[
    {
        "url":"http:\/\/singledanielle.blogspot.com\/2011\/12\/wicked.html",
        "text":"Thursday, December 15, 2011\n\n\nIn June I went to see the musical Wicked with some family. Yes, I'm a big nerd and I love musicals. (Except the Mamma Mia DVD... UGH kill me).\n\nYou may recall I went to see The Lion King last year with my friend Nick, so I was stoked to see this one.\n\nMy parents had seen it previously in New York, and my cousin has seen it 3 times, so I figured I wouldn't be dissapointed, and I wasn't.\n\nThe storyline is about the Wicked Witch from The Wizard of Oz... but it focuses on her gorwing up and how she became how she is. It really gives you a different perspective on the whole thing. (Not that you'd thought so hard about the subject before.)\n\nI won't give it all away, but I definitely recommend it. Next stop... Beauty and the Beast if anyone wants to go!\n\n1 comment:\n\nMeerb said...\n\nI should say only that its awesome! The blog is informational and always produce amazing things.Thanks for sharing.",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9907863736,
        "format_confidence":0.9941653609,
        "weight":0.0108405056
    },
    {
        "url":"https:\/\/wanderandwhine.wordpress.com\/2014\/09\/17\/brunching-at-lindeys\/",
        "text":"Brunching at Lindey’s\n\n{by alexis}–The best part about hosting out-of-towners is that I get to play tour guide, and usher them to see (and eat!) the best Columbus has to offer. You may remember my good friends Suzanne and Nick from my first blog post ever. This time, they jetted in from Boston to catch the Virginia Tech game (Suze is a dedicated hokie), and after all that football (and maybe a few tears), we were ready for an extravagant brunch the next day. Lindey’s was really the only choice.\n\nWe rolled ourselves out of bed late — even Indiana Bones slept in! — and headed out the door. I love surprising guests: they are always shocked to learn we’re walking to the fancy brunch place! Yes, we in Ohio have walking neighborhoods, too!\n\n\nTheir building is the picture of charm, don’t you think? The windows, the awning — it all works together. I love the design so much, that I actually used their font as inspiration for our wedding invitations! True story!\n\nI love Lindey’s, but know they cater to a particular crowd. We were hustled out of the waiting area so the host could cheerily sit some of his regulars. Just be aware.\n\nAs hungry and tired as we were, we opted to skip the wait and eat in the dining room. The patio is beautiful, but after being exposed to the elements for most of the previous day, I was happy to soak in a little a\/c and get out of the sun. We started where you should always start at brunch: Carpaccio. capraccioI’ve had it before here, and I’d be happy to make this a meal on its own. Everything about this dish is a win: the portabella strips are an earthy pairing, the chipotle aioli has an unexpected kick, and the arugula is the perfect crunch and bitter balance. Honestly, I’d like to wrap all this up like a burrito and eat it, but I have a feeling that might be frowned upon.\n\nSuzanne and Nick chose an heirloom tomato flatbread, which was magnificent in its dollops of cheese and delicate vegetable slices. The flatbread is crispy, light, and makes a perfect appetizer. lindey'sOur main dishes were next up, and they did not disappoint. Suzanne went for this beautiful salmon salad, and reported back that the fish was cooked well, with lots of flavor. lindey'sWe all had a bit of a fight over who got to order the huevos rancheros, but lucky Nick won. He loved the pork belly, citing its crispy texture. I love pork belly, but have had more than a few super fatty pieces, but not here! Nick assured me that this was not one of those incidents.\n\nlindey'sJoe went for the classic benedict. Honestly, the man is a sucker for hollandaise, and can you blame him? Hot butter and egg? I mean. Don’t fight it. lindey'sI ordered the crab & eggs, and it arrived in its own charming, little skillet. The potatoes were perfection: not too salty, and not bland, and the egg was cooked to perfection. And the crab was delightful. It’s rich and sweet and why don’t we always have this at breakfast? Mine came with its own generous helping of hollandaise which took the decadence up an extra notch or two. lindey'sFull and happy, we rolled ourselves home. I’m pretty sure I convinced Suzanne and Nick that fine dining exists outside of the East coast, and so do tree-lined cobblestone streets. Lindey’s is a reliable and beautiful neighborhood gem. Just don’t miss the carpaccio.\n\nLindey’s is located at 169 E. Beck Street. Sun-Thurs, 11am-10pm; Fri-Sat 11am-11pm.\n\n\n2 thoughts on “Brunching at Lindey’s\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9686619639,
        "format_confidence":0.9756668806,
        "weight":0.0063900439
    },
    {
        "url":"https:\/\/wbgv.wordpress.com\/2007\/10\/09\/wvu-9th-in-espn-bcs-projections\/",
        "text":"WVU 9th In ESPN BCS Projections\n\nBrad Edwards of ESPN.com has published the Worldwide Leader’s BCS Projections ahead of the official release next Sunday. Where is West Virginia?\n\n\nThis is very good news. It tells us a few things. The computers don’t hate us. Our strength of schedule is relatively good and should only get better with the match-up with Cincinnati (and I guess Rutgers and UConn). Mississippi State has the chance to be a good game as well. Also, we are high enough that winning out 99.9% guarantees us a BCS berth, no matter if we win the Big EAST or not. This is also good news.\n\nWhere are some other teams? LSU is the obvious #1, Cal #2, USF #5, Missouri #6, Oklahoma #12, and USC way down at #13. Being ahead of media darlings Oklahoma and USC should give WVU fans a little excitement. As crazy as this season has gone, the national championship is not completely out of the realm of possibility.\n\nFrom my perspective, win out and the rest of it will take care of itself.\n\nAddThis Feed Button\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.99645257,
        "format_confidence":0.9924584031,
        "weight":0.0081696939
    },
    {
        "url":"http:\/\/beesharp.blogspot.com\/2007\/05\/magic-number.html",
        "text":"7 May 2007\n\nMagic number\n\nSomehow, I've managed to post 8 times a month for the last 4 months. Its not on purpose, even for my hyper-categorising brain. I wanted to break out of the pattern last month, but didn't manage to.\n\nSo on the whole moving-to-Europe front... Bizzo has started loading the place up with half-filled boxes as he leaves a lot sooner than me. Like, in 2 weeks, sooner. All my RL friends - you should have an email waiting about dates and stuff.\n\nI am very soon going to transfer my mental to-do list into some kind of real action as I think that mad gleam in my eyes is starting to get distressing for clients. It's that gleam you get when you're thinking - \"oh my god I've got to do tax\/bills\/get rid of furniture\/shut the electricity off\/update my cv\/feed myself\/see my Mum\/throw out more stuff\/get on a plane to the otherside of the world\/etc.\" Everyone gets that don't they.. Oh not you? Oh I guess its just me then.\n\nAnyway, last week Astrobarry said \"in short, this is your best year all decade to move beyond your limited conceptions of what outer-world achievements are possible or desirable for you… \" So I'm just hanging on to that.\n\nMore to come.\n\nNo comments:",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9354762435,
        "format_confidence":0.997710228,
        "weight":0.0139640837
    },
    {
        "url":"http:\/\/deadharvey.blogspot.com\/2008\/09\/zombies-eat-brains-and-clay.html",
        "text":"Wednesday, September 10, 2008\n\nZombies Eat Brains And Clay\n\nHorror's reach is absolutely never ending, it's tentacles have slithered their way into every medium and it's been made into so many sub-genres. For example, I watched \"Fringe\" last night, which I thought was great, by the way... and it had horror elements, mixed with Sci-Fi, and it's a big network TV show. Some would say that horror's made it's way into music, with guys like Necro, Cradle of Filth and, especially, Rob Zombie, who embody horror elements. Of course, there's film, where you get psycho-thrillers, gore-fests, slasher flicks, you name it... it's almost rare to see a film that doesn't have some element of horror involved. So, as horrors reach continues, sometimes I think we're near a saturation point... I mean, where else could people take it? But, when I saw \"Zombies Eat Brains And Clay\", I realized that we may still be on the tip of the iceberg here.\n\nWhat's \"Zombies Eat Brains And Clay\", you ask? Well, eventually, it's going to be a feature length claymation film. Currently, it's a short film on Youtube, which you'll find embedded below, plus it's a Myspace page, which you'll find here.\n\nAfter watching it and going through their Myspace page, I feel like I've learned a couple things here. One, I love blood and guts that are made out of clay... who knew? Secondly, it just made me think about how there's so much more that can be done in horror. Every time I think I've seen it all, I see something new... on some new medium or in some new form. Whether you think out of the box on how you distribute your idea or content OR you think outside the box on what your idea or content is... the fact remains that there's endless new routes to take out there. We shouldn't get stuck in thinking that you have to make a 90 minute film that conforms to what Hollywood considers standard or acceptable. Get busy making something that isn't standard (or acceptable) and then go find an audience any way you can.\n\nUntil then, enjoy some zombies that, as the title states, eat brains and clay...\n\nNo comments:",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9896358848,
        "format_confidence":0.9973021746,
        "weight":0.0108747098
    },
    {
        "url":"http:\/\/chandnisingh.blogspot.ca\/2017\/06\/thoughts-on-two-new-papers-on.html",
        "text":"Sunday, 25 June 2017\n\nThoughts on two new papers from vulnerability and adaptation research\n\nI read two very interesting papers from adaptation and vulnerability research last week.\n\nIn Operationalizing longitudinal approaches to climate change vulnerability assessment, Fawcett et al. (2017) make a case for longitudinal methodological approaches when studying vulnerability and adaptation. The lack of attention paid to temporality has been a long-held peeve of mine (it's gotten so bad that in team meetings, colleagues crack jokes about it). Fawcett et al. use three illustrative cases from Arctic communities to highlight how longitudinal approaches, two in particular — cohort studies (following a group of individuals over time) and trend studies (repeated data collected at a community level to reveal patterns of change) — can strengthen the methodological toolbox of vulnerability research.\n\nI particularly liked how they tease out the benefits of using a longitudinal approach. It helps\n  1. build a more nuanced understanding of adaptation processes and 'causal chains' of vulnerability (something Jesse Ribot has written a lot about, see his work from 1995, 2010, and 2014), \n  2. construct a more robust portrayal of what has worked and hasn't, and why, which is crucial for anyone interesting in strengthening, investing in, and implementing adaptation, and \n  3. diagnose maladaptive behaviour by looking into past pathways. This last approach is similar to what colleagues and I have taken in a recent project where we use cases from rural and urban India to argue that tracing historical trajectories of development and adaptation actions can help understand how development choices can narrow adaptation option spaces, often leading to potential maladaptation.\nComing back to Fawcett et al. (2017), I thoroughly enjoyed reading it and wholly support their key argument of expanding vulnerability research to involve more longitudinal approaches that begin to capture temporality. While the authors discuss the challenges in doing such research (notably, potential attrition of respondents from original cohorts, the need for sustained funding), I have two questions probing the practice of longitudinal vulnerability assessment approaches:\n  1. The political economy of vulnerability assessments: Currently, many NGOs, donors, and governments conduct VAs. How do the authors imagine such actors to undertake longitudinal studies given the budgets, project cycle-time frames, and capacity constraints they work under? This is especially true in government departments in India (we did a review of 120 VAs in India found 35% use static, indicator-based approaches). Moreover, in many cases, governments undertake VAs under tight deadlines (for e.g. assessments after a disaster event to inform humanitarian action). The underlying question is how can we build processes and demand for longitudinal vulnerability assessment approaches that feed into shorter-term cycles but also contribute to the larger narratives of vulnerability? \n  2. The place of researchers: Researchers are a possible 'actor group' that don't face all the challenges noted above, or at least not to a similar extent. However, researchers are increasingly being squeezed into shorter project cycles, insecure employment arrangements, tighter funding structures, and greater calls for impact — all of which, may not necessarily be conducive to longitudinal research  design which needs 1) sustained financial backing, 2) strong, clear and continual leadership, 3) an underlying recognition of the importance of such work, 4) acceptance of delayed gratification.\n\nIn Adaptive capacity: exploring the research frontier, Mortreux and Barnett (2017) discuss the emphasis that adaptation research has on quantified assessments of adaptive capacity (predominantly through Sustainable Livelihoods Framework-based (SLF) approaches) without an equal emphasis on how and to what extent adaptive capacity translates in adaptation outcomes. They highlight valuable gaps in adaptation research, most notably, the lack of focus on the process of adaptive capacity (a potential to adapt) being translated into an adaptation outcome (with concrete implications for peoples' vulnerability). The paper reviews emerging literature on risk perception and adaptation decision-making, cognitive barriers to adaptive behaviour, and place attachment, to discuss how these gaps can be addressed.\n\nTo add to their review of literature from disaster risk management and behavioural sciences, I wanted to highlight a few empirical studies exploring the drivers of adaptation behaviour and adaptation outcomes:\n  1. Burnham and Ma (2017) examine farmer adaptation decisions in Loess Plateau, China and find that self efficacy, i.e. one's perception of one's own efficacy to adapt, shapes adaptation behaviour and outcomes significantly. They crucially highlight that in addition to household assets and entitlements, state-society dependencies may reduce farmer perceived self-efficacy.  \n  2. Drawing on data examining household and intra-household risk perceptions and decisions in rainfed farming families in north-west India, I have argued that different households perceive risk differently and this shapes the adaptation pathways they take. Moreover, I found that adaptation outcomes (measured through environmental, social and economic lenses) change over time based on changing household assets but also changing social structures, policy regimes, and cultural beliefs.\n  3. In a completely different context, Evans et al. (2016) examine social limits to adaptation int he Great Barrier Reef region.They argue that social limits affect adaptation outcomes by dissuading people to take up adaptive action in the first place! Also interactions between psycho-social (or what I call socio-cognitive) and structural factors can adaptation ineffective. \nConceptually, it's exciting times for adaptation research. Practically, I feel that while there is a growing body of work around understanding the need for longitudinal vulnerability assessments and factoring in socio-cognitive barriers to adaptation, it hasn't begun to filter into mainstream adaptation implementation and negligibly in policy circles (especially in India, the context I am most familiar with). \n\nNo comments:\n\nPost a Comment\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9903951287,
        "format_confidence":0.9788410664,
        "weight":0.0031144484
    },
    {
        "url":"http:\/\/davidarnoldphotographyplus.com\/tag\/twin-lens-reflex\/",
        "text":"Experimenting with the Square Format: Using the Spartus Full-Vue With Tungsten Film\n\nmasked spartus\n\n The Spartus Full-Vue Twin Lens Camera, 1948-1960.\n\nThe Twin Lens Reflex Camera:\n\nMany notable photographers used twin lens cameras: Irving Penn, Richard Avedon, Lisette Model, and Diane Arbus. The first twin lens reflex camera appeared in 1880 as a specially built camera for the Kew Observatory in England. The first production twin lens camera appeared in the 1882, introduced as the Academy by the British firm, Marion and Company.  The camera, a non-reflex design featured an upper viewing lens held at eye level, and produced the distinctive square image that would come to be associated with twin lens cameras.  Over the next two decades, nearly every major camera manufacturer offered twin lens reflex cameras standardized on the square format. [1]\n\n\nTwin lens reflex cameras feature a mirror mounted behind the viewing lens at a 45-degree angle, reflecting light onto the viewing screen. The upper lens is dedicated to viewing and is mechanically synchronized for focus with the lower lens, which is devoted to film exposure. Usually held at waist level to compose and focus, the twin lens reflex camera offers the advantage of a viewing area identical to the exposure area. Twin lens cameras also offer the advantages of being able to view the exposure as it is being made. In addition, the mirror does not have to move to made the exposure. Traditionally the square format negative was cropped to 8×10 inches, the standard paper size. The large negative of the typical twin lens camera, over 4 times the size of the 35mm camera format, presents advantages for enlargement of selected portions of the image without significant loss of detail. The disadvantages of the twin lens design are the slight disparity between the coverage area of the upper and lower lens, referred as parallax error, and a right to left reversal produced by the mirrored image.\n\n\nThe Square Format:\n\nIn painting and photography, the shape of the picture refers to picture’s format.  Because rectangles are so prevalent in our daily lives, we seldom notice the shape of the window, table or the pages of a book. Most paintings and photographs are rectangles. The horizontal or vertical format of the rectangle may evoke the breadth of a landscape or the heights of towering mountains. The compositional flexibility of the rectangle helps to make the format ubiquitous. Invisible to the shape of picture, we notice content of the picture rather and shape of the picture.[2]\n\n\nSince very few subjects are naturally square, photographers using the square format cameras often crop their images into rectangles. However, photographers who make the syntactical decision to use  the square format do so in support of subject and content decisions, and alerts us that each photograph is a means of representing the world.  Using a square format camera without cropping the image can enliven subject matter by making the photographer and viewer conscious of the shape of the picture and act of taking a photograph. The square format counters the invisibility of the rectangle, and demands that we consider the shape of the picture as well as what is depicted within the shape. The square format presents a fresh challenge to the traditional golden rectangle variants found in most camera viewfinders.\n\n\nThis slideshow requires JavaScript.\n\nThe Spartus Full-Vue Twin Lens Reflex- the Spartus Camera Corporation in Chicago, Illinois, produced the Full-Vue Reflex from 1948-1960. The camera is a simple to use twin-lens reflex box camera featuring an image in the ground glass viewfinder equal to the negative size. With a large viewing lens the Full-Vue boasts an especially bright viewfinder image.In 1949, the Full-Vue  also featured a synchronized flash attachment. The Spartus Full-Vue’s bakelite body [3] is fitted with a fixed focus 92mm Scienar plastic lens and takes twelve 6-centimeter exposures on 120mm film. The Spartus Full-Vue employs a rotary shutter and as the Full-Vue manual instructs “the exposure is then made by gently pressing the exposure lever down as far as it will go.”[4] The shutter has only two settings: “inst.” (about 1\/60th of a second) and “time” (a bulb setting for long exposures). \n\n\nUsing the Spartus Full-Vue With Tungsten Film in Daylight:\n\nI loaded Fujichrome T64 Professional 120mm Tungsten film into the Spartus Full View, and used the camera to photograph fall color at three California locations in late October, 2013: in the Alder Grove at Yosemite National Park, along the Tenaya Canyon Creek just outside of Lee Vinning on in the Eastern Sierra and at North Bloomfield in the Nevada County. Tungsten films are calibrated for exposure under indoor studio lighting conditions with a Kevin temperature of 3200k producing a much lower color temperature than daylight, which has a Kelvin temperate of 5500k. When shooting tungsten film in daylight conditions, a 85 filter compensates for color temperature disparity and when shooting daylight films in tungsten light conditions, an 80a filter is recommend.[5] Using tungsten film in daylight conditions without color correction filters yields unpredictable results and even with identical exposures on the same roll of film.\n\n\nAt each location, I photographed in basic daylight conditions, and exposed the Fujichrome T64 Tungsten film without color correction and without any using a color correction filter. The Full-Vue’s plastic lens produced spectacularly unpredictable results. The appearance of the monochrome reds was surprising, and the deep blues and magentas produced startling mixes of color. The square format of the Spartus Full-Vue supports the muting of image details in the abstraction of unexpected color.\n\n©David Arnold, 2014.\n\n\n\n[1] S. F. Spira, The History of Photography As Seen Through the Spira Collection. New York: Aperture, 2001, p. 120.",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9631456733,
        "format_confidence":0.5013985634,
        "weight":0.0021274359
    },
    {
        "url":"http:\/\/bugilagy.blogspot.com\/2012\/08\/preview-of-faith-starring-lee-min-ho.html",
        "text":"Jumat, 10 Agustus 2012\n\nPreview of ‘Faith’ starring Lee Min Ho draws attention\n\nAnticipation has risen for Lee Min Ho‘s first appearance on the new drama ‘Faith‘.\n\nA preview of the first episode showed Choi Young (played by Lee Min Ho) escorting Gong Min Young (played by Ryu Duk Hwan) and the princess (Park Sae young). The first episode will air on August 13th, and this preview already has fans excited to see how the story will unfold.\n\nWith Choi Young leading the way in the strong rain with his charismatic eyes, he radiates leadership and proves to be the perfect actor for the role. His good looks, strong nose, clear skin, and large eyes are reported to be making fans melt on the spot.\n\nViewers who saw the preview expressed their excitement saying, “Finally just three days left! Watch this no matter what,” “I am already excited for Lee Min Ho’s acting,” and ”I have been waiting for this day!\n\nOn another note, ‘Faith’ takes place in the Goryeo Dynasty and will be an action-mellow drama about the destined love between Choi Young and Yoo Eun Soo (Kim Hee Sun) as well as making King Gongmin into a ‘real’ king.\n\nWatch the new trailer below!\n\nSource & Image: Asia Today via Nate\n\nsource list: , , , , , TEMPLATE BY Opa Soparudin © 2012. Just for Sharing!\n\nTidak ada komentar:\n\nPosting Komentar",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9975742698,
        "format_confidence":0.95889467,
        "weight":0.0104559095
    }
]