[
    {
        "url":"http:\/\/www.informit.com\/articles\/article.aspx?p=1180982&amp;seqNum=2",
        "text":"Home > Articles > Operating Systems, Server > Microsoft Servers\n\nLooking Inside Microsoft System Center Operations Manager 2007\n\n  • Print\n  • + Share This\nThis chapter explains the relationships between the computers functioning as components of a management group so that the job of deploying and supporting OpsMgr 2007 becomes easier and more effective.\nThis chapter is from the book\n\nIn This Chapter\n\n  • Architectural Overview\n  • Windows Services\n  • Communications\n  • How Does OpsMgr Do It?\n  • Presentation Layer\n\nMicrosoft System Center Operations Manager 2007 (OpsMgr) is a monitoring and operations management system, implemented using one or more computers that perform their assigned roles as components of a management group. The components cooperate over several secure communication channels to achieve management information workflow and present information to operators and administrators. The most important data collected is the health of the managed objects; this health status is arrived at via models that affect the tactical placement of software probes called monitors.\n\nThis chapter endeavors to make these terms and relationships clear so that the job of deploying and supporting OpsMgr 2007 becomes easier and more effective. Those readers tempted to skip this chapter covering OpsMgr internals, definitions, and concepts are probably asking themselves, \"What practical use can I expect to get from reading this chapter?\" Some administrators avoid looking under the hood deliberately, and that's totally OK. For those individuals, we do recommend reading at least the \"Management Group Defined\" section of this chapter.\n\nSo, for those OpsMgr administrators who yearn to know exactly what is going on behind the scenes, this chapter is for you. We want you to understand the lingo and reasoning used by the software developers of Operations Manager. In doing so, we hope that more advanced material about OpsMgr will make sense more quickly to you, the OpsMgr administrator, when reading this book, using the product, or interacting with fellow professionals in the Microsoft systems management community.\n\nArchitectural Overview\n\nThis chapter looks at OpsMgr design and internals at two levels:\n\n  • The macro level—We'll look at the computer roles that comprise a management group.\n  • The micro level—We'll examine the objects that constitute a management pack, in particular its workflow and presentation of data to the operator.\n\nAs an OpsMgr administrator, you have no influence over server component characteristics—these are hard-coded features of the Operations Manager software and hardware architecture. On the other hand, administrators can enjoy almost complete flexibility regarding the manner in which management packs are utilized.\n\nOpsMgr administrators of the smallest environments—administrators who will run all applicable OpsMgr components on a single server and manage only computers and devices on their local area network (LAN)—generally are less concerned about this section on OpsMgr architecture. In that small-scale scenario of the \"all-in-one\" management group server, there is much less to be concerned about with architectural considerations of the various OpsMgr computer roles (components) as long as you stay below capacity thresholds for that single server and its network segment. In this simplest OpsMgr environment, the only OpsMgr components not resident on the single server are the OpsMgr agents running on the managed computers on the network.\n\nHowever, many OpsMgr administrators will need to distribute multiple components across different servers, deploying OpsMgr roles across multiple computers. Even OpsMgr 2007 deployments on small business networks may include an Audit Collection Services (ACS) Component to centralize security event auditing, or an OpsMgr Gateway Server Component to monitor service delivery at a branch office where there is no Virtual Private Network (VPN) connectivity. Deploying the feature sets added when installing these additional roles, by definition, adds one or more physical management servers to the management group and requires an understanding of Operations Manager 2007 management group architecture. Chapter 4, \"Planning Your Operations Manager Deployment,\" and Chapter 5, \"Planning Complex Configurations,\" provide information on hardware specifications and sizing server configurations.\n\nManagement Group Defined\n\nA management group is an instance of the Microsoft end-to-end service management solution named Operations Manager 2007. Organizations may host several management groups (instances of OpsMgr on their networks) if appropriate for their business needs. Likewise, any managed computer or device can participate in one or more instances (management groups) of OpsMgr if appropriate. Most organizations of all sizes deploy a single management group, which is analogous to a single Active Directory (AD) forest or a single Exchange organization. Most organizations, including some very large ones, have their business needs met with just one AD forest and one Exchange organization.\n\nFigure 3.1 illustrates a default, single management group in an organization, and contrasts that with a more complex implementation one might encounter in a large organization. In the simple all-in-one example on the left in Figure 3.1, all OpsMgr components are installed on one server, which is the only OpsMgr server in the single management group serving the managed computers (agents) in the organization. Several hundred computers can be managed with an all-in-one deployment of OpsMgr 2007.\n\nFigure 3.1\n\nFigure 1 Contrasting the smallest with a very large OpsMgr 2007 deployment model.\n\nIn the complex large organization scenario on the right-hand portion of Figure 3.1, a single computer agent is reporting simultaneously to two management groups (known as a multihomed agent), while one of those management groups, through its Root Management Server (RMS), participates with several connected management groups. This creates an architecture capable of servicing tens of thousands of widely distributed computers.\n\nYou will seldom need multiple management groups to get the most out of OpsMgr 2007 since the product's design provides full functionality to all but the largest of organizations while still using a single management group. For the very large organization (over 10,000 computers or over 100 remote sites), deploying several OpsMgr 2007 management groups can distribute the workload. Connecting these management groups enables you to query multiple management groups from the same Operations console.\n\nBoth having more than one production instance of OpsMgr in your organization and having a computer or device report status to more than one management group are advanced configurations to accomplish particular business goals. We describe these situations in Chapter 10, \"Complex Configurations.\"\n\nServer Components\n\nHere are a dozen possible computer components, or roles, that can be deployed in an OpsMgr 2007 management group. Focusing now on what components constitute a single OpsMgr 2007 management group, let's begin with describing the core, or basic, server components. The core components are those that an OpsMgr 2007 deployment must include to have minimum functionality. These basic components (displayed in Figure 3.2) are installed in every management group, including the all-in-one server OpsMgr environment.\n\nFigure 3.2\n\nFigure 3.2 OpsMgr 2007 core components combined in one server, and distributed across dedicated servers.\n\n  • Operations Database Server Component—The heart of the management group is the Operations database. The Operations database contains operational data about managed objects, the configuration store of what objects are managed, and all customizations to the OpsMgr environment. The Operations database is the central repository and processing point for all data in a management group. When you install an OpsMgr 2007 management group on multiple computer systems, the first thing to take place is installing the Operations database on an existing SQL 2005 database server running Service Pack (SP) 1 or later. The Operations Database Server Component can be clustered in high-availability environments.\n  • Root Management Server Component—The first management server installed in a management group is the Root Management Server Component. Like all OpsMgr 2007 management servers, the RMS sends configuration information to managed computers and receives data from agents. The RMS alone runs some distinctive services that the entire management group depends on, and like the Operations Database Server Component, the RMS Component can be clustered. The RMS requires that the Operations database be available and accessible. The function of the entire management group also depends on the RMS; in high-availability environments you should consider clustering both the Operations database and the RMS components.\n  • Agent Component—The Agent Component is used to monitor servers and clients. This is a Windows service that runs on managed servers and client computers. You might create an all-in-one server management group whose only purpose is monitoring network devices such as routers or switches; in that case, no agents need to be deployed. However, for most OpsMgr setups, the deployment of core management group components is not complete until one or more computers are selected for management and the Agent Component is installed. As we mentioned previously in the \"Management Group Defined\" section of this chapter, an OpsMgr 2007 agent can participate in more than one management group simultaneously.\n  • Console Component—The OpsMgr 2007 console is the only application needed to interact with the management group, and it is used by both operators and administrators. Operations Manager 2007 implements role-based security to ensure an optimized experience for all users. There is also a web-based console ... (truncated)",
        "topic_id":20,
        "format_id":20,
        "topic_confidence":0.7172923088,
        "format_confidence":0.8698803782,
        "weight":0.0113970132
    },
    {
        "url":"http:\/\/help.simetrix.co.uk\/8.2\/simetrix\/script_manual\/topics\/func_setreadonlystatus.htm",
        "text":"SetReadOnlyStatus Function\n\nSets the read-only status of the specified schematic.\n\n\nNumber Type Compulsory Default Description\n1 real Yes Read-only status\n2 real No -1 Schematic ID\n\nArgument 1\n\nRead only status. If 1.0, will set schematic to read-only; if 0.0 will set to writeable.\n\nArgument 2\n\nSchematic ID as returned by the function OpenSchematic . This allows this function to be used with a schematic that is not open or not currently selected. If omitted or -1, the currently selected schematic will be used.\n\n\nReturn type: string\n\nSingle string defining the success of the operation is defined below.",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.8930942416,
        "format_confidence":0.9741926193,
        "weight":0.0810073049
    },
    {
        "url":"http:\/\/www.hmrc.gov.uk\/manuals\/cgmanual\/CG60210.htm",
        "text":"CG60210 - Order of reliefs\n\nWhere reliefs are available in respect of discrete types of asset no confusion can arise about their interaction. But, particularly in relation to business assets, a number of different reliefs may be available. The order in which such reliefs should be allowed depends on the way in which they work.\n\nROLL-OVER RELIEF (TCGA92\/S152 - TCGA92\/S158) reduces the consideration to be taken into account in computing the gain on disposal. It comes first, see CG61560+.\n\nRELIEF ON THE TRANSFER OF A BUSINESS TO A COMPANY (TCGA92\/S162) works by reducing the net chargeable gains.\n\nRELIEF FOR GIFTS OF BUSINESS ASSETS (TCGA92\/S165) also works by reducing the chargeable gains. Instructions on the interaction of this relief with the relief on transfer of a business to a company are at CG66973.",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.9669499397,
        "format_confidence":0.9072862267,
        "weight":0.0017976569
    },
    {
        "url":"https:\/\/docs.bitnami.com\/installer\/apps\/opencart\/get-started\/understand-default-config\/",
        "text":"Understand the default MySQL configuration\n\nBefore running the commands shown on this page, you should load the Bitnami stack environment by executing the installdir\/use_APPNAME script (Linux and Mac OS X) or by clicking the shortcut in the Start Menu under “Start -> Bitnami APPNAME Stack -> Application console” (Windows). Learn more.\n\nThe grant tables define the initial MySQL user accounts and their access privileges. The default configuration consists of:\n\n  • A privileged account with a username of root. The root user has remote access to the database.\n  • An anonymous user without remote access to the database server. This user can only connect from the local machine and it is only intended for testing.\n  • A test database only intended for testing.\n\nCheck our recommendations for a production server.\n\nMySQL version\n\nIn order to see which MySQL version your system is running, execute the following command:\n\n$ mysqld --version\n\nMySQL configuration file\n\nThe MySQL configuration file is located at installdir\/mysql\/my.cnf. Some configuration overrides are stored in installdir\/mysql\/bitnami\/my.cnf.\n\nThe MySQL official documentation has more details about how to configure the MySQL database.\n\nMySQL socket\n\nOn Unix, MySQL clients can connect to the server in the local machine using an Unix socket file at installdir\/mysql\/tmp\/mysql.sock.\n\nMySQL port\n\nThe default port for MySQL is 3306.\n\nMySQL Process Identification Number\n\nThe MySQL .pid file allows other programs to find out the PID (Process Identification Number) of a running script. Find it at installdir\/mysql\/data\/\n\nMySQL error log\n\nThe log-error file contains information indicating when mysqld was started and stopped and also any critical errors that occur while the server is running. If mysqld notices a table that needs to be automatically checked or repaired, it writes a message to the error log.\n\nFind it at installdir\/mysql\/data\/mysqld.log.",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.5806062222,
        "format_confidence":0.9450239539,
        "weight":0.0785818349
    },
    {
        "url":"https:\/\/help.rc.ufl.edu\/mediawiki\/index.php?title=Gaussian&diff=prev&oldid=15550",
        "text":"Difference between revisions of \"Gaussian\"\n\nJump to navigation Jump to search\nm (Text replace - \"|{{#vardefine:pbs|1}}\" to \"|{{#vardefine:pbs|}}\")\nLine 8: Line 8:\n|{{#vardefine:conf|}}          <!--CONFIGURATION-->\n|{{#vardefine:conf|}}          <!--CONFIGURATION-->\n|{{#vardefine:exe|1}}            <!--ADDITIONAL INFO-->\n|{{#vardefine:exe|1}}            <!--ADDITIONAL INFO-->\n|{{#vardefine:pbs|1}}            <!--PBS SCRIPTS-->\n|{{#vardefine:pbs|}}            <!--PBS SCRIPTS-->\n|{{#vardefine:policy|}}        <!--POLICY-->\n|{{#vardefine:policy|}}        <!--POLICY-->\n|{{#vardefine:testing|}}      <!--PROFILING-->\n|{{#vardefine:testing|}}      <!--PROFILING-->\n\nRevision as of 17:44, 14 December 2016\n\n\ngaussian website  \nGaussian 09 is the latest in the Gaussian series of electronic structure programs. Gaussian 09 is used by chemists, chemical engineers, biochemists, physicists and others for research in established and emerging areas of chemical interest. Starting from the basic laws of quantum mechanics, Gaussian predicts the energies, molecular structures, and vibrational frequencies of molecular systems, along with numerous molecular properties derived from these basic computation types. It can be used to study molecules and reactions under a wide range of conditions, including both stable species and compounds which are difficult or impossible to observe experimentally such as short-lived intermediates and transition structures.\n\nGaussian License\n\nPlease note that Gaussian is restricted software. Users who intend to use it must sign the Gaussian Confidentiality Agreement. This form is available in NPB 2335, 2240, or 2148. You may come by during office hours and sign the agreement. Once the form is signed, you will be added to the \"gaussian\" user group and will have access to the software. See Gaussian License.\n\nRequired Modules\n\nmodules documentation\n\n\n  • gaussian\n\nParallel (Shared memory with OpenMP)\n\n  • gaussian\n\nSystem Variables\n\n  • HPC_{{#uppercase:gaussian}}_DIR\n  • GV_DIR\n  • g09root\n\nAdditional Information\n\nThere are two mechanisms by which you can submit Gaussian Jobs.\n\n  1. Command-line batch Job Submission: See the next section.\n  2. Galaxy Framework: Galaxy can be accessed at: http:\/\/galaxy.hpc.ufl.edu. Gaussian is listed in the \"Tools\" pane under \"Chemistry\". Please refer to Galaxy for more information on how to use this interface. For specific instructions concerning how to submit a Gaussian job using Galaxy, there is also a step-by-step procedure wiki entry: Gaussian Galaxy\n\nPlease see the Gaussian_galaxy-input page for a sample input file to run Gaussian using Galaxy.\n\n\nThere is a separate Gaussview page for use of the Gaussview viewing software.\n\n\nIf you publish research that uses gaussian you have to cite it as follows:\n\nGaussian 09, Revision A.1, M. J. Frisch, G. W. Trucks, H. B. Schlegel, G. E. Scuseria, M. A. Robb, J. R. Cheeseman, G. Scalmani, V. Barone, B. Mennucci, G. A. Petersson, H. Nakatsuji, M. Caricato, X. Li, H. P. Hratchian, A. F. Izmaylov, J. Bloino, G. Zheng, J. L. Sonnenberg, M. Hada, M. Ehara, K. Toyota, R. Fukuda, J. Hasegawa, M. Ishida, T. Nakajima, Y. Honda, O. Kitao, H. Nakai, T. Vreven, J. A. Montgomery, Jr., J. E. Peralta, F. Ogliaro, M. Bearpark, J. J. Heyd, E. Brothers, K. N. Kudin, V. N. Staroverov, R. Kobayashi, J. Normand, K. Raghavachari, A. Rendell, J. C. Burant, S. S. Iyengar, J. Tomasi, M. Cossi, N. Rega, J. M. Millam, M. Klene, J. E. Knox, J. B. Cross, V. Bakken, C. Adamo, J. Jaramillo, R. Gomperts, R. E. Stratmann, O. Yazyev, A. J. Austin, R. Cammi, C. Pomelli, J. W. Ochterski, R. L. Martin, K. Morokuma, V. G. Zakrzewski, G. A. Voth, P. Salvador, J. J. Dannenberg, S. Dapprich, A. D. Daniels, Ö. Farkas, J. B. Foresman, J. V. Ortiz, J. Cioslowski, and D. J. Fox, Gaussian, Inc., Wallingford CT, 2009.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.6649858952,
        "format_confidence":0.8170884848,
        "weight":0.0083028902
    },
    {
        "url":"http:\/\/support.huawei.com\/enterprise\/ae\/doc\/DOC1000024279?section=100112",
        "text":"Support Documentation\n\nATN 950B V200R002C01 System Management Configuration Guide 02(CLI)\n\nPublication Date: 2013-09-21 Views: 1880 Downloads: 4 Document No.: EDOC1000024279 Product Version: ATN 950B V200R002\nHuawei uses machine translation combined with human proofreading to translate this document to different languages in order to help you better understand the content of this document. Note: Even the most advanced machine translation cannot match the quality of professional translators. Huawei shall not bear any responsibility for translation accuracy and it is recommended that you refer to the English document (a link for which has been provided).",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9504600167,
        "format_confidence":0.7093304992,
        "weight":0.0033273704
    },
    {
        "url":"https:\/\/www.genosphere-biotech.com\/technical-corner\/custom-genes\/sequence-optimization-consideration\/",
        "text":"Sequence Optimization Consideration\n\nSequence Optimization Consideration\n\nHeterologous protein expression\n\nProtein heterologous expression project can reveal to be a demanding process. Among the many factors that may affect successful expression, that of the actual coding sequence utilized has been shown in many instances to be a central issue. You may benefit from re-designing or creating de novo an expression-prone DNA sequence from he protein sequence.\n\nPoor or no expression, troncated proteins, amino-acids misincorporation are the most common consequences of codon bias and unbalanced tRNA pool. \n\nThis issue has been extensively studied for E. coli expression and is perfectly exemplified by the arginine codons AGG and AGA -same tRNA- which are hardly ever found in E. coli highly expressed ORFs while found with significantly higher frequency in many other organisms. It would thus make better sense to replace the latter by codons used more frequently in your host organism e.g. CGT or CGC.\n\nFrequency Codons (AGG\n+ AGA) (% of all arg codons)\nExpression host\n(Highly expressed genes, Henaut and Danchin, Escherichia coli\nand Salmonella, Vol. 2, Ch. 114:2047-2066, 1996)\nE. coli\nRecombinant gene source\n(all genes frequencies, www.kazusa.or.jp\/codon\/)\nA. thaliana\nC. elegans\nD. melanogaster\nH. sapiens\nS. cerevisae\n\nGene design\n\nDesigning a gene that will express in a particular organism a recombinant protein boils down to choosing the most appropriate triplet for each amino acids. With a ratio of 64 codons to 20 aa plus termination there is quite some flexibility to include other constraints in addition to that of codon bias adjustment such as: \n\n  • Gene & protein engineering: Addition or removal of specific motives (e.g. restriction sites), tags for purification, multiple stops, etc. \n  • Gene manufacturing: Maintain average GC content, avoid long repeats, palindroms, etc.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9899161458,
        "format_confidence":0.8583157063,
        "weight":0.0087218229
    },
    {
        "url":"https:\/\/github.com\/ConfluxHQ\/software-delivery-assessment",
        "text":"Skip to content\n\n\nSwitch branches\/tags\n\nLatest commit\n\n\nGit stats\n\n\nFailed to load latest commit information.\nLatest commit message\nCommit time\n\nMulti-team Software Delivery Assessment\n\nThe Multi-team Software Delivery Assessment is a simple, easy-to-execute approach to assessing software delivery across many different teams within an organisation. Devised by Matthew Skelton of Conflux, it is used as a key part of the Software Delivery Assessment at Conflux, but can be used freely by anyone (subject to the CC BY-SA license below).\n\nThe assessment uses and builds on the well-known and proven Spotify Squad Health Check model.\n\nTranslations: Japanese (ja 🇯🇵)\n\nThe assessment covers ten dimensions in total:\n\n  1. Team Health\n  2. Deployment\n  3. Flow\n  4. Continuous Delivery\n  5. Operability\n  6. Testing and Testability\n  7. Reliability and SRE\n  8. On-call\n  9. Security and Securability\n  10. Team Topologies team interactions\n\nThese ten dimensions cover key aspects of modern software delivery in a form that enables teams to self-assess their strengths and practices.\n\n🚀 Overview: see slides 32-38 in Continuous Delivery at scale\n\n🃏 Card deck: make the assessment fun and interactive by using the Software Delivery Assessment printed card deck from Agile Stationery. Developed in collaboration with Conflux, the card deck has Tired and Inspired indicators for each of the assessment criteria, together with emoji cards for quick-fire voting from team members. The card deck works for remote assessments too!\n\nAssessment cards from Agile Stationery Five emoji voting cards\n\nCopyright © 2018-2021 Conflux Digital Ltd\n\nLicenced under CC BY-SA 4.0 CC BY-SA 4.0\n\n\nPurpose of the assessments\n\nThe aim of the assessments is to promote and sustain a positive working environment for building and running software systems where:\n\n  • Changes to software are built, tested, and deployed to Production rapidly and safely using Continuous Delivery practices\n  • Processes and practices are optimised for the flow of change towards Production\n  • Software is designed and built to enable independent, decoupled deployments for separate families of systems\n  • Software is designed and built in a way that addresses operability, testability, releasability, security, and reliability\n  • Problems in Production are always detected by teams before customers and users notice\n  • Responsibility and accountability for software changes lead to empowerment and ownership\n  • Working with software is rewarding and interesting\n  • Being on-call and supporting the software is sustainable and valuable\n  • People feel confident to challenge poor practices and approaches\n  • Teams have a clear mission and well-defined interaction patterns with other teams\n\nFundamentally, the assessments should help to unblock and enable teams so they can succeed. The assessments should help teams to improve how they build, test, and deploy software systems through identifying different kinds of improvements:\n\n  1. Team-focused improvements\n  2. Product-focused and Service-focused improvements\n  3. Organisation-wide improvements\n\nThe assessments should NOT be used to penalize teams, but to provide a shared drive towards improving practices and quality.\n\nTeams included in the assessments\n\nEvery team writing code, scripts, and\/or configuration for application software or infrastructure will benefit from being included in the assessments:\n\n  • Teams building user- and customer-facing websites and services\n  • Teams building internal services\n  • Teams building infrastructure to support other systems (including Platform teams)\n  • Teams building build & deployment tooling and scripts\n  • Teams configuring and testing COTS products as part of the software & infrastructure estate\n  • Any other teams with a primary focus on building, configuring, and testing software and infrastructure\n\nBy \"team\", we mean 6-10 person group that works together closely, usually called a SquadScrum team, Product team, or Stream-aligned team\n\nAssessment criteria\n\nThe criteria for each dimension are taken from existing published books and online sources:\n\nHow to run the assessments\n\nThe assessment session itself should feel somewhat like a team retrospective session. The main difference from a normal retrospective session is that in the team assessment session the facilitator guides the discussion more firmly. There are many questions to discuss and it's important that the team discusses all of the criteria in the time available.\n\nAt the end of the assessment session, the team should feel encouraged and empowered to decide on what actions they want to take to improve their processes and practices based on the discussions.\n\n\nMany organisations find that running team assessments every 3 months provides a good result.\n\n\n  1. Find someone to Facilitate the assessment. This should be someone from outside the team, who is familiar with running team retrospectives. \n  2. Book a time slot for 2 or 3 hours: for online sessions you could split this over 2 or more video call sessions, and for in-person sessions book a room large enough for the team.\n  3. For online sessions, either use the card deck from Agile Stationery and screenshot or note down the results in a spreadsheet, or use an online poll tool to capture responses from people in the session. For in-person sessions, either use the card deck from Agile Stationery, or print the assessment sheets for each set of criteria, either using the ready-made A1 PDF (see Releases), or the individual assessment pages at A1 size if possible (use small margins):\n  4. For online sessions, show the Tired and Inspired criteria on the screen alongside the question. For in-person sessions, either print the details pages as a guide or have the pages open on-screen to understand the context and details of each of the assessment criteria:\n    1. Team Health\n    2. Deployment\n    3. Flow\n    4. Continuous Delivery\n    5. Operability\n    6. Testing and Testability\n    7. Reliability and SRE\n    8. On-call\n    9. Security and Securability\n    10. Team Topologies team interactions\n  5. It is valuable to capture details and nuances of the discussions around each question. For online sessions, have someone take notes in a document or shared whiteboard. For in-person sessions, bring lots of marker pens or whiteboard markers: red, blue, and green are best.\n  6. Include someone who is familiar with facilitating retrospectives (possibly a scrum master) in the session. They will be shadowing the facilitator during the session so the person from your team can facilitate other assessment sessions later.\n\nMake sure that the Facilitator understands the purpose of the session and is familiar with the assessment pages and questions.\n\n\nThe facilitator should familiarise themselves with the Spotify Squad Health Check approach before running the session. See How I Used the Spotify Squad Health Check Model for a good experience report, Squad Health Checks from SkyBet, and download instructions from Spotify (PDF).\n\nDuring the assessment:\n\n  • Keep the team on schedule by asking for some discussions to be held outside the session\n  • Write down the team scores and notes on the printed assessment sheets or ensure that scores and notes are captured in a digital tool.\n  • Take photographs of the completed assessment sheets for in-person sessions.\n  • Get feedback from the team on the VALUE and EXECUTION of the engineering assessment - smiley faces are sufficient!\n\n\nEach team assessment runs for around 3-4 hours, and the facilitator will run the team through 10 sets of questions:\n\n  1. Team health check - 35 mins\n  2. Deployment health check - 10 mins\n  3. Flow check - 10 mins\n  4. Continuous Delivery check - 20 mins\n  5. Operability check - 20 mins\n  6. Test coverage check - 20 mins\n  7. Reliability and SRE - 30 mins\n  8. On-call - 15 mins\n  9. Security check - 30 mins\n  10. Team Topologies check - 20 mins\n\nThese timings leave space for two 10 minute breaks during the assessment.\n\nRunning the Assessment session\n\nEach section has several questions. Each question should be answered as follows:\n\n  • The team (either as individuals or as a team) rate each of the criteria using SAD (1 OR 2) \/ MEH (3) \/ YAY (4 OR 5) based on the Tired and Inspired guidelines\n\n    • Tired aligns to a low rating (1), and Inspired aligns to a high rating (5)\n\n    • If you used individual ratings, tally the ratings and\/or decide on a single team score from 1 to 5. You may find it useful to use different coloured pens on the printed sheet to indicate visually the different ratings.\n\n  • The Trend since the previous time is identified (going up, staying roughly the same, going down), if applicable\n\n  • An Action agreed to improve the score for that question over the coming months.\n\n  • Use the Notes column to indicate further information that you think is valuable for the coordinating team to know about.\n\n  • Make sure to complete to the Date\/Name\/Facilitator details\n\n  • For in-person sessions, take a photo of each completed sheet and send to the person coordinating the assessments\n\n  •  Get team members to rate the assessment session itself in terms of: Value, Execution (sad, meh, happy faces)\n\nViral facilitation\n\nEach team assessment session has present one person who is shadowing the facilitator so that they can themselves facilitate future sessions. Each new facilitator should facilitate at least 2 sessions with other teams. In this way, the number of facilitators expands rapidly, enabling a minimal burden on the initial facilitators.\n\nCoordinating and interpreting the results\n\nAfter teams have each run an assessment session and sent their results, the coordinating group should collate the results from different teams to identify any areas that need improving across the organisation. Ask questions such as:\n\n  • Why does team ABC rate themselves as 1 for test coverage? What is hindering them?\n  • What can we do as an organisation to help... (truncated)",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.9756202102,
        "format_confidence":0.9293102026,
        "weight":0.077275185
    }
]