[
    {
        "url":"https:\/\/www.cambridge-news.co.uk\/news\/cambridge-news\/police-appeal-after-suspected-arson-13506122",
        "text":"Police have issued a call for information following a suspected arson attack in Cambridge.\n\nA blue Nissan Micra was set on fire in Darwin Drive at around 3.45am last Friday, August 18.\n\nFootage shared with the News shows the burning car explode, narrowly avoiding injuring a nearby firefighter.\n\nThe vehicle, which was parked on the road, became engulfed with flames and billowing smoke.\n\nThe footage shows a brave fireman attempt to tame the raging inferno with a hose before it flares up, just missing him.\n\nHe then returns to the car before managing to subdue the flames.\n\nA spokeswoman for the Cambridgeshire Fire and Rescue service confirmed a fire engine attended the scene and said that that the cause of the fire was ‘deliberate by persons unknown’.\n\nA police spokesperson told the News: “We would like to hear from anyone who was in the area and the time and may have seen something.”\n\nAnyone with information regarding the incident should call police on 101 quoting CF0473480817 or visit www.contactcambspolice.uk\/Report\/ . Alternatively, contact Crimestoppers, anonymously, on 0800 555111 or via www.crimestoppers-uk.org\n\nYou can keep up to date with all the latest news in and around Cambridge by downloading our free app. It is available for the iPhone and iPad from Apple's App Store, or the Android version can be downloaded from Google Play.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9959922433,
        "format_confidence":0.9966323972,
        "weight":0.0115766668
    },
    {
        "url":"http:\/\/www.israelnationalnews.com\/News\/News.aspx\/154130",
        "text":"Mention of Tel Aviv Elicits Enraged Arab Response\n\nLebanese TV station angry over poster for an assessment test that includes names of world capitals, including Tel Aviv.\n\nRachel Hirshfeld,\n\nDowntown Tel Aviv\nDowntown Tel Aviv\nFlash 90\n\nA poster advertising a standardized finance test has caused rage in Lebanon due to its mention of the city of Tel Aviv.\n\n\"Tel Aviv [is] in the Heart of Beirut Arab University (BAU)” and “BAU students [are offered] an opportunity to work in the Zionist entity’s capital Tel Aviv,” asserted internet television station Saida TV, regarding a poster hanging on university grounds. The poster includes Tel Aviv on a list of capital cities worldwide. The report was cited by AhlulBayt News Agency.\n\nThe Saida TV report claims that the “colorful poster,” which hangs by “the university principal’s office, and on all floors of the faculties,” calls on students to \"apply for jobs in the Zionist entity, which was established on the ruins of Palestine and the displacements of its people.\" \n\n\"The university's students resented the poster, saying that their university was established by former Egyptian Leader Gamal Abdel Nasser, who refused to negotiate, hold peace, or acknowledge [the existence of] ‘Israel\",’ Saida TV stated.\n\nThe report also alleged that the BAU violated the law that made it mandatory to boycott Israel, despite being one of the victims of the \"Israeli invasion” of Beirut in 1982.\n\nThe poster advertises the Bloomberg Assessment Test, and lists world capitals to suggest cities in which those who pass the test may find employment.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9878897071,
        "format_confidence":0.997092247,
        "weight":0.0186788062
    },
    {
        "url":"https:\/\/www.cnbc.com\/2015\/08\/25\/singapore-elections-likely-in-september-as-parliament-dissolved.html",
        "text":"Singapore dissolves parliament, polls September 11\n\nPrime Minister Lee Hsien Loong of Singapore\nGetty Images\nPrime Minister Lee Hsien Loong of Singapore\n\nSingapore's parliament has been dissolved ahead of elections that will take place next month.\n\nPresident Tony Tan Keng Yam, on the advice of Prime Minister Lee Hsien Loong, on Tuesday dissolved Singapore's 12th Parliament, according to a government statement.\n\nThe vote is scheduled to take place on September 11, the government said.\n\nThe general election will be the first since the death of Singapore's founding father Lee Kuan Yew earlier this year. The city-state this month celebrated the 50th anniversary of its independence.\n\nRead MoreSingapore at 50: From early-adopter to global leader\n\nThe People's Action Party (PAP) has ruled the wealthy Southeast Asian city-state since independence in 1965 and its ability to shift the economy away from export manufacturing to a high-value services and investment-driven growth model has been crucial to Singapore's success at transforming into one of the region's few first-world nations.\n\nThe country's one-party system may be unusual to other developed economies but it is one that benefits all of Singapore's residents, said Lee, who is the son of Lee Kuan Yew, at a conference earlier this month.\n\nDespite this, the opposition, which is made up of nine active parties, will contest all 89 seats – the first time that this has happened since 1963, according to local media outlet Channel NewsAsia.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9955062866,
        "format_confidence":0.9916696548,
        "weight":0.0185772233
    },
    {
        "url":"https:\/\/kotaku.com\/the-closest-youll-get-to-dragon-ball-attacks-in-real-li-1683920944",
        "text":"Forget pretending! Especially when you can throw kamehamehas against a giant screen with nifty graphics and sound effects.\n\nStarting this week in Shibuya, there's a Dragon Ball Xenoverse promo in Tokyo. So, yes, this is part of the game's promotion—but, it's rather cool.\n\n\nAs 4Gamer notes, before you participate in the event, there's a machine that measures your fighting strength.\n\n[Photos: 4Gamer]\n\nAnd then, when you step on the stage, it seems, your kamehameha will correspond to your strength.\n\n[Photo: 4Gamer]\n\n[Photo: Jasmine_HIMECO]\n\n[Photo: wwd_jp]\n\n[Photo: bngi876]\n\n[Photo: Famitsu]\n\n[GIF: 撃とうぜ！]\n\n[Photo: Masao]\n\n[Photo: MagicalTrump]\n\n[Photo: hosaka_nico]\n\nThe kamehameha demo runs from 11am to 7pm and will wrap up on February 8. While the event is bound to be popular, I doubt the total number of visitors will be over nine thousand.\n\nTop GIF: 撃とうぜ！\n\nTo contact the author of this post, write to or find him on Twitter @Brian_Ashcraft.\n\n\nKotaku East is your slice of Asian internet culture, bringing you the latest talking points from Japan, Korea, China and beyond. Tune in every morning from 4am to 8am.",
        "topic_id":11,
        "format_id":10,
        "topic_confidence":0.9828482866,
        "format_confidence":0.945219636,
        "weight":0.0020516907
    },
    {
        "url":"http:\/\/therealdeal.com\/2014\/03\/12\/spruce-capital-lists-greenwich-village-manse-for-34-million\/",
        "text":"The Real Deal New York\n\nSpruce Capital lists Greenwich Village manse for $34 million\n\nOwner bought and converted the apartment building for $11 million\n\nMarch 12, 2014 05:15PM\n\nFrom left: Exterior and interior of 116 Waverly Place\n\nFrom left: Exterior and interior of 116 Waverly Place\n\nAn 11,000-square-foot apartment building converted into a single-family townhouse in Greenwich Village has hit the market for $34 million — five times what it sold for just four years ago.\n\nJim St. Andre of brokerage Peter McCuen & Associates has the listing for the six-story, seven-bedroom home at 116 Waverly Place, between Washington Square Park and Sixth Avenue.\n\nThe owner and developer is Spruce Capital, according to the firm’s website portfolio. Spruce purchased the early 1900s property for $6.8 million in 2012 and subsequently took out a $4.2 million loan for a complete makeover, according to city records — investing a total of $11 million.\n\nChicago-based architect Dirk Denison designed the space, which features a rooftop pool and hot tub, double-height spaces and a “high-speed” elevator, according to the listing. Denison also designed another Spruce property, an Upper West Side townhouse that listed for $23.5 million in November of last year. [Curbed] — Angela Hunt",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.859939456,
        "format_confidence":0.9945002794,
        "weight":0.0014177844
    },
    {
        "url":"http:\/\/www.arkansasonline.com\/news\/2014\/jan\/17\/nsa-phone-data-control-come-end-official-says\/?breaking",
        "text":"Subscribe Register Login\n\nSaturday, February 25, 2017, 9:56 a.m.\n\n\nTop Picks - Arkansas Daily Deal\n\nObama backs limits on NSA phone collections\n\nBy The Associated Press\n\nThis article was originally published January 17, 2014 at 7:41 a.m. Updated January 17, 2014 at 10:41 a.m.\n\n\nPresident Barack Obama speaks about National Security Agency surveillance Friday, Jan. 17, 2014, at the Justice Department in Washington.\n\nObama's proposed changes to NSA spy program\n\n\nEffective immediately, the National Security Agency will be required to get a secretive court's permission before accessing phone records that are collected from hundreds of millions of Americans.\n\nAlso, the government will no longer be able to access phone records beyond two \"hops\" from the person they are targeting. That means the government can't access records for someone who called someone who called someone who called the suspect.\n\n\nNo longer will national security letters be kept secret indefinitely.\n\n\nRevelations that the U.S. monitored the communications of friendly heads of state have sparked outrage overseas. Going forward, the U.S. won't monitor the communications of \"our close friends and allies overseas\" unless there's a compelling national security purpose.\n\n\nObama is issuing a presidential directive that outlines what the government uses intelligence for, and what purposes are prohibited.\n\n\nObama called for a panel of outside advocates that can represent privacy and civil liberty concerns before the Foreign Intelligence Surveillance Court. Those advocates would be present in for cases where the court is considering issues that are novel or significant — for instance, cases that raise a new issue the court hasn't dealt with previously.\n\n\nObama is directing the State Department to appoint a senior officer to coordinate diplomatic issues regarding technology and data-collection.\n\nWASHINGTON — President Barack Obama is ordering changes to the government's collection of phone records that he says will end the program \"as it currently exists.\"\n\nObama said in a speech at the Justice Department on Wednesday that intelligence officials have not intentionally abused the program to invade privacy.\n\nBut, he also said, he thinks critics of the program have been right to argue that without proper safeguards, the collection could be used to obtain more information about American's private lives and open the door to more intrusive programs.\n\nObama announced the changes after a months-long review spurred by former National Security Agency analyst Edward Snowden's leaks about secret surveillance programs.\n\nRead tomorrow's Arkansas Democrat-Gazette for full details.\n\n\nComments on: Obama backs limits on NSA phone collections\n\nTo report abuse or misuse of this area please hit the \"Suggest Removal\" link in the comment to alert our online managers. Read our Terms of Use policy.\n\nSubscribe Register Login\n\nYou must login to make comments.\n\nDisplaying 1 - 10 of 12 total comments\n\nJump to last page >>\n\nGoad says... January 17, 2014 at 8:24 a.m.\n\nWhen it all comes out, this will be a BushChaney program which has only been carried forward by the beauracacy. Once again, a case of the 1% feeling like they can do whatever to the 99% to protect their power.\n\n( | suggest removal )\n\nDontDrinkDatKoolAid says... January 17, 2014 at 10:50 a.m.\n\nGoad. Yep that is about right. And another thing, what this president says does not mean it will happen. This with his track record of telling the truth.\n\n( | suggest removal )\n\nPacorabone says... January 17, 2014 at 11:09 a.m.\n\nBlah blah blah... Oh... And if you like your current health insurance policy and your doctor... you can keep it... RRRRIIIIIGGGGGHHHHHHTTTTT\n\n( | suggest removal )\n\nDontDrinkDatKoolAid says... January 17, 2014 at 11:12 a.m.\n\nleft out the period chiefmom, however you are correct.\n\n( | suggest removal )\n\nsgtbob6606140841 says... January 17, 2014 at 11:16 a.m.\n\nBravo Sierra. A joke from 1977: How do you know when Jimmy Carter is lying? His lips move. Another way this president is like that one.\n\n( | suggest removal )\n\nTheBatt says... January 17, 2014 at 11:31 a.m.\n\nNot exactly accurate summation of what the President said. A much better summary would be that he wants to limit the STORING of said information. The actually collecting of information in the first place has been one of his favorite tools\n\n( | suggest removal )\n\nFdworfe says... January 17, 2014 at 2:53 p.m.\n\nMaybe as usual I’ve overanalyzed the NSA, Edward Snowden issue. Then maybe I haven’t. Seems simple enough to me. Snowden violated laws; he violated his oath of employment loyalty; he figuratively spit in the face of every sincere American and countless foreigners; he continues to insult the intelligence of everyone who bothers to think. Privacy—of what? It’s largely a modern myth. It’s been going out for decades. Do we want technology, or don’t we? Do we want to be blown up by serial killers, or don’t we? Do we want to be better at intelligence gathering than our national competitors, or don’t we? On-and-on it goes, ad infinitum. Sure, folks have a point about their erstwhile ‘private’ stuff. We’d all like to think that our communications with Aunt Maggie aren’t front-page. But for all the paranoids out there: Just wait till technology can virtually read your mind! You and I probably won’t live to see it, but rest assured—it is coming. Or, we could do away with all chemistry, medicine and high-tech advancement and return to the Stone Age.\n\n( | suggest removal )\n\nBruceMajors says... January 17, 2014 at 4:20 p.m.\n\nPresident Obama just finished a long, long disquisition on the NSA, which most critics viewed as an attempt to distract from this week's revelations about his Benghazi cover up, the continued economic crisis, and Obama's plummet in the polls.\n\nHere whistleblower James Bamford discusses how the NSA was created by President Truman without Congressional authorization, the only agency so created.\n\nJames Bamford, an earlier NSA whisteblower, gave a great talk about the NSA at the National Press Club last night. In questions afterwards he stated that Obama was worse than Bush on civil liberties, we now live in a turnkey totalitarian state where everything is set up to turn on totalitarian control at any time, and that the left is mainly silent because Democrats are elected. It will be on C Span soon and on my BruceMajors youtube channel.\n\n( | suggest removal )\n\nFreeSpiritMan says... January 17, 2014 at 6:56 p.m.\n\nArkansas politics is headed back to the stone age, and I don't give a tinkers because the south is irrelevant in national elections with the current makeup of most southern legislatures. They have swung so far right, they can just stay there and get passed by the rest of the nation.\n\n( | suggest removal )\n\nGrimReaper says... January 17, 2014 at 6:57 p.m.\n\nBS...........BS...........BS..!!! (for aimee) Would you buy a used car from this guy? Actually, tens of millions of Americans did buy a pig in a poke from him. is \" If you like your health care plan, you can keep your health care plan.\" working out for you?\n\n( | suggest removal )\n\nClick here to make a comment\n\nTo report abuse or misuse of this area please hit the \"Suggest Removal\" link in the comment to alert our online managers. Read our Terms of Use policy.\n\n\n\n\n\nTop Picks - Arkansas Daily Deal\nArkansas Online",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9792839289,
        "format_confidence":0.948035419,
        "weight":0.017759811
    },
    {
        "url":"https:\/\/www.dnainfo.com\/new-york\/20130605\/upper-west-side\/ray-kelly-defends-police-chase-that-ended-death-of-4-year-old-girl\/",
        "text":"The DNAinfo archives brought to you by WNYC.\nRead the press release here.\n\nRay Kelly Defends Police Chase that Ended in Death of 4-Year-Old Girl\n\nBy  Gustavo Solis and Murray Weiss | June 5, 2013 3:44pm | Updated on June 6, 2013 11:02am\n\n Ariel Russo, 4, was hit by a car that was fleeing from the police Tuesday June 4, 2013.\nCommunity Mourns\nView Full Caption\n\nMANHATTAN — A day after an unlicensed teen driver hit and killed a 4-year-old girl and critically injured her grandmother while fleeing police who had pulled him over for a routine traffic stop, NYPD Commissioner Raymond Kelly defended the actions of the officers who gave chase.\n\n“In pursuit situations, you have to make some judgment calls, whether or not it's wise to continue the pursuit,” Kelly said during a Wednesday morning press conference, a day after little Ariel Russo and Katia Gutierrez, 58, were hit. “At this juncture, at this time, I see the actions of the police officers as being reasonable.”\n\nPolice officers pulled Franklin Reyes, 17, of Chelsea, over at 89th Street and Amsterdam Avenue shortly before 8:20 a.m. Tuesday after he made an improper left turn in his 2010 black Nissan Frontier SUV, they said. Reyes initially stopped in the middle of the street but sped off as officers approached his car on foot. 23 seconds later, he made a sharp left turn on 97th Street, lost control, jumped the curb, and pinned Ariel and Gutierrez to the side of the building, police said.\n\nThe NYPD is investigating the pursuit, he added.\n\nReyes — a junior at the St. Agnes Boys High School on the Upper West Side — told police he panicked during a routine traffic stop en route to his last day of classes because he was driving  with only a learner's permit and was supposed to have an adult in the vehicle. \n\nThe SUV was a gift from Reyes' mother, law enforcement sources said.\n\nAriel was declared dead at the hospital and Gutierrez was in stable condition at St. Luke’s-Roosevelt Hospital Wednesday afternoon.\n\nReyes was transported to Mount Sinai Hospital for breathing problems and was arraigned late Wednesday on charges of second degree manslaughter and unlawfully fleeing a police officer, according to the criminal complaint. \n\nA witness said his car appeared to be driving between 50 to 60 miles per hour before turning left onto West 97th Street before the crash, the complaint stated. \n\n\"For some reason or other they put those lights on and they scared the wits out of him and he took off — when that happens and you’ve never had that experience he just followed an impulse,\" said Schmukler Thursday. \n\nSchmukler said he did not know where Reyes was being held and that bail had not been set and his client had not entered a plea. \n\nWhen bail was set, Schmukler said he expected there to be \"plenty of support,\" for Reyes.\n\n\"This poor kid will have to live for the rest of his life knowing that innocent people died withhis actions. It’s a tragedy all the way around,\" said Schmukler.\n\nLaw enforcement sources said Reyes likely would have only gotten a reprimand from the cops who stopped him, or they might have made him called his mother to come get the car. \n\n\"I guess he did not want to tell his mother,\" the source added. \"Now he has a whole lot more trouble and a child's dead.\"\n\nAt Tuesday's press conference, Kelly described young people driving without licenses as an age-old problem.\n\n“Young people driving with just learners' permits is not a new problem,” he said. “I don't know of any new solutions to come up with.''\n\nAriel and her grandmother were one block away from the Holy Name School, where she was enrolled in a Pre-k program.\n\nOn Wednesday morning, students from the school filed into the Church of the Holy Name of Jesus for a 9:30 a.m. memorial service in her honor, struggling to understand her loss.\n\n“It was heartbreaking,” said Diana Rivera, 40, a volunteer at the school. “The little ones don’t know what happened but they know someone is missing. They ask questions like ‘where is she?’ and ‘when is she coming back?’ All we can say is she is with the angels.”\n\nStudents in uniform and grieving adults filled the seats of the church. The school choir, dressed in golden robes, sang a few songs for Ariel.\n\nAida Fonseca, a teacher’s aid at Holy Name, remembered Ariel as a cheerful girl who had many friends. The little girl was an energetic student who enjoyed to dance, paint and read, she said.\n\n“She was always smiling and carried her little doll everywhere she went,” Fonseca said.\n\nAriel’s family did not attend the service.\n\n“They are devastated,” Ariel’s grandfather, Paolo Russo, 71, said of the family Tuesday. “This was a tragedy, and we are all very sad. We’re mourning her loss.”\n\nAdditional reporting by Aidan Gardiner, Trevor Kapp and Emily Frost.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9923112392,
        "format_confidence":0.9917744994,
        "weight":0.0115202385
    },
    {
        "url":"http:\/\/www.columbiamissourian.com\/a\/167802\/columbia-school-board-to-discuss-proposed-mill-creek-area-boundary-change\/",
        "text":"Columbia School Board to discuss proposed Mill Creek area boundary change\n\nSunday, November 10, 2013 | 6:00 p.m. CST; updated 7:47 a.m. CST, Monday, November 11, 2013\n\n*CORRECTION: An elementary school is being built in northeast Columbia. An earlier version of this article located the school in the wrong part of town.\n\nCOLUMBIA — The Columbia School Board is expected to further discuss on Monday the temporary boundary change proposed to relieve overcrowding at Mill Creek Elementary School.\n\n\nDocuments for Monday's meeting can be accessed on the Columbia Public Schools website.\n\nRelated Articles\n\nAssistant Superintendent Peter Stiepleman is scheduled to show the board the presentation he gave Oct. 29 to the Mill Creek community about the proposed change and to share community feedback from that meeting.\n\nThe proposed boundary change, which would affect neighborhoods off of Scott and Forum boulevards for the 2014-15 school year, is intended to reduce Mill Creek's enrollment by 100 to 120 students and relieve overcrowding until a new elementary school on the southwest side of Columbia opens in 2016.The affected students would go to Russell Boulevard Elementary School or Paxton Keeley Elementary school.\n\nIt is also hoped that the proposed boundary changes would remain in effect when the new school opens.\n\nDistrict administrators are confident that they can keep the proposed boundary for Russell Boulevard Elementary School, according to a document prepared for board members.\n\nThe neighborhood moved to Paxton Keeley Elementary School under the proposed change could be made part of the new elementary school, according to the document, but \"district administrators feel those students who were moved can continue to be offered the option to stay at Paxton Keeley or go to the new school.\"\n\n*Northeast elementary school name\n\n*The committee formed to name the new elementary school in northeast  Columbia will now also be tasked with naming the new southwest elementary school and the new early childhood care center, district spokeswoman Michelle Baumstark said.\n\n\"The board redirected the naming committee (Thursday) now that we have land for the southwest school and the early childhood care center will be on John B. Lange Middle School's property,\" Baumstark said.\n\nThe committee was approved at the board's Oct. 14 meeting and has met three times since then.\n\nBaumstark said that the committee will not make a formal presentation at Monday's meeting.\n\nNominations for school names will reopen Monday and continue to be accepted through Nov. 22.\n\nBond updates\n\nThe board is expected to discuss the April 2014 $50 million bond issue proposal. The bond issue would create a 4- or 5-cent tax increase to help pay down the debt service, Baumstark said.\n\nThe district plans to ask the community to approve four bond issues between 2014 and 2020. Each complies with the district's 10-year facility bond plan to meet enrollment growth needs and fund building projects.\n\nSome funds from the April 2014 bond issue would go toward opening a new elementary school in eastern Columbia, according to previous Missourian reporting.\n\nThe board will also be asked Monday to vote on an offer for the February 2014 sale of $50 million in general obligation bonds from April 2010 and April 2012 voter authorizations. The sale's proceeds would be used to construct a new elementary school, to make improvements and expansions at various locations around the district and to fund technology improvements, according to a document prepared for the meeting.\n\nThe board meeting is open to the public and will take place at 6:30 p.m. Monday in the Neil C. Aslin District Administration Building, 1818 W Worley St.\n\nLike what you see here? Become a member.\n\nShow Me the Errors (What's this?)\n\nReport corrections or additions here. Leave comments below here.\n\nYou must be logged in to participate in the Show Me the Errors contest.\n\n\nLeave a comment\n\nSpeak up and join the conversation! Make sure to follow the guidelines outlined below and register with our site. You must be logged in to comment. (Our full comment policy is here.)\n\n  • Don't use obscene, profane or vulgar language.\n  • Don't use language that makes personal attacks on fellow commenters or discriminates based on race, religion, gender or ethnicity.\n  • Use your real first and last name when registering on the website. It will be published with every comment. (Read why we ask for that here.)\n  • Don’t solicit or promote businesses.\n\nWe are not able to monitor every comment that comes through. If you see something objectionable, please click the \"Report comment\" link.\n\nYou must be logged in to comment.\n\nForget your password?\n\nDon't have an account? Register here.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9924533963,
        "format_confidence":0.997087419,
        "weight":0.0037618855
    }
]