[
    {
        "url":"https:\/\/www.gene.com\/good\/giving\/corporate-giving",
        "text":"Corporate Giving\n\nWe’re proud to support the work of scientists, researchers, medical professionals and community-based organizations that are finding ways to help those in need and make a lasting, positive impact.\n\nWe’re interested in partnering with organizations that are committed to solving problems, measuring results, and improving upon their efforts. Beyond grants, we often offer expertise and volunteer support to our partners.\n\nOur charitable giving strategy focuses on three core objectives:\n\n1. Advance Scientific Knowledge\n\nWe support all stages of the STEM career pathway - from getting elementary-aged students excited about science, to increasing access to hands-on learning in high school, to providing undergraduate college scholarships. In addition, we support ongoing education and collaboration among the scientific and medical communities through grants to scientific meetings, independent medical education and fellowships for advanced study by clinical and research professionals.\n\nLearn more about:\n\nIf you are an organization in the Bay Area seeking a grant related to K-12 STEM education, please contact [email protected] before submitting a grant request.\n\n2. Enhance Health Outcomes\n\n  • We support research institutions, patient organizations, and community-based organizations as part of our commitment to total health.\n  • Through grants directed toward our therapeutic areas of focus we support work that increases disease awareness, expands access to early detection and diagnosis, strengthens clinical trial enrollment and improves treatment quality and patient support.\n  • We donate to independent co-pay assistance foundations, which provide financial assistance to patients who cannot afford the out-of-pocket costs associated with their medicines.\n  • We are also committed to disrupting the onset of disease by investing in preventative health.\n  • Learn more about:\n\n3. Support Our Local Communities\n\nWe partner with organizations near Genentech sites to address pressing local needs.\n\nLearn more about:\n\nNote: The funding application site does not support IE8 or earlier",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.6928933859,
        "format_confidence":0.6226118207,
        "weight":0.0107167659
    },
    {
        "url":"http:\/\/www.bestautoinsurance.solutions\/about_us.html",
        "text":"Yes, I live in Local\n\nAbout Best auto insurance company\n\nWe have free consultations and many other benefits that come with our auto insurance. That is the reason as to why our car insurances are preferred by many people in the country. We recommend that you get auto insurance today for a better saving. Best auto insurance is a cover with a one major difference. It’s guaranteed. We insure thousands of people each year who are finding it hard to maintain their cars. Our premiums are very low that is why many clients are finding it easier to get car insurances. Once you have one cover you can be sure that maintaining your car, motorbike is going to be easier and cheap. Apply today and we can assure you the best services. And we can help you get your property as new as possible with our cheap auto insurance company.\n\nBest auto insurance is a socially responsible company dedicated to helping our customers recover their properties and build a solid financial future savings which would have been used day in day out maintenances. Auto insurance company gives you the best services at all costs.\n\nA guarantee to our customers\n\nBest auto insurance is a very practical way to handle your unexpected situations. It is the cheapest auto insurance that anyone can afford to pay either monthly or annually. Best car insurance reduces your financial burdens. Auto insurance is always there to help you when in an accident crisis. They are a stepping-stone that gets you through such situations.\n\nRates and premiums\n\nAuto insurance company offers services at lower rates. Getting the best car insurance cover depends with the insured. One may consider getting a higher cover maybe because they have more than one car this one is allowed. The rates may differ but they are never high anyone can afford them regardless of who you are because we care about each and every client. After you have known the range of rates, you need to decide on how to pay it out either monthly or yearly.\n\nRules and regulation\n\nAuto insurance companies have rules and regulation that every client should follow in order to be served better. By following them clearly we get to create good relationship between us and clients.\n\nFeatured Articles\n\nAuto Insurance Quotes\n\nChoosing the right auto insurance can be tough. Car insurance makes it easier\nRead More\n\nHealth Insurance is Legit\n\nHealth insurance is an approved company. It has been given a legal permit to carry\nRead More\n\nLife Insurance is Legal\n\nLife insurance Company has been approved by the insurance organization sectors in\nRead More\n\nScroll to Top",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.995248735,
        "format_confidence":0.9909806848,
        "weight":0.0170573505
    },
    {
        "url":"http:\/\/www.richardsonmediatech.com\/",
        "text":"RMT logo\n\ntech header\n\n\n\nAbout Us\n\n\nStrategic Planning\n\nBusiness Intelligence\n\nWelcome to Richardson Media & Technologies, LLC\n\nRichardson Media & Technologies was founded in 1994 as a company focused on creative and cost-effective planning and use of current and future technologies.\n\nOur practice is split into four major segments\n\n    Professional Speaking on Technology Fufures\n    Strategic technology consulting for professional service firms\n\n    Business Intelligence, web development and network security for small      \nand emerging businesses\n\n    We also produce a weekly newsletter called Technology This Week.\n    You can visit the newsletter's website to subscribe.\n\n\n\nMarquis Who's Who Biographee\n\nUpcoming Speaking Events\n\nAugust 26, 2015\n2015 Midwest Accounting & Finance Showcase\nDonald E. Stephens Convention Center\nRosemont, IL\n\nNovember 16-19, 2015\n2015 SleeterCon\nThe Bellagio\nLas Vegas, NV\n\nDecember 8, 2015\n61st Annual MNCPA Tax Conference\nMinneapolis Convention Center\nMinneapolis, MN\n\nCopyright © 2015 Richardson Media & Technologies, LLC. All rights reserved.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9677957892,
        "format_confidence":0.9936313033,
        "weight":0.0171029745
    },
    {
        "url":"http:\/\/brockvilleartscentre.com\/history\/",
        "text":"History of Brockville Arts Centre\n\nFrom the beginning\n\n1858 – The present Brockville Arts Centre on King Street West is built to serve as a town hall, market place and fire engine house. (Two of the original date stones still exist placed on the outside wall).\n\n1880 – The town hall is moved to a new location allowing for the creation of Brockville’s first real theatre called The Opera House.\n\n1911 – The building is expanded creating a tall fly tower, spacious dressing rooms and the third largest stage in Canada. The Opera House is renamed New Theatre.\n\n1929 – New Theatre closes due to declining revenues. The theatre remains “dark” through much of the so called “dirty thirties”.\n\n1937 – Fire destroys the auditorium. Fortunately, the proscenium’s asbestos curtain saves the huge stage, backstage area and fly tower.\n\n1939 – The renovated building reopens as a motion-picture theatre called The Regent.\n\n1958 – The rising popularity of television forces the closure of The Regent. (Today, in the projection booth the two 35 milimetre film projectors continue to function and are used for special screenings).\n\n1960 – The building reopens as Brockville’s Civic Auditorium offering a venue for local theatre groups and professional touring companies.\n\n1975 – The Civic Auditorium is renovated including an expansion to accommodate a lobby art gallery and box office.\n\n1981 – The rear of the building is expanded for rehearsal space, set construction, prop and wardrobe storage.\n\n1990 – The building is renamed Brockville Arts Centre.\n\n2009 – Project ENCORE! – a community-driven undertaking, restores and redecorates the theatre under the direction of Designer Peggy Irvine.\n\nFacebook Posts\n\nThis message is only visible to admins.\n\nPPCA Error: Due to Facebook API changes it is no longer possible to display a feed from a Facebook Page you are not an admin of. The Facebook feed below is not using a valid Access Token for this Facebook page and so has stopped updating.",
        "topic_id":13,
        "format_id":12,
        "topic_confidence":0.9320077896,
        "format_confidence":0.834415853,
        "weight":0.0020965058
    },
    {
        "url":"http:\/\/deshenergy.com.bd\/",
        "text":"Welcome to Desh Energy Limited\n\nDesh Energy Limited is a Private Limited Company in the energy sector of Bangladesh. Our vision is “To render efficient power solutions for the country and to be one of the industry leaders by 2020” with the slogan “powering development”. We are committed to help Bangladesh achieve its maximum potential in energy security. We wish to achieve our goal by expansion of the present projects, by fuel diversification and with a world class management system.",
        "topic_id":15,
        "format_id":12,
        "topic_confidence":0.8080986738,
        "format_confidence":0.9922683835,
        "weight":0.0090060468
    },
    {
        "url":"https:\/\/imusician.pro\/en\/about-us\/our-story",
        "text":"Skip to main content\niMusician logo\n\nMusic for everyone\n\nfriends on a rooftop\nman with baby wearing headphones\npeople smiling in hallway\nworkers eating pizza\ncountry singers on stage with American flag\ngroup of people in a bar\nWho we are\n\nWelcome to the DIY revolution\n\nAt iMusician we believe music shouldn’t just be a hobby; musicians deserve to be paid. From day one, we’ve fought to tear down the walls erected by the music industry. And we won. Each day, we strive to give independent artists and labels access to the marketplace so they can compete on equal footing and build the lives they deserve.\n\nOur mission is to be heroes for DIY musicians and independent record labels around the world. We want to make it easy for everyone to sell, manage, protect, and monetize their music. If you’re financially sustainable, you’ll make more music. It’s that simple.\n\nmusic startup in brainstorming session\n\n\nTeam Members\n\n\n\n\n\n\nCommunity Members\n\nBy musicians, for musicians\n\n20 years ago, we were electronic musicians starting our own record label. After finding our own way as artists, we founded iMusician to help our friends easily maneuver the music industry. Over the last 20 years, we fought for artists’ rights and our dream evolved into a thriving community of more than 200,000 DIY artists and independent record labels.\n\nOur evolution happened as physical record sales were plummeting and digital stores and streaming platforms started to pop up. We grew with it, and now we’re well equipped to navigate the music industry and whatever comes next.\n\n\nAs successful artist Greed, Tobi Wirz founds dance music imprint SOGrecords at the height of the Progressive House craze.\n\n\nIn the US, industry sales of CDs peak with 942.5 million units sold. (source)\n\n\nShigs Amemiya joins SOGrecords as a label manager.\n\n\nFrom a windowless attic studio, SOGrecords doubles output and branches into publishing, booking, and management. Apple launches iTunes store; Beatport opens digital store focused on dance music.\n\n\nYouTube, Spotify, Deezer, and Amazon Music spring up.\n\n\nShigs Amemiya and Tobias Wirz launch iMusician in English, French, and German to give independent artists and labels equal access. Majors start blocking iMD from The Official Swiss Charts.\n\n\niMusician leads a class action \"anti-competition case\" against the IFPI and the Majors in Switzerland. In 2012, we win, with the court forcing the IFPI to open the charts to all independents.\n\n\niMusician jumps from 10,000 to 25,000 members, rolls out YouTube Monetization, launches in Spanish and Italian, and opens an office in Berlin, Germany.\n\n\niMusician launches in Brazil and Portugal, quietly reaches 100,000 members. CD sales hit all-time low with only 46.5 million units sold globally. In the US, streaming takes 80% of digital sales.\n\n\niMusician reaches 200,000 members and launches Instant Mastering.\n\nOur values\n\nWe grow with you\n\nWe know that it’s hard for musicians to find the information and access they need; the music industry creates veils of mystery. But we want to help you move forward. It doesn’t matter if you went to Music School or have an MBA; anyone can have a successful and sustainable music career.\n\nWe walk the walk\n\nWe know that financial sustainability in the music doesn’t happen overnight; dreams are paved with a lot of hard work and consistent steps towards goals, one release at a time. We want to help artists and labels meet their goals by giving them solutions they can use every day and advice they can apply towards their own path. We are solution-oriented, aware of the changes that have happened to the industry, and offer realistic and up-to-date advice.\n\nWe cut the hype\n\nWe know that the music industry uses hype to create illusion, fantasy, dreams, and failure. We lift the veils to give musicians what they need to make a living from their music. Our team is made up of musicians, record labels managers, DJs, tour managers, and more. We use this experience to create services that make it easier for DIY musicians and independent labels can use to build a sustainable business.\n\nWe are a global community\n\nAt iMusician, we believe in the power of a unified global community. We share our knowledge so that we can lift each other up. We’ve got each other’s backs and only want the very best for one another.\n\nWe’re one of you\n\nWe’re a team of DIY musicians and label owners. It’s a part of us and in our DNA. We’re a part of the same community and understand the obstacles and problems that musicians face every day. We don’t know more because we’re better — we’re all on equal footing; we just have the experience and want to share it.\n\nmusic startup workers brainstorming\nMeet the team\n\nWho we are\n\nMeet the faces behind the scenes. A team of DIY musicians, label owners and event promoters, we’ve experienced the highs and the lows of the music industry. We know the playing field and are here to help you progress through your music career.\n\nMeet our team\n\nRelease today!\n\nReady to sell your music to more than 200 digital shops and streaming platforms around the world? Our simple interface makes it easy to have your release ready for distribution in just a few minutes.\n\nGet started\n\nA Deeper Understanding\n\nWritten by musicians and industry experts, check out blog posts, videos and artist features provide tips on how to grow your music career. Supported with insights from our team of artist and label managers plus music industry guests, you’ll find a library of resources to get your career on the right path.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.8300790787,
        "format_confidence":0.9949919581,
        "weight":0.0043711439
    },
    {
        "url":"http:\/\/metaboostreview.com\/our-team\/",
        "text":"Our Team\n\nMetaboost Review About Us\n\nWayne Clements\n\nWayne Clements – When you think of your typical “bro”, Wayne Clements fits the bill – visually. He’s got the muscles to back up his mouth, but deep down he’s a softy. If you’re having trouble with creating a workout routine, Clements would be more than happy to help. He really is a stand-up guy.\n\n\nJohn CleganeJohn CleganeNicknamed, “The Peninsula”, John Clegane is the guy to go to if you have any male enhancement related questions. He’s not afraid to admit that he uses male enhancement pills, because he knows how outright effective they are. If a man like Clegane can use them without shame, then so can you.\n\nColt PowersColt Powers – When Colt Powers isn’t dreaming of starring in 80s action movies (Come on, how can you not with that name?), he’s working on his efficiency in the gym. He’s a great guy to workout with, since he knows his stuff, as long as you’re okay with one-liners that don’t even relate to the situation. “Hey man…. You need to chill out.” Oh, Colt – never change.\n\n\nBruce RandolphBruce Randolph – Bruce is the kind of guy who is gonna let you know if your form is wrong. Now, that might seem kind of pretentious, but he’s really just lookin’ out for you.  He’s constantly trying to improve his technique, and he’ll stop at nothing until he’s perfected his workouts.\n\n\nRon SwinsonRon Swinson – Ron Swinson is the man of mans. He’s the man that every man wants to be. Fully bearded and jacked to the extreme, Swinson could probably rip a tree trunk out of the ground if he really tried. If there was a battle between Swinson and a sabretooth tiger, we’d probably bet on Swinson. He’s the kind of guy that respects nature for what it is, so he only uses all-natural workout supplements.\n\nNick KoneliNick Koneli – Koneli understands the importance of cardio, and he doesn’t keep quiet about it. When he’s not sprinting, he’s running. When he’s not running, he’s jogging. When he’s not jogging, he’s walking at a brisk pace. It’s incredibly hard to keep up with Mr. Koneli, but he swears by his routine, and once you can get on Koneli’s level, well, that’s how you know you’ve made it to the top.",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.9866635799,
        "format_confidence":0.8549329638,
        "weight":0.0044755066
    },
    {
        "url":"http:\/\/www.envconcerns.com\/about-us\/",
        "text":"About Our Environmental  Company\n\nProficient and professional environmental services and testing.\n\nWhy Us?\n\nOver 30+ Years of Experience\n\nWork performed in these major cities:\n\n  • Louisville, KY\n  • Cincinnati, OH\n  • Columbus, OH\n  • Cleveland, OH\n  • Indianapolis, IN\n  • Chicago, IL\n  • Detroit, MI\n\n\nEnvironmental Concerns, Inc.\n\nSince 1992, both private and public industry has turned to the professionals of Environmental Concerns, Inc. for balanced consulting and environmentally safe solutions for dealing with toxins. Your concerns, motivations and limitations lay the groundwork for our incredible team to define options that ensure compliance and accountability.\n\nWe offer a balanced, multi-disciplinary team of trained professionals, organized within a framework of effective project management, to provide services in a broad range of environmental industries. \n\n  • Building Inspections\n  • Clearance Testing, \n  • Lead Dust Wipes\n  • Air Monitoring\n  • PLM Analysis \n  • Demolition \n  • Asbestos Testing\n  • Radon Test\n  • Microbial \n  • Phase 1 or ESA (Environmental Site Assessments)\n\nEnvironmental Concerns, Inc. is dedicated to working alongside you to maintain balance between socioeconomic development, infrastructure expansion, and environmental protection. Though they play an important role, balance requires more than scientific expertise and engineering skills. Balance requires communication, commitment, and compromise. With over 30 years of experience, intellectual diversity and a coverage area spanning over 5 states, We strive to solve your problems, not study them. \n\nOur problem-solving tools are founded in science, combined with an understanding of your concerns and regulatory realities. Our goal is to provide our clients with the best possible solution to specific environmental situations while maximizing cost efficiency and simplicity. \n\n“Our Chicagoland rehab division never had to deal with a large scale asbestos issue. Chris, Pete & Terry helped walk me through the EPA guidelines and keep our project on budget. I highly recommend consulting with them on any project with environmental concerns.”\n\nMatthew Parker – Chicagoland Development Projects\n\nContact Us\n\n1448 Gardiner Lane, Louisville, KY 40213",
        "topic_id":15,
        "format_id":12,
        "topic_confidence":0.6182165146,
        "format_confidence":0.9940925241,
        "weight":0.0090226031
    }
]