[
    {
        "url":"http:\/\/cps.edu\/Spotlight\/Pages\/spotlight484.aspx",
        "text":"School Options Made Easier for Students \n\nDistrict empowers families to make informed choices\n\nSeptember 30, 2013\n\nCPS prides itself on offering students a variety of academic programs to meet their specific needs. To help families identify which schools might be a good fit for their children, and to help them more easily navigate the application process, the District has created a host of new tools to supplement its existing slate of resources.\n\n\nThe application process for the 2014-15 school year begins on October 1. This process encompasses elementary magnet and selective enrollment schools, as well as several high school options, including magnet, selective enrollment, international baccalaureate (IB), military academies and career and technical education programs.\n\n\n“Our goal as a District is to empower families to make informed decisions about their children’s unique academic needs and to help them easily navigate this process,” said CPS CEO Barbara Byrd-Bennett. “I strongly encourage families to take advantage of our helpful resources as they begin to explore our high-quality school and academic program offerings.”\n\n\nStudents applying to 9th-grade can now log on to to schedule their own selective enrollment exams and magnet school auditions. They can also use this system to arrange the information sessions that are required by STEM and IB schools and military academies. Students interested in selective enrollment high schools are encouraged to schedule their exams early, as it may help them make informed choices about where to apply.\n\n\n“Selecting early test dates can be beneficial for families,” said Katie Ellis, Executive Director of CPS’ Office of Access & Enrollment. “Students who schedule test dates in November and December will receive their results prior to the application deadline, which will help them narrow down their options for next year.”\n\n\nThis self-scheduling system is a departure from previous years when test dates were assigned to students at random. The new system will permit students to choose times and locations that work in their calendars, even allowing for the changing of appointments when necessary.\n\n\nIn order to access this system, students MUST have a previously assigned Personal Identification Number (PIN). These were assigned by CPS to all eighth graders in a letter that also listed the programs to which each student is eligible to apply for the 2014-15 school year. This list was based on final grades and standardized test scores from each student’s seventh grade year. All eighth graders are also being provided with a physical copy of the CPS High School Guide, which provides detailed information about all high school options that are available within the District.\n\n\nTo view the Self-Schedule Information Video, which provides a step-by-step guide to accessing the new system, click\n\n\nOther Helpful Resources\n\n  • The Office of Access & Enrollment (OAE) Website – Visit for general information about CPS schools and programs. For specific information on the application process, as well as selection and notification guidelines, click on the tab marked Resources.\n  • Up-to-Date Tier Data – Families applying to selective enrollment or magnet schools may want to use their home address to determine their respective tiers. This information is available at\n  • Option Guides – The District offers families comprehensive information on the academic programs available throughout CPS. Both the Options for Knowledge elementary school guide and the searchable high school directory are available in English and Spanish, and can be accessed by visiting Print copies can be obtained at any school, or by visiting CPS Central Office at 125 S. Clark Street.\n\n\nFamilies with additional questions are encouraged to call the CPS Office of Access & Enrollment at (773) 553-2060.\n\n\nPage Last Modified on Monday, September 30, 2013",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9976170063,
        "format_confidence":0.9353181124,
        "weight":0.0139616466
    },
    {
        "url":"http:\/\/store.steampowered.com\/news\/?feed=steam_release&appids=223597&appgroupname=The+Sims+3%3A+University+Life&enddate=1372662000",
        "text":"Product Release - Valve\nThe Sims 3: University Life, all new content for The Sims™ 3 is Now Available on Steam\n\nCreate and control Sims by customizing everything from their appearances and personalities to their homes. Then send them off to university where they will enjoy new opportunities, like social connections and career growth. From class activities to major-specific objects, your Sim will find new ways to learn! And university isn’t just about hitting the books. Join a protest, flirt at a bonfire party—there’s a lot to explore outside of lectures at the student union. With new locations like the bowling alley and SimBurger to visit, and new activities like juice pong and spray painting murals to enjoy, your Sims are sure to have the time of their lives!\n\n\nSearch news\nApr   Mar   Feb   Jan  \nArchives By Year\n2017   2016   2015   2014   2013  \n2012   2011   2010   2009   2008  \n2007   2006   2005   2004   2003",
        "topic_id":11,
        "format_id":13,
        "topic_confidence":0.9956791997,
        "format_confidence":0.5956867337,
        "weight":0.0011555446
    },
    {
        "url":"http:\/\/www.drba.net\/DesktopModules\/DnnForge%20-%20NewsArticles\/Print.aspx?tabid=91&tabmoduleid=611&articleId=3517&moduleId=564&PortalID=0",
        "text":"Cable Preservation Project Set for the Delaware Memorial Bridge\nInstallation Work Expected through December 2017\n\n(New Castle, DE) Today, Delaware River and Bay Authority (DRBA) officials announced the award of a contract to preserve and protect its principal asset, the Delaware Memorial Bridge. Under the new contract, the DRBA will install a dehumidification system for the main suspension cables on both structures of the Delaware Memorial Bridge. The work is expected to begin at the end of February, 2016 and continue for nearly two years.\n\nThe Delaware Memorial Bridge is a major transportation link in the north-south corridor between Washington, D.C. and New York City that handles more than 34 million vehicles annually. The Delaware Memorial Bridges main suspension cables are original to each bridge. The New Jersey bound span opened in 1951 while the Delaware bound one was completed in 1968.\n\nAccording to Shoukry Elnahal, Chief Engineer for the DRBA, the new dehumidification system is part of the Authority’s comprehensive capital program designed to preserve and protect the bi-state agency’s transportation infrastructure. “This state-of-the-art system will extend the life span of our main suspension cables that support the bridge deck of the Delaware Memorial Bridges,” Elnahal said. “The project involves the fitting of air tight wraps around the main cables, positioning injection and exhaust ports, and installing advanced dehumidification plants inside the anchorages of the two bridges.”\n\nElnahal also noted that the system will be equipped with remote sensors and advanced monitoring systems to insure it is functioning as intended. “The new dehumidification system is designed to operate as efficiently as possible while keeping the Authority’s long term maintenance requirements to a minimum,” he added.\n\nDuring the execution of this contract, multiple lanes on the northbound and the southbound bridges will be closed periodically. While DRBA engineers have designed the project to minimize traffic delays to the extent possible, motorists should expect to experience them from time-to-time.\n\nThe safety of the traveling public, highway contractors on-site, and DRBA employees continue to be the highest priority. Commuters and travelers are urged to be careful and stay alert in and around construction zones, obey all detours and posted speed limits and plan to take a few extra minutes during rush hour periods.\n\nApproximately 25 suspension bridges in the world are equipped with a cable dehumidification system. In 1998, the Akashi Kaikyo Bridge in Japan was the first to be equipped with such a system. The Maryland Transportation Authority began installing the first cable dehumidification system in the United States for the William Preston Lane Jr. Memorial (Bay) Bridge in 2012. That system was completed last year. The Delaware Memorial Bridge Twin Span will be the second such application in the United States.\n\nAmerican Bridge Company of Coraopolis, Pennsylvania will handle the construction and installation work at a cost of $33.6 million. Formed in 1900, American Bridge Company is a leading provider of bridge construction services worldwide. The company excels at the construction and rehabilitation of cable supported bridges, movable bridges, steel truss bridges, steel and concrete arch bridges, and other complex civil infrastructure projects that benefit from advanced construction engineering skills.\n\nAbout the Delaware River and Bay Authority\nThe DRBA, a bi-state governmental agency created by Compact in 1962, owns and operates the Delaware Memorial Bridge, the Cape May- Lewes Ferry, and the Forts Ferry Crossing. The DRBA also manages corporate and aviation properties through its economic development powers - two airports in New Jersey (Millville Airport and Cape May Airport) and three in Delaware (New Castle Airport, Civil Air Terminal and Delaware Airpark). All DRBA operating revenues are generated through the bridge, ferry and airport facilities. For more information, visit\n\nPDF of Press Release\n\nDMB Tower Aerial",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.974909544,
        "format_confidence":0.9744942188,
        "weight":0.0043124755
    },
    {
        "url":"https:\/\/www.carcomplaints.com\/Jaguar\/XF\/2010\/recalls\/power-assisted-steering-pipe-replacement-11v168000.shtml",
        "text":"ANNOUNCEMENT: The Car Book 2018 is now online!\n\nRatings on over 1,000 new & used models going back 5 years, from the Center from Auto Safety. Learn more about The Car Book 2018 here.\n\n2010 Jaguar XF recall J018\n\nJaguar Recall J018: Power Assisted Steering Pipe Replacement\n\n2010 Jaguar XF\n\nPin-holing of the pas pipes could allow pressurized power steering fluid to leak into the under-hood and engine bay area. A loss of power steering fluid will result in a loss of power assist steering. Also, that fluid may ignite if it comes into contact with an ignition source or a surface at sufficiently high enough temperature, causing a vehicle fire.\n\nSteering — Hydraulic Power Assist — Hose, Piping, And Connections\n\nJaguar is recalling certain model year 2010 xk and Xf vehicles manufactured from June 27, 2009, through March 10, 2010. The power assist steering (pas) pipes have been supplied with zinc-nickel plating that does not meet fully the corrosion protection requirements of Jaguar's engineering specification. After an extended period of time in service, corrosion of the pas pipes will occur that may lead to pin-holing of the pipe.\nDealers will replace the power steering fluid pipes with parts manufactured to the required corrosion protection specification. This service will be performed free of charged. The safety recall is expected to begin on or before June 6, 2011. Owners may contact Jaguar at 1-800-452-4827.\nDocuments (14)\n\nClick a tab for more information.\n\nDate Announced\nMAR 14, 2011\nVehicles Affected\nJaguar Recall #\nNHTSA Campaign #\nFind something helpful? Spread the word.\n\nBecome a Fan & Spread the Word",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9895087481,
        "format_confidence":0.5197950602,
        "weight":0.0023002738
    },
    {
        "url":"http:\/\/ir.elbitsystems.com\/phoenix.zhtml?c=61849&p=irol-newsArticle&ID=2323770",
        "text":"v Elbit - Investor Relations -Press Releases\nHome|Contact Us|Press Relations\nAbout|Investor Relations|Areas of Business|Company Brochures|Exhibitions and Event|Careers\nInvestor Relations\nIR Home\nCompany Overview\nCorporate Governance\nShare Information\nPress Releases\nSEC Filings\nFinancial Reports\nEvents and Webcasts\nAnalyst Coverage\n\nPrint PagePrint Page\nE-mail PageE-mail Page\nRSS FeedsRSS Feeds\nE-mail AlertsE-mail Alerts\nIR ContactsIR Contacts\nFinancial Tear SheetFinancial Tear Sheet\nFollow Us on Twitter\n\nElbit Systems Ltd.\nAdvanced Technology Center\nP.O.B 539, Haifa 31053\n\nTel: 972-4-8316663\nFax: 972-4-8316944\nListen to Elbit Systems Ltd. Second Quarter 2018 Results Release\nConference Call Scheduled for August 16th, 2018 at 09.00am ET\nPress Releases\nPrinter Friendly Version View printer-friendly version\n<< Back\nAnother Success in the U.S. for the Cyberbit Range: Elbit Systems of America and Metropolitan State University Announce New Cyber Training and Simulation Center\n\nFORT WORTH, Texas, December 21, 2017 \/PRNewswire\/ --\n\nElbit Systems of America, LLC, announced that it will partner with Metropolitan State University to establish a new facility powered by the Cyberbit Range for the training and simulation of cybersecurity professionals at the Metropolitan State campus in Saint Paul, Minn.\n\nElbit Systems of America will provide the hardware, software, and technical expertise to operate the training and simulation environment. In turn, Metropolitan State will provide the facilities and expert instructors. The training program and Cyber Range is expected to commence training in the spring of 2018.\n\nWith reports of cyber-attacks on the rise and the demand for highly-qualified cybersecurity professionals greater than ever, Elbit Systems of America and Metropolitan State are addressing the challenges of accelerating the certification of new cybersecurity experts.\n\n\"We're pleased to partner with Metropolitan State to bring advanced training and simulation capabilities into the University's respected cyber lab,\" commented Raanan Horowitz, president and Chief Executive Officer of Elbit Systems of America. \"Trainees will benefit from unique and realistic simulation to support their certification and, ultimately, allow them to focus on keeping America's infrastructures and businesses safe when they enter the workforce.\"\n\n\"I am very pleased to launch the partnership with Elbit Systems of America. This agreement brings a cutting edge cybersecurity simulation-based training center to Metropolitan State University and to the State of Minnesota,\" said Virginia Arthur, President of Metropolitan State University. \"The new Cyber Range training facility, with its advanced cybersecurity curriculum, combined with Metropolitan State's business, education and government partnerships will effectively help to ensure that many more Minnesotans are fully prepared to meet the demands of 21st-century jobs. We are proud that through our work with Elbit Systems of America, we will position the Minnesota State system of colleges and universities and the state of Minnesota to become a national center of excellence in cybersecurity education and practice.\"\n\nThe training and simulation center will be powered by the Cyberbit Range, a solution developed by Cyberbit, an Elbit Systems' subsidiary. Cyberbit Range is a widely-deployed cybersecurity training and simulation platform, currently training and certifying thousands of cybersecurity professionals in many training centers, including; RUAG in Switzerland, IABG in Germany; Ni Cybersecurity in Tokyo, Japan; ST Electronics in Singapore; Regent University in Virginia, US; The Baltimore Cyber Range in Maryland, US; and most recently ISE Systems in France. Cyberbit Range provides an up-to-date selection of simulated attack and ransomware scenarios. Trainees operate in real-life settings by accurately replicating their network setup, using their actual security tools and simulating their typical network traffic. The Cyberbit Range also includes a virtual and physical ICS\/SCADA network training and cross-functional executive training.\n\nAbout Metropolitan State University  \n\nMetropolitan State University, a member of Minnesota State, is the Twin Cities public, urban, comprehensive state university providing lifelong learning, and competitive academic and professional degree programs at the bachelor, master and doctoral levels. The university's brand new Science Education Center includes 6,000 square feet of classroom space and 19,500 square feet of lab space, greatly expanding Metropolitan State's capacity to provide extraordinary science education. For more information, contact Kyle Swanson, dean of the College of Sciences, at (651) 793-1681 or email kyle.swanson@metrostate.edu\n\nAbout Elbit Systems of America, LLC  \n\nElbit Systems of America is a leading provider of high performance products, system solutions, and support services focusing on the defense, homeland security, commercial aviation, and medical instrumentation markets.  With facilities throughout the United States, Elbit Systems of America is dedicated to supporting those who contribute daily to the safety and security of the United States.  Elbit Systems of America, LLC is wholly owned by Elbit Systems Ltd. (NASDAQ: ESLT) (TASE: ESLT), a global high technology company engaged in a wide range of programs for innovative defense and commercial applications. For additional information, visit: http:\/\/www.elbitsystems-us.com or follow us on Twitter.\n\nAbout Elbit Systems  \n\nElbit Systems Ltd. is an international high technology company engaged in a wide range of defense, homeland security and commercial programs throughout the world. The Company, which includes Elbit Systems and its subsidiaries, operates in the areas of aerospace, land and naval systems, command, control, communications, computers, intelligence surveillance and reconnaissance (\"C4ISR\"), unmanned aircraft systems, advanced electro-optics, electro-optic space systems, EW suites, signal intelligence systems, data links and communications systems, radios and cyber-based systems. The Company also focuses on the upgrading of existing platforms, developing new technologies for defense, homeland security and commercial applications and providing a range of support services, including training and simulation systems.\n\nFor additional information, visit: http:\/\/www.elbitsystems.com or follow us on Twitter.\n\n\nElbit Systems of America and other trademarks, service marks and logos are registered or unregistered marks of Elbit Systems of America companies in the United States and in foreign countries.  Copyright © 2017 Elbit Systems of America. All rights reserved.\n\nForward Looking Statement \n\nThis press release contains forward-looking statements (within the meaning of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended) regarding Elbit Systems Ltd. and\/or its subsidiaries (collectively the Company), to the extent such statements do not relate to historical or current fact. Forward-looking statements are based on management's expectations, estimates, projections and assumptions.  Forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995, as amended.  These statements are not guarantees of future performance and involve certain risks and uncertainties, which are difficult to predict. Therefore, actual future results, performance and trends may differ materially from these forward-looking statements due to a variety of factors, including, without limitation: scope and length of customer contracts; governmental regulations and approvals; changes in governmental budgeting priorities; general market, political and economic conditions in the countries in which the Company operates or sells, including Israel and the United States among others; differences in anticipated and actual program performance, including the ability to perform under long-term fixed-price contracts; and the outcome of legal and\/or regulatory proceedings.  The factors listed above are not all-inclusive, and further information is contained in Elbit Systems Ltd.'s latest annual report on Form 20-F, which is on file with the U.S. Securities and Exchange Commission. All forward-looking statements speak only as of the date of this release. The Company does not undertake to update its forward-looking statements.\n\nMedia Contacts:\nRod Gibbons | +1-817-234-6834| rod.gibbons@elbitsystems-us.com\nShari Clarkson | +1-682-286-2363 | sharon.clarkson@elbitsystems-us.com\n\nSOURCE Elbit Systems of America, LLC\n\nSite Map|Credit|Legal Terms\n© 2017 Elbit Systems Ltd.",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.968167603,
        "format_confidence":0.9928552508,
        "weight":0.0185352857
    },
    {
        "url":"https:\/\/thecharlesnyc.com\/journal\/back-to-the-studio-07-2020",
        "text":"\n\nBack to the Studio\n\nShare on\n\nThe Charles Group is pleased to announce that under New York City’s Phase 2 reopening, in-studio content production will now be returning to full scale. For the consideration of our team and our partners, we will be following a set of strict safety guidelines. \n\nA full list of our content production services and work samples can be found in the link here.\n\nWe look forward to being back on set with you. \n\nPlease do not hesitate to contact Ben Zacaroli, Content Manager if you have any questions or content production requests.",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.6596311927,
        "format_confidence":0.9884676337,
        "weight":0.0064170551
    },
    {
        "url":"http:\/\/cdls.org.uk\/fund-raising\/sweet-taste-of-success.html",
        "text":"» Sweet Taste of Success\n\nOne family in Ireland has done an amazing job and raised over 3000 Euros, through their fundraising efforts. We were recently contacted by CdLS mum, Melissa Coleman from County Cork, with a fantastic recipe for fundraising. Melissa has a daughter with CdLS, Tabitha, who turned 5 in February.\n\nShe has a friend, Natalie Keane, who runs a craft Chocolate business with her sister. The company is called Bean & Goose and they make a range of chocolate bars with some incredible flavours. Natalie knew of Tabitha and her condition and kindly offered to donate around 50 large bars of her chocolate to raise money for the Foundation. She wanted nothing for her costs, so all profit would go to us.\n\nBean and Goose Chocolate BarWhen Melissa told us, she asked if we could help with creating an awareness raising band around the hand-packaged bars. Of course, we were delighted to help. One of the flavourings of the donated bars was lavender, in honour of our CdLS colours.\n\nThe bars could only be sold in Ireland, so no shipping costs were incurred but they sold out very, very quickly, making nearly €300 for us. They also were a very effective way of raising awareness of CdLS, with some informative text about the syndrome and a picture.\n\nAs if that wasn’t enough, Tabitha’s dad, Liam Coleman managed to have the Foundation nominated as one of the charities supported by the company he works for, Eli Lily, for their Christmas charity day. Based in Kinsale, County Cork, Eli Lily held their fundrasing day in December. They raised a massive €3,200 for CdLS.\n\nCdLS Christmas CardsIrish Regional Volunteer, Eleanor O’Kelly-Lynch has also had a seasonal scheme to raise funds and awareness. She put together some CdLS-branded Christmas Cards for Irish families. Eleanor says; “The CdLS Christmas card idea was a great success and we will definitely make them an annual fundraising event, judging by the interest we got. We got 1000 cards printed and could have easily sold another 500. Everyone got behind the idea and families ordered them in multiple packs of ten. Thanks to Jenkinson Logistics for paying full cost on design and print which meant every cent raised went to CdLS Foundation - a real bonus giving us  a total of €1080.”\n\nOur huge thanks go to Melissa, Liam and Eleanor. What a sweet way to raise money and awareness for CdLS!",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.6536722779,
        "format_confidence":0.9329423308,
        "weight":0.0095153259
    },
    {
        "url":"https:\/\/www.ria.ie\/news\/library-library-blog\/thomas-moore-240",
        "text":"Thomas Moore at 240!\n\n28 June 2019\n\nIn this month's Library blog post Harry White, MRIA, Professor of Music, University College Dublin, takes a look at our current exhibition Discovering Thomas Moore: Ireland in nineteenth-century Europe.\n\n‘Where in Germany, even today, would you find three such literary heroes to set beside Lord Byron, Moore and Walter Scott?’, enquired the great German writer and statesman, Johann Wolfgang von Goethe in 1824.  For many people, it comes as a surprise to see Thomas Moore in such company, in the front rank of British literary romanticism, because his reputation in the interim has dwindled to a handful of well-beloved songs from the Irish melodies, and not much besides. Moore was in fact an originary and formative presence in the development of European music and letters in the first half of the nineteenth century, and the circulation of his poetry, fiction and lyric verse exerted considerable influence on many composers, including Robert Schumann and Hector Berlioz. Schumann’s setting of the second part of Moore’s Lalla Rookh, ‘Paradise and the Peri’ (in German translation) and Berlioz’s Mélodies irlandaises (settings in French translation of Moore’s verse from the Irish melodies) affirm a more general popularity for Moore’s poetry on the continent.\n\n Thomas Moore, Paradise and the Peri (London, Day & Son, [1860]). Image courtesy of Special Collections & Archives, Queen's University Belfast.\n\nMoore’s long poem — Lalla Rookh — became an overnight success on its publication in 1817.  The poem relates the journey of Lalla Rookh, an Indian princess, from her homeland  to Kashmir for her wedding to the king there.  En route she meets a poet who accompanies her and beguiles her with the story of a fallen angel (the Peri) who has to pass several tests in order to gain entry to Paradise. Lalla Rookh falls in love with the poet who turns out to be her betrothed in disguise!  Schumann remarked that the verse was ‘intended for music, as if from the start’. The poem was part of a vogue for orientalism in Europe and was widely admired and translated. \n\nThis year we celebrate the 240th anniversary of Moore’s birth in Dublin on 28 May 1779 with an exhibition at the Academy Library, curated by Dr Sarah McCleave, Senior Musicologist at the School of Arts, English & Languages, Queen’s University of Belfast.\n\nThe materials on display recapture not only Moore’s phenomenal success as a poet and lyricist in Europe, but his often neglected reputation as a novelist, satirist, biographer and historian. In recent years, these aspects of Moore’s intellectual estate have received at least something of their due from literary historians and musicologists, just as Moore’s extraordinary life has been magisterially recovered in Ronan Kelly’s 2008 biography, Bard of Erin[i]. Throughout that life, the very idea of Ireland abides, even in Moore’s imagined orient. Moore’s inventions were assuredly romantic, but they were also grounded in a scientific apprehension of scholarly sources and a lively political awareness of injustice and repression. His instincts as a romantic poet were constantly mediated by an antiquarian appeal to the authority of historical documents, and his brilliance as a biographer (particularly of Lord Edward FitzGerald) was fired by ‘that time of terror and torture’ which Moore experienced as a young student in Trinity College Dublin, following the failed rebellion of 1798. Throughout his writing career, as many of the items displayed in the exhibition demonstrate, Moore’s sense of responsibility to empirical evidence anchored the flight of his auditory imagination.\n\nThomas Moore. Image courtesy of the National Library of Ireland.\n\nThe rich resources of the Royal Irish Academy (which houses the greater part of Moore’s private library) and of the Gibson Massie collection in Queen’s University Belfast combine in this exhibition to commemorate the 240th anniversary of the birth of a writer whose profound Irishness was deeply inflected by his European reception and afterlife. In the present moment of European crisis, such a commemoration could scarcely be timelier.\n\nHarry White, MRIA, Professor of Music, University College Dublin\n\nThe exhibition Discovering Thomas Moore: Ireland in nineteenth-century Europe is on display at Academy House until 23 December 2019. Our booklet — Sarah McCleave, Discovering Thomas Moore: Ireland in nineteenth-century Europe (Dublin, 2019) — is available at the exhibition.   ISBN: 978-1-911479-22-2\n\nDiscover Moore with the Erin Catalogue project. Based at Queen's University Belfast and co-funded by the Horizon 2020 Framework Programme of the European Union, ERIN, or Europe’s Reception of the Irish Melodies & National Airs: Thomas Moore in Europe, is an open access online resource which maps Europe’s response to the Irish Melodies, documents the chronological and geographical dissemination of the National Airs and identifies European music editions of the songs, operas and ballets from or based on the poem Lalla Rookh.\n\nRead the latest post by the Eighteenth-Century Ireland Society on Project ERIN\n\nMain image: 'The Tyrant of Gazna’, drawn on stone by Albert Warren, image courtesy Special Collections and Archives, Queen’s University Belfast. \nThe Tyrant of Gazna is a character featured in 'Paradise and the Peri', one of the tales in Thomas Moore's Lalla Rookh\n\n[i] Ronan Kelly, Bard of Erin: the life of Thomas Moore (Dublin, 2008).\n\nStay up to date with the Royal Irish Academy newsletter\n\nSign up now",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9816839099,
        "format_confidence":0.7539327741,
        "weight":0.001155056
    }
]