[
    {
        "url":"https:\/\/masterbit.info\/news\/kodak-partners-with-blockchain-platform-to-raise-50-million-in-token-offering\/",
        "text":"Kodak Partners With Blockchain Platform to Raise $50 Million in Token Offering\n\n\nKodak has partnered with a blockchain project seeking to raise $50 million in a combined public and private token offering. The idea was put forth by Wenn Digital, the developer of an image protection blockchain platform licensed by Eastman Kodak Co.\n\nKodak’s Blockchain Platform to Raise Up to $50 Million in Token Offering\n\nKODAKOne is a blockchain-based system created by Wenn Digital, designed to protect the copyright of images or photographs registered on the platform. Kodak holds a minority stake in Wenn Digital and has benefited from that position, reports Reuters. The performance of its stock has improved significantly as investors predict the development of the blockchain platform will turn into a lucrative venture once it is set and running.\n\nShares of the company have jumped from its early 2018 lows around $3 to as high as $11.55 when Kodak announced the deal with Wenn Digital. It quickly lost two-thirds of its market value on news that the token offering, which was scheduled for January, would be delayed. Finally, the initial coin offering (ICO) of KODAKCoin is due to take place on May 21. The January misstep was caused by regulatory issues that have since been taken care of.\n\nCam Chell, co-founder and chair of KODAKOne told Reuters in an interview that the token offering will comply with the U.S. Securities and Exchange Commission (SEC). KODAKOne will use Simple Agreement for Future Tokens (SAFT), an investment contract offered by cryptocurrency developers to accredited investors. Being a security, SAFT must comply with securities regulations, which requires the token to be issued when the blockchain platform is launched.\n\nThe SEC supports the practice because it sees these SAFTs as being traded like securities without conforming to any of the strict rules that already exist for that market. Token sales become viable under the SEC regulation with the SAFT structure because participation is limited to accredited investors.\n\n“We really took a step back and decided that we would ensure that all Ts were crossed and Is dotted before we embark on a public sale. We wanted to make sure that we got it right”.\n\nKODAKOne is expected to be launched later this year, according to Cam Chell. A pre-sale of its SAFT to accredited investors conducted by Wenn Digital raised approximately $10 million. The company needs $20 million to be able to successfully develop and launch the blockchain platform, but Chell says ‘$50 million is our sweet spot’ as the company aims higher.",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9934930205,
        "format_confidence":0.9968729615,
        "weight":0.0128507456
    },
    {
        "url":"http:\/\/www.theage.com.au\/articles\/2003\/10\/27\/1067233102085.html?from=storyrhs",
        "text":"The Age Online\n\n  books     epicure     fashion     film     music     people     tv & radio  \n\nHome   >   Entertainment   >   Arts   >   Article\n\nA mother's grace under duress\n\nOctober 28, 2003\n\nPrinter friendly version Print this article\nEmail to a friend Email to a friend\n\nUS death-row prisoner Ricky Langley, who has an unlikely ally in his battle to avoid the death penalty - the mother of the six-year-old boy he murdered.\nPicture: Supplied\n\nA real-life United States death-row drama is about to unfold on a Melbourne stage, writes Robin Usher.\n\nMelbourne actor Anna Galvin has worked in London and Los Angeles for the past decade but the power of a new play about the death penalty in the United States made her feel sick when she read it.\n\n\"The tragedy just hit me. I wondered how I could find the stamina to perform it with an audience close by,\" she says.\n\nGalvin is playing the lead in Lorilei - A Meditation on Loss by Tom Wright, a dramatisation of a woman's attempt to save the killer of her six-year-old son from the death penalty. \"I have always been opposed to the death penalty,\" Galvin says. \"But you always wonder how you would feel about it if someone you loved was murdered.\"\n\nLorilei is the second death-row play by Wright and the director, Nick Harrington, who took the critically acclaimed This is a True Story from La Mama to London in 2001.\n\nThe production, which featured Wright as a death-row inmate with an IQ of just 54, was highly praised by the Guardian newspaper and Time Out magazine.\n\nBut Harrington says the spur for the new show was the opportunity to explore the issues from a fresh angle, using interviews and court transcripts. \"This is from the perspective of someone who suffered grievously when her six-year-old son was murdered, (who) rose above the barbarism of the death penalty,\" he says.\n\nHarrington, who worked as a volunteer lawyer at an anti-death penalty centre in New Orleans five years ago, met Ricky Langley, the man convicted of the crime, when he was on death row. \"I spent a couple of hours with him in jail on the same trip that I received the diary that became the basis for True Story.\"\n\nHe had no intention of dramatising the case, but Langley won an appeal on a technicality and a re-trial was held earlier this year. The play unfolds as a mystery, with the audience uncertain of the result until the conclusion.\n\nHarrington was impressed by the stand taken by the boy's mother, Lorilei, who asked that her full name be withheld. \"She didn't have to get involved, and, after taking a stand, she received real heat from the district-attorney prosecuting the case and even from members of her own family.\"\n\nLorilei had to travel about 1500 kilometres from South Carolina, where she moved after the murder, to attend court proceedings in Louisiana, but the district-attorney refused to pay her a living allowance until ordered by the presiding judge.\n\n\"She wasn't playing the expected role as the victim's mother,\" he says. \"As a result, she believes the only person who has supported her is her 11-year-old son.\"\n\nActress Anna Galvin was emotionally touched by the story.\nPicture: Shannon Morris\n\nBut the woman's stand even confused Langley's defence lawyers, who claimed in a submission that she had forgiven him for the murder.\n\n\"That wasn't true. She has never forgiven him, but she does not believe in the death penalty. She believes in grace and doesn't want his life taken in her son's name,\" he says. \"What she does say is that her son would have forgiven him.\"\n\nLorilei blames the system for releasing Langley into the community after an earlier conviction, even though he warned he was not in control of his impulses.\n\nWhen he killed the boy, he believed he was killing a dead brother whom he claimed was ordering him to commit evil deeds. Harrington says Lorilei went on a binge of drugs and alcohol after the murder in New Orleans in 1992; she was pregnant with her second son.\n\nThe Bible featured in her rehabilitation therapy but Harrington says he is not sure how religious she is.\n\n\"God hangs in the air, as he does in a lot of southern stories,\" Harrington says. \"But I think she believes in every person's right to be given an opportunity to be redeemed.\"\n\nGalvin, who studied drama in Oxford after graduating from Melbourne University, was visiting her family when Harrington showed her the script. Most of her previous work was in television series such as The Sentinel, and while she was intimidated by the power of the script, she welcomed the chance to return to the theatre.\n\n\"Los Angeles nearly killed my passion for acting,\" she says. \"The quality of a lot of television scripts is soul-destroying.\" She has concentrated on getting Lorilei's accent right, after speaking to her on the phone. \"Her tenacity is amazing, and I don't want anything to get in the way of people appreciating that,\" she says. \"She wasn't lucky enough to have a huge education and she is not super articulate but she showed amazing courage.\"\n\nLorilei is keen to see the production but it is organised on a non-profit basis so can't cover the air fare to bring her to Australia.\n\n\"But True Story toured to London and I would love to take Lorilei to North America where it would be possible for her to see the show,\" Galvin says.\n\nWhen the season ends, she intends to return to the scripts she is working on - one a romantic comedy she hopes will be a money spinner, and the other an historical drama she has been researching for five years.\n\n\"I would love to see it developed as a co-production with Australia because I would love to get back here with a professional base,\" she says.\n\nLorilei opens at La Mama tonight and runs until November 9. Internationally-renowned human rights lawyer, Clive Stafford Smith, will answer audience questions after tomorrow's show and on Friday. Book on 03 9347 6142.\n\nPrinter friendly version Print this article      Email to a friend Email to a friend Top Top\nNATIONAL: Outraged Premier saves Butler's bacon\nSPORT: Scud slips in Masters race\nWORLD: World Watch\nBUSINESS: Fees the key to Westpac's $2.3bn\nmagnifying glass Search all Fairfax archives (*Fee for full article)\n\n\nMore Film\n\n\nMore Music\n\nTV & Radio\n\nMore TV & Radio\n\n\nMore Arts\n\n\nMore Epicure\n\n\nMore Fashion\n\n\nMore Books",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.6987772584,
        "format_confidence":0.921436429,
        "weight":0.0110910165
    },
    {
        "url":"http:\/\/www.southcoasttoday.com\/apps\/pbcs.dll\/article?AID=\/20100524\/SPORTS\/5240339",
        "text":"The Boston Celtics aren't just defeating teams in the postseason, they're beating them into submission. The Orlando Magic might have already surrendered before Game 4 tips off tonight.\n\nThe Boston Celtics aren't just defeating teams in the postseason, they're beating them into submission. The Orlando Magic might have already surrendered before Game 4 of the Eastern Conference Finals tips off tonight.\n\nThe Miami Heat never quite recovered from 106-77 loss in Game 2. After Cleveland blew out the Celtics in Game 3, Boston rebounded with a Game 4 win, and LeBron James decided to pack it in and wait for free agency.\n\nThe Magic, however, seem to want to fight through the desire to give up that the Celtics' previous opponents gave into. They just can't figure out how.\n\n\"There's going to have to be a lot of soul searching and a lot of pulling together. The easiest thing to do for anybody when things go badly is to escape,\" Magic coach Stan Van Gundy said. \"When things are bad, you want to escape from it. That's going to be everybody's natural reaction, escape and try to escape blame as much as you can.\"\n\nOrlando has the sixth-highest payroll in the league at $82 million, and reigning two-time Defensive Player of the Year Dwight Howard as their anchor. They also have Vince Carter and Rashard Lewis, two other guys earning max contract money. Does this sound like a team that Van Gundy should have to explain how he's going to keep from packing it in?\n\n\"That's not an easy thing to do,\" he said of rebounding from the 3-0 deficit. \"It goes against everybody's human nature right now, but if we don't have that kind of toughness, then we shouldn't be here anyway.\"\n\nHoward was one of the leading voices in Orlando claiming the Magic would bounce back from two losses on their home court, but he was one of the first to disappear in Game 3.\n\n\"I don't know what happened,\" Howard said. \"After we started missing a couple of shots and they kept making shots, everybody wanted to do it on their own. It wasn't team basketball. From then on, they just kept pounding it in on us.\"\n\nBoth Howard and Matt Barnes mentioned they just hadn't played like the Orlando Magic yet this series. They haven't been the offensive juggernaut they had been or the defensive lockdown unit they always strive to be, but perhaps this is who the Orlando Magic have been all season — a team that's just not good enough, and inferior to the Celtics. Maybe they don't want it as badly.\n\n\"I don't question what they want, how they want it, but we know what we want,\" Ray Allen said. \"We put it out there every day, even when we aren't playing, just the attention to detail. It's going to continue.\"\n\nAlthough nobody would ever say so, excuses can be made for Boston's first two postseason opponents. Perhaps Dwyane Wade and James had already made the decision to end their time with their current team, and were just a little too eager to get the season done with. But Orlando's superstar is locked up for three more years, and the team expects to remain competitive for the foreseeable future.\n\nIf the Magic can look inside themselves and find that they do have more desire than Miami and Cleveland showed, they can salvage some shred of dignity. No NBA team has ever come back from a 3-0 deficit to win a series, but at least they can make an effort.\n\n\"They're going to come back in the next game and they're going to give us their best shot,\" Doc Rivers said. \"They're a competitive group, and we know that. Quite honestly, we're not good enough to let up. I can tell you that. And they're good enough to get it going, so we have to be very conscious of that.\"\n\nThat feeling extended throughout the Celtic locker room on Saturday night. Like Orlando, the Boston players feel their backs are against the wall.\n\n\"We know that this team is not going to lie down and we definitely have to be ready for their hardest punch,\" Tony Allen said.\n\nBefore the series began, many so-called experts felt the Celtics and Magic were very evenly matched on paper. That didn't take into account the intangibles, like pride and desire, and that the Magic left theirs behind in their two previous playoff series.\n\n\"Give the Celtics a lot of credit, man,\" Howard said. \"They've been playing hard, they've been playing together. They're playing like a team that wants the win the championship.\"\n\nMeanwhile, the Magic look like a team that just wants to go home. They've gone soul searching at the worst possible time, something the Celtics are glad they took care of during tough stretches of an often disappointing regular season.\n\n\"We're motivated by what's at stake. We see the big picture as a team,\" Paul Pierce said. \"You feel it. You feel it in practice the last two days with our focus. You feel it when we're on the court, how we're playing. The guys smell it right now. They know what it feels like to be in a championship. They know what it feels like to win a championship. You're starting to see urgency really, really come out the closer we get.\"\n\nA win tonight brings the NBA Finals. Can't get much closer than that.\n\nTim Weisberg covers the\n\nCeltics for The Standard-Times. Contact him at",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.997412622,
        "format_confidence":0.9077298045,
        "weight":0.0255028176
    },
    {
        "url":"https:\/\/www.gtajunkies.com\/grand-theft-auto-v-official-gameplay-video\/",
        "text":"GTAV Gameplay Trailer\n\nGrand Theft Auto V: Official Gameplay Video\n\nAll of the in-game footage featured in today’s GTA 5 gameplay trailer was captured from the PlayStation 3 version, Rockstar has confirmed.\n\n“Just to clarify for those asking, this particular video was captured with footage from the PS3 version of the game,” wrote Rockstar on the publisher’s official website.\n\nGameplay footage of GTA 5 was released earlier today, offering players the first in-game glimpse at the world of Los Santos and the mechanics set to be introduced in this September’s crime blockbuster.\n\nShare on Google Plus\n\nLeave a Reply\n\nGet Social with us\n\nSocial Club\n\n%d bloggers like this:",
        "topic_id":11,
        "format_id":10,
        "topic_confidence":0.9953103662,
        "format_confidence":0.6499987245,
        "weight":0.0014108851
    },
    {
        "url":"https:\/\/reflector.uindy.edu\/2016\/03\/09\/faculty-artist-concert-series-continues-with-heroes-and-villains\/",
        "text":"Faculty Artist Concert Series continues with “Heroes and Villains”\n\nby Zoë Berg | Feature Editor\nPublished: Last Updated on\n\n“Heroes and Villains” visited the University of Indianapolis as part of the Faculty Artist Concert Series on Feb. 29 in the Ruth Lilly Performance Hall of the Christel DeHaan Fine Arts Center. The recital featured pieces by Franz Schubert, Charles Ives, Jacques Ibert, Leonard Bernstein and many others. Music Lessons Adjunct faculty member Daniel Narducci sang baritone while Staff Accompanist Greg Martin played the piano.\n\nThe performance was broken into six sets, each with a different theme in the heroes and villains categories, from a wide range of composers and inspirations.\n\n“Mythology, literature and motion pictures are filled with examples of heroes, villains and the good or evil that they bring upon mankind,” according to the event program. “[‘Heroes and Villains’] represents a look at some of the diverse personalities that we recognize as heroes or villains, coming into our awareness through myth, literature or true life.”\n\nDaniel Narducci, music lesson adjunct faculy member, performs at the \"Heroes and Villians\" concert in the Ruth Lilly Performance Hall on Feb. 29. Photo by Madison Hays\n\nDaniel Narducci, music lesson adjunct faculy member, performs at the “Heroes and Villians” concert in the Ruth Lilly Performance Hall on Feb. 29. Photo by Madison Hays\n\nThe performance began by focusing on heroes, with the first set featuring “Bois épais” by Jean-Baptiste Lully, from “Amadis,” a French opera focusing on love and chivalry. This set also included “Ô Richard, ô mon roi!” from “Richard Coeur-de-lion,” by André Grétry.\n\nThe second set was by Franz Schubert. “Die Götter Griechenlands,” “Der Enthsühnte Orest” and “An die Leier” were performed.\n\n“Franz Schubert found inspiration in ancient Greek myths and legends for many of his songs,” according to the event program, “and this group of songs presents settings of poems based on Greek mythology.”\n\nThe next set of songs was from “Chansons de Don Quichotte,” by Jacques Ibert. Ibert contributed four songs for the film “Don Quixote.”\n\n“The original scoring was for various forces, from small ensemble to full orchestra, but Ilbert also arranged them for voice and piano,” according to the program. “This is the arrangement presented today … “Chanson du départ” is by Pierre de Ronsard, and the other three are by Alexandre Arnoux.”\n\nThe four pieces were originally poems in which Ibert composed the accompanying music.\n\nFreshman elementary education major Liz Van Allen attended the performance for Lecture\/Performance credit and to be able to write a paper for her Introduction to Music class. She enjoyed the set that focused on Don Quixote.\n\n“I like the whole piece on Don Quixote,” Van Allen said. “I had to read it in high school so it was cool to see performed.”\n\nThe fourth set featured songs inspired by Native Americans. It included “Song of the Deathless Voice,” by Arthur Farwell, and was from the tribe on the Omaha plains and incorporated their language into the song. Charles Ives’s “The Indians” also was performed. According to the program, the song focuses on tragic events that affected Native American culture. The set was rounded out with “From Land of the Sky-Blue Water,” by Charles Wakefield Cadman, which also focuses on the Omaha tribe.\n\nThe set of villainous songs began with “The Listeners,” by Norman Dello Joio. It is about a traveler trying to be heard while traveling through a quiet night. Next “Song of Black Max,” by William Bolcom was performed.\n\n“William Bolcom’s ‘Song of Black Max’ is composed in the tradition of Bertolt Brecht and Kurt Weill,” according to the program. “It is reminiscent of one of their most well-known songs, ‘Mack the Knife.’”\n\nTo end the set of villainous songs was “Captain Hook’s Soliloquy” from “Peter Pan,” by Leonard Bernstein. It is sung by the character of Captain Hook, who believes that he has just killed Peter Pan.\n\nFreshman music education major Brenden Everett was particularly impressed with “Captain Hook’s Soliloquy.”\n\n“What was really cool is when he sang the Captain Hook song … and he [Narducci] was in character,” Everett said. “It was refreshing to watch him perform.”\n\nThe final set of the night celebrated the heroism of those who served in the World Wars. “He is There!” by Charles Ives, was performed first. According to the program, it includes quotations from at least 14 different patriotic songs, such as “The Battle Cry of Freedom,” “Columbia, Gem of the Ocean” and “The Star-Spangled Banner.” The next two songs performed were by Gene Scheer, “Holding Each Other” and “At Howard Hawks’ House.”\n\nThe final song was sung by British soldiers as they enlisted and was later sung to help heal them from the shock of the war. It was “Roses of Picardy,” by Haydn Wood, and was his most successful song, according to the program.\n\nFollowing the performance, Narducci and Martin returned to the stage and performed another song from “Don Quixote.” Everett said this was his favorite song of the night.\n\nVan Allen said that she enjoyed the performance.\n\n“I was surprised,” she said. “I didn’t know what to expect. [I] liked it.”\n\nEverett, who attended the performance because Narducci is his professor, said that he learned a lot.\n\n“There was a lot of stuff he did in terms of vocal technique,” he said. “I won’t get into the specifics but there was a lot of stuff with his stance.”\n\nEverett was impressed with the way Narducci was in character for many of the songs and sang in French and German, as well as English.\n\nThe next performance in Ruth Lilly Performance Hall is the Symphonic Wind Ensemble and Chamber Orchestra on March 10 at 7:30 p.m.\n\nRecommended for You",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.8926349878,
        "format_confidence":0.9386199713,
        "weight":0.0112978489
    },
    {
        "url":"http:\/\/www.tribalfootball.com\/articles\/stoke-want-mackie-qpr-deal-crouch-3782571",
        "text":"Stoke City are set to sell Peter Crouch to QPR.\n\nThe Daily Mail says Stoke are ready to accept £5million plus Jamie Mackie from Queens Park Rangers for striker Crouch.\n\nTalks are ongoing with QPR still to agree terms over a contract that would include a proposed drop in salary should they go down.",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.995249033,
        "format_confidence":0.978100121,
        "weight":0.0274798832
    },
    {
        "url":"http:\/\/www.irinnews.org\/report\/1914\/namibia-first-sub-saharan-sea-water-desalination-plant",
        "text":"First sub-Saharan sea water desalination plant\n\nThe arid Namibian coastal port of Walvis Bay is set to become the first location in sub-Saharan Africa to have a large-scale plant providing desalinated sea water for domestic consumption.\n\nOfficials of the US water company, Ionics, which won the tender for construction of the plant, and its South African partner, Keyplan, told IRIN on Tuesday the initial capacity of the plant would be for 13,000 megalitres of drinking water per day for people living in Walvis Bay and other nearby Namib Desert towns situated in one of the driest areas of the African continent.\n\n“For the past 100 years, people out there have been pumping ground water from a large underground aquifer. They want to keep as much of that water as they can and this plant will be set to produce the same output of clean drinking water from the sea,” said Keyplan director, Adrian Viljoen. He said most of the investment in the project with Namibia’s national water utility, NamWater, would come mainly from Ionics. Keyplan, which operates widely in the region, would handle the engineering and construction of the plant.\n\nThe independent daily, ‘The Namibian’ reported on Tuesday that the new project would in fact constitute the largest capital investment in water supply infrastructure yet undertaken in Namibia since the country’s independence from South Africa a decade ago. Ionics was granted a tender of US $27.4 million.\n\nAt the opening of financial bids for the desalination project in London on Monday, which was witnessed by Namibia’s Agriculture, Water and Rural Development Minister Helmut Angula and NamWater officials, it said the Ionics’ price for the project emerged as the lowest. NamWater said desalinated sea water would be sold at a bulk price of US 0.56 cents per cubic metre which was equivalent to the price of fresh water in the capital, Windhoek.\n\nSpeaking in London on Monday, Angula said apart from meeting consumer needs, desalinated water would also be available to sustain the future development of Walvis Bay as one of “the best export harbours in the Southern African Development Community (SADC).”\n\n“Furthermore the availability of water will give new impetus to future mining development, tourism and in particular the Export Processing Zone (EPZ) created at Walvis Bay,” Angula said.\n\nNamWater has calculated that at current consumption levels, the coastal areas could face a severe water shortage next year if additional water sources were not found. It also said average consumption of water at the coast was found to be much higher than inland areas.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.7090845704,
        "format_confidence":0.9961571097,
        "weight":0.0031247057
    },
    {
        "url":"http:\/\/variety.com\/2008\/biz\/news\/natalie-portman-2-1117989710\/",
        "text":"Financially and socially empowering women: That’s what attracted Natalie Portman to the Foundation for Intl. Community Assistance. The org’s Village Banking program lends money to the world’s lowest-income entrepreneurs: business-savvy women. The $50 loans are repaid with interest and recycled several times a year.\n\nOn a trip to Uganda in 2003, Portman, the org’s minister of hope and fund-raising, met one of Finca’s first clients from the early 1990s.\n\n“She had 10 daughters. Her husband was beating her. She was living on 80¢ a day. She had a small food stand. Her first loan was for $50,” Portman recalls. “When I met her, she had a restaurant with 15 tables. She had hired seven girls. All of her daughters were in school. Her loan size had increased to $5,000 per cycle. She told me that the best thing about the loan was that she was able to throw out her abusive husband. That’s where you see the social power that women get from economic power.”\n\nWant to read more articles like this one? SUBSCRIBE TO VARIETY TODAY.\nPost A Comment 0",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.8964080215,
        "format_confidence":0.6300981641,
        "weight":0.008122631
    }
]