[
    {
        "url":"http:\/\/studynovels.com\/Book\/Pages?bookId=1481&pageNo=1",
        "text":"Awaken Me Darkly (Alien Huntress 1) - Page 1\n\n\n    Midnight. The witching hour, some say. Since it was 12:07 A.M. and I was standing over a dead body, I had to agree.\n\n    The victim, William H. Steele, a thirty-six-year-old Caucasian male, six feet four, approximately two hundred and thirty pounds, brown hair, brown eyes, lay na**d across a bed of crisp winter leaves. Moonlight spilled in every direction, and withered foliage mockingly framed his muscular physique. He bore no open wounds, no bruises. In fact, not a single blemish marred the perfection of his skin. He was only recently dead; heat still radiated from him and curled into the icy night sky.\n\n    Alien Investigation and Removal agents, also known as A.I.R., were scouring the area, meticulously searching between every blade of brittle grass, every grain of dirt. The faint murmurs of their chatter echoed in my ears. I tuned them out and intensified my focus on the body. The man’s legs were slightly spread and bent at the knees. One of his hands rested behind his head, and the other was bound to his penis with a—what the hell was that? I crouched down. Eyes narrowed, I reached out with a gloved hand and slid one finger under the material. A pale blue ribbon, tied in a perfect bow.\n\n    I scowled. Was he supposed to be a gift?\n\n    Yes. Yes, that’s exactly what he was, I realized, my scowl deepening. Frost gleamed in his hair like diamonds against dark velvet, yet he hadn’t been outside long enough to acquire the frost from nature. He was a gift that had been posed to look carnal, seductive. Alluring. To the average citizen, he would have appeared eager for a long night of sexual gratification.\n\n    To me, he just looked like the corpse that he was.\n\n    His eyes were fixed straight ahead, his lips slightly blue, and he wasn’t shivering from the cold. A dead giveaway, if you will. Besides that, his testicles were as smooth and shiny as marble, not shriveled like I supposed every other man’s out here were.\n\n    With a wry shake of my head, I pushed to my feet.\n\n    Perhaps my assessment was callous and indifferent; perhaps my humor was misplaced. Dead bodies were the norm in my line of work, and I couldn’t allow myself to view this man as an actual person. If I did, I’d have to acknowledge that he once had hopes and dreams, thoughts and feelings. I’d cry for the family he left behind, wonder about the life that had once pulsed through his veins.\n\n    I couldn’t do that and still hope to function. With tears came distraction, and with distraction came death. My first year of fieldwork, I had spent more time crying for victims than hunting for their killers, and I had almost become a victim myself. I glanced down at my wrist. The inky blackness of my glove didn’t quite meet the cuff of my jacket, leaving a small patch of skin visible. That skin boasted a tattoo of the Grim Reaper’s scythe and was just one of my many reminders to remain unemotional.\n\n    I’d gotten the tattoo after recovering from a nasty beating, courtesy of a pissed-off other-worlder. While I’d been lost in my grief for a victim I couldn’t even remember now, an energy-absorbing Rycan attacked me from behind—and kicked major huntress ass.\n\n    I had vowed never to cry again. And I hadn’t. Tears were a weakness only civilians could afford.\n\n    I am an alien huntress. I am part of the A.I.R. team, working with or against the New Chicago PD—whichever suits me at the time. Every night I stalk and kill other-worlders, and whether I’m investigating a death or causing one myself, I have to shove sentiment aside, find humor where I can, and concentrate on the facts.\n\n    I love my job despite the blood and gore—or maybe because of it. I love solving puzzles, fitting each piece of evidence together. I love that one by one, I’m ridding Earth of our unwanted visitors.\n\n    Yes, some aliens are peaceful and are allowed to live and work among us. Those, I leave alone. But the others? The ra**sts, the thieves, the killers? I despise them.\n\n    Alien sympathizers often ask me if I, a hunter, a legalized killer, live with guilt. My answer: Hell, no. Why should I feel guilty for destroying a predator? I’m proud of my work. I’m privileged to do what I do. Other-worlders who survive on human carnage deserve the sting of my pyre-gun.\n\n    A glacial blast of wind whirled past my shoulders, scattering a thin sheen of snow powder in every direction. The hem of my long black leather jacket danced around my calves. Four inches of snow had been predicted, so I needed to work quickly. Twenty minutes ago, I’d received a call from my boss, Commander Jack Pagosa. He’d briefed me on the situation. He’d also informed me I had until morning to present him with a suspect, or I would spend the next year behind a desk.\n\n    William Steele, a happily married father of one, had been abducted from his home four weeks prior. His wife and newborn child slept peacefully throughout the entire ordeal, unharmed and unaware. Abductor’s point of entry: undetermined.\n\n    Four other dark-haired, dark-eyed men disappeared soon afterward. One had been taken from his workplace, and two had been snatched straight from a crowded street during their lunch hour. Oddly enough, there had been no witnesses and not a single shred of evidence left behind at any scene. Because of the enigmatic nature of each disappearance, aliens were the prime suspect.\n\n    Just half an hour earlier, a hunter on patrol had found Steele in this deserted Southern District field. Thankfully, the hunter had preserved the scene until my team arrived. The first thing I’d noticed was that Steele’s body showed no indication of torture, no sign of having been restrained.\n\n    Second, I’d realized his death had nothing to do with impulse or rage—just as I knew the murder had nothing to do with stupidity or amusement. The scene was too precise, too perfectly planned. Mr. Steele had been killed for a reason.\n\n    What? I couldn’t yet fathom.\n\n    I drew in a deep breath—and stilled. Slowly, I drew in three more breaths. As I exhaled the last, I smiled. Since the first kidnapping, no one had dared guess which of the forty-eight alien species were responsible, but I had just narrowed it down to three.\n\n    The victim had been killed by poison. Onadyn, to be exact. A deoxygenating drug used by the Zi Karas, Arcadians, and Mecs for survival on this planet. They couldn’t breathe our air without it. To oxygen-breathers, the substance was lethal. Worse, it was virtually undetectable. Virtually, but not completely. A rare few could identify Onadyn by its scent, a subtle fragrance similar to a dewy breeze during a summer storm.\n\n    I was one of the rare few, and I smelled it now. The scent filled my nostrils, intoxicating and sweet, as lovely as it was deadly, and somehow suddenly more obvious to me than the scent of waste, rotting food, and charred leaves that made up so much of this domain. My observation wasn’t as solid as a neon sign blinking over the killer’s head that read I DID IT in bold red letters, but it did point us in the right direction.",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8349732757,
        "format_confidence":0.9832383394,
        "weight":0.0680017811
    },
    {
        "url":"http:\/\/lovepoemsfromheart.com\/short-cute-love-poems\/",
        "text":"Short Cute Love Poems\n\nI believe that God above,\nCreated you for me to love,\nHe picked you out from all the rest,\nCoz He knew I would love you the best.\n\nIf I’d get a rose for every time I think of you,\nI would spend every day in a rose garden …\nI am thinking of you.\n\nYou are like the sunshine, so warm,\nyou are like sugar, so sweet…\nyou are like you …\nand that’s the reason why I love you!\n\nI love so much.\nmy heart is sure.\nAs time goes on I love you more.\nYour sweet smile,\nyour happy style,\nyour loving face,\nno one will ever take your place.\n\nWhat is a flower without the sun?\nWhat is the earth without the sky?\nWhat is life without fun?\nWhat am I without you?\nThis is why I tell you,\nI love you.\n\n~ Cute text messages for your sweetheart’s cellphone 🙂 ~\n\nA sweet little rabbit,\njust like you,\nbecause I love you !!\n\nI Luv u 2day,\nI Luv u 2morrow,\nand if you put it 2gether,\nI Luv u 4ever !!\n\nLuv is like a cloud…\nluv is like a dream…\nluv is 1 word and all in between.\nLuv is a fairytale come true …\nCoz I found luv when I found U.\n\nWhen u r sad………i will try ur tears\nwhen u r scared………i will confort ur fears\nwhen u r worried……..i will give u hope\nwhen u r confused…….i will give u cope\nand when u r lost…….and cant see the light\ni shall be ur beacon…..shining ever so bright\nthis is my oath……..i pledge till the end\nwhy u may ask?……..because u r my Love.\n\n1 Star2 Stars3 Stars4 Stars5 Stars (29 votes, average: 4.17 out of 5)\n\nLove kittens in the heart\n\nIf you like it, please share:\n\n5 Responses to “Short Cute Love Poems”\n\nRead below or add a comment...\n\n  1. berb says:\n\n    I love your blog.. very nice colors & theme. Did you make this website yourself or did you hire someone\n    to do it for you? Plz reply as I’m looking to construct my own blog and would like to know where u got this from. appreciate it\n\n  2. Ugyen Wangdi says:\n\n    Nice, i loved it. Looking forward for more romantic poems, etc…\n\n  3. ferdos hasen says:\n\n    I really liked it, it is so adoreable!!\n\n  4. Ryan Sangma says:\n\n    Nice Sweet Poems. I love them all.\n\n  5. Ryan Sangma says:\n\n    Sweet Nice Poems. I loved them.\n\nLeave A Comment...",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.6637291908,
        "format_confidence":0.8963673115,
        "weight":0.0036850066
    },
    {
        "url":"http:\/\/dirtyallstars.co.za\/chronicles-of-a-small-town-playboy-chapter-8\/",
        "text":"Chronicles of a small town playboy – Chapter 8\n\nThe best wingman I’ve had is probably Special Star. Hi real name is Naledi Ntswanagape, but no nigga really wants to go by a gay\nname like that. Only his close friends and family call him Naledi. Star can has self control, unlike me and Stunt101. Stunt’s real\nname is Thomas Bodule. The name Stunt101 came about because one time I convinced him to jump off a balcony from the first floor of a\nblock of flats. We had our drinks in the car downstairs and he wanted to go fetch them. I told him I jump from the first floor all\nthe time and he can land there fine. Next thing I know this nigga goes “Yes, I think I can jump from here, too!” Over the balcony he\ngoes, and onto the grassy batch below. That was the most awkward fall I’ve ever seen.\n\nHe lands on his feet but doesn’t absorb the fall by bending his knees in a smooth motion. He lands and fucks up both his legs. He\nhobbles over the to the car and comes back upstairs like it’s all good. When all the girls were’nt listening he says to me, “Sipz, I\nthink I sprained something when I landed.” “You think!? Nigga I have never jumped over this damn balcony.” I had to take this\nbastard to hospital later that night cos he thought he broke something and now he was dying. Stunt101!\n\nAnyway, that’s not why I wrote this story. I want to talk about my niggas as wingmen.\n\nSpecial Star is a great wingman because of what he went through for me.\n\nUsually wingmen mack on the ugly girl while you wax lyrical to her pretty friend. And if needs be, he will bang this ugly friend so\nshe doesn’t cockblock you while you’re trying to get into her friend’s pants.\n\nSpecial Star and I were at one of these random house parties in Unit 5 in Mafikeng. It was in the dead of winter and we were\ndrinking or whisky and chasing girls as per usual. We get approached by these girls Star went to High School with. One is pretty,\nand the other one is butt-ugly. The ugly one goes and speaks to Star while the pretty one lingers behind. You know how ugly girls\nlike to be best friends with the charmer boys… and that’s where they mostly stay… in the friend zone!\n\nI have a philosophy, though: Don’t be friends with ugly girls because they have charming personalities, and you will start to fall\nfor them, marry them and then you end up with ugly children. The children are our future and we need to put them first!\n\nI digress.\n\nSo here is this pretty little thing, ka magwegwe a sexy-nyana, nice slim waist and a fresh-looking ass! She’s got on a long leather\njacket, white torn jeans, Ugg boots and a knitted beanie. “Ausi wa background, you look like you’re gonna pull something out from\nthat jacket of yours.” Us black people we call a long leather jacket background. “Like what?”, she retorts. “I don’t know, a Matrix\nmove maybe…” Aaaah, she flashes a little smile at me and shakes her head. “I’ve got this one”, I think to myself. “Come here and\nintroduce yourself wena Trinity.”\n\nWell, I’m not one to bore girls because really I’m a lousy conversationalist, so after a couple of minutes chatting to the girls I\nexcuse myself. We meet up again with them before the party ends and invite them over to Star’s place in Unit 13.\n\nAt Star’s place that’s when the real macking begins! I wax lyrical to this pretty honey, promise her she’ll see the moon if she just kisses me. And oh!, what a kiss it was! We’re all in the sitting room at that time, and Star is still chatting up the ugly girl. While I’m kissing and touching on this girl Star takes the ugly one to the bedroom. Thank you my number one wingman! After a couple of minutes I try my luck, “How about we take this party to the bedroom”, I whisper in her ear. “Hold on brother, we’re not gonna do that tonight.” Damn! The gates of heaven are stuck! “Really? Ao mfethu, don’t be like that.” She shakes her head. Mxm.\n\n“Alright, cool. At least come with me to the liquor so I can get a few more of these.” When nothing else works, change location, get her a bit more lubricated, or do whatever it takes to take her mind from that mental state of saying no.\n\nSo off we go to buy some booze at one of these dingy taverns called The Crossing in Unit 13. On our way back I ask her again, “so when we get back, let’s get ourself a bedroom, huh!?” She doesn’t respond, which is a Yes in my book.\n\nWe get get back to the crib and I put the beers in the fridge. I walk this girl to the bedroom because I don’t want her to change her mind, but something’s not right.\n\nThis ugly girl is in the other bedroom further down the corridor and Star is washing his face, or dick, or whatever. I can hear water running, and he’s in the bathroom. Me and the girl walk past the bathroom and Star is there. I start to smell something, but I just can’t figure out what it is. The smell starts over-powering me. The girl also starts to smell something and asks me what it is.\n\nThe best I can describe it is if someone made a concoction of vomit, stale month-old and human shit, and not just regular shit, shit like the day after you drank Black Label beer or Mqombothi. It was indescribable!\n\n“Sies, what’s that!?” says the girl. She runs outside holding her hand over her mouth.\n\n“Dude, what the fuck is that smell?” I ask Star.\n\nHe calmly replies, “It’s that girl’s vagina. She might not have washed it after banging her man last night or something.” My mouth was agape in amazement and total disgust! That’s some stank puss!\n\nAnyways, I never got to stick the pretty girl that night, but I did bang her eventually.\n\nA wingman who will bang a girl for you so you can bang the pretty one is a true wingman in my book.\n\n3 thoughts on “Chronicles of a small town playboy – Chapter 8\n\n  1. now that is a true wingman, damn\n\n  2. a Special STAR indeed\n\n  3. I enjoy reading this. Chapter 9 now!!!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\" rel=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.6066012383,
        "format_confidence":0.97207582,
        "weight":0.016238413
    },
    {
        "url":"https:\/\/drunkenlibrary.com\/2013\/08\/18\/excerpt-from-on-the-road-jack-kerouac\/",
        "text":"Excerpt (II) from On The Road – Jack Kerouac\n\nShe was a nice little girl, simple and true, and tremendously frightened of sex. I told her it was beautiful. I wanted to prove this to her. She let me prove it, but I was too impatient and proved nothing. She sighed in the dark.\n\n“What do you want out of life?” I asked, and I used to ask that all the time of girls.\n\n“I don’t know,” she said. “Just wait on tables and try to get along.” She yawned. I put my hand over her mouth and told her not to yawn. I tried to tell her how excited I was about life and the things we could do together; saying that, and planning to leave Denver in two days. She turned wearily. We lay on our backs, looking at the ceiling and wondering what God had wrought when He made life so sad. We made vague plans to meet in Frisco.\n\n(I.10.9, I.10.10).\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9533060789,
        "format_confidence":0.8352453709,
        "weight":0.0577664343
    },
    {
        "url":"http:\/\/www.poemhunter.com\/poem\/jet-is-a-good-friend\/",
        "text":"Alex Cheng\n\nJet Is A Good Friend - Poem by Alex Cheng\n\nPlay Poem Video\n\nJet is a good friend.\nJet is a good man.\nJet is a good student.\nJet makes me amazing!\n\nJet likes food.\nJet likes animal.\nJey likes water.\nJet is a human.\n\nPoet's Notes about The Poem\n\nThe guy is my best friend, I wants to use the poem to remember.\n\nComments about Jet Is A Good Friend by Alex Cheng\n\nThere is no comment submitted by members..\n\nRead this poem in other languages\n\nThis poem has not been translated into any other language yet.\n\nI would like to translate this poem »\n\nword flags\n\nWhat do you think this poem is about?\n\nPoem Submitted: Monday, May 21, 2012\n\n[Hata Bildir]",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8891443014,
        "format_confidence":0.9862564206,
        "weight":0.0682105148
    },
    {
        "url":"https:\/\/midnight-mind.com\/2019\/12\/31\/eyes-to-the-storm\/?like_comment=79&_wpnonce=c59b088d4c",
        "text":"eyes to the storm\n\nThe girl on the hill watches, quiet and still, as a storm leaves gaping cracks in the darkening sky.\n\nAsh-colored clouds writhe across the horizon, tortured and wild as they spread their poisonous darkness, increasing the pace of their dizzying dance with every passing minute. A thunderous clap of untamed fury resonates through the crackling air, echoing deep into the hills and vibrating beneath the girl’s skin. She braces her legs against the sharpness of the angry wind, glaring into the face of the storm.\n\nShe’s nothing but a child, small beneath the vast sky, a motionless figure upon the rolling emptiness of the hills. She’s hardly visible amidst the golden ocean of wild grasses that sway around her shoulders, bending in the wind. Her skin is a shade of light copper, bright and beautiful in the strange light of the storm, which illuminates the world in shades of whispering danger. The breeze twists her white dress around her ankles as the hem of the gown brushes against her bare feet. She closes her eyes, tasting the electric hum in the air as the wind tosses her silver curls.\n\nThe softest smile plays on her lips as she lifts her face bravely to the darkening sky.\n\nSlowly, she begins to sing.\n\nIt is a song of life and courage and hope, a song that trembles with the knowledge of the terrible truth, that the end waits above her like an ever-darkening serpent in that churning sky. She sings with her whole heart, arms outstretched to the open air, and the echoes of her own voice answer her until they fade into the sounds of the storm. She is smiling as she sings, almost laughing in the face of horrible danger, knowing that she will fall, yes, but it will be a fall as beautiful and graceful as the bending flower stems at her feet.\n\nHer voice is swallowed by an angry roar from the clouds. Lightning strikes the ground in the distance like the sharpest warning, and she can smell the bitter smoke in the air as fire leaps to life in the dry grass. She remains motionless, waiting, listening, knowing what will come.\n\nAnd there it is—her song. Gentle and low, whispered by hundreds of weary voices. She turns her back to the storm to greet her soldiers, the saddest smile tracing her features as they appear, row after shining row, at the crest of the hill. There are several hundred of them in total, a limping army of battle-worn men and women, their shoulders aching with the effort of lifting their eyes to the storm. Their armor is bruised and dented, taken from the bodies of their fallen brothers, stained with the colors of a thousand painful deaths. Their faces soften as they see her slight figure, terribly small yet impossibly bright against the power of the storm. Their lips move to the words of her song as a fragile hope comes alive in the corners of their eyes. At the sight of the fierce-faced child, they remember what they are fighting for, what they have lost their sons and daughters for, what they face even now as the storm laughs, low and horribly cruel, at the sight of the ragged army rising to face impossibility for the final time.\n\nThe man who led the army over the hill drops painfully to his knees before the girl, pressing his forehead against hers with an expression of quiet weariness on his scarred face. She kisses her father’s cheek, gentle and certain, before taking his hands and helping him to his feet. He returns her soft smile with a brokenhearted gaze in his eyes, the very core of his being aching to protect her, knowing that he’s hoping for something impossible.\n\nThe sound of a hundred swords being drawn in unison rings sharply through the air. The girl and her father whirl to face the storm, and the girl’s song twists into an anguished battle cry at the sight of what the clouds have become. The shout is echoed by her army as they band tightly together at the crest of the hill, swords gleaming against the sky, shields drawn close to their chests. They look to the child, to the way her eyes flash in the light of the rapidly spreading wildfire. They wait, counting the seconds, trusting her.\n\nShe closes her eyes and nods, sorrowful and gentle, pressing her hand into her father’s for a moment before letting him go for the last time.\n\nShe lifts her voice in a final song, haunting and painful, drowned in ragged hope.\n\n\n\nthey charge.\n\n15 thoughts on “eyes to the storm\n\nwhat's on your mind?\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9663396478,
        "format_confidence":0.9291076064,
        "weight":0.0642580436
    },
    {
        "url":"http:\/\/www.wuxiaworld.com\/ti-index\/ti-vol-13-chapter-12-1\/",
        "text":"TI Vol 13: Chapter 12-1\n\nPrevious Chapter Next Chapter\n\nVol 13: Chapter 12-1.\n\nImhotep and Anck-Su-Namun were sitting on the sofa quietly. Imhotep didn’t need to consume any food while Anck-Su-Namun was enjoying a cup of coffee and cakes. When Xuan turned to them, Imhotep refused. “I have no obligation to help you. We haven’t come to any terms yet.”\n\nZheng asked. “I have been curious. Why did you come to New York with the others? Are you seeking the mask too? You can’t even turn into a monster since you are not a normal human. What would you need it for?”\n\nImhotep nodded. “Yes. I don’t have any use for the mask but Anck-Su-Namun could. If we use the diamond on the mask, she won’t turn into a monster. Otherwise, she is growing older day by day. I can help you fight the monster but the mask must belong to me.”\n\nEvelyn coughed to get their attention. “What the murals depicted is only a possibility. You should be aware that the monster and the vampires it made will burn to dust upon contact with sunlight. Yet, it says to shine concentrated sunlight on the mask’s forehead. Are you sure about taking this risk?”\n\nAnck-Su-Namun looked hesitated. No normal person would want anything to do with the mask after seeing the experiments on the flesh even if the mask brought immense power. Especially a woman as beautiful as her. However, Imhotep didn’t seem to get her feelings and acted stubborn.\n\nZheng had to enlighten him. “Imhotep, stop acting so selfish. Is it fine turning your lover into a monster just so you can be with her forever? Do you love her or yourself?”\n\nImhotep turned to Anck-Su-Namun with doubts. She looked back at him with a pair of pitiful eyes. He hesitated before saying with difficulty. “At least let me experiment the mask on an animal. If it really turns into a monster, I will give the mask to you. Give me that piece of flesh.” He held out his hand to Xuan.\n\nXuan handed him the bottle with the largest piece. Imhotep opened the cap then the flesh instantly shot out at his hand and trying to dig its way in.\n\nEveryone was shocked. The women screamed and the men all stood up. Imhotep waved his hand and said. “Not a problem. My body is different from yours.” His whole arm transformed to a wave of sand then back to an arm. On his palm was a piece of dehydrated flesh.\n\nImhotep smiled at them then tore the flesh in half. There was no sign of regeneration anymore.\n\nXuan took over a piece and pondered for a moment. He opened the saline solution bottle and threw it in. The thin slice that was originally inside the solution surrounded the dehydrated flesh. As it absorbed the solution, the dehydrated flesh grew back up and in the end, merged with the thin slice.\n\n“Dehydration only takes away the cells’ ability to move but not kill them. The only methods we know that can destroy the cellular structure in a short time are strong acid and base, fire, and sunlight. Silver will poison the cells and disable the cells’ ability to split, but won’t kill them.” Xuan shook his head and said.\n\nZheng breathed out. “That’s enough. Not all battles have a perfect solution. Just like you said, 50% chance of success is worth taking the risk. I will assign the roles now. Imhotep and I will be our main attackers. Since the monster already fought me and absorbed some of my blood, his strength and speed are exceptionally fast. Firearms aren’t fatal to him but if he gets inside your body, you will turn into a vampire. So the two of us are the only ones that can get near him.”\n\n“Zero will support us from afar. Your first targets will be his legs. It takes him time to regenerate. So if he tries to run, blast off his legs. I will use Explosion or even Destruction to beat him down. Imhotep then take the chance to dehydrate him, every single cell. Afterward, we will just have to wait for sunrise. Which means our attack starts at before dawn!”\n\nOnce their strategy was decided, they were left with determining the time and how to find the monster. Even though the flesh were alive on their own but could they still return to the main body when they were separated so far away? No one knew but they decided to test this possibility at 4am.\n\n“Kampa can come with us to help clear the vampires on the side and offer fire support when needed. Everyone else stay in the hotel. WangXia, Xuan, and O’Connell protect them. Lan keeps our communication in place. Any questions?” Zheng finished talking then asked.\n\nThe others shook their heads and Jonathan said with excitement. “Don’t worry. We will stay in the hotel and won’t interfere with your fight in any way. I promise.”\n\nZheng smiled bitterly. “Why do your words feel like a thorn to my ears? Like some accident is prone to happen to make you mess the fight up.”\n\nXuan frowned. “There might be an accident. I seemed to have missed something in my calculations, something critical. Let me go over my thoughts again. A person obtained the golden mask, turned into a monster then killed the group of archeologists and everyone in the town. You escaped by luck. Jonathan stole a fragment of the mask. The monster wanted to retrieve this fragment and obtain the diamond so he chased after you and kidnapped Alex on the way. Then he followed you to New York.”\n\nO’Connell and Evelyn looked at each other then nodded. Xuan rubbed his temples. “Which means he had two chances of killing you but he didn’t. While you managed to steal a fragment from him. He also has a sense of connection to the fragment but you mailed it to Cairo instead of carrying along. That was why he kidnapped Alex. So I was wrong since the beginning. This monster has a high level of intelligence. He let Jonathan steal the fragment so he could follow you to the diamond. Yet, after you mailed away the fragment, he had to kidnap Alex instead.”\n\nXuan bit his finger. “I know the reason the mission includes protecting Alex’s life and preventing him from turning into a vampire. The monster had already injected his cell into Alex’s body. He can easily find our location and ambush us. Once the cell grows, Alex will turn into a vampire! F*ck. He might be in the hotel already.”\n\nThe sound of glass shattered came from the room Alex was sleeping in right as he finished talking.\n\n\n5 thoughts on “TI Vol 13: Chapter 12-1” - NO SPOILERS and NO CURSING\n\n  1. This entire scenario already feels very much unnecessary, Xuan should’ve already told everyone to use silver in case the Jojo vampire will arrive, even before they went back to the movie, yet here we are. I think I’ll just skip this conflict.\n\nLeave a Reply",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.5208636522,
        "format_confidence":0.9826502204,
        "weight":0.0138208055
    },
    {
        "url":"http:\/\/www.wuxiaworld.com\/ti-index\/ti-vol-13-chapter-12-1\/",
        "text":"TI Vol 13: Chapter 12-1\n\nPrevious Chapter Next Chapter\n\nVol 13: Chapter 12-1.\n\nImhotep and Anck-Su-Namun were sitting on the sofa quietly. Imhotep didn’t need to consume any food while Anck-Su-Namun was enjoying a cup of coffee and cakes. When Xuan turned to them, Imhotep refused. “I have no obligation to help you. We haven’t come to any terms yet.”\n\nZheng asked. “I have been curious. Why did you come to New York with the others? Are you seeking the mask too? You can’t even turn into a monster since you are not a normal human. What would you need it for?”\n\nImhotep nodded. “Yes. I don’t have any use for the mask but Anck-Su-Namun could. If we use the diamond on the mask, she won’t turn into a monster. Otherwise, she is growing older day by day. I can help you fight the monster but the mask must belong to me.”\n\nEvelyn coughed to get their attention. “What the murals depicted is only a possibility. You should be aware that the monster and the vampires it made will burn to dust upon contact with sunlight. Yet, it says to shine concentrated sunlight on the mask’s forehead. Are you sure about taking this risk?”\n\nAnck-Su-Namun looked hesitated. No normal person would want anything to do with the mask after seeing the experiments on the flesh even if the mask brought immense power. Especially a woman as beautiful as her. However, Imhotep didn’t seem to get her feelings and acted stubborn.\n\nZheng had to enlighten him. “Imhotep, stop acting so selfish. Is it fine turning your lover into a monster just so you can be with her forever? Do you love her or yourself?”\n\nImhotep turned to Anck-Su-Namun with doubts. She looked back at him with a pair of pitiful eyes. He hesitated before saying with difficulty. “At least let me experiment the mask on an animal. If it really turns into a monster, I will give the mask to you. Give me that piece of flesh.” He held out his hand to Xuan.\n\nXuan handed him the bottle with the largest piece. Imhotep opened the cap then the flesh instantly shot out at his hand and trying to dig its way in.\n\nEveryone was shocked. The women screamed and the men all stood up. Imhotep waved his hand and said. “Not a problem. My body is different from yours.” His whole arm transformed to a wave of sand then back to an arm. On his palm was a piece of dehydrated flesh.\n\nImhotep smiled at them then tore the flesh in half. There was no sign of regeneration anymore.\n\nXuan took over a piece and pondered for a moment. He opened the saline solution bottle and threw it in. The thin slice that was originally inside the solution surrounded the dehydrated flesh. As it absorbed the solution, the dehydrated flesh grew back up and in the end, merged with the thin slice.\n\n“Dehydration only takes away the cells’ ability to move but not kill them. The only methods we know that can destroy the cellular structure in a short time are strong acid and base, fire, and sunlight. Silver will poison the cells and disable the cells’ ability to split, but won’t kill them.” Xuan shook his head and said.\n\nZheng breathed out. “That’s enough. Not all battles have a perfect solution. Just like you said, 50% chance of success is worth taking the risk. I will assign the roles now. Imhotep and I will be our main attackers. Since the monster already fought me and absorbed some of my blood, his strength and speed are exceptionally fast. Firearms aren’t fatal to him but if he gets inside your body, you will turn into a vampire. So the two of us are the only ones that can get near him.”\n\n“Zero will support us from afar. Your first targets will be his legs. It takes him time to regenerate. So if he tries to run, blast off his legs. I will use Explosion or even Destruction to beat him down. Imhotep then take the chance to dehydrate him, every single cell. Afterward, we will just have to wait for sunrise. Which means our attack starts at before dawn!”\n\nOnce their strategy was decided, they were left with determining the time and how to find the monster. Even though the flesh were alive on their own but could they still return to the main body when they were separated so far away? No one knew but they decided to test this possibility at 4am.\n\n“Kampa can come with us to help clear the vampires on the side and offer fire support when needed. Everyone else stay in the hotel. WangXia, Xuan, and O’Connell protect them. Lan keeps our communication in place. Any questions?” Zheng finished talking then asked.\n\nThe others shook their heads and Jonathan said with excitement. “Don’t worry. We will stay in the hotel and won’t interfere with your fight in any way. I promise.”\n\nZheng smiled bitterly. “Why do your words feel like a thorn to my ears? Like some accident is prone to happen to make you mess the fight up.”\n\nXuan frowned. “There might be an accident. I seemed to have missed something in my calculations, something critical. Let me go over my thoughts again. A person obtained the golden mask, turned into a monster then killed the group of archeologists and everyone in the town. You escaped by luck. Jonathan stole a fragment of the mask. The monster wanted to retrieve this fragment and obtain the diamond so he chased after you and kidnapped Alex on the way. Then he followed you to New York.”\n\nO’Connell and Evelyn looked at each other then nodded. Xuan rubbed his temples. “Which means he had two chances of killing you but he didn’t. While you managed to steal a fragment from him. He also has a sense of connection to the fragment but you mailed it to Cairo instead of carrying along. That was why he kidnapped Alex. So I was wrong since the beginning. This monster has a high level of intelligence. He let Jonathan steal the fragment so he could follow you to the diamond. Yet, after you mailed away the fragment, he had to kidnap Alex instead.”\n\nXuan bit his finger. “I know the reason the mission includes protecting Alex’s life and preventing him from turning into a vampire. The monster had already injected his cell into Alex’s body. He can easily find our location and ambush us. Once the cell grows, Alex will turn into a vampire! F*ck. He might be in the hotel already.”\n\nThe sound of glass shattered came from the room Alex was sleeping in right as he finished talking.\n\n\n5 thoughts on “TI Vol 13: Chapter 12-1” - NO SPOILERS and NO CURSING\n\n  1. This entire scenario already feels very much unnecessary, Xuan should’ve already told everyone to use silver in case the Jojo vampire will arrive, even before they went back to the movie, yet here we are. I think I’ll just skip this conflict.\n\nLeave a Reply",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.5208636522,
        "format_confidence":0.9826502204,
        "weight":0.0138208055
    }
]