[
    {
        "url":"http:\/\/www.adultdvdtalk.com\/chat\/jules_jordan.asp",
        "text":"Adult DVD Talk, a porn community and adult movie shopping guide  \n\nThis chat with Jules Jordan was held in the Adult DVD Talk Chat Room on June 12, 2002 and sponsored by XRentDVD. Stay up-to-date on Jules' work at Many thanks to Jules Jordan, Tricia Devereaux, and XRentDVD!\n\nThis chat was unmoderated. Jules did a great job keeping up with the questions.\nThis transcript has been edited for brevity.\n\nsome of the pre-chat banter\nsnowden_porn:  hi all - anyone know what time it is in USA and how long till Jules gets here???\nGattman2:  snowden im guessing around an hour and 1\/2, where are you logged in from\nsnowden_porn:  London Uk - its almost 2am here!!! I'm tired!\nGattman2:  its 10.35am Thursday in Melbourne Australia - it should start around 3.30am your time\nsnowden_porn:  well lucky i'm not doing anything tomorrow then!\nlonewolf:  so this's the JJ chat huh?? where's the man at?\nGattMan:  lonewolf around another hour yet\nlonewolf:  aw shucks\nXRentGuy:  Everyone waiting for Mr. Jordan??\nlonewolf:  yea\nRon:  So when is JJ coming around together with Trish?\nSteph:  Jules will be here around 7pm, Tricia will be about 10 minutes later\nGattMan:  got to try and not to say Here Comes Mr Jordan\nRon:  Got a question or comment for JJ. Use Gauge in Space Invaderz 2 with lots of circus acts.\nbono-ONE:  Gauge kicks ass!!!! Can't wait to see her in Flesh Hunter 3\nRon:  Me 3\nsnowden_porn:  i want FH3 bad too - i wanna see Alexa Rae again! and Jenna, and Guage, and Aurora, and...i forget the other girls name\nbono-ONE:  Yeah Jenna H had a really good scene at the beginning of Flesh Hunter 2\nRon:  I wanna see more Aurora and Gauge dap and dpp. GBG 33 and 32 left me very unsatisfied emotionally\nMuerte:  what is everyones favorite jules jordan flick\nRon:  Space Invaderz\nsnowden_porn:  Lex The Impaler 2 - then Ass Worship 2\nMuerte:  lex 2 was good\nbono-ONE:  I thought Lex 2 was ok - Monica Sweetheart looked awesome as usual\nsnowden_porn:  \"Bet on Shyla or bet on the Impaler? Always bet on Black!\"\n\nJules Jordan enters the chat room\n\nJules Jordan:  Whats up guys?\n\n[Many hellos, welcomes, thanks for comings]\n\nJules Jordan:  I can type fast so don't worry - One Big thing i learned in high school\n\nAugustwest:  glad you gave Everhard a chance\n\nJules Jordan:  ha\n\nbono-ONE:  Saw Space Invaderz yesterday, a very good flick!!!! Aurora looked great\n\nJules Jordan:  yes space invaderz was a fun movie\n\nJules Jordan:  Tricia will be a little late tonight\n\nbono-ONE:  Have you used Monica Sweetheart yet\n\nAugustwest:  gina in New Breed was my fave\n\nJules Jordan:  yes gina lynn is probably my favorite - the best ass i have ever seen in my life\n\npornstarbets:  how was working with Luna?\n\nJules Jordan:  Luna is the perfect teen slut\n\nMuerte:  Jules Are You A.....Breast, Leg or Ass man?\n\nJules Jordan:  ASS, no question\n\npornstarbets:  going to work with Luna anytime soon?\n\nRon:  Hey Jules, How was Gauge in FH 3? Any plans to use her in Space Invaderz 2?\n\nJules Jordan:  Gauge was great, she gained a little weight, esp. in the ass, it looked great\n\nbono-ONE:  Lets have a Gauge and Monica Sweetheart two on one scene in Space Invaderz 2, sounds good to me!!!!!!\n\nJules Jordan:  Gauge will be in a lot of my new movies coming out this fall\n\ngoo:  Jules, what perfomer haven't you worked with that you want to?\n\nJules Jordan:  there are girls that come and go that i wished i had shot, but they leave too quickly\n\npornstarbets:  how many videos are you releasing this year\n\nJules Jordan:  12 movies\/year maybe a few more\n\nRon:  Are you shooting Space Invaderz 2 or 3? Any inside scoop?\n\nJules Jordan:  hopefully start shooting Space Invaderz 3\n\nJules Jordan:  its hard getting the right girls and guys at the same time\n\nJules Jordan:  took over 6 months to make\n\nRon:  Shoot more of Shyla -- too bad she had that bad boob job\n\nbono-ONE:  How about Michelle Wild, would you like to work with her if it was possible?\n\nJules Jordan:  michelle wild=hot, in europe though\n\njustaguy:  Is there anything you'd like to see in one of your movies that you haven't been able to get a girl to do?\n\nJules Jordan:  shyla is no longer doing anal, but is currently doing movies. if she decides to do anal again i will shoot it - she is amazing\n\nRon:  Is Space Invaderz 2 and 3 a 3-on-1 with lots of dpp and dap. If so, when can I stand in line to buy the dvd?\n\nbono-ONE:  I remember she did a Rocco movie and that was a pretty good scene\n\nRon:  Waaaaa Shyla no longer does anal and she was one of my fav dap girl\n\nMuerte:  Jules.....Who Is Your Favorite Starlet?\n\nJules Jordan:  Jenna Haze was my fav. for awhile\n\nAugustwest:  Krystal Steel... in anals from her\n\npornstarbets:  Kacey is one you should grab\n\nMuerte:  kacey is the best\n\nJules Jordan:  krystal steal, maybe\n\nRon:  Yes Kacey can now deepthoat. Just saw her in the latest gangland and Joey's EA release\n\npornstarbets:  Kacey and Luna\n\nJules Jordan:  I have shot kacey before, hope to again soon\n\nbono-ONE:  How about Rita Faltoyano is she exclusively in Europe\n\nJules Jordan:  yes rita hasn't hit U.S. soil yet\n\nmasterblaster:  how about making a trip to europe to tap those asses?\n\npornstarbets:  hannah harper is hot\n\nJules Jordan:  a lot of those girls have visa problems\n\nSpeelie:  You probably already said this, but will there be \"Jules does Budapest\" at some point?\n\nJules Jordan:  probably no Budapest, unless Budapest comes to LA\n\npornstarbets:  LA is the best\n\nRon:  That will be amazing -- JJ does all the babes in Booty Best\n\nJules Jordan:  I don't care for travelling to europe too much\n\nAugustwest:  East coast baby I loved your East cost vids JJ\n\nJules Jordan:  yes my east coast movies were my very first ones - very hard to find talent there\n\nSnowden_porn:  JULES - what are the chances of getting April Flowers to give you an anal scene???\n\nJules Jordan:  I have tried april flowers, believe me when she is ready you will see it from me first\n\nJules Jordan:  close anal in new breed #3 mr marcus kept trying to stick it in... she almost let him\n\nMuerte:  i tried to stick it in my girlfriend and she punched me\n\nJules Jordan:  try lube\n\ngoo:  what was your first movie?\n\nJules Jordan:  LiveBait 1 - amateur movie\n\nJules Jordan:  odyssey group has my very first amateur scenes though\n\npornstarbets:  Which video of yours has sold the most units?\n\nWarpig:  any scoop on Assworship 3\n\nbono-ONE:  How about Lea de Mae, she always seems to do a good scene\n\nJules Jordan:  Lea de mae is great she comes to the US a lot\n\nRon:  How about Kimberly, the French Canadian?\n\npornstarbets:  Are you happy with Evil Angel?\n\nJules Jordan:  Evil Angel is the best company ever\n\nJules Jordan:  I would have never thought i would be shooting for my fav. company\n\nbono-ONE:  Have you shot Judy Star yet, love that little French Canadian\n\nSnowden_porn:  JULES - have you considered pairing Lex up with another brother for the Impaler series???\n\nJules Jordan:  no, I only want to see lex 1on1 scenes usually, they end up much more amazing, plus you usually see lex paired up with other people in anabolic movies\n\nRon:  Jules, you do an excellent job shooting and editing. If only Anabolic\/Diabolic can learn from you. You need to start giving them lessons and charging\n\nMuerte:  i agree\n\npornstarbets:  Anabolic is doing fine\n\nAugustwest:  Hey ana and dia are ok\n\nJules Jordan:  Mike John is the best camera man in the business. Anabolic is a close favorite to evil angel\n\nbono-ONE:  I would agree with that if you like POV stuff he is awesome\n\nSnowden_porn:  JULES - I'm in love with Shyla - please tell me that you have her in your future plans???\n\nJules Jordan:  I have a blow job scene with shyla coming out next month for \"Feeding Frenzy\"\n\nRon:  Erik is learning to be a better cameraman -- goody\n\nAugustwest:  Jules gave Erik one of his first roles\n\nJules Jordan:  Erik is an amazing director, his first movie had very solid camera work, with him operating camera\n\nbono-ONE:  Hey Tricia !!!!!!\n\nSteph:  Tricia!\n\nMuerte:  hey tricia\n\nJules Jordan:  Hey tricia!\n\nbono-ONE:  Great interview with John by Rog, a very interesting read\n\nSpeelie:  Hi Tricia!\n\nWarpig:  Hi tricia\n\nJules Jordan:  yes rog's interview was great with john stagliano\n\nAugustwest:  with Erik also 4 shots in 15 mins. wow\n\nTricia Devereaux:  Hey everyone sorry I was late... I'm just going to sit and catch up.\n\nMuerte:  JULES.....what starlet have you had problems with on a set\n\nJules Jordan:  I have really not had too many problems with starlets on the set\n\nJules Jordan:  I usually cater to them, and get better scenes\n\nMuerte:  smart jules\n\npornstarbets:  Do you get any from the starlets?\n\nJules Jordan:  The first night i met Devon we had sex in my car in front of her apartment\n\nMuerte:  damn\n\npornstarbets:  cool\n\nJules Jordan:  if thats what you mean, \"do i get any\" haha\n\nHoustonDon:  Jules: Do you ever read your reviews (it should help that most of them are so positive)?\n\nSpeelie:  Along with what HoustonDon just asked, are you surprised by your immediate Evil Angel success, or did you expect it?\n\nJules Jordan:  Well, Evil Angel allowed me to put much more into my product\n\nJules Jordan:  I had no more budget restrictions, I have to make a living\n\nRon:  Good ole EA -- letting JJ do his thang\n\nJules Jordan:  Although i'm just happy making porno and getting by doing it\n\npornstarbets:  You are the best director in the evil angel empire\n\nRon:  Pornstarbets -- SHHHH Mrs. JS is here and ...\n\nSnowden_porn:  JULES - I liked the bit in Ass W2 where Eric is in Shyla's ass rocking her back and forth, then he holds her up in mid air for Lex to invade her ass. Please repeat that move in your future works!!\n\nJules Jordan:  Snowden- I discovered that \"position\" in Ass Worship 1 by accident, it is very hard but very interesting to watch\n\nnickelodeon:  jules, how much does each of your movies actually cost to make?\n\nJules Jordan:  I dont keep track of how much i spend on a movie, when I feel it is ready it comes out - I dont care how much i spend\n\nWarpig: ... (truncated)",
        "topic_id":0,
        "format_id":21,
        "topic_confidence":0.9802907705,
        "format_confidence":0.9612888098,
        "weight":0.0001782243
    },
    {
        "url":"https:\/\/303magazine.com\/2012\/02\/fashion-fridays-designer-profile-rachel-marie-hurst\/",
        "text":"If you asked Rachel Marie Hurst a year ago if she would be showing at New York Fashion Week, she wouldn’t have believed you. But that’s not to say she never dreamed about it. The Denver designer has worked diligently on her craft for years, making a name for herself locally, but never experiencing that breakthrough moment so many designers yearn for. Then, in January,  Hurst received a career-changing call.\n\nHurst, whose brand is called Fashion House of Rae Marie, was one of four regional designers chosen by Diet Pepsi to showcase three outfits at New York Fashion Week’s kick-off event, ‘Style Studio’ fashion show presented by Simon Doonan. The other designers included Genoveva Christoff from Columbus, OH, Elise Bergman from Chicago, IL and Shirin Askari from Dallas, TX. Each designer portrayed their hometown perspective with Doonan (Barney’s Creative Ambassador-at-Large) serving as a mentor.\n\nNew York Fashion Week wrapped up last week, but Hurst’s dreams did not end at that stroke of midnight. She has returned home, but is more focused on fashion than ever. She took the time to answer some of 303’s questions about her experience, who made her starstruck and what’s next for the Fashion House of Rae Marie.\n\n303: You were selected by Diet Pepsi to showcase three outfits during New York Fashion Week. How did it feel to be chosen out of hundreds around the country?\nThis opportunity was so surreal. It was such a dream come true! If you had asked me at the beginning of January if I thought I would be showing pieces at New York Fashion Week this year, I would have laughed and said only in my dreams! But, it was such a humbling learning experience. I feel so blessed and so excited!\nOnce you arrived in New York, what was your schedule like?\nIt was a little crazy since I still had some sewing to finish. All four of the Style Studio Fashion Show participants flew into New York on Tuesday night. We had fittings all day Wednesday with models from Wilhelmina New York. The models were stunning. On Thursday, we had dress rehearsal, hair and make-up and then the show was at 8pm sharp. Following the show, we had interviews. We also met Christian Cota on Thursday. Friday we had more interviews. Saturday we attended Christian Cota’s show. It was crazy, but so amazing!\n\n303: Do you feel like you were able to communicate the “Colorado girl” in the designs you presented?\nRH: I think the “Colorado girl” is a girl who takes risks and walks to her own tune, and who has clothing that is cross seasonal, fun, funky and colorful. I think I captured the essence and then put my own flare into it.\n303: Tell us a little about your experience at New York Fashion Week. Who did you meet? Where did you go? What did you see?\nRH: I met Simon Doonan and he was fantastic and so down to earth. I also met Christian Cota who was charming and his collection was inspirational and beautiful! The people at Harrison & Shriftman were amazing! Being in the Mercedes Benz Fashion Week tents was beyond what I was expecting. I saw Coco Rocha and was just star struck! She is beautiful in person!\n303: There were several celebrities at the “Diet Pepsi Style Studio” fashion show where you presented, including Mary-Kate Olsen, Debra Messing and Kristin Chenowet. Were you starstruck by anyone in particular?\nRH: I think I was most starstruck by Mary Kate Olsen! I remember growing up and watching her , so I was shocked that she was sitting front row at the show! But I also love Debra Messing, Kristin Chenowet and Kelly Rutherford from Gossip Girl. It was all was so awesome!\n303: How do you think this entire experience will influence your designs and approach to the business?\nRH: I came back thinking, man I have a lot of work to do! I love New York, but it is on a whole different level and the resources for designers there made me a little envious. I really took the advice that was given to me and will be working to further propel my career as a designer.\n303: Simon Doonan is a New York fashion icon. How was it working with such a strong visionary?\nRH: He is AMAZING – so down to earth, genuine and sweet. He really made time to talk to each designer individually and gave invaluable advice to help us further our careers. I am so grateful.\n303: What did you take away from this experience?\nRH: I took everything away that I could, but mostly to be true to who I am as a designer and stop trying to please everyone. Not everyone is going to like me or what I design and I have to accept that. I have to keep my voice clear and make sure it is what I believe in.\n303: Tell us a bit about your aesthetic and the type of woman you design for.\nRH: I design for a client that is sexy, edgy and chic. My girl isn’t afraid to stand out in the crowd and loves to take risks and be noticed for her fashion in a classy way. I would love to dress Blake Lively. I just think she would be my ideal customer.\n303: What is next for the Fashion House of Rae Marie?\nRH: Well, I am revamping my name, brand and image. I received a lot of great feedback, but I know I have a lot of work to do. I want to push my designs into more boutiques, work on my plus-size line and really design away! I am so excited to find out what is next.\n*Images courtesy of Rachel Hurst and Diet Pepsi.",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9873665571,
        "format_confidence":0.9295911193,
        "weight":0.0013704912
    },
    {
        "url":"https:\/\/janet-rice.greensmps.org.au\/articles\/janet-speaking-marriage-bill",
        "text":"Back to All News\n\nJanet speaking on the marriage bill\n\nSpeeches in Parliament\nJanet Rice 16 Nov 2017\n\nSomewhere, over the rainbow, way up high, there's a land that I heard of once in a lullaby. Somewhere, over the rainbow, skies are blue, and the dreams that you dare to dream really do come true.\n\nThese lyrics are so fitting for the debate we're having right now. For so long lesbian, gay, bisexual, transgender, intersex and queer people have only been able to dream of marriage and equality under the law. Marriage has been out of reach. Marriage has been denied. Equality has not been granted in our country's laws. I am almost overwhelmed that this dream is on the cusp of becoming a reality, because Australians voted yes.\n\nI thank them so much for doing so. To my family and me, and to so many LGBTIQ Australians, it means that our dreams will soon come true. It means that our love, our relationships and our families will be equal under the law. It means that LGBTIQ people will feel safer to hold the hand of their partner when they walk down the street. It means that LGBTIQ couples will be able to get married and to celebrate their love in front of family and friends. And it means that young LGBTIQ people will feel safer to come out, knowing that their community said yes and that who they are and who they love is respected by law.\n\nThis process of achieving marriage equality has not been easy or fast. There have been many, many LGBTIQ campaigners and their allies whose commitment and determination has led us to this point over decades. I pay tribute to the community's leaders, campaigners, families and friends who paved the way, especially when it was far more dangerous and difficult to do so.\n\nI thank especially the campaigners who have campaigned so hard over the last years, the last months and in particular the last two months. I thank the magnificent campaigners of Australian Marriage Equality Alex Greenwich, Tom Snow, Anna Brown, Tiernan Brady, Lee Carnie, Francis Voon, who is not here today, and all the rest of the amazing team. I thank Rodney Croome and Shelley Argent, from Parents and Friends of Lesbians and Gays. I thank Felicity Marlowe, Ivan Hinton-Teoh, Corey Irlam and so many other campaigners whose work has led to the magnificent result that we got yesterday. But there are so many campaigners who aren't with us now, who have passed on prior to today, who have missed out on the joy of hearing Australians resoundingly say yes to our lives and our loves. We achieve this reform with them in mind and with their memories in our hearts.\n\nAnd I want to thank those who came before me in this place and who stood for equality, especially when it was not so widely supported. I'm proud to be in a party that has unequivocally stood with LGBTIQ people to say yes to equality over the entire history of our party. Thank you, Bob Brown, Michael Organ, Kerry Nettle, Christine Milne, Robert Simms and all of our Greens forebears in this place. Our party room today continues on your work, proudly, and we build on your work—especially Sarah, who stewarded this portfolio for the Greens for many years. It's been a long road to be here.\n\nIt's been frustrating, to say the least, over the last few years to have a Prime Minister who didn't have the courage to stand up to those who want to continue to discriminate. We didn't need to have this postal survey. Parliament could have done its job way before now.\n\nThe last two months have been hard for LGBTIQ people. They have been so hard. Our identities, our relationships and our lives have been dissected and analysed and talked about. We've been told that we're not normal; our relationships are not normal; our families are not normal.\n\nFor my wife, Penny, and me, people's blatant transphobia was on full display, with people challenging Penny's trans identity and with offensive attacks on our marriage and our love. But we didn't need a yes vote to know that we are worthy of equality. Our community is one of the strongest that there is. We're more resilient than you know. We stand here on the shoulders of our LGBTIQ elders, in power and in love. We have endured. And now Australians have said yes. They agree with us. They have demonstrated that they think everyone should be treated equally under the law, and that includes being able to marry the person that they love.\n\nWe must fix the wrongs of the past and the present with this legislation. While LGBTIQ people will carry scars of discrimination, we can look forward to a brighter future with our country coming together to celebrate LGBTIQ people, our relationships and our families. So I am really looking forward to just getting on with it. It is time for parliament to do its job.\n\nThe bill before the chamber today, the Marriage Amendment (Definition and Religious Freedoms) Bill 2017, is the result of a long and deliberative process, one that I've been proud to be a part of. It began with the establishment of a Senate select committee at the end of 2016, inquiring into the exposure draft of the government's proposed marriage bill. In that inquiry, we took the government's draft bill on marriage equality, which it released with its original plebiscite legislation, as a starting point. We considered issues and ideas raised by faith groups, LGBTIQ peak bodies and community voices, civil liberties groups, legal experts, human rights organisations, marriage celebrants, doctors, scientists, local councils, state and territory governments and many Australian residents as individuals.\n\nSenators from across the parliament considered many issues, including the definition of marriage, exemptions for ministers of religion, exemptions for marriage celebrants, exemptions for religious bodies and organisations, international jurisprudence on the introduction of same-sex marriage, goods and services, and the protection of the right to freedom of conscience and religion. There are a number of these areas where my views and those of the Greens do not align with those of my colleagues across the Senate, but we came to the table and we hashed it out. And the final report from that inquiry outlined a path forward which considered the issues falling out of a change to the Marriage Act and which responded to the considerations put by the full range of organisations that we heard from. These findings are reflected in this bill. If passed, this bill will remove discrimination in marriage and allow all LGBTIQ people to marry the person they love.\n\nIt would change the definition of marriage from being between a man and a woman to being between two people, and this would finally give not only gay and lesbian Australians but bisexual, trans and gender diverse Australians, intersex Australians—all Australians on the rainbow spectrum—the right to claim their fundamental right to that institution. I do want to focus on the concerns from the LGBTIQ community that we have heard from the time of the Senate inquiry through until now, that they want to see marriage legislation that does not add new discriminations to our existing law.\n\nOur current law gives exemptions to religious organisations, and there is deep concern about expanding these exemptions to individuals on the basis of their personal religious beliefs. We've heard concerns about attempts to expand the scope of what the existing religious exemptions allow religious organisations to do. The Greens are acting in good faith in this debate. We want to see a bill passed by this parliament that reflects both the principles of equality and freedom from discrimination and the ability of people to act in accordance with the tenets, doctrines and beliefs of their religion. We are considering some amendments that we believe will improve the bill in this regard.\n\nIt's important, though, to make clear that this bill has already built in concessions from the Greens. This is not the bill that we would have introduced if it were up to us alone, but through the Senate committee process and through working with my colleagues across the chamber it has become apparent that this is the bill that can win the support of the parliament and finally enshrine equal marriage into law. It appears that in the committee stage debate in the week after next we will see many amendments moved by those seeking to expand the right to discriminate. I want to be clear: this is not what the Australian people voted on. This is not in keeping with the principles of equality and not what is being recommended by the legal community. We already have a set of exemptions in Australian discrimination law that religious organisations can access if they choose not to wed a same-sex or gender-diverse couple, if they choose not to provide the use of their goods and services or if they choose not to be part of any practice or action that they believe disagrees with their doctrines, tenets or beliefs.\n\nThe Greens actually think that these laws go too far, but this is not the appropriate place for anyone to add to or unwind these laws. We believe that any changes to those laws should be part of a comprehensive review of the scope and functioning of our national antidiscrimination laws and do not have to occur as part of amending our marriage laws. The Greens support the call of the UN Human Rights Committee for Australia to replace its patchwork antidiscrimination laws with a human rights act that would provide a legal framework for protecting human rights that balances these competing rights.\n\nBut that is not for this week, and achieving marriage equality does not have to wait for this reform. It's way past time for waiting. I said a few weeks ago in this chamber that the government has been playing games with the lives, loves and relationships of lesbian, gay, bisexual, transgender and intersex people, and we have had enough. The game is over. I say to the conservative members of this chamber, and indeed, in the House of Representatives: you demanded this plebi... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9940781593,
        "format_confidence":0.9788000584,
        "weight":0.0243765908
    },
    {
        "url":"http:\/\/www.thestreet.com\/story\/11621321\/1\/new-oriental-education-amp-technologys-management-presents-q4-2012-results--earnings-call-transcript.html",
        "text":"This Day On The Street\nContinue to site\nThis account is pending registration confirmation. Please click on the link within the confirmation email previously sent you to complete registration.\nNeed a new registration confirmation email? Click here\n\nNew Oriental Education & Technology's Management Presents Q4 2012 Results - Earnings Call Transcript\n\nNew Oriental Education & Technology Group Inc. ( EDU)\n\nQ4 2012 Earnings Call\n\nJuly 17, 2012 8:00 AM ET\n\n\nSisi Zhao - Senior Investor Relations Manager\n\nLouis Hsieh - President &CFO\n\n\nPhilip Wan - Morgan Stanley\n\nChenyi Lu - Cowen & Company\n\nJeffrey Meuler - Robert W. Baird & Co\n\nSteve Zhang - Macquarie Funds Group\n\nMark Marostica - Piper Jaffray\n\nElla Ji - Oppenheimer & Co., Inc\n\nTrace Urdan - Wells Fargo Securities\n\nEric Wen - Mirae Asset Securities\n\nAnita Chen - Jefferies & Co\n\nBrandon Dobell - William Blair & Company\n\nChao Wang - Merrill Lynch\n\nFei Fang - Goldman Sachs\n\nKevin Tan - Joho Capital\n\nJin Yoon - Nomura Securities\n\n\n\nGood evening and thank you for standing by for New Oriental’s Fourth Quarter and Fiscal Year 2012 Earnings Conference Call. At this time, all participants are in listen-only mode. After management’s prepared remarks, there will be a question-and-answer session. Today’s conference is being recorded. If you have any objections, you may disconnect at this time.\n\nI’d now like to turn the meeting over to your host for today’s conference, Ms. Sisi Zhao.\n\nSisi Zhao\n\nHello everyone, and welcome to New Oriental’s fourth quarter and fiscal year 2012 earnings conference call. Our financial results for the period were released earlier today and are available on the Company’s website as well as on Newswire services.\n\n1 of 4\n\nCheck Out Our Best Services for Investors\n\nAction Alerts PLUS\n\nPortfolio Manager Jim Cramer and Director of Research Jack Mohr reveal their investment tactics while giving advanced notice before every trade.\n\nProduct Features:\n  • $2.5+ million portfolio\n  • Large-cap and dividend focus\n  • Intraday trade alerts from Cramer\nQuant Ratings\n\nAccess the tool that DOMINATES the Russell 2000 and the S&P 500.\n\nProduct Features:\n  • Buy, hold, or sell recommendations for over 4,300 stocks\n  • Unlimited research reports on your favorite stocks\n  • A custom stock screener\nStocks Under $10\n\nDavid Peltier uncovers low dollar stocks with serious upside potential that are flying under Wall Street's radar.\n\nProduct Features:\n  • Model portfolio\n  • Stocks trading below $10\n  • Intraday trade alerts\n14-Days Free\nOnly $9.95\n14-Days Free\nDividend Stock Advisor\n\nDavid Peltier identifies the best of breed dividend stocks that will pay a reliable AND significant income stream.\n\nProduct Features:\n  • Diversified model portfolio of dividend stocks\n  • Updates with exact steps to take - BUY, HOLD, SELL\nTrifecta Stocks\n\nEvery recommendation goes through 3 layers of intense scrutiny—quantitative, fundamental and technical analysis—to maximize profit potential and minimize risk.\n\nProduct Features:\n  • Model Portfolio\n  • Intra Day Trade alerts\n  • Access to Quant Ratings\nReal Money\n\nMore than 30 investing pros with skin in the game give you actionable insight and investment ideas.\n\nProduct Features:\n  • Access to Jim Cramer's daily blog\n  • Intraday commentary and news\n  • Real-time trading forums\nOnly $49.95\n14-Days Free\n14-Days Free\nAAPL $94.02 0.00%\nFB $104.07 0.00%\nGOOG $683.57 0.00%\nTSLA $162.60 0.00%\nYHOO $27.97 0.00%\n\n\nChart of I:DJI\nDOW 16,204.97 -211.61 -1.29%\nS&P 500 1,880.05 -35.40 -1.85%\nNASDAQ 4,363.1440 -146.4150 -3.25%\n\nFree Reports\n\nTop Rated Stocks Top Rated Funds Top Rated ETFs",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9908415079,
        "format_confidence":0.8296669126,
        "weight":0.008388274
    },
    {
        "url":"https:\/\/www.equestriadaily.com\/2015\/04\/fiendship-is-magicunredacted-interviews.html",
        "text":"• FIENDship is Magic—Unredacted Interviews\n\n    When interviewing writers and artists about upcoming projects, sometimes something gets mentioned that shouldn't really be talked about until after the issue comes out.\n\n    Like for instance a deleted scene relating to the plot framing structure in FIENDship is Magic #1.\n\n    So, unfortunately those items have to be [REDACTED] until the issues are out. Fortunately though, I was always planning on releasing the redacted material.\n\n    So for your viewing pleasure, or if you just happen to be curious, you can find the unredacted sections to the interviews for FIENDship is Magic #1 and FIENDship is Magic #3 (#2 didn't have anything redacted) below the break!\n\n    From FIENDships is Magic #1 Interview\n\n    Yeah, what I found pretty interesting about Sombra is that he actually did have a little bit of characterization in the Crystal Empire, but to see it you had to sit down and really look at his episodes. Sombra didn't burn down the Crystal Empire library like any good tyrant should do. He has an unhealthy obsession with stairs.  And for some reason, he likes torturing ponies within their own minds.\n\n    Jeremy Whitely: Yeah… The one thing that I had to cut from this story—which killed me—is… This issue is done with a little bit of a book end. When Cadance and Twilight find out about the story that's in this issue, I wrote a sequence— [it's] where they go down into the hidden part of Sombra's castle—where Cadence has the same experience that Twilight does in the show. Where the gem over the door shows this other reality to her—and I ended up having to cut it for length because it wasn't a story about Cadence, it was a story about Sombra!\n\n    I wrote a whole two pages where Cadence and Shining Armor are ruthless overlords of the Crystal Empire and ... I had this idea of Cadence and Shining Armor in actual armor and are the bad guys. I hate that that ended up getting cut. That would have been my [way of showing] that that's what Sombra does to people. He has these powers and he uses them to get into people's heads and screw with them.\n\n    Brenda Hickey: Mm-hmm (affirmative).\n\n    From FIENDships is Magic #3 Interview\n\n    Ted Anderson: Yeah, they’re straight evil wacky, absolutely! It’s not their origin story ‘cause I didn't want to dive down that rabbit hole. It’s not how they were born, or created, or whatever because I don't think that's been decided by anyone yet. It’s more about how they became a threat and then get sent to the Equestria Girls' world. So little has been decided apart from, “Oh they were a threat, and Starswirl banished them.”\n\n    Agnes Garbowska: We gave the reason to why everything happened, which wasn't explained thoroughly in the show.\n\n    * * *\n\n    Ted Anderson: I didn't stick too much with the Greek or Roman mythology in the sense of them being water creatures that sung passing sailors to their death. Obviously, the music is the huge part of their story in this issue and that provides a lot of the conflict, but it’s handled in a slightly different way.\n\n    I kind of gravitated towards the conflict with Starswirl just because ... Starswirl is such a weird character. He first appears in just a random throwaway line in the Halloween episode and then suddenly—two seasons later—he's this grand mythologized figure that keeps showing up. And everywhere else we've seen him—as little as we have seen of him—he's kind of this wizened mentor and great legendary wizard character.\n\n    But in this issue, not to spoil too much, I got to put him in a situation where his magic isn't really as helpful. So, we get to see him coming up against a different sort of challenge and it made for a lot of fun. It was a lot of fun writing him doing what he does in this issue. Just because he's out of his depth, he's a little bit out of his element here.\n\n    Yeah, I don't know. The grecko-roman stuff does show up in the background, in the way the story is handled. The story takes place in ancient Equestria, and—because Equestria's timeline is just so fluid and ridiculous—we got to make it, basically, a parody of ancient Rome. So, there's the Coltosseum, and there's statues everywhere, and there's  direct columns holding everything up. Agnus, you told me you kind of went crazy into the research on this.\n\n    * * *\n\n    Ted Anderson: Oh man. Don't get me wrong it’s always fun to write the ditz characters. I mean Sonata was ... She got to be kind of the one who ... I mean, calling her a ditz is doing her a disservice. She's easily distracted, she likes to have things explained to her, but she always thinking of new ways to approach things, and she's always looking for new bizarre stuff to get obsessed with. I loved having her be able to comment on the weird things that come along, and just be the odd ball of the group.\n\n    The group as a whole ... I like the idea that they were a lot less nasty to each other before they went to the Equestria Girls' world. They’re still villains, and they’re still sucking the life energy out of ponies with their diabolical song. They don't snipe at each other as much, and they’re not as mean to each other. They kind of like to get along. There just around to do what they do and that involves horrible, evil stuff.\n\n    Once they get to the Equestria Girls' universe, they don't have anyone else they can relate too because they're completely out of their element. So, they end up just re-hashing the old arguments and getting sick of each other. So by the time we see them in the movie, they’re just really awful to each other. It was fun to write the whole dynamic differently and have them be a little bit less acerbic to each other. Sonata, in particular, was fun just ‘cause she was she was the wacky, odd ball one. But the whole group was also a blast. And I know, Agnus, you said you relate a lot with Sonata.",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9392971396,
        "format_confidence":0.9623910189,
        "weight":0.0189530444
    },
    {
        "url":"http:\/\/www.thestreet.com\/story\/10412169\/1\/cramers-mad-money-recap-disciples-of-discipline.html",
        "text":"This Day On The Street\nContinue to site\nThis account is pending registration confirmation. Please click on the link within the confirmation email previously sent you to complete registration.\nNeed a new registration confirmation email? Click here\n\nCramer's 'Mad Money Recap': Disciples of Discipline\n\nClick here for an archive of Cramer's \"Mad Money\" recaps.\n\nEditor's note: This show originally aired on Dec. 26, 2006.\n\nTo make money in the market, people need more than good stock picks and good advice about the state of the market, Jim Cramer told viewers of his \"Mad Money\" show Wednesday. \"They need discipline.\"\n\nRegular fans of \"Mad Money\" should be familiar with Jim Cramer's Real Money: Sane Investing in an Insane World , Cramer said, as he's devoted a few shows to explaining some of the rules he's laid out in his book.\n\nCramer: You're So Money, Farnoosh\n\nBut because Cramer wrote that book a long time ago, and though its rules are still valid, he's come up with more rules designed \"to help the individual investor beat the big institutional money managers on the Street.\" Cramer has assembled these rules in another book: Jim Cramer's Mad Money: Watch TV, Get Rich .\n\nAlthough people might not like \"Cramer the disciplinarian,\" he said his new book, which has 20 brand-new rules, should prevent market players from losing money. And because Cramer's aim is to help make people rich, he went on to explain five of those new rules.\n\nCramer's first new rule is, \"There's a market for everything; pay attention to how it works.\" Investors need to remember that there are lots of different reasons why stocks are traded in a stock market and that there are submarkets, he said.\n\nAlthough it makes \"total intuitive sense,\" most people rarely keep in mind when investing that there's a market for oil stocks, a market for newly public stocks and a market for small-cap value stocks, all of which are governed by supply and demand, Cramer said.\n\n\"If you ignore the supply and demand for certain kinds of stocks, or stocks in general, you'll be totally perplexed by the market,\" he said. \"This rule is especially true for trendy, hyped-up stocks.\"\n\nTaking the ethanol trade in 2005 and 2006 as an example, Cramer said at the end of 2005, because the supply of ethanol stocks was so low and demand was \"intense,\" people were able to make \"truckloads of money\" in stocks such as Archer Daniels Midland (ADM - Get Report) and Andersons (ANDE - Get Report).\n\nBut then the ethanol game changed, as a company called VeraSun (VSE) came public on June 14, 2006, and added to the supply of ethanol stocks, he said. The VeraSun initial public offering was further followed by IPOs of companies with worse fundamentals -- but just as much ethanol exposure.\n\n\"If you'd just been paying attention to the fundamentals, or to the hype about ethanol in the media, you would've been caught totally off-guard by the downturn in ethanol,\" Cramer said.\n\n\"The day VeraSun came public, I called the end of the ethanol, and I got it right ... because I was paying attention to the amount of ethanol stock in the market and the market's demand for it.\"\n\nKnow What You Hold\n\nMoving on to rule No. 2: when playing a rally, \"make sure your stocks actually fit the bill,\" he said. \"Don't be bamboozled by what sector your stock belongs to. Instead, know precisely what you own and why you own it.\"\n\nAlthough Cramer always advises his viewers to do their homework and know what they own, this rule is different because the point is to recognize that \"sectors don't always matter when it comes to giving stocks momentum.\"\n\nPeople should never confuse a rally within a sector for a rally of that entire sector, he said.\n\nAlso, he knows people don't always do their homework before buying stocks -- behavior Cramer said he does not approve of. He iterated that he believes people need to spend at least an hour a week per stock they own doing homework to make sure the stock is still a \"sound\" investment.\n\nBreaking down the rule, Cramer said there are times people will see a rally in an entire sector. For example, if the Fed cuts rates, investors will see a rally in almost everything cyclical, or if the economy gets \"pummeled,\" people will see a rally in consumer staples and food and beverage companies, he said.\n\n\"These are broad, sector-based rallies and you don't have to be all that discerning to pick out a good stock that will make you plenty of money when these things happen,\" Cramer said. \"But most rallies don't work that way.\"\n\nMarket players will hear about health care rallies or transports rallies or tech rallies, but that doesn't mean the whole sector's rallying, he explained, because within sectors there are industries.\n\nThis is what really counts and what people should pay attention to, Cramer said.\n\nCramer said he came up with this rule on June 22, 2005, when he got \"caught up\" in the idea of a tech rally and picked the two names that most represent tech: Microsoft (MSFT - Get Report) and Cisco (CSCO - Get Report). But later Cramer realized that the so-called tech rally was really a gadget rally.\n\n\"I fooled myself because Microsoft and Cisco had always been the tech stocks,\" he said. \"It didn't matter that they didn't have any real exposure to the rally, because I was thinking of it as a tech rally, and in a tech rally you buy Microsoft.\"\n\nIt's easy to mistake a rally in an industry for a rally in the sector it belongs to, Cramer said, but if people remember this second rule, they should be able to make a lot more money.\n\nLatin America\n\nHe said his next rule is \"provisionally true\" and though at some time in the future he can see it being revoked, he doesn't believe it will be soon. The rule is that \"Latin America is always a trade.\"\n\nEvery so often there's a \"huge wave of interest in Latin American stocks,\" where everyone in the business who owns these stocks believes that Latin America is an \"amazing, long-term growth story,\" Cramer said.\n1 of 2\n\nCheck Out Our Best Services for Investors\n\nAction Alerts PLUS\n\nPortfolio Manager Jim Cramer and Director of Research Jack Mohr reveal their investment tactics while giving advanced notice before every trade.\n\nProduct Features:\n  • $2.5+ million portfolio\n  • Large-cap and dividend focus\n  • Intraday trade alerts from Cramer\nQuant Ratings\n\nAccess the tool that DOMINATES the Russell 2000 and the S&P 500.\n\nProduct Features:\n  • Buy, hold, or sell recommendations for over 4,300 stocks\n  • Unlimited research reports on your favorite stocks\n  • A custom stock screener\nStocks Under $10\n\nDavid Peltier uncovers low dollar stocks with serious upside potential that are flying under Wall Street's radar.\n\nProduct Features:\n  • Model portfolio\n  • Stocks trading below $10\n  • Intraday trade alerts\n14-Days Free\nOnly $9.95\n14-Days Free\nDividend Stock Advisor\n\nDavid Peltier identifies the best of breed dividend stocks that will pay a reliable AND significant income stream.\n\nProduct Features:\n  • Diversified model portfolio of dividend stocks\n  • Updates with exact steps to take - BUY, HOLD, SELL\nTrifecta Stocks\n\nEvery recommendation goes through 3 layers of intense scrutiny—quantitative, fundamental and technical analysis—to maximize profit potential and minimize risk.\n\nProduct Features:\n  • Model Portfolio\n  • Intra Day Trade alerts\n  • Access to Quant Ratings\nOptions Profits\n\nOur options trading pros provide over 100 monthly option trading ideas and strategies to help you become a well-seasoned trader.\n\nProduct Features:\n  • Actionable options commentary and news\n  • Real-time trading community\nADM $44.65 0.00%\nANDE $35.20 0.00%\nCIB $33.54 0.00%\nCSCO $26.00 0.00%\nMSFT $43.93 0.00%\n\n\nChart of I:DJI\nDOW 16,643.01 -11.76 -0.07%\nS&P 500 1,988.87 +1.21 0.06%\nNASDAQ 4,828.3250 +15.6170 0.32%\n\nFree Reports\n\nTop Rated Stocks Top Rated Funds Top Rated ETFs",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9976450801,
        "format_confidence":0.6181460619,
        "weight":0.0062497112
    },
    {
        "url":"http:\/\/vineyardsaker.blogspot.com\/2010\/11\/speech-delivered-by-hezbollah-secretary.html",
        "text":"Sunday, November 14, 2010\n\nSpeech delivered by Hezbollah Secretary General Sayyed Hassan Nasrallah during the Martyr's Day Celebration on 11,11,2010\n\nI Take refuge in Allah from the stoned devil. In the Name of Allah, The Compassionate, The Most Merciful. Praise be to Allah, The Lord of the World.\n\nPeace be on our Master and Prophet – The Seal of Prophets – Mohammad and on his Chaste Household, chosen companions and all prophets and messengers.\n\nBrothers and sisters! Peace be upon you and Allah's mercy and blessing.\n\nI welcome you on the Day of Hezbollah Martyr. My special regards are for the families of the honored martyrs. \n\nFirst, I salute the chaste souls of our great dear martyrs, and we offer them the rewards of reciting the holy surah of Al Fatiha.\n\nAllah Almighty says in His Holy Book: {In the Name of Allah, The Compassionate the Most Merciful: Allah hath purchased of the Believers their persons and their goods; for theirs (in return) is the Garden (of Paradise): they fight in His Cause, and slay and are slain: a promise binding on Him in truth, through the Torah, the Gospel, and the Qoran: and who is more faithful to his Covenant than Allah? Then rejoice in the bargain which ye have concluded: that is the achievement supreme}\n\nAt the beginning of our ceremony and in the presence of the martyrs' souls, we pose before this holy ayah for a while and say it is among the holy ayahs that tackle one of the great kindnesses and generosities of Allah.\n\nBrothers and sisters! Allah Al Mighty has offered us our souls. Allah also has offered us our wealth. So our souls and our wealth are His properties and not ours. Then pursuant to His generosity, bounteousness and kindness He offered them to us. Then pursuant to His kindness He approached us and demanded on us to sell Him these souls and wealth. In return, He did not give us or promise us a price that corresponds to what He is buying as is the case in any buying and selling transaction. Rather He promised us what is much greater from what we are offering in this divine transaction.\n\n{Allah hath purchased of the Believers their persons and their goods} which are originally His possession. In return He promised the Paradise which is as wide as Heavens and Earth and which includes what no eye has seen, no ear has heard and had never crossed the heart of man. This Paradise is the price in return.\n\nHow is this contract and transaction executed? They fight in His Cause. Those who have sold their persons and their goods fight in His Cause. So they fight not through claiming, not through slogans and not through reverberating words but rather through jihadi bloody action. \"They fight in the cause of Allah and slay and are slain'. They die as martyrs. 'A promise binding on Him' is an assertion by Allah Al Mighty. The truth on this promise is first that it is a promise binding on Him. 'In truth' is another assertion. Where is the third assertion? It's in the Torah, the Gospel and the Qoran. He is telling the believers that this covenant and selling contract is a commitment from Me in all divine messages and all Holy Books. It is one of the constants of belief since Allah created man until Doom's Day. This is the interpretation of 'a promise binding on Him in truth in the Torah, the Gospel and the Qoran'. The fourth assertion is in 'and who is more faithful to his Covenant than Allah?' Why are all these assertions for? That's because in other transactions or agreements the other party might fail to live up for fulfilling his promise. While it is impossible that Allah Al Mighty fails or becomes feeble or unable to fulfill His promise. Others might hesitate to fulfill their promises but Allah does not hesitate in fulfilling His promise, word and will. Some might feel remorse for their deeds as a result of something wrong in the given and many other suppositions. However Allah is The Lord, The Omnipotent, The Omniscient and The Al Mighty who owns the Heavens and Earth. 'And who is more faithful to his Covenant than Allah?\n\nThen after this equation, He is the one who granted. He is the one who demanded buying. He is the one who granted Heaven. He is the one who promised. He is the one who is felicitating and congratulating them and giving them the good tidings. 'Then rejoice in the bargain which ye have concluded: that is the achievement supreme'. He refers to the achievement as supreme. Who is referring to this achievement in this bargain as supreme? Allah, The Supreme. The True and Absolute Supremacy is referring to this achievement as supreme.\n\nAnother ayah says: {And Another (favor will He bestow), which ye do love help from Allah and a speedy victory. So give the glad Tidings to the Believers}\n\nBrothers and sisters! In our jihadi procession of belief, a group of brothers and sisters and of men and women who believed in this ayah and believed in the promise of Allah Al Mighty and trusted in His covenant sold their souls and goods to Allah. They fought with their goods and souls in the cause of Allah which is the cause of spreading righteousness, justice and freedom. The cause of Allah is the cause of defending the tortured, the oppressed, the prosecuted and the hungry. This is the cause of Allah or else Allah is not in need of our prayers, fasting, worship, endeavors, blood and money. All of that is rather in the cause of Allah.\n\nSome of these brothers and sisters passed away as martyrs and they have received the good tidings of meeting Allah and Heaven. Some of these brothers and sisters are still waiting. They are alive. They are the mujahedeen who have tasted the sense of honor and witnessed the promised victories with their very eyes. On this very track we move with this spirit of faith which we rely on with such determination.\n\nToday is November 11th. It's the Day of Hezbollah Martyr. It is the day of the most powerful and important qualitative jihadi operation in the history of the Arab-Israeli struggle. It's the day of the Prince of self-martyrs Ahmad Qasir. He is a prince because he is the founder and the pioneer in the era of self-martyrdom operations against the Zionist enemy. Truly he must be referred to as a prince. He was 18 years old if we counted his age in natural years but he who had reached a degree of knowledge, intelligence, awareness, faith, love, will and determination which enabled him to be among the most prominent figures in the life and history of this nation. On this day the martyr prince stormed into the headquarters of the Israeli military chief in Tyr killing 140 officers and soldiers thus hurling the Zionist entity in deep sadness and mourning for three full days. Through his qualitative self-martyrdom operation, he set the foundations for a different new decisive stage in resistance, fighting, jihad, operations and the true implementation of the fight of wills.\n\nMany a years ago, we in Hezbollah have chosen this day to be the day for all our martyrs and to all our leader martyrs: Sayyed Abbass, Sheikh Ragheb and Hajj Imad and all the other leader martyrs. It is the day for all the self-martyrs who followed Ahmad Qasir. It's the day for all our mujahedeen martyrs. It's the day for all our men, women, elderly and children who were killed in the confrontation fields or in massacre zones or are paying the price of belonging to this resistance and this track starting with the first martyr in our procession to the last martyr who died few weeks ago – brethren martyr Mahdi Mohammad Hirz who was twenty years old. He was martyred while he was with his brethren mujahedeen in the Islamic Resistance detonating mines and cluster bombs in our fields and territories in our resisting and jihadi Lebanese South.\n\nIt's their right on us that on this day we talk about their jihad, sacrifices, the victories of their blood on all the swords of the world, great achievements and the esteem, pride, honor, freedom, liberation, sovereignty, independence, power and capability to face the upcoming challenges which they have left for us. However I will talk about their cause and their resistance and what their resistance is confronting in the current stage because this resistance has always been their primary will which they have recorded with their voices and inked on their papers that carried their final wills.\n\nBrothers and sisters! We have now entered a very critical stage in the fate of the nation, the resistance and the region. Before these great and dear martyrs we are concerned in having a pause for contemplation and revision which is necessary for all of us and not for one group instead of the other. That's because when we face new and critical stages we must recall the previous stages. Where were we right? Where were we wrong? How did we confront? What are the elements of strength? What are the elements of weakness? We read what has taken place to know how we are to confront what is upcoming so that our stances and choices be right, appropriate and responsible.\n\nWe all feel that Lebanon today is before a new phase and a new stage, and that the resistance in particular is before a new phase of the phases of targeting the resistance. In this review, I want to reach the statue quo and set a group of points. \n\nPerhaps with another brethren and with a various reading other divisions might be seen. As for me, I have seen that so far we have passed through five phases. That means that there are five phases and we are now living the fifth phase from the phases of targeting the resistance in Lebanon. Indeed the books which have been published in the past few days and weeks – so far I have not read any translations but only extracts which were published in newspapers and we have read whether the French book \"The President's Secret\" or the autobiography of Tony Blair or the other book for George Bush or the book of the former UNIFIL leader. All of these books help us. Indeed among these books those of George Bush and Tony Blair are of greater importance because they are v... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9801903367,
        "format_confidence":0.9841789603,
        "weight":0.02451055
    },
    {
        "url":"https:\/\/history.state.gov\/historicaldocuments\/frus1940v05\/d980",
        "text":"822.796\/247: Telegram\n\nThe Secretary of State to the Minister in Ecuador ( Long )\n\n162. Your 248, October 26, 4 p.m. The Department assumes that the Ecuadoran Government would not enter into any new agreement with Sedta in view of its assurance to this Government to eliminate Sedta. This Government is, of course, willing to assist Panagra in providing air mail and other services at as low a cost as is consistent with sound and continuing operations and the Department is confident that proposals which are being made by Panagra will, all things considered, be advantageous to the Ecuadoran Government.",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9460054636,
        "format_confidence":0.9242555499,
        "weight":0.0230181835
    }
]