[
    {
        "url":"https:\/\/mailman.nginx.org\/pipermail\/nginx\/2014-September\/045229.html",
        "text":"Underscore between variables\n\njamel nginx-forum at nginx.us\nFri Sep 26 13:43:59 UTC 2014\n\nI'm trying to rewrite URL with parameters x, y, z to filename by such\ntemplate: file_{x}_{y}_{z}.txt\nlocation \/path {\n    rewrite ^ \/path\/file_$arg_x_$arg_y_$arg_z.txt break;\n    root \/var\/www;\nBut it is not working. Because nginx tries to use variables x_, y_.\nHow can I use underscore symbol to separate variables?\nIn bash there is curly brackets style for such cases: ${x}_${y}_${z}.\nMay be nginx has something special for this too.\nSergey Polovko\n\nPosted at Nginx Forum: http:\/\/forum.nginx.org\/read.php?2,253560,253560#msg-253560\n\nMore information about the nginx mailing list",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9313639402,
        "format_confidence":0.6973361373,
        "weight":0.0139269966
    },
    {
        "url":"https:\/\/drupal.stackexchange.com\/questions\/157714\/how-to-implement-a-nomination-process-for-nodes\/157718",
        "text":"I want to implement a nomination process. Users should be able to\n\n  1. Nominate existing Nodes of type 'course'.\n  2. Nominate new content that should later be of type 'course'.\n\nAll nominations should be listed somewhere.\n\nWhat's the best way to do this?\n\nFor 1. I thought about using the Flag module and then just make a view where all nodes with nomination flag are listed.\n\nFor 2. I'm not sure, maybe I use webforms and the admin has to transfer it into a node of type 'course'. But how do I get a list of new AND existing nominated content?\n\n\nHow about using modules Node_convert, and Flag (which is obviously a must have for what you're looking for)? About Node convert (from it's project page):\n\nadds a menu tab \"Convert\" on the node view page, i.e. node\/1\/convert, which gives the ability to convert the node from its current node type to another node type. The module provides the means to transfer all the field values of the current node type into fields on the destination node type, or discard them.\n\nI'm using Node_convert already for long time, works great. It allows for implementing a lifecycle (or workflow?) to start from a node that is only just something like an idea (or suggestion, question, issue, abstract, etc). Those ideas that get the highest votings, are the ones that seem to make sense to handle with highest priority. Compare it to a 'Question' with a lot of votes, but with hardly any (or no) answers.\n\nWhen the node's content evolves (read: the more effort\/details added to it), I convert its content type to finished products like (eg) a recipe, a redbook (already from my Drupal 6 days a few years ago).\n\nBy combining it with some type of access module (related to either taxonomy or content type) I can make it more restrictive to give access to it. E.g. public to start from, then \"authenticated\", and in the end only for roles such as \"subscribers\", \"students\", etc.\n\nMaybe you also want to consider Fivestar and\/or Voting API (I have the impression that \"Voting\" is a kind of synomym of what you mean with \"Nominate\").\n\nAnd of course: use Views as you are considering already. To continue my samples above: using some basics Views reports, you can easily massage it all in a todo list also.\n\n| improve this answer | |\n  • thanks for your input, sadly node_convert does not support all of the field types I need (e.g. paragraphs) but I keep this one in mind for another project. – scar May 18 '15 at 14:45\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9313526154,
        "format_confidence":0.9914167523,
        "weight":0.01980029
    },
    {
        "url":"https:\/\/www.experts-exchange.com\/questions\/28977741\/Outlook-error-message.html",
        "text":"Outlook error message\n\nPosted on 2016-10-20\nLast Modified: 2016-11-15\nAll working perfectly on send\/rec but I see this every time ...\n\nWill I just click (x) ignore message for the error\nQuestion by:feck1\nWelcome to Experts Exchange\n\nAdd your voice to the tech community where 5M+ people just like you are talking about what matters.\n\n  • Help others & share knowledge\n  • Earn cash & points\n  • Learn & ask questions\nID: 41852296\nCheck your incoming\/outgoing ports. They can change or need to be changed if you travel or the ISP changed (usually) outgoing port.\n\nAssisted Solution\n\nRaghav earned 167 total points\nID: 41852571\nHope the below article will help you -\n\nGood luck with that.\n\nLVL 14\n\nAccepted Solution\n\nEdwin Hoffer earned 167 total points\nID: 41853335\nDear user\n\nThis error is displayed when a user tries to send an SMTP-based email\/message. To resolve it by following these tricks:\n\nTrick 1: Delete the mail account and recreating the new email account from ISP.  \nTrick 2: If your mailbox is opened in some other PC then you need to disengaging your mailbox from there.\nTrick 3: If it doesn't get resolved You can refer the following article:\n\nHope it might be helpful.\nThanks & Regard\nLVL 10\n\nAssisted Solution\n\nby:Marshal Hubs\nMarshal Hubs earned 166 total points\nID: 41853412\nThe reasons behind outlook error 0x800ccc0f are Slow Internet connection, Exchange connectivity issues, Firewall blocking for outgoing and incoming messages, corrupt OST file etc. Please Check this article for more information about the error:\n\nFeatured Post\n\nOffice 365 Training for IT Pros\n\nLearn how to provision Office 365 tenants, synchronize your on-premise Active Directory, and implement Single Sign-On.\n\nQuestion has a verified solution.\n\nIf you are experiencing a similar issue, please ask a related question\n\nSuggested Solutions\n\nFind out what you should include to make the best professional email signature for your organization.\nIn-place Upgrading Dirsync to Azure AD Connect\nIn this video we show how to create an Accepted Domain in Exchange 2013. We show this process by using the Exchange Admin Center. Log into Exchange Admin Center.: First we need to log into the Exchange Admin Center. Navigate to the Mail Flow >> Ac…\nMany of my clients call in with monstrous Gmail overloading issues with Outlook. A quick tip is to turn off the All Mail and Important folders from synching. Here is a quick video I made to show you how to turn off these and other folders in Gmail s…\n\n739 members asked questions and received personalized solutions in the past 7 days.\n\nJoin the community of 500,000 technology professionals and ask your questions.\n\nJoin & Ask a Question",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9904490113,
        "format_confidence":0.9830264449,
        "weight":0.0142626414
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t428379-fusing_unit",
        "text":"Question about Minolta bizhub 200 All-In-One Printer\n\n1 Answer\n\nFusing unit error c3451\n\nPosted by on\n\n  • parish6 Mar 06, 2008\n\n    can this be fixed without a repair man\n\n\n1 Answer\n\n  • Level 2:\n\n    An expert who has achieved level 2 by getting 100 points\n\n\n    An expert that got 5 achievements.\n\n\n    An expert whose answer got voted for 20 times.\n\n\n    An expert who has written 20 answers of more than 400 characters.\n\n  • Expert\n  • 141 Answers\n\nThis is a fusing warm-up failure....Check if you don't have a paper stuck in it...but be carefull because it 's very HOT...\n\nCheck if when you put the copier ON that you see ligth in your fuser...because you may have a bad heater lamp.\n\nAnd if you don't have a paper in it and it won't reset by opening and closing the front door you may won't to call a tech ! Because you will need to replace one the sensor inside your fuser.\n\nPosted on Mar 30, 2008\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nKonica minolta bizub 164 call service c3451 tell how solve\n\nWarming-up failure\n1 Check the fusing unit for correct installation. 2 Check the open\/close operation of the right door. 3 Check the fusing unit, DCPU and PRCB for proper connection and correct or change as necessary. 4 Change fusing unit. 5 Change PRCB. 6 Change DCPU.\n\nJan 13, 2015 | Konica Minolta Office Equipment & Supplies\n\n1 Answer\n\nMy xerox machine model is Konica Minolta Bizhub 164. machine trouble service call (C3451) showing on display. what should i do?\n\nC3451 Description Warming-up failure\n- The surface temperature of the fusing roller does not reach a given level even after the lapse of a given period of time during a warm-up cycle. Remedy 1 Check the fusing unit for correct installation. 2 Check the open\/close operation of the right door. 3 Check the fusing unit, DCPU and PRCB for proper connection and correct or change as necessary. 4 Change fusing unit. 5 Change PRCB. 6 Change DCPU.\n\nJan 12, 2015 | Xerox Office Equipment & Supplies\n\n1 Answer\n\nMalfunction c3451 detected for bizhub 250 konica minolta\n\nTry this It could do the trick for you.\n\nThe error code c3451 refers to a copier warm up error; the machine had not reached the correct temp within a specific time.\nI bet it happened when you first switched on one morning.\nEasy to reset and fault usually goes away.\n\nTo Reset switch machine off using the switch inside the front door, not the one on the control panel.\nWhilst holding the UTILITY key down on the control panel switch the machine back on keeping the UTILITY key held down. Eventually a Trouble reset key will be displayed in the LCD screen, touch this, OK will be displayed then power the machine off and then back on.\n\nThis will reset the error code, if the code reoccurs then there will be a problem with the fuser unit in the machine, and this will require replacing.\n\nError Message C3451 and Printer Support and Konica Printer Support\n\nJul 23, 2014 | Office Equipment & Supplies\n\n1 Answer\n\nI get a code c3451\n\nC 3451 and C 3452 Fusing warm up malfuntion.Verify the fuser unit and clean the thermistors and the thermofuses and try reset the error code.For reset press following keys:\nUtility - Meter count - Details - Stop - 0- Stop - 0 - 1\nintroduction 0-0-0-0-0-0-0-0 press enter and select the trouble reset(counter windows).\n\nFeb 14, 2013 | Konica Minolta bizhub 250 All-In-One Laser...\n\n1 Answer\n\n\nThe problem is in the fusing unit,fuser warm up error.Enter in the service mode:Press utility key Meter count key introduction 00000000 press enter select trouble reset.\n\nJan 24, 2013 | Konica Minolta bizhub 350 All-In-One Laser...\n\n1 Answer\n\nMalware functions eror cod c3451\n\nC3451 is a Warm Up Failure. The fusing unit uses heat a pressure to \"fix\" the toner onto the paper. This code means that this unit is not heating up properly. You will need a service person to diagnose which part has failed and effect repairs to resolve this code.\nHere is the info from the service manual:\nThe Fusing Roller Thermistor does not detect\nthe required temperature within 30 sec. after a\nwarmup cycle has begun; therefore, the copier\ndoes not complete the warm-up cycle.\n• The temperature of the Fusing Rollers does not\nreach the required level even after the set period\nof time has elapsed during a warm-up cycle.\n\nDec 02, 2009 | Konica Minolta bizhub 250 All-In-One Laser...\n\n1 Answer\n\nHelp error c3451\n\nIt is the fusing error problem.Check the contact house and wires of the fusing unit and mother unit.\n\nSep 27, 2009 | Minolta Office Equipment & Supplies\n\n3 Answers\n\nProblem with my Konica Minolta bizhub 350\n\nThe code is for fusing warm up failure. Turn the machine on, wait for the error, then open the front door - you will see a cover on the right hand side which you need to unscrew and remove, behind that is a board (PWB-S1- Tech. Rep. Setting Switches Board) press the trouble button then reinstall the cover and shut the door. Your printer should now reboot - if the error comes back you will need to have the fuser either repaired or replaced.\n\nSep 01, 2008 | Konica Minolta bizhub 350 All-In-One Laser...\n\n3 Answers\n\nError message C4551 anyone? pretty please.\n\n\nC3451: Heat. Heater Trouble\n\nYou have to check machine fuser unit .\nMay be paper on the fuser unit. Check fuser unit rollers.\n\nAfter check fuser unit you have to ececute a \"trouble reset\".\n\nTurn on your machine by press and hold \"utility counter\" botton, after some seconds press to display \"TROUBLE RESET\" and turn off and on machine.\n\nC4551: Cyan laser Malfunction\n\nCheck cyan laser connection and execute trouble reset.\n\n\nOct 03, 2007 | Konica Minolta bizhub 250 All-In-One Laser...\n\n5 Answers\n\nError Message C3451\n\nIt is a fuser error.\n\nTry resetting. To reset a Rank A error follow these steps:\n\n1. Turn OFF the Main Power Switch.\n2. Turn Main Power Switch ON while pressing the Utility\/Counter key.\n3. Touch [Trouble Reset].\n4. Check to make sure that [OK] is displayed and the it has been reset.\n5. After turning off the Main Power Switch, turn it on again more than 10 seconds after and check if the machine starts correctly.\nIf the error recurrs then do the following:\n1 Check the Fusing Unit for correct installation (whether it is secured in position).\n2 Check the Fusing Unit, PWB-M and PU1 for proper connection and correct or change as necessary.\n3 Change Fusing Unit\n4 Change PWB-M\n5 Change PU1\n\nOct 02, 2007 | Konica Minolta bizhub C250 All-In-One...\n\nNot finding what you are looking for?\nMinolta bizhub 200 All-In-One Printer Logo\n\nRelated Topics:\n\n154 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Minolta Office Equipment & Supplies Experts\n\nNorman  J Weimar Jr\nNorman J Weimar Jr\n\nLevel 3 Expert\n\n5729 Answers\n\n\nLevel 3 Expert\n\n1362 Answers\n\nDavid Burkhart\nDavid Burkhart\n\nLevel 2 Expert\n\n207 Answers\n\nAre you a Minolta Office Equipment and Supply Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9558894634,
        "format_confidence":0.980694294,
        "weight":0.0083994108
    },
    {
        "url":"http:\/\/www.jiskha.com\/display.cgi?id=1320174144",
        "text":"January 24, 2017\n\nHomework Help: physics\n\nPosted by Julia on Tuesday, November 1, 2011 at 3:02pm.\n\nA spy in a speed boat is being chased down a river by government officials in a faster craft. Just as the officials' boat pulls up next to the spy's boat, both boats reach the edge of a 4.8 m waterfall. The spy's speed is 16 m\/s and the officials; speed is 26 m\/s. How far apart will the two vessels be when they land below the waterfall? The acceleration of gravity is 9.81 m\/s . Answer in units of m\n\nAnswer This Question\n\nFirst Name:\nSchool Subject:\n\nRelated Questions\n\nMore Related Questions",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.9910168648,
        "format_confidence":0.9818536639,
        "weight":0.0097511096
    },
    {
        "url":"http:\/\/onlineathens.com\/stories\/073101\/hea_0731010003.shtml",
        "text":"Can testosterone jump-start female libido?\n\nThe People's Pharmacy\n\nPosted: Tuesday, July 31, 2001\n\n   Q. I'm 43, and over the past few years I have noticed that my libido has really dropped off. I used to enjoy and even initiate making love, but now I'm just not interested most of the time. I thought this problem might be due to the Prozac I was taking, but my doctor switched me to Celexa, and I haven't noticed any improvement. Would testosterone be of any help? I've heard that it can \"jump-start\" libido in women, but I don't know where to find it. Is it available in ointments, gels, creams or lozenges? And what side effects might it have? I'd appreciate any information you can send.\n\n   A. Antidepressants such as Prozac, Zoloft and Paxil are notorious for interfering with sexual fulfillment. The maker of Celexa (citalopram) admits, \"There are no adequately designed studies examining sexual dysfunction with citalopram treatment.\" Nevertheless, lowered libido and inability to achieve orgasm have been reported in women taking this drug. Testosterone has been shown to increase libido in women as well as men. Gels, creams and lozenges are available from compounding pharmacies, but the Food and Drug Administration has not approved their use by women. Side effects such as acne, deepened voice, enlarged clitoris, weight gain, increased cholesterol and facial hair are possible if doses are too high or the hormone is taken for too long.\n\n   We are sending you our Guides to Female Sexuality, Treating Sexual Dysfunction and Antidepressant Pros and Cons for more details on testosterone and other approaches. Anyone who would like copies, please send $3 in check or money order with a long (No. 10), stamped (57 cents), self-addressed envelope to: Graedons' People's Pharmacy, No. PZX, P.O. Box 52027, Durham, NC 27717-2027. Wellbutrin (bupropion) is an antidepressant that might offer an alternative to Prozac or Celexa. Instead of dampening desire, this drug actually appears to enhance libido.\n\n   Q. Is there any over-the-counter product that can help get rid of ear-wax buildup?\n\n   A. A solution of 6.5 percent carbamide peroxide with glycerin is sold under several brand names, such as Auro Ear Drops, Debrox or E-R-O Ear.\n\n   Q. My husband has had tinnitus for years. He has a constant buzz in his ears and also hears a sound he likens to a dishwasher running. The doctor says other people have this problem and doesn't think it is serious. This particular sound occurs mostly when he goes to bed or wakes during the night. If he is at work or at lunch it rarely bothers him. My husband does very little exercise and is the most stressed-out person I know. He's terrified of any symptom that could signal a terminal illness. He is focused on this ear noise, and it really has him on the ropes. Can you reassure him?\n\n   A. A thorough tinnitus work-up would rule out any serious condition such as high blood pressure, hypothyroidism or an acoustic nerve problem. If tests come back negative, he can focus on ways to cope with this terribly annoying but not life-threatening problem. Tinnitus can be caused by many things, including drugs (too much aspirin or other over-the-counter pain relievers) and prolonged exposure to loud noises (gunshots, explosions). At bedtime, a white-noise generator or a radio playing softly might mask the sound he hears.\n\n\nThis article published in the Athens Banner-Herald on Tuesday, July 31, 2001.\n\nTrending this week:\n\n\nAthens, GA ? Athens Banner-Herald © 2015. All Rights Reserved.   | Terms of ServicePrivacy Policy \/ About Our AdsContent Removal Policy",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9862489104,
        "format_confidence":0.8495298624,
        "weight":0.0117722584
    },
    {
        "url":"http:\/\/www.electronic-servicing.com\/sony_vaio_vgn_cs220j_w_notebook\/q1850961-sony_vgn_cs215j_shut_down_itself",
        "text":"Having problems with your Sony VAIO VGN-CS220J\/W Notebook ?\n\nSONY VGN CS215J Shut down by itself\n\n\\015 My friend got problem with his SONY VGN CS215j. Once he turn on the laptop it's always shut down by itself and he lost his recovery disk. How should he solve this problem.\\015\n\nAnswers :\n\nJust start the laptop in safe mode with command prompt and run chkdsk \/r\/f command\n\\015\\012how to go to safe mode with command propmt just press F8 KEY when you switch it on.\nAt bootup press F8 and select Safe Mode to startup\\015\\012If it bootsup, then Start->All progs->Accessories->Sys Tools->Restore.\\015\\012Select an older date depicted by bold numerals, and restore to that date.\nRepair Help & Product Troubleshooting for Sony VAIO VGN-CS220J\/W Notebook\n\nTips for a great answer:\n\n- Provide details, support with references or personal experience .\n- If you need clarification, ask it in the comment box .\n- It's 100% free, no registration required.\n\nSuggested Questions\/Answers :\n\nSONY VGN CS215J Shut down by itself\n\nJust start the laptop in safe mode with command prompt and run chkdsk \/r\/f command\\015\\012\\015\\012how to go to safe mode with command propmt just press F8 KEY when you switch it on. ... Sony VAIO VGN-CS220J\/W Notebook\n\nMy Sony VGN-NR180E will not shut down when shutting down.\n\nSome fo the software crashes whie it's shutting down. Either load up a system restore point from before theis problem started, or reinstall some of the software until you no longer get the problem.Careful with system restore because when you se ... Sony VAIO VGN-NR180EW Notebook\n\nI want sony vaio vgn-cs215j drivers windows7-or-vista\n\nHowdy,,\\015\\012\\015\\012Here is the link to the Sony page with all the drivers for your sony vaio vgn-cs215j:\\015\\012http:\/\/esupport ... Sony PC Desktops\n\nDriver av mode sony vaio VGN-CS215J - Sony VAIO VGN-CS215J\/W Notebook\n\nIm from malaysia and bought it from malaysia, my laptop is vaio VGN CS36GJ.. im having the same problem as stated up there.. my touch pad of sound, av and capture button is not function.. can u please tell me where should i go or what should i do? ... Sony VAIO VGN-CS215J\/W Notebook\n\nThe computer shuts off when the screen is adjusted forward.\n\nThis is going to be a little lengthy, and I thought I should advise you in advance.This is the Service manual, for the Sony Vaio VGN-FJ series notebook PC's. (The Vaio VGN-FJ270\/B is part of the VGN-FJ series)http:\/\/www.tim.id ... Sony VAIO VGN-FJ270\/B Notebook\n\nSony VGN-CS215J..which update cant install? - Sony VAIO VGN-CS215J\/W Notebook\n\nIs your xp or vista are Genuine? If it is not you won't be able to update or install. If it is original, Then you may need to update adobe, flash and shockwave updates first. Check your other updates that helps the Microsoft updates installs. If on ... Sony VAIO VGN-CS215J\/W Notebook\n\nSony VAIO VGN-CS215J need vista 32bit drivers\n\nHi there.The audio device should be Realtek.You can download the driver from here >>>>>>http:\/\/support.vaio.sony.co.uk\/downloads\/info\/info.asp?site=voe_en_GB_cons&url=Vaio\/Original\/Audio_Drive ... Sony VAIO VGN-CS215J\/W Notebook\n\nSony Vaio VGN-SZ460N - freezes on System Recovery\n\nI put my money on that you have a CPU over temperature problem, and\/or intermittent RAM problem. Be sure you are ESD safe when working on the electronics as follow !I suggest, using a eye piece magnifier and a wooden tooth pic ... Sony VAIO VGN-SZ460N\/C Notebook\n\nSony vaio vgn sz 460n Problem\n\nYour hard drive has failed as far as i can tell you will need to replace it take it to a sony store for verification ... Sony VAIO VGN-SZ460N\/C Notebook\n\nSony VAIO VGN-FE770G only runs on AC power, battery not working\n\nThis looks like the system is not able to sustain itself on the battery power. I have a doubt here. Is it a new or an old laptop. Either Case we have to suspect the battery charging and battery condition. One another reason could be that the battery ... Sony VAIO VGN-FE770G Notebook\n\nMy VGN FS920 shuts down at the window loading screen\n\nOk no need to get a bcakup disk or downlaod anythingif ur hard drive is original factory fitted andur laptop came with pre loaded OS as XP then do this without disk Sony: When you first turn on the lapt ... Sony VAIO VGN-FS920 Notebook\n\nSony Vaio Laptop help. Ok, so my brother was using my sister's laptop. He said that he tried to guess the password \"a few times\", and finally got it. Then tried to use the internet and the laptop shut off randomly. The laptop won't turn on, there are no lights on it. No sounds, nothing. Does anyone know what could have happened? Or how I could fix it? Her laptop is: Sony VAIO, VGN-FS740\/W Windows XP... Let me know if you need any more information. Thank you.\n\nCould be overheating CPU, trying cleaning the air vents with some compressed AIR, i doubt theres a security to shut off the computer if you gotten the wrong password. ... PC Laptops\n\nSony vaio vgn series doesn't turn on no power\n\nYou should try another ac adapter.If that does'nt work the power jack where it plugs in may be bad or the power board under the power button is bad.You should try another ac adapter first though. ... PC Laptops\n\nCharging problem in sony vaio VGN-N220E\n\nSounds more like your dc jack(where you insert your plug into the laptop ) is going bad. If you have a multimeter the first thing to test would be your charger to make sure it isnt faulty. If the charger is fine then it is most certainly the dc jack. ... PC Laptops\n\nProblems booting Sony Vaio VGN N250E\n\nNo more then likely it sounds as tho your hard drive went ..not the mother board. ... Sony VAIO VGN-N250E\/B Notebook\n\nSony Vaio VGN-FE550G Battery Power Probs.\n\nSounds more likely you have blown part of the charging circuit when you have pulled the ac cord from the laptop ... PC Laptops\n\n\nGo to control panel , system , hardware, device manager & uninstall it then rebootit will re install it's self.don001996 ... Sony VAIO VGN-FZ240E\/B Laptop\n\nSony VAIO VGN-CS110E\/W 14.1-Inch Widescreen Notebook PC (2.0GHz Intel Core 2 Duo Processor T5800, 3G Sony vaio vgn 110e shut down after 5 minutes of start\n\nHello ! Your problem is probably memory or dust. Before doing anything, disconnect all the connectors. \\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012Try reseating (removing and reinserting) your\\015\\012memory (try one module at a ti ... Sony VAIO VGN-CS110E\/W 14.1-Inch Widescreen Notebook PC (2.0GHz Intel Core 2 Duo Processor T5800, 3G\n\nSony vaio VGN-CR116E\/P its work properly with the battery but when you connect AC power after 20 minutes its shutdown\n\nGo to your task barat the bottom of the screen and look for the mini icon of the battery with a ac power plug right click it and go to more power options and brows through there there should be an option to change the power settings and you need to m ... PC Desktops\n\nPutting sony vaio VGN-FW230J on stand by\n\nJust ckick on start-shutdown in that option you will get standby or just close laptop directly without shutting down & when u open it will come of standby mode....................Sameeraryan ... Sony VAIO VGN-FW230J\/B Notebook\n\nHi I have vaio VGN CS215J it makes a lot of cooling noise how can I solve this problem... I bougth from best buy it has 1 year waranty if the problem is cooling fan I don't know if they change the cooling fan and Where should I go for waranty Bestbuy or Sony store?\n\nI bought my laptop from the states on a visit (vaio vgn-cs215j), after sometime the fan started making a really loud clicking sound that i later found out was a fault with the way it was manufactured - the warranty was extended but i am in school now ... Sony (1-763-658-11) Laptop Cooler, CPU Fan, Cooling Fan\n\nCann't shut down properly\n\nUn-install the camera drivers and install it again, if it works then ok, if not u may re-install windows. ... Sony VAIO PCV-RX753 PC Desktop\n\nPower Issues to SONY VAIO VGN A150\n\nI was working on my vaio notebook pc during typhoon, everything was fine then my notebook shut off for no reason, and i cant power it on again, but there is a a light when in plug the power cord. ... Sony VAIO VGN-A150 Notebook\n\nSony vaio power up issue\n\nHiu carry out your laptop battery and then restart and if you find still problem, and want technician help contact http:\/\/tinyurl.com\/msfzw7 ... Sony VAIO VGN-NR160ET Notebook\n\nLaptop that shuts down.\n\nHi,It depends on conditions;1:) At the bottom of the laptop, find and open the placing of RAM. Unplug\\015\\012each RAM from its bank, clean each RAM and also its bank, Plug them\\015\\012again in different bank. Lock your placing ... Sony VAIO PCG-K23 Notebook\n  • Start your question with What, Why, How, When, etc. and end with a \"?\"\n  • Be clear and specific\n  • Use proper spelling and grammar\nall rights reserved to the respective owners || www.electronic-servicing.com || Terms of Use || Contact || Privacy Policy\nLoad time: 0.2545 seconds",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9901616573,
        "format_confidence":0.9296920896,
        "weight":0.0079625892
    },
    {
        "url":"https:\/\/www.babycenter.com\/400_medi-cal-declined_6551324_414.bc",
        "text":"Track your baby's development, week by week\nJoin now\n\nMedi-Cal declined\n\nI had applied for medi-cal about a week and a half ago and just received a letter stating that I was declined. My boy friend and i are both college students and are looking for jobs at the moment. we work at the mall part time and barely ever get any hours. I am feeling light headed and very sick all the time. I want to sleep all the time and I was told i may be anemic. I want to get the health care i need for myself and my baby but i don't know what to do.\na BabyCenter member\nAsked 12\/14\/09\nMom Answers (0)\n\nRecent questions in Pregnancy Health & Wellness\n\nAsked 3 hours ago\nAsked 20 hours ago\nGet the BabyCenter pregnancy & baby app\n\nThe #1 app for tracking pregnancy & baby day by day – plus advice, guidance, and valuable tools",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9886693358,
        "format_confidence":0.9619956613,
        "weight":0.0133307398
    }
]