[
    {
        "url":"http:\/\/www.kumc.edu\/kumcri\/clinical-research-administration-\/frequently-asked-questions.html",
        "text":"Frequently Asked Questions\n\nFAQs for Researchers\n\nHow can I learn about the Research Institute, Clinical Research Administration services and how to pay research study bills?\n\nMembers of the Clinical Research Administration meet with investigators and research team members to introduce clinical trials processes to them at KUMC. We enjoy meeting with study team members. As part of an introduction to CRA services, various members from the Research Institute will meet with you to discuss new trial start-up, electronic systems used for research at KUMC, budgeting and contracting as well as processing study related bills. If you are a new Investigator, study coordinator, research team member to KUMC, or have been at KUMC and want a refresher, a meeting to cover these topics can be scheduled with an Assistant Director by calling ext. 8-5718.\n\nWhat does the Clinical Research Administration office need for a new industry-funded study?\n\nBefore the CRA will start work on a new study, the essential study documents need to be submitted to our office. These documents include the final protocol, template consent form(s), contract template, and draft budget. Other items that are needed are a copy of the site selection letter from the sponsor\/CRO, and regulatory document templates (1572, Financial Disclosure Forms, Protocol\/IB signature pages). The start-up process is faster when ALL required documents are provided at the same time.\n\nWhat does the Clinical Research Administration office need for a new investigator-initiated study?\n\nThe CRA can start work on investigator-initiated projects after receiving a final copy of the protocol. Your contact in the CRA will draft the consent form(s) for the study and handle any regulatory documents that may be required. If the study involves filing for an IND, there are additional requirements. Contact the CRA if the study will involve an IND or if you need help determining if an IND is needed. If you are seeking funding for your protocol, or have already contacted an industry sponsor regarding funding or provision of study materials, the CRA can also help facilitate the funding budget and contract needed between the Institution and the funding source.\n\nHow do I know who is working on my study?\n\nClinical Trial Regulatory Specialists and Budget and Contract Specialists are assigned by department\/disease group. When the Clinical Research Administration office begins working on a new study you will be contacted by the assigned Clinical Trial Regulatory Specialist and Budget and Contract Specialist. If you have any questions or concerns about who is handling your studies, contact the CRA Assistant Director by calling ext. 8-5718.\n\nWhen can enrollment start?\n\nEnrollment can start after all the following is completed:\n\n  • Human Subjects Committee approval is granted\n  • The investigator, the Research Institute and the funding agency of the study have signed the contract or a grant award letter is received and approved by the Research Institute.\n  • All administrative paperwork has been completed, including any regulatory documents required for the study.\n  • An activation notice is sent to the principal investigator.\n\nClinical Research Administration will send an activation email to the investigator\/study coordinator\/study team members to make them aware that all start up work has been completed and the study is now active at KU and ready for enrollment.\n\nAfter you have received the activation email from the Research Institute and prior to enrolling any subjects, you must first verify with the sponsor\/funding agency to make sure they are ready for you to start enrollment under their protocol.\n\nHow do I know the status of my study?\n\nYour assigned Clinical Trial Regulatory Specialist and Budget and Contract Specialist will meet with you and your study team on a regular basis and will provide you with updates on the study set-up process. The CRA encourages investigators and study coordinators to actively meet. If you wish to set up times to meet with your Clinical Trial Regulatory Specialist or Budget and Contract Specialist please contact them via telephone or email.\n\nHow can I get the budget information?\n\nOnce the study has been activated, the study budget information is provided to the study team in the Activation email. However, during the startup process the Budget and Contract Specialist is in contact with the study team to discuss the budget and any changes or needs they require.\n\nHow is the budget created?\n\nThe budget is created by the Clinical Trials Budget and Contracts Analyst (BCA) in the Research Institute. The BCA reviews the schedule of events in the protocol along with the sponsor budget template. Once the BCA has reviewed the schedule of events the budget construction begins. The BCA will apply for hospital pricing for items to be billed to the research study only. After the pricing information is obtained, a draft budget is completed and sent to the investigator for review.\n\nDoes the Research Institute provide training for study coordinators?\n\nOne-on-one training is available for review of the CRA services. The Clinical Trials Educational Lecture Series is conducted on a monthly basis from September to May. In addition, small group workshops for study coordinators and investigators are also available.\n\nCan Clinical Research Administration help write a protocol?\n\nYes! The CRA is available to help investigators develop investigator initiated protocols and consent forms. For more information about this, contact the CRA Assistant Director by calling ext. 8-5718.\n\nWhat is the Humans Subjects Committee?\n\nThe Human Subjects Committee is the institutional review board (IRB) at the University of Kansas Medical Center. It is the ethical review board responsible for review of all human subjects research conducted at KUMC. The Human Subjects Committee is part of the Human Research Protection Program (HRPP). The HRPP is part of the Office of Compliance.\n\nFAQs for Industry Partners\n\nWhat is the affiliation with:\n\nCampus buildings:\n\nThe University of Kansas Medical Center (KUMC) has several locations. There are many buildings that are not physically connected to the main campus. Most main campus buildings are within walking distance or are a short drive away.\n\nThe University of Kansas Cancer Center and Medical Pavilion, Landon Center on Aging, Hoglund Brain Imaging Center, KU Hospital, the KU Clinical Research Center – Clinical and Translational Science Unit (CTSU) and KU School of Medicine – Wichita & Salina are all affiliated with the University of Kansas Medical Center. Investigators and members of the research study team affiliated with KU can operate at any of the above facilities. Patients can be seen at any of the facilities which are capable of providing care.\n\nCampus addresses:\n\nAll campus addresses are affiliated with the University of Kansas Medical Center. As a research institution, the University has multiple spaces and resources devoted to clinical research. All of these resources are used in the pursuit of satisfying the research mission of the University. The addresses which are associated with the University of Kansas Medical Center are the following:\n\nMain Campus Address:\n\nUniversity of Kansas Medical Center (includes KU Hospital):\n3901 Rainbow Boulevard\nKansas City, KS 66160\n\nThis is the main campus address. The central mailroom in the main campus will deliver all received documents\/packages to personnel in outlying buildings. More specific addresses to other clinics and\/or buildings are provided when the investigator’s physical address, study procedure or a piece of equipment being utilized is outside of the 3901 Rainbow Boulevard address.\nFor example, the Landon Center on Aging houses most of the Neurology department at KUMC and the address for this building would be provided on regulatory and other required documents.\n\nAffiliated KUMC Addresses:\n\nUniversity of Kansas Cancer Center and Medical Pavilion:\n2330 Shawnee Mission Parkway\nWestwood, KS 66205\n\nUniversity of Kansas – Landon Center on Aging\n3599 Rainbow Boulevard\nKansas City, KS 66160\n\nHoglund Brain Imaging Center University of Kansas Medical Center\n3901 Rainbow Boulevard\nKansas City, KS 66160\n\nKU Clinical Research Center – Clinical and Translational Science Unit (CTSU)\n4350 Shawnee Mission Pkwy\nFairway, KS 66205\n\nUniversity of Kansas School of Medicine Wichita\n1010 N Kansas\nWichita, KS 67214\n\nInvestigational Pharmacy:\n\nThe Investigational Pharmacy is contained within the KUMC campus at 39th and Rainbow. The main entrance and delivery dock to the campus is the 3901 Rainbow Blvd address. However, in order to facilitate the immediate acceptance and storage of study drugs, the IP has its own delivery dock at:\n\nMain Campus\n2015 W 39th Street\nMS 4040\nKansas City, KS 66160\n\nAt the CTSU:\n4350 Shawnee Mission Pkwy\nMailstop 6006\nFairway, KS 66205\n\nThe University of Kansas has 4 main sites:\n\n  • University of Kansas in Lawrence\n  • The University of Kansas Medical Center (includes KU Hospital and outlying buildings) in Kansas City\n  • The KU School of Medicine in Wichita\n  • The KU School of Medicine in Salina\n\nCan you explain the different ways to identify KUMC and KUMC affiliated sites?\n\nKUMC is short for the University of Kansas Medical Center. The KUMC Research Institute is often abbreviated KUMC-RI. The KU Clinical Research Center or CRC, houses the Clinical and Translational Science Unit (CTSU). Many of KUMC’s researchers use the new CTSU building due to its state of the art construction and convenience for subjects. The acronym “KU” may refer to the University of Kansas or the University of Kansas Medical Center. Many of the employees around campus use these acronyms interchangeably.\n\nWhy is the focus on IRB submission prior to collecting regulatory documents?\n\nThe critical path to IRB approval starts with initial informed consent form review and approval. The new study submission is a vital part of the new study appr... (truncated)",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.6069384813,
        "format_confidence":0.9800707698,
        "weight":0.0147087875
    },
    {
        "url":"http:\/\/discoverydome.com\/support_faq.php",
        "text":"Discovery Dome Systems\n\nCan a Discovery Dome system be used outdoors?\n\nIt is not recommended to set up a dome outdoors. There are no anchor points to secure the dome in place and wind gusts can cause the dome to move. Also, rain could potential cause water stains to develop on the interior surface. However, that being said, our Discovery Dome has been used with great success at many outdoor events in good weather, including on the White House lawn.\n\nCan I play any DVD on the system?\n\nYes, however a standard 2D video was not produced to be shown in a fulldome theater so the image will be distorted when projected 360° in a dome. But by reducing the size of the playback window on the system computer, a very large image can be shown on the front –center portion of the dome without distortion. This also works for real time internet connections such as NASA broadcasts.\n\nDo you offer an astronomy curriculum with your system?\n\nYES! a 102-page manual comes with Stellarium with many activities.  Most of our shows come with educator guides.  And each dome system comes with a free copy of Space Update, our excellent museum display kiosk software that also has activities.  In addition, we have created FREE animations on the upcoming solar eclipse (link).  OPTIONAL with each system are educational clips on the phases of the moon, the tides, the seasons, created by Starlight productions ($600 for 3, $1050 for 6).\n\nDo you help write grants to get funding for a system?\n\nWe can and will provide supporting data to include in your grant proposals but we do not actually provide assistance or have a template to follow.\n\nDo you offer a payment plan?\n\nNo, however we do have contacts at a major national bank that could provide a loan.\n\nWhere can I see a dome system in operation?\n\nWe exhibit at numerous educational and industry trade conferences throughout the year and we can make arrangements to have you visit us at these shows. We occasionally conduct on-site demonstrations if there is a high likelihood of a system sale. It is best to contact our sales staff to explore the options.\n\nDiscovery Domes\n\nAre Discovery Domes fireproof?\n\nOur portable, inflatable Go-Domes™ conform to the highest U.S. standards possible for fire retardancy. The flame resistance certificate is available to read and download.\n\nHow many people are required to setup or break down a Discovery Dome?\n\nOur portable, inflatable Go-Domes™ can be setup and taken down by a single person. Weights vary according to size and cloth type.\n\nHow long does it take to setup or break down a Discovery Domes system?\n\nSet up time for a portable planetarium system is ~30-45 minutes. It takes ~20-30 minutes to take it down.\n\nHow tall are Discovery Domes?\n\nDome height depends on the diameter and the number of rings. See our product pages for Standard Go-Domes™, 2-Tube Go-Domes™, 5-Tube Go-Domes\n\nHow many people can fit in a dome?\n\nBody size determines the audience capacity. In a 5 meter dome 35 second-grade students can comfortable fit inside; 45 in a 6 meter dome.\n\nHow much does the dome weigh?\n\nWe believe the Discovery Dome can easily be set up by one person, however the dome is the heaviest component. To avoid back injuries when loading and unloading the dome from a vehicle, it is recommended that the operator ask for assistance. The various sizes and weights of our domes are listed on the dome specification page.\n\n\nDoes MediaShow require a dual-screen or mirroring setup?\n\nEither - your choice! MediaShow runs on either as a dual-screen setup with computer and projector or a single-screen computer setup mirroring to a projector.\n\nCan MediaShow run on a touchscreen?\n\nYes, MediaShow can be used with a touchscreen.\n\nCan MediaShow be used for normal (non-warped) content?\n\nYes. Non-warped content can be shown on the dome if you use the bump and zoom features of MediaShow to center your content on the front-lower portion of the dome to bounce off the flat part of the mirror. You can leave the background as black or use MediaShow to add a custom background image to display behind your media file. Examples are included in the installation sample buttonset.\n\nDoes MediaShow warp fisheye content in real-time?\n\nNo, MediaShow doesn't but FishTank does. Both are included in all full ePlanetarium systems\n\nSpace Update\n\nAn FAQ for our Space Update software is online at",
        "topic_id":19,
        "format_id":5,
        "topic_confidence":0.6378202438,
        "format_confidence":0.9720991254,
        "weight":0.0033266193
    },
    {
        "url":"https:\/\/www.pololu.com\/product\/2375\/faqs",
        "text":"\n\nPower HD Ultra-High-Torque, High-Voltage Digital Giant Servo HD-1235MG\nPololu item #: 2375 34 in stock\n\nPrice break Unit price (US$)\n1 59.95\n10 53.96\n\nbackorders allowed\n\nThe Power HD 1235MG servo is all about torque. This 1\/4-scale servo can deliver an incredible 560 oz-in of torque at 7.4 V or 490 oz-in at 6 V, and it features an all-metal gear train, digital control electronics, and two ball bearings on the output shaft. Unlike typical hobby servos, the 1235MG has an operating voltage range of 6 V to 7.4 V. Servo horns and associated hardware are included.\n\nKey specs at 7.4 V: 0.18 sec\/60°, 560 oz-in (40 kg-cm), 170 g.\n\n Description Specs (9) Pictures (5) Resources (1) FAQs (2) On the blog (2) \nWhat are the three wires coming out of my servo?\n\nMost standard radio control servos (and all RC servos we sell) have three wires, each a different color. Usually, they are either black, red, and white, or they are brown, red, and orange\/yellow:\n\n  • brown or black = ground (GND, battery negative terminal)\n  • red = servo power (Vservo, battery positive terminal)\n  • orange, yellow, white, or blue = servo control signal line\n\nPlease check the specs for your servo to determine the proper power supply voltage, and please take care to plug the servo into your device in the proper orientation (plugging it in backwards could break the servo or your device).\n\nHow many degrees can this servo turn? Why do you not list it with the other specifications?\n\nWe do not specify the range of rotation of our servos because this information is not generally available from servo manufacturers. RC servos are usually intended for controlling things like the steering mechanism in an RC car or the flaps on an RC plane. Manufacturers make sure that the range is enough for these typical applications, but they do not guarantee performance over a wider range.\n\nThis means most RC servos will rotate about 90° using the standard 1–2 ms pulse range used by most RC receivers. However, if you are using a controller capable of sending a wider range of pulses, many servos can rotate through almost 180°.\n\nYou can find a servo’s limits if you use a servo controller that can send pulses outside of the standard range (such as our Maestro servo controllers). To find the limits, use the lowest possible supply voltage at which the servo moves, and gradually increase or decrease the pulse width until the servo does not move any further or you hear the servo straining. Once the limit is reached, immediately move away from it to avoid damaging the servo, and configure your controller to never go past the limit.\n\nYou might be wondering why we do not just follow the above steps for all the servos we carry and list a specification for degrees of rotation. Unfortunately, since servo manufacturers do not specify the range of rotation, it might change from one manufacturing run to the next. They will not inform us about changes that are not specified, and we have no way of knowing if or when they might change their manufacturing process.\n\nFor more information about servos and how to control them, we recommend the series of blog posts on servos starting with: Introduction to servos.\n\nRelated Products\n\nMetal Servo Horn for Power HD Giant Servo HD-1235MG\nInvenscience i00600 Torxis Servo 1600 oz.in. 1.5 sec\/90 deg\nInvenscience i00800 Torxis Servo 800 oz.in. 0.75 sec\/90 deg\nPower HD High-Torque, High-Voltage Digital Servo 1218TH\nPower HD High-Torque Digital Servo HD-9150MG\nPower HD Digital Servo 8312TG\nPower HD Low-Profile Digital Servo 1207TG\nPower HD High-Torque Servo 1501MG\nPower HD Standard Servo 6001HB\nPower HD Standard Servo 3001HB\nMini Maestro 12-Channel USB Servo Controller (Assembled)\nPololu 5V, 9A Step-Down Voltage Regulator D24V90F5\n\nRelated Categories\n\nRC Servos\nPower HD Servos\nServo Cables\nRC Servo Controllers\n7.2 V NiMH Battery Packs\n6.0 V NiMH Battery Packs\nRC Interface\nCurrent Sensors\nLog In\nPololu Robotics & Electronics\nShopping cart\n(702) 262-6648\nSame-day shipping, worldwide\nShop Blog Forum Support\nMy account Comments or questions? About Pololu Contact Ordering information Distributors",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9484686852,
        "format_confidence":0.8874518871,
        "weight":0.0031142849
    },
    {
        "url":"https:\/\/knopman.com\/blog\/2020\/05\/18\/exam-scheduling-faqs-for-full-time-analyst-programs\/",
        "text":"Additionally, paste this code immediately after the opening tag:\n\nExam Scheduling FAQs for Full-Time Analyst Programs\n\nAs Prometric reopens a handful of testing centers, and is expected to open more by May 31, our FAQs can help you navigate the exam scheduling process.\n\nCandidates who are unsure whether their testing center is open can check the list that Prometric is updating regularly. New spots continue to become available.\n\nPrometric has announced that safety measures will be in place when test centers reopen. Candidates sitting for exams will need to follow guidelines that comply with local and federal mandates, such as social distancing at exam centers, and wearing a face mask and gloves. FINRA is currently reviewing online testing options; more information on the roll-out of remote testing is pending.\n\nTo help candidates stay engaged while preparing for their exams, Knopman Marks is offering free live-streaming review sessions for the Securities Industry Essentials (SIE) Exam, the Series 7 Exam, and the Series 24 Exam.\n\nExam Scheduling FAQs\n\n  1. Our registration department booked group exam dates many months ago. Will those exam seats be cancelled?\n    Prometric has social distancing policies in place through June 30. This includes seating candidates in every other seat. If Prometric extends those social distancing practices throughout the summer, it is reasonable to expect that some previously booked exam seats will be cancelled.\n  2. When we book group exam seats with Prometric, U4s must be submitted at least 14 days before candidates schedule the exam. Does that 14-day rule apply when candidates schedule on their own?\n    No, when exams are booked outside the group-booking process, the test can be scheduled as soon as the U4 is submitted and the exam window is opened. For example, if the window is opened on Tuesday, the exam could be scheduled for a date as early as the next day.\n  3. Once a candidate submits a U4 to the registration team, how long will it take until their window is open?\n    This varies depending on your registration team’s bandwidth and the size of your training program. Also, if a candidate makes an error on the form and is unresponsive when the registration team requests more information, this will slow down the process. The best practice here is to require candidates to submit their U4s on the very first day of training to allow your colleagues in registration as much runway as possible to work through the paperwork.\n  4. What if a candidate is unable to find availability on the day we ask them to take an exam (e.g., Series 79)?\n    Our expectation this summer is that candidates in a class will not all take the exam on the same day. We suggest offering a range of dates. For example, rather than asking them to schedule for August 3, encourage them to look for an exam slot between July 31 and August 5.\n  5. What if we give candidates a range (like you suggest above) but the earliest available exam date in their location is after that, and other technical training and training for other exams (e.g., Series 63) is happening in the interim?\n    That’s OK too. Throughout the year, we work with candidates who attend training and then end up not taking the exam for another 2 to 3 weeks or longer. We expect that, this summer, candidates will have longer gaps between training and the exam. We’ll work with them to help them stay exam ready even while they have other training obligations in between.\n  6. How will it work if candidates go through SIE training but can’t take the exam until after Series 7 training?\n    We’re prepared for the possibility that candidates will train for multiple exams before taking any exams. We’ll provide guidance on how they can maintain exam readiness for two (or even three) exams at that same time. This is something we do regularly throughout the year, and as such, it’s not a new process for us.\n  7. I have a large training program and am concerned about the logistics of asking hundreds of candidates to be responsible for exam scheduling on their own. How will this work?\n    We’re planning to provide logistical support to you and your registration departments in this effort. This includes: reminding trainees to submit U4s as quickly as possible, following up with them to understand their scheduling status, and updating the firm as needed. The administrative effort to help a large group of candidates schedule on their own is significant, but we’re well prepared to meet that challenge.\n  8. If we have a number of candidates who end up testing a few weeks after training, how will this impact the overall pass rate?\n    Throughout the year, most of our clients do not take the exam for a number of weeks after the class. We do not expect any impact on the pass rate. Using our LMS (learning management system), we are aware of each scheduled exam date for the candidate; our system will automatically push out relevant feedback and rule changes, and our faculty will ping trainees as needed.\n  9. How can I track the study progress of candidates who end up taking the exam a week or two after training?\n    Our manager reporting dashboard offers real-time updates, including practice scores, number of questions completed, and exam readiness, for every candidate in your program. It also includes a helpful filter by exam date so you can review only the candidates scheduled to test, for example, next week.\n  10. Can my candidates all take the exams online?\n    FINRA is currently validating online testing procedures, and we hope to have more information about this initiative in May. What we do know is that the initial roll out will apply to the following exams: SIE, Series 6, Series 7, 63, 65, and 66. Our current expectation for this summer is that all other exams will be available only at Prometric testing centers. If that changes, we’ll let you know.\n\nKnopman Marks Classes Are Live-Streaming\n\nAll Knopman Marks classes moved from in-person to virtual (live-streaming) through the end of June to help minimize potential exposure to the coronavirus. Stay up to date with Knopman Marks’ COVID-19 contingency resource center here. More information from Prometric is available here.\n\nPresident, Head of Performance, Faculty. When Brian came on board in 2004 he had an immediate connection with Harvey Knopman, and jumped into what he thought would be a lifelong position. He was right. In 2010, he became a partner at Knopman Marks and was nominated to our Board of Directors. In the course of his career, Brian has been featured in a number of publications for his industry knowledge and opinions, spoken at conferences and roundtables all over the country, and trained over 20,000 students. His courses are always hilarious, and his approachability and expertise make him an invaluable resource for people of all levels preparing to take their exams. At Knopman Marks, Brian also handles business strategy, course content preparation and maintenance, and financial management. Brian prepares students for the Series 3, 7, 17, 24, 57, 63, 65, 66, 79, 86\/87, and 99 exams. He obtained his Bachelor’s Degree from The Wharton School of the University of Pennsylvania.",
        "topic_id":4,
        "format_id":5,
        "topic_confidence":0.9523648024,
        "format_confidence":0.9733244181,
        "weight":0.0136938839
    },
    {
        "url":"http:\/\/www.discmakers.com\/soundlab\/faq.asp",
        "text":"Audio Mastering Frequently Asked Questions\n\nExplore The SoundLAB\n\nWhy is CD mastering necessary?\n\nIn the recording studio, you record one song at a time, and the focus of the recording or mixing engineer is to make each song great. The result, however, is generally a collection of songs that all peak at different levels and may have different EQs. In the post-production phase (called Audio Mastering), a professional engineer unifies the CD by using EQ, compression, and other dynamics processing to give it a consistent sound from track to track.\n\nWhat does audio mastering do for my album’s sonic quality?\n\nMastering can raise your album's overall level through the careful use of compression, so your album can compete with any major label release. The mastering engineer also ensures that your music will sound great - whether it's being played through a car stereo, a portable CD player, or a top-of-the-line stereo system. In mastering, the sound of your CD will be optimized, making it sound punchy, warm, and full, while raising the overall level (volume) and highlighting details that aren't already apparent. Mastering is also helpful for addressing issues such as \"pops,\" out-of-phase tracks, and overall noise reduction. Hear what audio mastering could do for your music.\n\nHow does having the SoundLAB review my master help me?\n\nA fresh pair of ears can be the difference between a good-sounding CD and a great one. A real advantage of mastering is that an unbiased sound professional has the opportunity to evaluate your master and determine how to get the most out of your production. After you've spent weeks or even months in a recording studio listening to your CD over and over again, a fresh pair of ears can put the project into perspective for you and let you know whether or not your CD will benefit from post production. After all, you only have one chance to make your music sound its best. Get a FREE audio mastering review.\n\nWhat formats of audio master do you accept?\n\nWe can accept your master on one of the following formats:\n\n  • Audio CD\n  • Data files (wav, aiff, FLAC, etc.) on CD-R, DVD-R, flash drive, or via upload.\n  • Digital Audio Tape (DAT)\n  • DDP file set (on CD-R, DVD-R, flash drive, or via upload)\n  • 1\/2\" or 1\/4\" Analog Tape\nHandle all masters carefully, both before and after recording. Touch CDs only by the edges and keep them free of fingerprints and scratches that can cause data errors. Make sure your master is clearly with your contact information. Learn more about preparing a physical master for replication.\n\nDoesn’t CD mastering cost a lot?\n\nIt doesn’t have to. Disc Makers' SoundLAB is the best value in the workflow of making a CD. The mastering that costs you $45 per track at the SoundLAB can cost you anywhere from $800 to $2,500 at other post production studios. For a fraction of the cost of other major mastering studios, the SoundLAB gives you access to equipment that will help make your music sound like the pros - our engineering staff has the gear and the talent to rival the best studios in the country. We'll make your music ready for commercial release and your project will receive the individual care and attention it deserves. See all of our pricing.\n\nDo I get to listen to my CD after the mastering is done?\n\nAbsolutely. We’ll send you an audio reference CD or electronic proof online for you to listen to and review. It’s the perfect time to compare how much mastering can do for your album. Listen to your original CD master after listening to your audio reference and you’ll hear the difference. Crisper highs, thundering lows and punchy mids bring your vision to life.\n\nCan I master my own CD?\n\nYes, but unless you’re a mastering engineer it’s not recommended. It takes a highly trained ear and years of technical expertise to properly master an album. But you’re in luck. Our mastering engineers are some of the finest in the industry. With extensive knowledge in both the newest gear and numerous styles of music, you’re in good hands. Meet our audio mastering engineers.\n\nShould I keep a copy of my original audio master?\n\nYes. It is always recommended that you keep a copy of your original master; this is called a safety copy. A safety copy can be crucial if you master is damaged during shipping to us. Plus, it’s great to compare against your new master after the mastering process.\n\nWill you preview my master for Free?\n\nAbsolutely. We're so confident that our Mastering can make a huge difference in the majority of recordings, that we are offering a FREE Master review - upon request - when you place a new CD replication order. As part of our mission to make your CD project a success, a SoundLAB engineer will preview your Audio Master to determine whether or not your CD would benefit from post production. Call us and we'll give you our honest opinion, with no sales pitch. Get your FREE audio mastering review.\n\nWhat else do you need besides my audio master?\n\nYou must complete a SoundLAB Questionnaire and Track Listing Form with your audio master. Required information on the Track Listing Form includes a complete and accurate running time log listing all events (tones, silences, songs, outtakes, noises, etc.) as they occur. The SoundLAB questionnaire gives you the opportunity to provide us some important information that we can reference when mastering your project. Things such as overall volume, EQ, editing, and spacing preferences, or other artists or recordings you like the sound of, should be provided here for the engineer working on your project. For CDs, the maximum length is 79:45 minutes. For programs over the industry recommended 78:00 total time, you must submit a signed disclaimer form with your order. Click here to download the Track Listing Form.\n\nWhy should I choose the SoundLAB over another mastering studio?\n\nThere are a number of reasons to choose the SoundLAB for your mastering. With years of experience on the highest-quality industry gear, we’ve mastered both the techniques and equipment in order to provide you with a superior service. Plus, you’ll pay a fraction of what you would at another mastering studio all while receiving exceptional service and attention to detail.\n\nWill mastering help me get an advantage in the marketplace?\n\nYou bet. A properly mastered CD gives you radio-ready sound that is sonically equivalent to any major label release. By having mastering done to your album you provide a higher quality product with consistent tonal quality across the board, something radio DJs expect and discerning fans appreciate.\n\nWhat if I’m not happy with the audio mastering after it’s done?\n\nNo problem. We are so confident that you’ll love your mastering that if you’re not satisfied you pay nothing. We’ll just do a straight transfer of your original master.\n\nWhat type of gear do you work on?\n\nThe SoundLAB at Disc Makers has consistently remained at the forefront of technology so your album will sound its best. Our industry-leading mastering studios offers you access to some of the most advanced mastering gear ever produced, at a fraction of the price of the world's other leading Mastering houses. After mastering, your project will have the professional edge needed to compete with major label releases. See our gear.\n\nEqualizers: Massenburg Labs, Avalon, Sontec, Weiss, Mellennia Media, Pultec\nCompressors: Daniel Weiss, Focusrite Blue 330, Millennia Media\nMonitors: B&W, Dynaudio, Genelec, Audix\nTube Gear: Giltronics\nConverters: Lavry Blue, Apogee\nDigital Audio Workstations: Sequoia 11, Bias Peak\n\nDo you have to order replication or duplication to use the SoundLAB?\n\nAbsolutely not! The SoundLAB at Disc Makers’ world-class mastering services are available to all artists, even if you are not ordering a replication or duplication package with us. However, Disc Makers does offer the highest quality products and the best guarantee in the business for all of your post-mastering needs. See our disc packages.\n\nIs mastering relevant if I'm distributing my album digitally?\n\nWithout a doubt, yes. Mastering is always an important part of the creative process, and when your music is downloaded by a listener and loaded onto their MP3 player your songs will often be added to playlists with recordings from many other artists. Any deficiency in the Mastering on your songs will be readily apparent. Things like lack of level, EQ issues, noise, etc. can be quite noticeable when your songs are played alongside releases from major label artists. Learn more about digital music distribution.\n\nCan I use the Master Uploader app if I'm uploading content to be mastered by the SoundLAB?\n\nYes. The files created by the Master Uploader App can be used by The Soundlab for your mastering project, however, if you have 24-bit master files you should use our Online File Uploader to preserve the higher quality of your 24-bit files.\n\nWhat is Mastering for iTunes (MFiT) and do you offer it?\n\nMastered for iTunes (sometimes shortened to MFiT) is a process developed by Apple that mastering engineers follow in order to submit the highest quality master to Apple for sale through iTunes. Learn more about mastering for iTunes.\n\nCan I supply a new version of a song if I change the mix after The SoundLAB has already mastered my project?\n\nYes, you can upload the re-mixed song and we will master the new version. There is a $25 charge to master a re-mixed song. This covers the time for the engineer to recall the session, set up the analog gear we use, evaluate the new version, make any adjustments necessary to EQ, compression, etc. and create a new master and proof. Please contact the Customer Care department to have the Project Center unlocked so you may upload your new file.",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.7652144432,
        "format_confidence":0.9742026925,
        "weight":0.0033249464
    },
    {
        "url":"http:\/\/www.finemanlawfirm.com\/fineman\/index.cfm\/about-us\/news-court-decisions\/publication-details\/?dynapsisfuse=showdetails&pkid=387&tableid=2",
        "text":"Publication Details\n\nPhiladelphia Tax Alert\n\nTo Our Clients and Friends:\n\n Fineman Krekstein and Harris, P.C. is the premier law firm helping Philadelphia real estate owners avoid onerous and inaccurate City of Philadelphia taxes.  We are proud of our recognized record of achievement.\n\n Over the last year, there has been uncertainty regarding Philadelphia real estate taxes for tax-year 2013.  Recently enacted state legislation along with unsettled and shifting budget discussions at Philadelphia City Council have added to the confusion. Accordingly, we have summarized below some frequently asked questions, along with some recommended actions:\n\n1. What should I do to protect my real estate interests?  \n As a result of the recession, the City’s assessment of your property\/properties may be overvalued.  You should carefully review the market value of any property subject to Philadelphia taxes.  To determine the City’s current assessed value of any property, go to the Office of Property Assessment (“OPA”) website (, or the information may be found on your tax bill.  If you believe the City’s assessment overvalued your property, assemble documentation of income and expenses along with any recent appraisals and contact David Fineman (215-893-8701) or Gary Krimstock (215-893-8722) at our office.  They can review and evaluate your case for a potential tax appeal before the October 1, 2012 filing deadline.\n\n 2. What is the current status of the Philadelphia real estate tax system?\nPrior to 2012, the state-established ratio of tax assessment to market value had been set at 32%.  The State Tax Equalization Board (STEB) lowered the Common Level Ratio for Philadelphia for tax-year 2012 to 25.2%.  For the 2012 tax-year, only those properties for which an appeal had already been filed were eligible to seek the 25.2% ratio. The City is contesting all of those appeals in Court.  As a result of recently enacted state legislation, the ratio will return to 32% beginning for the 2013 tax-year, the same ratio that was applied to all properties in Philadelphia for the 2011 tax-year. \n\n 3. Will I see an increase in my assessed value?\n The City is committed to implementing the Actual Value Initiative (AVI). AVI is a uniform property tax method that assesses properties at actual fair market value.  Obviously, depending on the tax rate that the City applies, those properties that have historically been significantly undervalued may suffer a dramatic tax increase in tax-year 2014.  Most commercial properties in Philadelphia, and residential properties in the greater Center City area, as well as certain other neighborhoods, are undervalued for tax assessment purposes.  We do not expect these changes to occur for the 2013 tax-year, the AVI is likely to be implemented for tax year 2014.\n\n 4. How do these changes affect my primary residence?\n As a result of recently enacted state legislation, the Homestead Exemption will not be phased in until the actual value initiative is established in the 2014 tax-year.  There has been notice from many sources, encouraging property owners to file for the Homestead Exemption for principal residences in Philadelphia.  Filing details and requirements will be announced when they have been finalized, and including the amount of the Exemption.",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.943400085,
        "format_confidence":0.7201189995,
        "weight":0.0117143349
    },
    {
        "url":"http:\/\/www.icpsr.umich.edu\/icpsrweb\/NACJD\/support\/faqs\/2006\/01\/how-do-i-find-data-that-i-can-use-for",
        "text":"The Source for Crime and Justice Data\n\nHow do I find data that I can use for my research project?\n\nThe Data Access\/Download Data page allows you to search our data holdings by keyword. The page also gives you several options to browse our data holdings. On the search results page, you may filter your results by subject, geography, time period, funding agency, author, and recency.\n\nPlease keep in mind that our data collections consist of ASCII data files and documentation. These data files must be read into a statistical package such as SAS or SPSS in order to generate statistics. Our Web site does not have statistics that have already been produced or published reports, charts, or other analyses based upon data holdings. For more information about these products, see the answer to I don't want to run my own statistics. Where can I get reports or statistics that have already been generated?",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.8150177598,
        "format_confidence":0.9588510394,
        "weight":0.0057319806
    },
    {
        "url":"https:\/\/loneorange.com\/faq\/",
        "text":"Decide if Lone Orange is right for you by reviewing the following frequently asked questions.\n\nWe can best help clients who are the vision holder(s) for their company. They have had some success in their B2B, service-based business but are ready to achieve new levels of growth. They are seeking clarity and focus in their business and want to revitalize their brand and enrich their clients’ experience.\n\nThe best-fit clients also possess most (if not all of the following characteristics)\n\n  • Collaborative, Communicative, and Coachable\n    Work well within a team to reach a common goal and effectively share ideas and needs. Open to advice and willing to consider changing their behavior to reach their goals.\n  • Growth Oriented\n    With an eye to building a strong, sustainable business, they surround themselves with trusted advisors. They appreciate the need for process and planning.\n  • Reflective, Curious, introspective.\n    Looking for transformation. Looking for clarity about who they are and how to share it with the world. Willing to answer a lot of questions and to do some inner searching, to find the answers that are there and need to be given words and visual communication.\n  • Wise Investor\n    Realize that there is no greater investment they’ll ever make than in themselves.\n  • Resolute\n    Committed to making sure their branding and marketing accurately and effectively communicate the value and excellence of their service. Branding can seem like a painstaking and iterative process to get it right, but persistence pays off. Willing to set out on an adventure that will bring up challenges to wrestle with, but also aha’s that weren’t even in your sights before.\n  • Ambition to Impact their World\n    Desire to serve their clients to the best and highest level of quality possible. They won’t settle for anything less than greatness, even if it means overcoming challenges. When you believe, we will help you make it happen.\n\nEvery brand professional will help you define key elements like ideal client, differentiation, and key messages. Our philosophy is that you have this information deep down, we just ask the right question and and then help you to synthesize it into a clear, focused identity.\n\nThe biggest thing that sets us apart is the concept of brand integration. Once you have clearly defined your brand, and even created all your brand and marketing collateral, the piece that is so often overlooked is incorporating your brand into every aspect of your business operations and client experience through systems and tools.\n\nWe don’t quit at delivering a great logo or website, we help you incorporate the systems and tools that you and your team need to deliver on the expectation you’ve created, day in and day out. Without this critical component of brand integration, you brand could be undermined by a poor experience.\n\nTo successfully complete the full program and get the most out of it, we will have 12 meetings. These can be held at the pace that works best for you – 4, 3, or 2 times a month.\n\nWe want to see you succeed! Near the end of your initial program, we will evaluate what kind of support you may need going forward and you will opportunities to select what works best for you and your company.\n\n  • A clear and focused plan\n  • Systems and processes to implement in your business (and continue to implement)\n  • Confidence\n  • Peace of mind\n\nWhat will I not have\nThis program does not include any design work (logo, website, business card or any other branding or marketing collateral.) But you will have the customized plan of what you need and when to do it. The Lone Orange Team Design Department is happy to help you create those pieces.\n\n  • We will meet using a Zoom room. You will need a computer with a webcam and a microphone. You can meet in the comfort of your own office.\n    You will be given access to the online templates and worksheets needed to do the work.\n    You will also receive recordings of our meetings and notes taken during the meeting.\n    You will also need access to Google Drive.\n\nIs a process that allows a business owner to get super clear on who they are and how they want their business to show up in the marketplace. It will transform your company’s identity and brand into a clear and confident. It will give you a customized plan for how to create and launch that brand and attract and serve the right clients for you.\n\nThis program is not a good fit for someone who:\n\n  • Is not willing to trust or follow the process or do the work\n  • Is unwilling to take time to reflect and think deeply about the exercises\n  • Is not coachable and willing to take advice and guidance\n  • Is looking for someone to “just do it for them”\n  • Is looking for a quick fix or believes branding is “easy”\n\nYou will be sent a Quickbooks Online invoice as well as an automatic payment authorization form. Once you set those up, we will automatically schedule your monthly payment.\n\nThrough that invoice you can pay via:\n\n  • ACH bank withdrawal\n  • MasterCard\n  • Visa\n  • American Express\n  • Discover\n\nIf you need to make different arrangements, please let us know so we can try to accommodate you.\n\nThe most important thing is mindset. Be ready to dig in and work the process. If you do the work we will find the clarity and focus that you seek. We will find new way to attract the RIGHT clients for you.\n\nConversely, if you don’t do the work, you won’t find the results.\n\nAbsolutely! Simply click on this link and find a time that works for you. I look forward to talking with you!",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.9843297601,
        "format_confidence":0.9684807062,
        "weight":0.0157544896
    }
]