[
    {
        "url":"https:\/\/med-stat.info\/2020\/11\/09\/opinion-new-survey-establishes-a-data-driven-baseline-for-diversity-in-digital-health\/",
        "text":"Opinion: New survey establishes a data-driven baseline for diversity in digital health\n\n“You’re a unicorn,” the investor said.\n\nThe first time she called me that, I responded with a nervous laugh and downplayed her comment. But that didn’t stop her. She went on to explain that she called me a unicorn because I’m a physician, I’ve had a successful academic career, and I’ve been in the C-suite of a venture-backed digital health company that scaled and recently had an IPO.\n\nShe didn’t even add the obvious: I am also a Black woman.\n\n\nSince then, I’ve been described as a unicorn too many times to count. I no longer bristle at the term, but continue to be bothered by its implications. A unicorn is a mythical creature. I’m a real person and there are others like me.\n\nUsing the unicorn lens to define my identity narrows the scope of what is possible for people from underrepresented groups, so I am on a mission to make sure that they are valued and included as we work to transform health care.\n\n\nRepresentation matters\n\nWho greenlights funding, who gets funded, what efforts get attention, and how effective those efforts are in reducing cost or improving outcomes among specific groups all matter.\n\nThe digital health ecosystem is more active than ever, and so far in 2020 U.S. companies have raised more than $9.4 billion from venture capital. But the lack of diversity in digital health leadership furthers the likelihood of creating solutions that worsen already existing health disparities. If we are truly going to transform health care, we must address this problem head on and with eyes wide open.\n\nTo drive meaningful change, it’s important to understand where we are today. In early 2020, I partnered with Rock Health on a Diversity in Digital Health initiative to measure the baseline state of racial and ethnic diversity among U.S. digital health startup leadership teams. Between July and September 2020, we surveyed more than 650 founders and leaders. This was in the midst of the Covid-19 pandemic, which has tragically highlighted the health disparities experienced by communities of color, and the Black Lives Matter social justice movement, which has shone a spotlight on the systemic racism causing these disparities.\n\nThough the results of the survey were as expected in some areas, they indicated opportunities to improve across the board.\n\nThe survey showed significant differences in how digital health founders across different races, ethnicities, and genders funded their companies:\n\n  • More than half of white and Asian founders were backed by venture capital, compared to 24% of Black founders.\n  • Black founders were more likely to have bootstrapped their companies than their white and Asian counterparts.\n  • Black founders were more likely to be from the South (38%) and Midwest (20%) than from the West (4%) and Northeast (9%), the two regions in which the Rock Health Digital Health Funding Database shows capital concentration. For example, the average digital health deal size (from January through September 2020) was $36 million in the West versus $20 million in the South. This suggests Western founders are accessing more capital than their counterparts in the South, where there is much greater Black representation.\n\nThe survey also revealed a lack of people of color among leadership teams. Compared to their representation among the U.S. population, Asians were overrepresented in digital health (20% of survey respondents compared to 6% of the population), while Black leaders (8% of respondents compared to 13%) and Hispanic leaders (6% of respondents compared to 19%) were underrepresented.\n\nThere was also greater non-white diversity among company founders than among other leadership roles, with less Asian, Black, and Middle Eastern representation among non-founder leaders.\n\nDigital health entrepreneurs surveyed reported different challenges and experiences. Black leaders reported more difficulty accessing capital than their white or Asian counterparts. And 83% of Black respondents indicated that inclusion in the digital health industry has stayed the same or worsened since they started working — compared to less than half of white respondents saying that.\n\nNow is the time for digital health to get diversity right\n\nThe convergence of accelerating technology adoption with an unprecedented public health crisis is rapidly reshaping our health care systems. If we don’t intentionally use this moment to diversify digital health leadership, we lose out on an opportunity to make health care better for everyone. You can’t build the future of health care without understanding exactly what’s wrong with its past and present — or without those who have been left out of the ranks of leadership.\n\nFor now, I am still the unicorn in most digital health settings. But it shouldn’t take referencing a mythical creature to define my presence and identity in the digital health space. By establishing a data-driven baseline, we open the door to conversations that can lead to increased support for entrepreneurs of color and new innovation to meet the needs of diverse communities. If we commit ourselves to digging deeper on why these discrepancies exist and how we can address them, I believe we can leave the unicorn reference where it belongs, in stories of myth and fantasy.\n\nIvor Horn is an angel investor with Pipeline Angels and Portfolia’s Rising America Fund, a pediatrician, former professor of pediatrics at the University of Washington School of Medicine, and former chief medical officer at Accolade. She is a board director at Care Academy and on the advisory boards of Way to Wellville, Change Healthcare, and Onboard Health.\n\nSource: STAT",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9624379277,
        "format_confidence":0.9581415653,
        "weight":0.0071744779
    },
    {
        "url":"https:\/\/eandt.theiet.org\/content\/articles\/2020\/09\/safe-post-pandemic-transport-solutions-will-be-driven-by-data\/",
        "text":"Welcome Your IET account\nWoman in mask on public transport\n\nSafe post-pandemic transport solutions will be driven by data\n\nImage credit: Dreamstime\n\nCommuters’ unwillingness to travel in close contact with strangers in the wake of Covid-19 is likely to boost uptake of autonomous ‘mobility as a service’ systems like electric robo-taxis that were once the stuff of science fiction.\n\nAs we ease out of lockdown, the importance of public authorities’ role in mobility, transport and battling congestion will only increase. There’s no return to ‘business as usual’ – the post-pandemic world will be very different from what came before. However, there can’t be a wider economic or social recovery without a comprehensive, progressive strategy for transport and mobility.\n\nFor the moment, the utmost priority for countries is to ensure the safety of citizens when travelling. At the same time they shouldn’t lose sight of the bigger picture. Transport infrastructure is the lifeblood of an economy and the bedrock of people’s lives. We have to be building a mobility model that’s safe, efficient and sustainable many years into the future.\n\nMobility as a service (MaaS) has been crucial to these efforts during the last decade. However, persistent fears over infection and a hesitance to return to public transport could undo a great deal of progress. Indeed, the UK Department for Transport reported that April this year saw rail and Tube usage fall by over 95 per cent, and the number of bus passengers by 85 per cent. It’s vital the Government shores up MaaS and builds on its foundations. A data-driven, autonomous MaaS transport system could prove to be the safest and most efficient option for the post-pandemic economy that commuters trust\n\nWill a return to relative normality inevitably lead to the return of widespread congestion in towns and cities? New car registrations in the UK rose by approximately 11 per cent year-on-year in July, with almost 175,000 sales, as consumers turned away from public transport in favour of personal vehicles.\n\nWhile not an unmanageable shift, we must proceed with caution. The risk of transmission may be lower in a car, but the side-effects of traffic congestion and emissions can be equally damaging. Recent reports suggest that pollution and low air quality can leave people at higher risk of contracting Covid-19, with the risk of death increasing by 15 per cent in heavily polluted areas. Congestion can also have a negative impact on economic growth and the quality of people’s lives.\n\nThe need for sudden regional lockdowns only increases the likelihood of congestion as roads are closed and traffic diverted. Ultimately, public authorities will have to step in to keep congestion under control and flatten the traffic curve. The UK could take some inspiration from Singapore, where congestion has been managed innovatively using demand-based road pricing that offers financial incentives to drivers to avoid peak rush hours.\n\nA more palatable solution could come from MaaS and some of the recent trends that have been developing in the industry. The guiding principle is to provide consumers with travel solutions based on their present needs, rather than depending on a personal vehicle that might not always be the best option. The wider adoption of a MaaS network would reduce congestion and car emissions, while improving public health outcomes more generally.\n\nThe challenge policymakers face is convincing the public that such modes of travel are safe. The only way for the MaaS industry to survive in the short term will be dependent on government funding to support it through this period of fear and uncertainty.\n\nOver time, however, a greater use of electric autonomous technologies could help allay concerns. It’s anticipated that the $75 billion due to be invested in the development of autonomous cars by 2023 could lead to more sophisticated and reliable solutions. MaaS offerings like electric robo-taxis and other passenger services used to be the stuff of science fiction, but they could prove a major comfort for travellers hesitant to share an enclosed vehicle with a stranger.\n\nOf course, electric autonomous vehicle networks need to be powered by the latest navigational solutions. In place of a human driver, onboard computers need up-to-date, accurate lane-level information on driving conditions and traffic in real-time. Services like TomTom Traffic analyse real-time incidents and congestion to predict traffic before it happens. With billions of anonymised data points processed every second, autonomous vehicles will be able to avoid congested areas and transport their passengers safely from A to B.\n\nPublic authorities, businesses and consumers all play a key role in determining what the future of mobility will look like. Yet it will be down to public authorities to ensure the progress towards a cleaner, more efficient MaaS infrastructure is not in vain. Support for EVs, autonomous and smart-navigation technologies are crucial to building a transport system that is fit and safe for the future.\n\nUndoubtedly, remaking the system is no small undertaking and it will be years before a working and reliable model is in place. Yet innovation is a process rather than an end goal. Every advance or breakthrough will carry its own benefits that will build up over time. Work needs to start now to get the wheels turning on the national recovery.\n\nStephanie Leonard is head of government and regulatory affairs at TomTom.\n\nSign up to the E&T News e-mail to get great stories like this delivered to your inbox every day.\n\nRecent articles\n\nInfo Message\n\nWe use cookies to give you the best online experience. Please let us know if you agree to all of these cookies.\n\nLearn more about IET cookies and how to control them",
        "topic_id":22,
        "format_id":11,
        "topic_confidence":0.9943587184,
        "format_confidence":0.8452067971,
        "weight":0.002676903
    },
    {
        "url":"http:\/\/www.ad2000.com.au\/what_the_second_vatican_council_really_said_march_2010",
        "text":"What the Second Vatican Council really said\n\nWhat the Second Vatican Council really said\n\nJohn Young\n\nThere are Catholics who see the Second Vatican Council as a disaster. The Catholic Church, they say, was flourishing until those fatal years 1962 till 1965 during which the Council was held; then the Church was suddenly in crisis, with heresies spreading like wildfire, with moral standards overturned, with vandalisation of the age-old liturgy, with disobedience bordering on anarchy.\n\nIt was not coincidence, they insist, that this upheaval occurred in the wake of the Council. It was caused largely by the Council. For the documents issued by Vatican II (they allege) contain many ambiguities and some outright errors; and these were inserted by cunning modernists among the theologians and bishops, with the intention of changing the Faith into something incompatible with Tradition but acceptable to the modern world.\n\nI would argue, on the contrary, that Vatican II was an excellent Council, and that if its directives were faithfully followed there would be a springtime for the Church such as Pope John Paul II hoped for. Its propositions are clear, with very few ambiguous statements in the whole of the sixteen documents, and it provides answers for the problems facing us now.\n\nKey points\n\nIn this article I want to look at key points in the documents which, had they been followed, would have eliminated all the big problems found in the Church today and would have rejuvenated Catholic life. I will then look at specific complaints made by those who criticise Vatican II.\n\nAt the root of the ecclesial upheavals of recent decades is the widespread defiance of the Church's authority. We are told by people who support this defiance that Vatican II abandoned an outdated, repressive, authoritarian model of the Church and gave the green light to thinking for oneself. Let's look at what the documents actually say.\n\nThe central document of Vatican II, the Dogmatic Constitution on the Church (Lumen Gentium), reiterates the traditional doctrine that the Pope and the bishops united with him are divinely guided when they teach the faithful. '... [t]he faithful are to accept their teaching and adhere to it with a religious assent. This religious submission of mind and will must be shown in a special way to the authentic magisterium of the Roman Pontiff, even when he is not speaking ex cathedra ...' (n. 25). So the Council not only required adherence to infallible teachings, but to authentic teachings which fall short of infallibility.\n\nThat same section 25 (which is a key section in the Council's documents) goes on to explain three ways in which the Church exercises her infallibility: the Pope alone, the Pope and the bishops together making a solemn pronouncement in an Ecumenical Council, and the Pope and bishops exercising their ordinary universal magisterium. That disposes of the silly idea sometimes heard that there are only a few infallible teachings. Actually there are dozens, as a glance through a standard work, Ludwig Ott's Fundamentals Of Catholic Dogma, will show.\n\nThe two pages comprising n. 25 are alone enough to destroy the nonsense about Catholics being free to do their own thing theologically, and to disagree respectfully with the magisterium after mature reflection. But those pages are not alone.\n\nOn the question of the true Church the Council is equally clear, despite the often-heard claim that it was ambiguous here. Declaring that the Church is necessary for salvation, Lumen Gentium goes on to say: 'Whosoever, therefore, knowing that the Catholic Church was made necessary by Christ, would refuse to enter or to remain in it could not be saved' (n. 14).\n\nThen, in its description of Christ's Church, the Constitution shows that the Catholic Church is meant, for it speaks of its hierarchical structure, with the Pope at its head, and of the sacraments. It explains that people outside Catholic unity are united in various ways with the Church, but it declares that 'They are fully incorporated in the society of the Church who, possessing the Spirit of Christ, accept her entire system and all the means of salvation given to her, and are united with her as part of her visible bodily structure and through her with Christ, who rules her through the Supreme Pontiff and the bishops' (n. 14).\n\n\nOne of the most upsetting things in the post-Conciliar Church is found in the way the liturgy is often celebrated. Words are added or omitted at the whim of the celebrant, in the name of creativity and relevance to the particular congregation. Too often there is a banal quality and a loss of a sense of the sacred. All this is alleged to stem from the Vatican II requirement that the liturgy be reformed.\n\nBut if we examine what the Council actually asked for, we get a different picture. Each celebration of the liturgy was declared to be 'a sacred action surpassing all others ...' (Constitution on the Sacred Liturgy, n. 7). It is '... above all things the worship of the divine majesty ...' (n. 33).\n\nChanges were to be moderate and only to be made for good reasons: '[T]here must be no innovations unless the good of the Church genuinely and certainly requires them, and care must be taken that any new forms adopted should in some way grow organically from forms already existing' (n. 23). 'In liturgical celebrations each person, minister or layman, who has an office to perform, should do all of but only those parts which pertain to his office by the nature of the rite and the principles of liturgy' (n. 28).\n\nLatin was to be retained in the liturgy, while making provision for some use of the vernacular. 'Particular law remaining in force, the use of the Latin language is to be preserved in the Latin rites' (n. 36). Regarding music: 'The Church acknowledges Gregorian chant as specially suited to the Roman liturgy; therefore, other things being equal, it should be given pride of place in liturgical services' (n 116). Regarding sacred art and similar matters: 'Ordinaries must be very careful to see that sacred furnishings and works of value are not disposed of or dispersed, for they are the ornaments of the house of God' (n. 126).\n\nThe Constitution issued a key instruction which, had it been every-where obeyed, would have prevented every single one of the scandals stemming from unauthorised liturgical innovations. Having stated that regulation of the liturgy belongs solely to the authority of the Church, it continued: 'Therefore, no other person, even if he be a priest, may add, remove or change anything in the liturgy on his own authority' (n. 22).\n\n\nThe Decree on Priestly Training states that philosophy is to be taught relying on 'a philosophical patrimony which is perennially valid, and taking into account the philosophical investigations of later ages' (n. 15). As indicated in the document's footnote to Pius XII, this is the perennial philosophy of which St Thomas Aquinas is the greatest exponent. A little further on the Decree says that students for the priesthood should study theology 'under the guidance of St Thomas' (n. 16).\n\nHad these injunctions been followed the philosophy and theology in the world's seminaries would have been solid and orthodox.\n\nThe Council made it very clear that all are called to be saints (cf. the Constitution on the Church, n. 40; Decree on Ecumenism, n. 4). Regarding the laity, their baptism and confirmation give them the right and the duty to be apostles of Christ in the world (Decree on the Lay Apostolate, n. 3). They should do this by words and not just by example (n. 6). 'In addition to spiritual formation, a solid doctrinal instruction in theology, ethics and philosophy adjusted to differences in age, status and natural talents, is required' (n. 29).\n\nTake that last sentence. Suppose young Catholics at the end of the Council had set aside a couple of hours a week to study philosophy, theology and related subjects, and had continued to do this till now. What a wonderful formation they would have! Instead we find that most, including Catholics who practise their faith fervently, lack the knowledge to engage in an intelligent discussion of Catholic doctrine; while those who have done courses in the subject are often the most confused of all because of the errors they have been taught.\n\nNow for alleged errors and ambiguities. A common allegation relates to the Council's statement that the Church 'subsists in' the Catholic Church (Constitution on the Church, n. 8.) This means, so the objection goes, that the Catholic Church is only part of the Church of Christ.\n\nWere that the meaning, the document would be flatly contradicting what it said elsewhere, as quoted above. But the true sense is given in the words that follow in the same paragraph, where it is explained that 'many elements of sanctification and of truth are found outside of its visible structure.'\n\nThe Catholic Church is Christ's Church in its fullness, but to the extent that elements of his Church are found outside the boundaries of the Catholic Church, his sanctification and truth are there, as well as in the visible structure of the Catholic Church.\n\nCompare the words 'subsists in' with the theological and philosophical statement that God alone is subsistent being, while all else comes from him and is dependent on him.\n\nA second objection is that Vatican II's teaching on religious freedom contradicts what the Church had taught up to that time. In fact, there is no contradiction, but there is development. The Declaration on Religious Freedom is about the function of the State in regard to religion, and it insists that people must not be compelled to act against their conscience, and must be allowed to follow their religious practices in public (even if these are sometimes erroneous).\n\nBut their rights are not unqualified. The document speaks of 'within due limits' (n. 2) and 'provided just public order is observed' (n. 3).\n\n\nA third objection claims the Cou... (truncated)",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9967244267,
        "format_confidence":0.9757328033,
        "weight":0.0102617289
    },
    {
        "url":"http:\/\/www.taipeitimes.com\/News\/editorials\/archives\/2012\/07\/06\/2003537059",
        "text":"﻿ Lin Yi-shih a product of dark side of ‘guanxi’ - Taipei Times\nFri, Jul 06, 2012 - Page 8　News List\n\nLin Yi-shih a product of dark side of ‘guanxi’\n\nBy Hsu Yu-fang 許又方\n\nFormer Cabinet secretary-general Lin Yi-shih (林益世) reportedly admitted to accepting NT$63 million (US$2.11 million) in bribes from Ti Yung Co, a metal-recycling company. This was news that shocked the political world. However, for the average person, such scandals are not all that surprising and are almost something to be expected because they are but a reflection of the darker side of Taiwan’s political and economic culture.\n\nThere is a popular Chinese saying that, “If you have guanxi (關係, connections) you will be okay, but if you don’t, then you have problems.” Having guanxi and using it to your advantage to get around normal avenues for doing things is part of everyday life in Chinese societies around the world — and Taiwan is no exception.\n\nI live in Hualien and often have to book a train ticket to Taipei and back. Each time I need a ticket, I have to get up early to book tickets online the morning of the trip and even this does not work every time. However, there are always quite a few people that always manage to get a ticket anytime they want by making one simple phone call. When people are employing such methods to obtain a train ticket, is it any wonder they do the same thing when it comes to industries involving tens of billions of New Taiwan dollars?\n\nTo put it simply, when there is something to be gained, people will use their guanxi to get it. Supply and demand are what make guanxi possible. Those in business are fond of money and politicians have power. Taiwan’s guanxi culture is created when these two spheres mix and interests and benefits are exchanged.\n\nTherefore, nobody was really surprised when Lin was accused of corruption, and they most probably think that this is just the tip of the iceberg when it comes to corruption involving government officials and businesses.\n\nIt is a well-known fact that elections are hugely expensive affairs. It is often said that it takes millions to get elected to a city or county council and tens of millions to get elected to the legislature. Stories of people who spend hundreds of billions on elections also abound. If that is what it takes to get elected, then who on earth can afford it, unless they are backed by massive family wealth? As a result, politicians often look to wealthy businesspeople for support. After they get elected, they are naturally happy to speak up for their business interests. Alternatively, they can use the power vested in them as public representatives to apply pressure or solicit bribes to cover their election costs.\n\nLin was elected as a legislator four times and after losing in the Kaohsiung County commissioner elections in 2005 and in the legislative elections this year, one can imagine he must have needed quite a bit of funding.\n\nThe whole Lin incident can be explained as a product of a culture that has developed for a long time between political and business circles, and it is therefore unsurprising. However, this is also what makes it scary and dangerous.\n\nTaiwan has often been criticized as being one of the world’s ugliest and dirtiest nations — a key reason being Taiwanese are used to how things are and the government ignores things like illegally parked cars and hawker stands set up where they are not allowed to. If everyone is used to these connections between government and business, then this country is well beyond help. Given its domestic situation, how can Taiwan even begin to talk about boosting its international competitiveness or about catching up with Singapore or South Korea?\n\nThis story has been viewed 2993 times.\nTOP top",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9742732644,
        "format_confidence":0.9594208598,
        "weight":0.0220957529
    },
    {
        "url":"http:\/\/www.tupeloquarterly.com\/14424-2\/",
        "text":"Things as They Are by Kylan Rice\n\n\n\nOne of the oldest critiques leveled against the poets, or anyone who makes (tous poietikous), is that making is always a making-after, in imitation of the real world. Socrates was afraid of poets because, no matter how skilled a poet is at their mimetic craft, at reproducing the real deal, the pathos of the poem seduces the audience (hoi polloi) into entering a world of false, refracting forms. The made thing is a distraction from which you can’t return. The made thing threatens how real a real thing can seem.\n\nMore recently, after an “autopoetic turn”—where myths and discourses about production are understood to reproduce the conditions of reproduction (Wynter, 2015)—what is real is always what is made. Now that there are no ideas but in things, the problem isn’t that the made thing misrepresents the real. Instead, the risk is of making the wrong thing with the wrong idea in it. And so the wrong reality. In an 1865 letter to Mrs. J.G. Holland, Emily Dickinson illustrated how a thing can be wrong, writing that “Father called today to say that our steelyard was fraudulent, exceeding ounce by ounce the rates of honest men. He had been selling oats. I cannot stop smiling, though it is hours since, that even our steelyard will not tell the truth.” Neither, as it turns out, will our subprime lenders, nor our consortiums nor superfunds, let alone our Big Three, our Carriers, our Boeings and Rexnords and Fords. As ever, reality is manufactured, and our makers are our poets. Their poetics, their assumptions about poeisis, are the algorithms for an autopoetic world.\n\nSo poetics matter. In America, where the land and its contents make up the “greatest poem” (Crase, 1996) if we look to the poets, we should be able to locate the algorithms that have given contour to our present reality, including its environmental, political, military, and economic dimensions. What kind of poetics underlies a reality in which our made things—our things’ packaging, our plastic bags and used cosmetics, Q-tips and tampon applicators, balloons with their strings and happy messages—festoon the shores of the Outer Hebrides, or spiral in galactic islands of oceanic trash? According to one well-known American literary critic, a poem “adds to the stock of available reality” (Blackmur, 1935). The poetic assumption underlying this axiom is that reality is made more, or gets stockpiled, insofar as it is made “available” through the poem. The poem processes: it mines and fracks and distributes the common real into a usable, accessible form—a form for usage.\n\nThe critic’s initial promise sounds nice. Who doesn’t want more reality? Or, as the poet and essayist Douglas Crase once put it in an article on John Ashbery: “How nice to have awakened among all the treasures that are yours to rearrange when you live at the apex, spatially and temporally, of empire” (Crase, 2017). He was referring to the American writer’s “literary luxuries”—to the wealth of allusions and intertexts and multimodal influences available for use by a postmodern poet like Ashbery. But soon enough the untrapped gas starts to leak into the water wells, and out your kitchen faucet. There comes a time you can set your tapwater on fire with a lighter. In a dream that Emerson had in 1840, Crase reminds us, “an angel presented him with the world—and he ate it.” These days, on the other hand, if a reader “eats the world, [they] will have incorporated a resource-limited, environmentally compromised, politically bewitched little ball that can be made to go poof in an instant by one culturally arrested septuagenarian. Can it be good for your health to digest an image like that?” Since he was writing in 1984, Crase’s “septuagenarian” is a reference to America’s other trickle-down, show-biz prez. But lords of the White House aside, Crase looks to poets like Ashbery for an “image of the world” that makes for healthier consumption.\n\nThe world is still being swallowed here, and the reader is hailed as its consumer; the planet is given a human scale. So perhaps our discourse about the “planet” needs to change if our aim is to alter an autopoeisis of endless production and consumption. When Crase cites Emerson’s dream from 1840, he speaks as an authoritative practitioner of Emersonianism; he wrote the introduction to the Library of America’s edition of the first and second series of the Essays. When Emerson set out to write his first book, Nature, Crase observes in that introduction, he feared the tendency people have toward establishing “usage” in and through language. The fear prompted him to make that famous invitation for individual Americans to establish their own “original relation with the universe.” As Emerson understood it, the trouble with discursive “usage” is that it threatens the “perceptual liberty” of individuals. Words ossify the world around them, and makes it usable. Irrevocably, people do things with words. “Do your thing” used to be Emerson’s imperative in the essay “Self-Reliance”—though in later drafts the word “thing” morphed into the word “work”: “Do your work and I shall know you.” Crase regrets this change. Both he and Emerson rail against a form of abstraction that loosens the individual from their environment, whether planetary or regional. To make a new thing with new words is to make new uses, to grip the real again at its roots. So it is I shall know you.\n\nSo, too, the proliferation of things. And in the Emersonian tradition, things are weapons; I protect myself with my things. In a democracy given to prophets and confidence men and demagogues, I may “have a right to think like a planet,” having thereby “a right to an unobstructed view” of the world, but, as Crase observes, it is “a right I’d better be ready to defend.” To think, as Emerson encourages, like a planet is to patrol against external “threats to perception,” which are “less likely in a democracy to arrive on horseback” and “more to be expected from the character of custom and modes of thinking...”. This must be the assumption underlying a poetics informed by Emerson, whose Essays, Crase claims, are historically the headspring for the mainstream of American poetry. The poem-thing the American poet does is the militia-musket mustered in the common defense of “perceptual liberty” against royalist and corporate forms of discursive usage. Of course, as Crase observes elsewhere, even this Emersonian folk-logic can become a form of usage. So, if “do your thing” is a weapon, it’s less a musket, and more like a 3D-printed zipgun—a plastic “wiki weapon” you can prototype from your desktop and discard after using. At which point it, too, enters the ocean and dissolves into microbeads.\n\nAs Crase illustrates in AMERIFIL.TXT: A Commonplace Book (1996), a minuteman poetics extends beyond Emerson and infiltrates poets like Wallace Stevens. Curating quotes from canonical American poets under headings like “The Discovery of America” and “The Common Defense,” Crase cites two remarks by the object-oriented Stevens that signal the libertarian burliness underlying our US-materialist poetics. The relationship of the poet to “contemporaneous” objects in the world—say, “herrings and apples”—is one of “resistance” to “pressure.” The “common defense” of the poet is a “resistance to the pressure of ominous and destructive circumstance” that converts quotidian objects, like herrings and apples, into “an explicable, an amenable circumstance.” Stevens describes this as a “fortifying” reaction against the onslaught of an otherwise meaningless, arbitrarily circumstantial reality. Elsewhere, Crase cites Stevens’ claim that “One turns with something like ferocity toward a land that one loves, to which one is really and essentially native, to demand that it surrender, reveal, that in itself one loves.” Stevens’ “Discovery of America” involves a nativist violence that borders on sexual abuse, a strenuous exertion leveled against “the particular things on display at a farmer’s market, as, for example, the trays of poor apples, the few boxes of black-eyed peas, the bags of dried corn” which “have an emotional power over us that for a moment is more than we can control.” Crase weaves Stevens up in his poetic homespun, which has at its center an Emersonian poetics, where an original relation to the universe warps into a defense-industrial weapon-thinging.\n\nThat said, Douglas Crase is well prepared to orchestrate a careful critique of an Emersonian poetics, which territorializes on its planetary outlook. After all, he says that “to say the wrong thing has physical consequences”—so the question of poetics, or discourse about poetry, as well as the saying that a poem is, is of substantial urgency. He meditates extensively in his new book of compiled reviews, “Essays and Addresses,” Lines from London Terrace (2017), on the importance of attending to our poetic “analogies and tropes,” and even “memes.” Emerson “avails” as a meme—or, in fact, an anti-meme, subverting “trope with trope.” While he is willing to discard a lot of other antiquated nineteenth-century ideas sucked into the present-day in Emerson’s riptide, Crase preserves in his essays, as well as his poetry, what the Sage of Concord “thought poetry was for”: that is, the “liberty of perception”—which depends on the freedom to “choose metaphors, turn tropes, that express our own original relation to the universe.” We have seen how that original perceptive relation is preserved—with things as weapons. But how is it developed in the first place? By grabbing hold of the “axis of common origin”—a “science-baffling star, without parallax.” For Crase, the specific dimensions of this axis are evolutionary, cosmically re-configured. An original relation to the universe is developed by perceiving the world from the viewpoint of an “evolutional sublime.” Crase presents Lorine Niedecker, whose investigations into the bedrock of Lake Superior ultimately redeem “the most ... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9879572988,
        "format_confidence":0.8692806959,
        "weight":0.0034071423
    },
    {
        "url":"http:\/\/www.startribune.com\/oblivion-is-a-mesmerizing-love-letter-to-classic-sci-fi\/203641661\/",
        "text":"The dystopian thriller “Oblivion” is a breathtaking collage of welcome originality and references to a huge common cultural bank of fantasy images and themes. It’s grandiose in scope and scale, attentive to important details like character and tone, and unafraid to tackle mature themes like love and loss, personal identity and redemption. If there’s a better science-fiction blockbuster this year, I’ll count us lucky.\n\nThe film stars an intensely focused Tom Cruise as Jack Harper, a futuristic repairman tending to weaponized drones that guard the giant rigs mining Earth’s final reserves of energy. The year is 2077, 60 years after an invasion by alien hordes devastated the planet. The remaining human population has relocated to one of Saturn’s moons. Only violent alien marauders remain on the surface, sabotaging the equipment that is extracting the planet’s last resources. Yet Jack, five years after his mandatory memory wipe, can’t shake the feeling that this eerie brave new world is still his home. Who is that woman (Olga Kurylenko) who reappears so insistently in his dreams?\n\nThe film’s look is mesmerizing, combining hypnotically sleek industrial design, workaday grubbiness and immense landscapes so stunningly barren that they elicit tangible unease.\n\nDirector Joseph Kosinski (“Tron: Legacy”) and cinematographer Claudio Miranda (who shot “Tron” and won an Oscar for last year’s “Life of Pi”) make the impossible impressively realistic. Jack and his communications officer, Victoria (Andrea Riseborough), live in a pristine, glass-walled loft that floats thousands of feet above stunning cloud formations. Their solicitous superior, Susan (Melissa Leo), checks in regularly via video screen to check their status as “an effective team.”\n\nJack makes his service calls to the surface in a whizzy vehicle that looks like an Apple-designed commuter jet. “Only two more weeks, Jack, and we can finally leave and join the others,” Victoria cautions. “Please, don’t take any chances.” It’s as if someone is catering to his superficial needs in an effort to keep him from growing restless and inquisitive.\n\nWhile “Tron” was a dramatically inert bite of eye candy and Cruise can emit a soulless vibe, here the star and director create gratifying emotional depth. A haunting loneliness pervades the story. When Jack visits a swath of desert terrain pierced by the spire of the Empire State Building, or rappels through the blasted roof of the New York Public Library, the effect is genuine pathos. Even shots of flowers stubbornly struggling to evolve in this decimated environment pack a punch.\n\nJack, a former Marine, has a generous supply of action-hero skills (this is a Tom Cruise movie, after all) but he is at heart a high-tech grease monkey. He looks suitably worried, awed and surprised when he encounters the plot’s several bombshells. Cruise is fully engaged in his scenes with Riseborough, whose cool composure erodes as their caretaker assignment grows more perilous. She infuses her jargon-heavy “Copy that” dialogue with a rich subtext of vulnerability and longing. Even Leo, seen only as a smiling broadcast visage, imbues her honeyed tones with a hint of steely command, at once cloying and creepy.\n\nHappily, “Oblivion” is not a remake, sequel, reboot or the foundation for a projected franchise. It tells a self-contained mystery story that, for all its explosive action passages, feels like an epic episode of “The Twilight Zone.” The film is rife with elements from its finest predecessors — Kubrick, Lucas, the Wachowskis and Pixar could be listed as creative consultants — but it has the spirit of a love letter to classic sci-fi, not an opportunistic mash-up.\n\nJust as Lucas reached back to “Flash Gordon” serials for inspiration, Kosinski borrows wisely and well. “Oblivion” will not fade from memory for quite a while.",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9915274978,
        "format_confidence":0.8027290702,
        "weight":0.0095443733
    },
    {
        "url":"https:\/\/www.hsj.co.uk\/home\/innovation-and-efficiency\/using-technology-to-better-manage-long-term-conditions\/5053767.article",
        "text":"Clare Wexler examines why commissioners and patients must behave differently if care pathways for the treatment of chronic disease are to improve\n\nA diabetes test\n\nThere can be little doubt that improving the management of long-term conditions is one of the NHS’ biggest priorities. Around one in three people in the UK are currently living with a chronic condition, and £7 of every £10 spent on the health budget goes towards supporting them. It is estimated that by 2018, nearly three million people will have three or more conditions at any one time.\n\n‘It is time for the NHS and patients to think differently. Technology will undoubtedly sit at the centre of the solution’\n\nThe impact on the health service, both in terms of cost and the ability to deliver quality care, is significant; demand is dramatically outstripping resources. The impact on patients, however, is even more critical. Health outcomes are suffering as, all too often, patients become disengaged from their care and are forced to endure unnecessary hospital treatment or sustained unemployment, because their condition has not been managed optimally. \n\nThe health secretary has vowed to free patients with chronic diseases from the “merry-go-round of doctors’ surgeries and hospitals” – but, without meaningful change, the situation will only get worse.\n\nTo progress, we not only need to change the way the NHS works, but we must also transform how patients interact with their healthcare, and redesign care pathways to put patients at the centre of it.\n\nThe current model of managing long-term conditions is unsustainable. The tipping point is fast approaching; it is time for the NHS and patients to think – and behave – differently. And technology will undoubtedly sit at the centre of the solution.\n\nTechnology: the great enabler\n\nThe discussion has now moved beyond debating whether technology can play a part in transforming patient care – to succeed, it must. Tomorrow’s healthcare model must optimise technology, harness the power of information and share it across the health and social care system in ways that join up care, connect organisations and empower patients.\n\nMoreover, if the NHS is to deliver patient-centric services built on the principle of “no decisions about me, without me” – and in the process, facilitate more effective management of chronic disease – the integrated use of innovations such as telehealth and health coaching must become the rule rather than the exception.\n\n‘In isolation, educating patients is not enough to bring about true behavioural change’\n\nThe NHS mandate outlines an NHS Commissioning Board objective to drive a substantial increase in the use of technology to help people manage their health and care. It encourages clinical commissioning groups, providers and local councils to collaborate to overcome the practical barriers that prevent services working together effectively – and, in particular, it challenges local commissioners to stimulate the development of innovative, integrated service provision across primary, secondary and social care.\n\nThe mandate promises to make “significant progress” towards helping patients with long-term conditions to benefit from telehealth and telecare, enabling them to manage and monitor their conditions at home, thereby reducing avoidable hospital admissions and improving health outcomes.\n\nNew landscape\n\nWith the emergence of a new NHS commissioning landscape just around the corner, CCGs and local authorities must work in partnership to ensure that local health and social care budgets are not eroded by the inefficient management of long-term conditions. The most proactive will take advantage of innovative technologies that already exist.\n\nAt a national level, tools to assist shared decision making between patients and clinicians are being implemented as part of the quality, innovation, productivity and prevention Right Care programme and are, at present, providing patients with vital information across key diseases areas.\n\nAlthough this provides a powerful platform to nurture informed patients, it is widely recognised that, in isolation, educating patients is not enough to bring about true behavioural change.\n\nIndividuals diagnosed with long-term conditions commonly require ongoing support as they seek to adapt their lifestyles. Health coaching, therefore, is emerging as a valuable integrated adjunct to shared decision making, which can help patients manage long-term conditions.\n\nIntegrated health coaching\n\nHealth coaching programmes are proven to be highly effective in driving behavioural change among patients, to support specific disease management programmes. Their implementation is a simple and natural extension of existing processes.\n\nWith early intervention widely accepted as the most practical and effective way of managing long-term conditions, patients at high risk of developing them, who could benefit most from health coaching, will commonly have been identified through standard risk stratification exercises within local health organisations.\n\nIn the health coaching model, specially trained health practitioners act as individual case managers, and regularly engage in bi-directional telephone dialogue with target patients, combining treatment and lifestyle advice with education and disease management principles.\n\n‘Building a new model for the management of long-term conditions is not impossible, it’s already happening’\n\nThis can help ensure patients adhere to recommendations in line with care pathways set out by local clinicians and commissioners. Crucially, health coaching programmes are conducted in partnership with local health organisations, ensuring that clinicians maintain total control of the patient relationship.\n\nThe approach has been shown to motivate patients towards a readiness to change their unhelpful thinking patterns. It can facilitate their confidence and skills in self-management, encourage behavioural change and also helps them prepare for consultations and proactively consider treatment options.\n\nMoreover, with patients conscious that consultation time with their GP is limited, health coaching provides a valuable opportunity for people to discuss the longer-term management and implications of their condition, thereby proactively managing their disease.\n\nEvidence increasingly underlines that, when health coaching programmes have been deployed, patient satisfaction levels have soared and outcomes have improved. What’s more, as a consequence of individual behavioural change, unplanned emergency care across all sectors of the NHS and social care naturally reduces, resulting in positive implications for the local health economy. The approach has clear benefits for all key stakeholders:\n\n  • Patients: quality of life improves, with fewer chronic episodes putting people in greater control of their condition.\n  • GPs: managing patients with long-term conditions becomes more effective and cost effective, while total control of patient care is maintained.\n  • NHS: costs reduce and system capacity increases due to the avoidance of unplanned emergency care.\n\nIntegrating care\n\nIntegrated health coaching programmes are underpinned by robust technologies. Health coaches routinely – and transparently – capture vital health data and share it securely with key stakeholders across the health and social care system. This can alert clinicians to when intervention may be necessary, inform future consultations and join up care.\n\nAs technology advances, the potential to integrate health coaching with mobile telehealth applications provides a powerful opportunity to tailor personalised care, thereby ensuring the right message gets to the right person at the right time via the most appropriate route, be that by telephone, text message, online or mobile app.\n\nIn an integrated care system, the key components of patient-centric services cannot operate in isolation. Electronic healthcare and telehealth offer tremendous potential to transform services but, on their own, they will achieve little – they must be joined together.\n\nHealth coaching provides a human mechanism to sit at the centre and evaluate all available linked data, as well as identifying areas where technology can help reduce costs and improve care pathways. Holistic systems that combine shared decision making, telehealth and health coaching are, therefore, critical to the effective management of long-term conditions.\n\nTo optimise the opportunity, tomorrow’s commissioners must capitalise on today’s innovations. Fully integrated, scalable systems, which can transform patient services, can be implemented quickly and easily at low cost. Building a new model for the management of long-term conditions is not impossible – it’s already happening. And it works. It just requires some innovative thinking.\n\nClare Wexler is chief executive of Totally Health",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9957675934,
        "format_confidence":0.9729222059,
        "weight":0.007285154
    },
    {
        "url":"http:\/\/www.avclub.com\/review\/my-bloody-valentine-emmbvem-91978",
        "text":"My Bloody Valentine: MBV\n\nMy Bloody Valentine: MBV\n\n\nMy Bloody Valentine\n\nAlbum: MBV\nLabel: Self-released\n\nCommunity Grade (140 Users)\n\n  • A\n  • A-\n  • B+\n  • B\n  • B-\n  • C+\n  • C\n  • C-\n  • D+\n  • D\n  • D-\n  • F\n\nYour Grade\n\n\nIf a band’s career trajectory is a graph of its leader’s life, Kevin Shields is batshit. It’s taken him and his pioneering shoegaze group, My Bloody Valentine, 22 years to release MBV, the follow-up to its legendary sophomore album, Loveless. During that time, Shields produced very little, outside of the occasional cover song, remix, guest collaboration, and reunion tour. But amid intense speculation—from himself and others—about his soundness of mind, he’s maintained that a third album was in the works, even if that possibility seemed to retreat further each year into the same inchoate ether that shrouds his best music.\n\nGranted, Loveless didn’t have a quick or easy birth. It nearly bankrupted its label and destroyed the band forever. But what it accomplished was worth the anguish: In no uncertain way, it revolutionized indie rock, an influence that still echoes in dozens of imitators and subgenres—not to mention an overarching aesthetic, one where ambience is deployed not quietly, but with the majestic enormity of an angel getting sucked through a warp engine. MBV doesn’t mess with that aesthetic. If anything, it takes the pulped angel corpse that is Loveless and feeds it back into the machine for one more spin around the macrocosm.\n\n“She Found Now” opens the disc with a pulsing pattern of melody that bobs along on a dreamy rhythm. The guitars are achingly similar to those of Loveless: churning, overloaded, and kaleidoscopically unstable. The fused-glass vocals of Shields and fellow singer-guitarist Bilinda Butcher take on the same properties as they have in the past, a honey-colored smear of whispers and sighs in which syllables are no more distinct—and no less lulling—than waves in an ocean.\n\nWhat follows is deliciously Loveless-like. Heavier and more pneumatic with its droning, “Only Tomorrow” is a pretty, approachable tune whose low-end nonetheless threatens to buckle under its own weight. That marriage of delicacy and disintegration has long been one of Shields’ favorite formulas, and he uses it more typically on the forceful, fluttering “Who Sees You”—which comes with an opening drum riff that sounds so similar to that of Loveless’ “Only Shallow,” it feels less like a coincidence and more like a playful refrain. \n\nThe sparsely appointed, deeply textured keyboards of “Is This And Yes” form a pillowy interlude before “If I Am,” a track built on sleepy-eyed funk and shimmering sheets of vocals. The funk really comes down, though, on “New You.” At first, it sounds like a throwback to the Happy Mondays-ish dance beats that permeated British indie rock—shoegaze included—in the early ’90s. Really, though, the beat calls back to A Certain Ratio’s post-punk classic “Do The Du,” only slowed down, slathered in cotton candy, and ventilated with MBV’s airiest arrangement.\n\nFrom there, the album relinquishes the familiar and swims far beyond the sight of shore. “In Another Way” opens with a squall of atonality and a shuffling pummel of drums before the vocals—with a bit of acidic bite to their incomprehensible softness—kick in. It’s not entirely new; its closest ancestor is Loveless’ “Soon,” although the pinprick vamps of sampled guitar on “In Another Way” mesh with the stuttering rhythm in a far more orchestral way. “Nothing Is” is MBV’s least essential track, three and a half instrumental minutes of jackhammer ambience that break up the landscape without sizably contributing to an album that cries to be longer.\n\nMBV closes with “Wonder 2,” and it’s the album’s least cuddly song, relatively speaking. It’s also its strongest statement. Chopped, looped, sampled, and sculpted, “Wonder 2” is a distilled and almost abstracted realization of Shields’ methodology: the studio as a compositional tool, the act of self-deconstruction as a source of creation, a remix of a remix of something that never existed anywhere but in Shields’ forebrain. The song holds melody like a memory, an evolutionary vestige, the reminder of a bygone era before digitization lent its cadence to biology. It also kind of sounds like a helicopter, and helicopters sound pretty awesome.\n\nIt’s tough to tell what Shields was shooting for with MBV, let alone if he came close to hitting it. How far back do the basics of these recordings stretch? Is the album an attempt to re-create what a 1993 follow-up to Loveless might have sounded like? Or is it a clean-slated attempt to open a fresh chapter in the band’s existence? Conscious or not, the loose ends from Loveless are impossible to ignore, but neither are they easy to condemn. Loveless’ main drawback was the fact that, for 22 years, it stood as a monument to thwarted promise, a teaser of what might have come if only Shields and crew had gotten their shit together. Finally, they have. And regardless of whether it’s an echo of the past or a bridge to the future, MBV stands as something potentially timeless—and immediately breathtaking.\n\nFiled Under: Music\n\nMore Music Review",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9905425906,
        "format_confidence":0.7796590924,
        "weight":0.0092700734
    }
]