[
    {
        "url":"http:\/\/www.letterstime.com\/Ein_Geleitzug\/pt113_EinG-HB-4.html",
        "text":"Part 1\nPart 2\nPart 3\nPart 4\nPart 5\nPart 6\nPart 7\nPart 8\nPart 9\nPart 10\nPart 11\nPart 12\nPart 13\nPart 14\nPart 15\nPart 16\nPart 17\nPart 18\nPart 19\nPart 20\nPart 21\nPart 22\nPart 23\nPart 24\nPart 25\nPart 26\nPart 27\nPart 28\nPart 29\nPart 30\nPart 31\nPart 32\nPart 33\nPart 34\nPart 35\nPart 36\nPart 37\nPart 38\nPart 39\nPart 40\nPart 41\nPart 42\nPart 43\nPart 44\nPart 45\nPart 46\nPart 47\nPart 48\nPart 49\nPart 50\nPart 51\nPart 52\nPart 53\nPart 54\nPart 55\nPart 56\nPart 57\nPart 58\nPart 59\nPart 60\nPart 61\nPart 62\nPart 63\nPart 64\nPart 65\nPart 66\nPart 67\nPart 68\nPart 69\nPart 70\nPart 71\nPart 72\nPart 73\nPart 74\nPart 75\nPart 76\nPart 77\nPart 78\nPart 79\nPart 80\nPart 81\nPart 82\nPart 83\nPart 84\nPart 85\nPart 86\nPart 87\nPart 88\nPart 89\nPart 90\nPart 91\nPart 92\nPart 93\nPart 94\nPart 95\nPart 96\nPart 97\nPart 98\nPart 99\nPart 100\nPart 101\nPart 102\nPart 103\nPart 104\nPart 105\nPart 106\nPart 107\nPart 108\nPart 109\nPart 110\nPart 111\nPart 112\nPart 113\nPart 114\nPart 115\nPart 116\nPart 117\nPart 118\nPart 119\nPart 120\nPart 121\nPart 122\nPart 123\nPart 124\nPart 125\nPart 126\nPart 127\nPart 128\nPart 129\nPart 130\nPart 131\nPart 132\nPart 133\nPart 134\nPart 135\nPart 136\nPart 137\nPart 138\nPart 139\nPart 140\nPart 141\nPart 142\nPart 143\nPart 144\nPart 145\nPart 146\nPart 147\nPart 148\nPart 149\nPart 150\nPart 151\nPART 10: June 10, 1915  \n\nLetterstime - Ein Geleitzug - Homeward Bound? Part IV\n\nJuly 3, 1915\n\n“At dawn, Admiral DeRobeck faced fogs, one from Gaia, Mother Nature, and another from Mars, God of War.” ----------------------------- Lady Christine Letters, ibid, page 831\n\n---- Warspite, All Stop\n\nLike Baron Letters, DeRobeck had had to make do with almost no sleep. Unlike the Baron who had WANTED to be underway, DeRobeck had never paused, rail to port, car to pier, and cruiser to dreadnought.\n\nThe dawn rendezvous had gone flawlessly, despite the poorish visibility.\n\n“Good morning, sir,” offered Captain Swafford to Admiral De Robeck, as the latter came aboard. They continued to exchange civilities as they made their way up to the bridge.\n\n“Sir,” began the OOD upon their arrival, and he proceeded to report that the small boat had returned and been recovered by the cruiser. Within minutes, the fleet was again underway.\n\nSwafford had expected De Robeck to use Marlborough as his flagship, as the Iron Duke class had better space for flag folk than the Queen Elizabeths. Still, Warspite was not only the newest, but she also had flown the flag of Admiral J[ellic]oe on the most recent sortie. Swafford still had no specific knowledge as to why De Robeck had chosen Warspite, but worried that the GF CO might expect a steady diet of insights like the one a couple weeks earlier. (NOTE 1)\n\n---- Queen Elizabeth\n\n“There’s the ‘Execute’, sir.”\n\n“Very well,” Admiral Keyes acknowledged and nodded to Captain Dave.\n\n“Ahead Standard,” ordered Dave. The flags had specified 15 knots. De Robeck’s previous practice had been to form up at that speed and then to increase to 20; this time was apparently not to be an exception. The force’s nine dreadnoughts were steaming three abreast in columns of three. Warspite’s trio, which included St. Vincent and Agincourt, occupied the central position while Keyes’ threesome of Queen Elizabeth, Bellerophon, and Neptune comprised the port group. On the far side to starboard, steamed Admiral Gaunt with Marlborough, Colossus, and Vanguard.\n\nIn an overtly-social gathering of senior non-flag officers earlier that week, Commander Moyer - Dave’s XO - had once again offered the hope that Warspite and Queen Elizabeth might form one group, a fast wing, so to speak. Swafford had shaken his graying, scholarly locks at the notion, not giving it much chance but he had opined that, once Barham joined in October, or maybe even September, prospects might well improve. Dave’s Chief Engineer, Commander Gates, had nodded at that. Dave’s Gunner, the redoubtable Commander Boy, had observed that De Robeck could always trump everything with a few flag hoists, perhaps implying that De Robeck’s choice of Warspite as his flagship might overlay a clandestine preservation of flexibility. Boy hadn’t put it quite that way (actually, no one was quite sure HOW he’d put it), but that’s how Dave had translated it.\n\n---- Frankfurt, speed 5 knots, course 190\n\nThe guns had settled in to a pace more measured than earlier, reflecting the reduction in suitable targets.\n\n“Crack. Crack-crack!”\n\nVogel had made one long pass, then come about and almost completed another. The pier was in flames through over half its length, and most of the vessels tied up alongside had been sunk or had joined the conflagration.\n\nHe had begun to feel something between his shoulder blades. It was neither a tickle nor an itch, but yet it was something along those lines. He flexed his shoulders uneasily inside his uniform. It didn’t help. It was almost as though someone was drawing a serrated fern frond along his spine, sometimes tickling, sometimes rasping, but always annoying. Had he felt that before? A kind of immanence? He looked away from the pier, scanning the horizon, and checking on his scattered torpedo boats. Had it been back during Frankfurt’s approach to Kiel, just before the sentry ship was hit by that torpedo? When, unknown to him, another pair had already been launched at him? He licked his lips and started to scan for periscopes.\n\nThe hell with it! Enough was enough.\n\n“Cease fire! Left full rudder. Come to course 090.”\n\n“Sir, my rudder is left full ....”\n\n“Ahead Full, make turns for 20 knots.”\n\n“Sir, engineering acknowledges 20 knots.”\n\n“Very well. Signals Officer, hoist recall.”\n\nThus, Regensburg’s signal barely a hand of minutes later was not much of a surprise. The “Recall” from Admiral Necki, 20 minutes after that, came as no surprise at all.\n\n---- B.110, All Stop\n\nRegensburg’s signal had not come as a surprise to Oberleutnant Kelly, either, but only because “surprise” was far too mild a word.\n\nHe started to order a blast from the whistle, had his mouth already open, in fact, but changed his mind. That signal would be hard for his boarding party to interpret and would carry further than he’d prefer just now.\n\nThere! His backup boarders were lined up midships a few meters aft, at the starboard davit amidships. Probably, he shouldn’t leave the bridge, but he was five steps on his way before he considered that point.\n\n“Your pistol!”\n\nThe young and very junior officer jumped, his mouth gaping open at the sudden appearance of his commanding officer.\n\n“Your Luger! Now!”\n\nThe kid fumbled at his holster and got it out.\n\nKelley grabbed it, readied it, and pointed it into the sky.\n\n“Crack-crack-crack- ....” Kelly fired off the entire clip as fast as he could pull the trigger.\n\n“Danke,” he muttered, and headed back to the bridge on a run. Only later would he consider that he might’ve left them wondering as to his sanity.\n\n“Boats are clear, sir,” came the report as he was stepping back onto the bridge.\n\n\nThe 88 mm shells began to slam into the waterline of the small British merchant, which quickly started to list. Kelly took a breath as he watched, the loud and reverberating “whanng-whanng” sounds were sweet martial music to his ears. The name on her bow was Terrione, though why a Britisher would be named after a mountain in Sicily, Kelly had no idea and doubted he’d ever learn why. It would just have to remain another mystery of conflict.\n\n“Sir, boarders back aboard. No casualties.”\n\n“Very well.”\n\n“Sir, smoke plumes, bearing 145. Looks to be Regensburg.”\n\n“Very well,” Kelly acknowledged, but gave no new orders.\n\nHe had full confidence in his command and had absolutely no intention of allowing himself to be forced off his prize before he was certain she was gone, and he was not about to waste a torpedo on her. Fire was now starting to show on the doomed merchantman, and smoke began to blow out of various openings. The wind shifted slightly, bringing the fumes their way and he wrinkled his noise at the stink of whatever was in Terrione. Fish? Fertilizer? He’d have to ask the boarding party leader for the manifest later.\n\n“Sir, more plumes! Bearing 170.”\n\n“Very well,” he acknowledged. Time to go.\n\n“Ahead full, 20 knots. Helm, as you get way, put us onto 090.”\n\nKelly looked back at the burning merchant once his torpedo boat steadied up on the ordered course. Already, the ship had slipped below the waves, leaving only a spreading stain of smoldering scum on the water to mark where it had been.\n\n“Sir, answering Ahead Full - 20 knots. Steady on course 090.”\n\n“Very well. Ahead Flank, 28 knots.”\n\n---- Warspite, course 180, speed 15 knots\n\nThe fog was showing some signs of lifting, Swafford thought, hopefully.\n\n“Sir, from Commodore Tyrewhitt: ‘German flotilla sighted.’ The position looks to be somewhere below Lowestoft.” Try as he might, the senior staff officer had been unable to keep a thread of disbelief out of his voice.\n\n“Show me.”\n\nDe Robeck, Swafford, and a couple others moved over to the chart. A few deft movements of calipers yielded a small “x” about 25 miles ESE of Aldeburgh, Suffolk.\n\nSwafford noted the deepening furrows in De Robeck’s brow. The questions troubling the GF CO were obvious. Room 40 had projected a dawn sortie for the High Seas Fleet. The flagship had been reported to be moored at dusk, and at least one overnight wireless from it had placed it in or around Wilhelmshaven. So, what was a flotilla doing so far from port, let alone so near the English coast? Even if the HSF had exited port at midnight, they would hardly be in support range of the flotilla that Tyrewhitt seemed perfectly poised to snap up.\n\nBut what if the HSF had left right at dusk? Ever the hands-on instructor, Swafford itched to pick up the calipers and measure. Then, just before he could do so, one of De Robeck’s senior staff officers did just that. Swafford watched him set them at about 20 nautical miles, then flip them over and over for each hour since nightfall. How distant could a scout force be and still be considered to be within support range of... (truncated)",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.6124201417,
        "format_confidence":0.9729747772,
        "weight":0.0014634718
    },
    {
        "url":"http:\/\/www.ibiblio.org\/eldritch\/nh\/gc206.html",
        "text":"\nWords | Names | Dates | Places | Art | Notes | End\n\nFrom Grandfather's Chair, 1840\n\nBy Nathaniel Hawthorne\n\nPart 2\nChapter 6\n\n\nA FEW evenings afterwards, cousin Clara happened to inquire of Grandfather whether the old chair had never been present at a ball. At the same time little Alice brought forward a doll, with whom she had been holding a long conversation.\n\n\"See, Grandfather?\" cried she. \"Did such a pretty lady as this ever sit in your great chair?\"\n\nThese questions led Grandfather to talk about the fashions and manners which now began to be introduced from England into the provinces. The simplicity of the good old Puritan times was fast disappearing. This was partly owing to the increasing number and wealth of the inhabitants, and to the additions which they continually received by the arrival and settlement of people from beyond the sea.\n\nAnother cause of a pompous and artificial mode of life, among those who could afford it, was, that the example was set by the royal governors. Under the old charter, the governors were the representatives of the people, and therefore their way of living had probably been marked by a popular simplicity. But now, as they represented the person of the king, they thought it necessary to preserve the dignity of their station by the practice of high and gorgeous ceremonials. And, besides, the profitable offices under the government were filled by men who had lived in London, and had there contracted fashionable and luxurious habits of living which they would not now lay aside. The wealthy people of the province imitated them; and thus began a general change in social life.\n\n\"So, my dear Clara,\" said Grandfather, \"after our chair had entered the Province House, it must often have been present at balls and festivals; though I cannot give you a description of any particular one. But I doubt not that they were very magnificent; and slaves in gorgeous liveries waited on the guests, and offered them wine in goblets of massive silver.\"\n\n\"Were there slaves in those days!\" exclaimed Clara.\n\n\"Yes, black slaves and white,\" replied Grandfather. \"Our ancestors not only brought negroes from Africa, but Indians from South America, and white people from Ireland. These last were sold, not for life, hut for a certain number of years, in order to pay the expenses of their voyage across the Atlantic. Nothing was more common than to see a lot of likely Irish girls advertised for sale in the newspapers. As for the little negro babies, they were offered to be given away like young kittens.\"\n\n\"Perhaps Alice would have liked one to play with, instead of her doll,\" said Charley, laughing.\n\nBut little Alice clasped the waxen doll closer to her bosom.\n\n\"Now, as for this pretty doll, my little Alice,\" said Grandfather, \"I wish you could have seen what splendid dresses the ladies wore in those times. They had silks, and satins, and damasks, and brocades, and high head-dresses, and all sorts of fine things. And they used to wear hooped petticoats of such enormous size that it was quite a journey to walk round them.\"\n\n\"And how did the gentlemen dress?\" asked Charley.\n\n\"With full as much magnificence as the ladies,\" answered Grandfather. \"For their holiday suits they had coats of figured velvet, crimson, green, blue, and all other gay colors, embroidered with gold or silver lace. Their waistcoats, which were five times as large as modern ones, were very splendid. Sometimes the whole waistcoat, which came down almost to the knees, was made of gold brocade.\"\n\n\"Why, the wearer must have shone like a golden image!\" said Clara.\n\n\"And then,\" continued Grandfather, \"they wore various sorts of periwigs, such as the tie, the Spencer, the brigadier, the major, the Albemarle, the Ramillies, the feather-top, and the full bottom. Their three-cornered hats were laced with gold or silver. They had shining buckles at the knees of their small-clothes, and buckles likewise in their shoes. They wore swords with beautiful hilts, either of silver, or sometimes of polished steel, inlaid with gold.\"\n\n\"Oh, I should like to wear a sword!\" cried Charley.\n\n\"And an embroidered crimson velvet coat,\" said Clara, laughing, \"and a gold brocade waistcoat down to your knees!\"\n\n\"And knee-buckles and shoe-buckles,\" said Laurence, laughing also.\n\n\"And a periwig,\" added little Alice, soberly, not knowing what was the article of dress which she recommended to our friend Charley.\n\nGrandfather smiled at the idea of Charley's sturdy little figure in such a grotesque caparison. He then went on with the history of the chair, and told the children that, in 1730, King George II. appointed Jonathan Belcher to be governor of Massachusetts in place of the deceased Governor Burnet. Mr. Belcher was a native of the province, but had spent much of his life in Europe.\n\nThe new governor found Grandfather's chair in the Province House. He was struck with its noble and stately aspect, but was of opinion that age and hard services had made it scarcely so fit for courtly company as when it stood in the Earl of Lincoln's hall. Wherefore, as Governor Belcher was fond of splendor, he employed a skilful artist to beautify the chair. This was done by polishing and varnishing it, and by gilding the carved work of the elbows, and likewise the oaken flowers of the back. The lion's head now shone like a veritable lump of gold. Finally Governor Belcher gave the chair a cushion of blue damask, with a rich golden fringe.\n\n\"Our good old chair being thus glorified,\" proceeded Grandfather, \"it glittered with a great deal more splendor than it had exhibited just a century before, when the Lady Arbella brought it over from England. Most people mistook it for a chair of the latest London fashion. And this may serve for an example, that there is almost always an old and time-worn substance under all the glittering show of new invention.\"\n\n\"Grandfather, I cannot see any of the gilding,\" remarked Charley, who had been examining the chair very minutely.\n\n\"You will not wonder that it has been ruhbed off,\" replied Grandfather, \"when you hear all the adventures that have since befallen the chair. Gilded it was; and the handsomest room in the Province House was adorned by it.\"\n\nThere was not much to interest the children in what happened during the years that Governor Belcher remained in the chair. At first, like Colonel Shute and Governor Burnet, he was engaged in disputing with the Legislature ahout his salary. But, as he found it impossible to get a fixed sum, he finally obtained the king's leave to accept whatever the Legislature chose to give him. And thus the people triumphed, after this long contest for the privilege of expending their own money as they saw fit.\n\nThe remainder of Governor Belcher's term of office was principally taken up in endeavoring to settle the currency. Honest John Hull's pine-tree shillings had long ago been worn out, or lost, or melted down again; and their place was supplied by bills of paper or parchment, which were nominally valued at three pence and upwards. The value of these bills kept continually sinking, because the real hard money could not be obtained for them. They were a great deal worse than the old Indian currency of clam-shells. These disorders of the circulating medium were a source of endless plague and perplexity to the rulers and legislators, not only in Governor Belcher's days, hut for many years before and afterwards.\n\nFinally the people suspected that Governor Belcher was secretly endeavoring to establish the Episcopal mode of worship in the provinces. There was enough of the old Puritan spirit remaining to cause most of the true sons of New England to look with horror upon such an attempt. Great exertions were made to induce the king to remove the governor. Accordingly, in 1740, he was compelled to resign his office, and Grandfather's chair into the bargain, to Mr. Shirley.\n\nNext> | Words | Names | Dates | Places | Art | Notes | ^Top",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.6747184992,
        "format_confidence":0.8603451848,
        "weight":0.0012940632
    },
    {
        "url":"http:\/\/celt.ucc.ie\/published\/T301035\/text009.html",
        "text":"Corpus of Electronic Texts Edition\nTáin Bó Cúalnge from the Book of Leinster (Author: [unknown])\n\nsection 9\n\nFergus's horses were harnessed and his chariot yoked, and his two horses were harnessed for Etarcumul son of Fid and of Lethrinn, a stripling of the household of Medb and Ailill. ‘Where are you going?’ asked Fergus. ‘We are going with you’ said Etarcumul, ‘to see the form and appearance of Cú Chulainn and to gaze upon him’. ‘If you were to follow my counsel’ said Fergus, ‘you would not come at all’. ‘Why so?’ ‘Because of your haughtiness and your arrogance, and also because of the fierceness and the valour and the savageness of the lad against whom you go, for I think that there will be strife between you before ye part’.\n\n\n{line 1573-1604} ‘Will you not be able to make intervention between us?’ said Etarcumul. ‘I shall’ said Fergus, ‘if only you yourself will not seek contention and strife\n\n\"contention and strife\", following ST\n\n’. ‘I shall never seek that’.\n\nThen they went forward to Cú Chulainn where he was between Fochaín and the sea, playing búanbach with his charioteer. And no one came into the plain unnoticed by Láeg and yet he used to win every second game of búanbach from Cú Chulainn. ‘A single warrior comes towards us, little Cú’ said Láeg. ‘What manner of warrior is he?’ asked Cú Chulainn. ‘It seems to me that the chariot of the warrior is as big as one of the greatest mountains on a vast plain. It seems to me that the curly, thick, fair- yellow, golden hair hanging loose around his head is as great as the foliage of one of the tall trees which stand on the green before a great fort. He wears a purple, fringed mantle wrapped around him with a golden, inlaid brooch in it. A broad, grey spear flashing in his hand. A bossed, scalloped shield over him with a boos of red gold. A long sword, as long as a ship's rudder\n\n\"A long ... rudder, following LU and ST\n\n, firmly fixed and resting on the two thighs of the great, proud warrior who is within the chariot’. ‘Welcome is the arrival to us of this guest’ said Cú Chulainn. ‘We know that man. It is my master Fergus who comes’. ‘I see another chariot-warrior coming towards us also. With much skill and beauty and splendour do his horses advance’. ‘That is one of the youths of the men of Ireland, friend Láeg’ said Cú Chulainn. ‘To see my form and appearance that man comes, for I am renowned among them within their encampment’. Fergus arrived and sprang from the chariot, and Cú Chulainn bade him welcome. ‘I trust that welcome’ said Fergus. ‘You may well trust, it’ said Cú Chulainn, ‘for if a flock of birds pass over the plain, you shall have one wild goose and the half of another. If fish swim into the estuaries, you shall have a salmon with the half of another. You shall have a handful of watercress and a handful of sea-weed and a handful of water parsnip. If you must fight or do battle I shall go to the ford on your behalf and you shall be watched over and guarded while you sleep and rest’. ‘Well indeed, we know what provisions for hospitality you have now on the Foray of Cúailnge. But the condition that you asked of the men of Ireland, namely, single combat, you shall have it. I came to bind you to that, so undertake to fulfil it’. ‘I agree indeed, master Fergus’\n\n\n{line 1605-1637} said Cú Chulainn. And he delayed no longer than that conversing lest the men of Ireland should say that Fergus was betraying them to his fosterling. His two horses were harnessed for Fergus and his chariot was yoked, and he went back.\n\nEtarcumul remained behind him gazing at Cú Chulainn for a long while. ‘What are you staring at, lad?’ said Cú Chulainn. ‘I am staring at you’ said Etarcumul. ‘You have not far to look indeed’ said Cú Chulainn. ‘You redden your eye with that. But if only you knew it, the little creature you are looking at, namely, myself, is wrathful. And how do you find me as you look at me?’ ‘I think you are fine indeed. You are a comely, splendid, handsome youth with brilliant, numerous, various feats of arms. But as for reckoning you among goodly heroes or warriors or champions or sledge-hammers of smiting, we do not do so nor count you at all’. ‘You know that it is a guarantee for you that you came out of the camp under the protection of my master, Fergus. But I swear by the gods whom I worship that but for Fergus's protection, only your shattered bones and your cloven joints would return to the camp’. ‘Nay, do not threaten me any longer thus, for as for the condition you asked of the men of Ireland, namely, single combat, none other of the men of Ireland than I shall come to attack you tomorrow’. ‘Come on, then, and however early you come, you will find me here. I shall not flee from you’. Etarcumul went back and began to converse with his charioteer. ‘I must needs fight with Cú Chulainn tomorrow, driver’ said Etarcumul. ‘You have promised it indeed’ said the charioteer, ‘but I know not if you will fulfil your promise’. ‘Which is better, to do so tomorrow or at once tonight?’ ‘It is my conviction’ said the driver, ‘that though doing it tomorrow means no victory, yet still less is to be gained by doing it tonight, for the fight is nearer\n\n\"for destruction is nearer tonight\", ST\n\n’. ‘Turn the chariot back again for me, driver, for I swear by the gods whom I worship never to retreat until I carry off as a trophy the head of yon little deer, Cú Chulainn’.\n\nThe charioteer turned the chariot again towards the ford. They turned the left board of the chariot towards the company as they made for the ford. Láeg noticed that. ‘The last chariot- fighter who was here a while ago, little Cú’ said Láeg. ‘What of him?’ said Cú Chulainn. ‘He turned his left board towards us as he made for the ford’. ‘That is Etarcumul, driver, seeking combat of me. And I did not welcome him because of the guarantee of\n\n\n{line 1638-1671} my fosterfather under which he came out of the camp, and not because I wish to protect him. Bring my weapon to the ford for me, driver. I do not deem it honourable that he should reach the ford before me’. Then Cú Chulainn went to the ford and unsheathed his sword over his fair shoulder and was ready to meet Etarcumul at the for. Etarcumul arrived also. ‘What are you seeking, lad?’ asked Cú Chulainn. ‘I seek combat with you’ said Etarcumul. ‘If you would take my advice, you would not come at all’ said Cú Chulainn. ‘I say so because of the guarantee of Fergus under which you came out of the encampment and not at all because I wish to protect you’. Then Cú Chulainn gave a flow (fotalbeim) and cut away the sod from beneath the sole of his foot so that he was cast prostrate with the sod on his belly. If Cú Chulainn had so wished, he could have cut him in two. ‘Begone now for I have given you warning’. ‘I shall not go until we meet again’. said Etarcumul. Cú Chulainn gave him an edge-blow (fáebarbeim). He sheared his hair from him, from poll to forehead and from ear to ear as if it had been shaved with a keen, light razor. He drew not a drop of blood. ‘Begone now’. said Cú Chulainn, ‘for I have drawn ridicule on you’. ‘I shall not go until we meet again, until I carry off your head and spoils and triumph over you or until you carry off my head and spoils and triumph over me’. ‘The last thing you say is what will happen, and I shall carry off your head and spoils and I shall triumph over you’. Cú Chulainn dealt him a blow (múadalbeim) on the crown of his head which split him to his navel. He gave him a second blow crosswise so that the three sections into which his body was cut fell at one and the same time to the ground. Thus perished Etarcumul, son of Fid and Leithrinn.\n\nFergus did not know that this fight had taken place. That was but natural, for sitting and rising, journeying or marching, in battle or fight or combat, Fergus never looked behind him lest anyone should say that it was out of fearfulness he looked back, but he was wont to gaze at what was before him and on a level with him. Etarcumul's charioteer came abreast of Fergus. ‘Where is your master, driver?’ asked Fergus. ‘He fell on the ford just now by the hand of Cú Chulainn’ said the driver. ‘It was not right’ said Fergus, ‘for that distorted sprite Cúlainn to outrage me concerning him who came there under my protection. Turn the chariot for us, driver’ said Fergus, ‘that we may go and speak with Cú Chulainn’.\n\n\n{line 1672-1707}\n\nThen the charioteer turned the chariot. They went off towards the ford. ‘Why did you violate my pledge, you distorted sprite’ said Fergus, ‘concerning him who came under my safeguard and protection?’ ‘By the nurture and care you gave me, tell me which you would prefer, that he should triumph over me or that I should triumph over him. Moreover enquire of his driver which of us was at fault against each other’. ‘I prefer what you have done. A blessing on the hand that struck him!’\n\nThen two withes were tied round Etarcumul's ankles and he was dragged along behind his horses and his chariot. At every rough rock he met, his lungs and liver were left behind on the stones and rocks (?). Wherever it was smooth for him, his scattered joints came together around the horses. Thus he was dragged across the camp to the door of the tent of Ailill and Medb. ‘Here is your youth for you’ said Fergus, ‘for every restoration has its fitting restitution’. Medb came out to the door of her tent and raised her voice aloud. ‘We thought indeed’ said Medb, ‘that great was the ardour and wrath of this young hound when he went forth from the camp in the morning. We thought that the guarantee under which he went, the guarantee of Fergus was not that of a coward’. ‘What has crazed the peasant-woman?’ said Fergus. ‘Is it right for the common cur to seek out the bloodhound whom the warriors of the four great provinces of Ireland dare not approach or withstand? Even I myself would be glad to escape whole from him’. Thus fell Etarcumul.\n\nThat is the story of the Encounter of Etarcumul and Cú Chulainn.",
        "topic_id":13,
        "format_id":2,
        "topic_confidence":0.5532090068,
        "format_confidence":0.7473637462,
        "weight":0.0011241255
    },
    {
        "url":"https:\/\/midnight-mind.com\/2019\/12\/31\/eyes-to-the-storm\/?like_comment=79&_wpnonce=c59b088d4c",
        "text":"eyes to the storm\n\nThe girl on the hill watches, quiet and still, as a storm leaves gaping cracks in the darkening sky.\n\nAsh-colored clouds writhe across the horizon, tortured and wild as they spread their poisonous darkness, increasing the pace of their dizzying dance with every passing minute. A thunderous clap of untamed fury resonates through the crackling air, echoing deep into the hills and vibrating beneath the girl’s skin. She braces her legs against the sharpness of the angry wind, glaring into the face of the storm.\n\nShe’s nothing but a child, small beneath the vast sky, a motionless figure upon the rolling emptiness of the hills. She’s hardly visible amidst the golden ocean of wild grasses that sway around her shoulders, bending in the wind. Her skin is a shade of light copper, bright and beautiful in the strange light of the storm, which illuminates the world in shades of whispering danger. The breeze twists her white dress around her ankles as the hem of the gown brushes against her bare feet. She closes her eyes, tasting the electric hum in the air as the wind tosses her silver curls.\n\nThe softest smile plays on her lips as she lifts her face bravely to the darkening sky.\n\nSlowly, she begins to sing.\n\nIt is a song of life and courage and hope, a song that trembles with the knowledge of the terrible truth, that the end waits above her like an ever-darkening serpent in that churning sky. She sings with her whole heart, arms outstretched to the open air, and the echoes of her own voice answer her until they fade into the sounds of the storm. She is smiling as she sings, almost laughing in the face of horrible danger, knowing that she will fall, yes, but it will be a fall as beautiful and graceful as the bending flower stems at her feet.\n\nHer voice is swallowed by an angry roar from the clouds. Lightning strikes the ground in the distance like the sharpest warning, and she can smell the bitter smoke in the air as fire leaps to life in the dry grass. She remains motionless, waiting, listening, knowing what will come.\n\nAnd there it is—her song. Gentle and low, whispered by hundreds of weary voices. She turns her back to the storm to greet her soldiers, the saddest smile tracing her features as they appear, row after shining row, at the crest of the hill. There are several hundred of them in total, a limping army of battle-worn men and women, their shoulders aching with the effort of lifting their eyes to the storm. Their armor is bruised and dented, taken from the bodies of their fallen brothers, stained with the colors of a thousand painful deaths. Their faces soften as they see her slight figure, terribly small yet impossibly bright against the power of the storm. Their lips move to the words of her song as a fragile hope comes alive in the corners of their eyes. At the sight of the fierce-faced child, they remember what they are fighting for, what they have lost their sons and daughters for, what they face even now as the storm laughs, low and horribly cruel, at the sight of the ragged army rising to face impossibility for the final time.\n\nThe man who led the army over the hill drops painfully to his knees before the girl, pressing his forehead against hers with an expression of quiet weariness on his scarred face. She kisses her father’s cheek, gentle and certain, before taking his hands and helping him to his feet. He returns her soft smile with a brokenhearted gaze in his eyes, the very core of his being aching to protect her, knowing that he’s hoping for something impossible.\n\nThe sound of a hundred swords being drawn in unison rings sharply through the air. The girl and her father whirl to face the storm, and the girl’s song twists into an anguished battle cry at the sight of what the clouds have become. The shout is echoed by her army as they band tightly together at the crest of the hill, swords gleaming against the sky, shields drawn close to their chests. They look to the child, to the way her eyes flash in the light of the rapidly spreading wildfire. They wait, counting the seconds, trusting her.\n\nShe closes her eyes and nods, sorrowful and gentle, pressing her hand into her father’s for a moment before letting him go for the last time.\n\nShe lifts her voice in a final song, haunting and painful, drowned in ragged hope.\n\n\n\nthey charge.\n\n15 thoughts on “eyes to the storm\n\nwhat's on your mind?\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9663396478,
        "format_confidence":0.9291076064,
        "weight":0.0642580436
    },
    {
        "url":"http:\/\/doughdirtdye.blogspot.com\/2011\/09\/short-work-of-fiction-tilt-whirl.html",
        "text":"Tuesday, September 20, 2011\n\nA Short Work of Fiction (Tilt-A-Whirl)\n\nPhoto courtesy of Wikipedia...with some alterations.\nIt wouldn’t be long before they got here.  In a small town a death is reason for hurry; a murder assures great speed. And they would all come, even the ones off-duty and the ones who wish they were cops.  Certainly the radios were humming now.  That city woman killed someone.  The man had meant to do me harm, of that I have no doubt, but how would they know that?  My ties here are thin, though I’ve lived here for more than ten years.  I’ve kept to the outskirts.  I came from elsewhere.\n\nAs I sit waiting for them I know I should be planning for the critical moments to come – a resolute silence, a lawyer and then a calm and clear statement of what had happened – but my mind keeps pulling my thoughts back to the summer after college when a friend and I went together to a carnival near my hometown.  It was raining lightly but not enough to have brought the rides to a halt and we gave the tall and too-thin, bearded man our tickets to ride the Tilt-A-Whirl.  The yellow clowns painted on the sides of the cars were vaguely sinister yet alluring, the deep red metal of the clam-shaped cars shiny with rain.  As the ride began we moved ourselves from side to side, urging the car to spin.  Before long the ride was in full motion and we pressed together and clutched at the wheel in the center.  When it would spin crazily tears of laughter poured down our faces.  We laughed so hard there was no sound to it.  Our grins flashing by must’ve looked maniacal to the spectators standing around the outside of the ride.  To us they were merely colorful blurs.  The tall carny, seeing our efforts, worked his way towards us on the slick and undulating surface until he was standing in front of our car.  He grabbed the side and shoved it, sending us into a blissful spiral, but then suddenly he was gone, his footing lost in the rain.  He had slipped over the edge of the ride.  For a few moments more the ride continued, mechanically oblivious to what had happened.  My friend and I strained to see him, hoped to see him standing, unharmed.  Later we’d learned he’d broken an arm and was bruised and cut.  The joy in the day was gone, our thoughts playing over and over the image of the man disappearing over the side of the ride.  We’d done it to him with our quest for the sensation of spinning.\n\nThe afternoon light is soft and gray coming into the window.  The house is so quiet.  Soon it will be filled with strangers and the sounds that strangers make.  I rest my hands on the table and study the fingers.  They’re thin and white.  They’re mine and they pulled the trigger. \n\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9719085693,
        "format_confidence":0.9357100725,
        "weight":0.064714677
    },
    {
        "url":"https:\/\/dscryb.com\/scene\/the-rhyme-of-a-decrepit-house\/",
        "text":"A looming doorframe, scratched and worn, forcing the abode to look forlorn. Its windows stare, sad and broken, shattered glass leaving them open. Perhaps a storm ravaged the gate, the abode left to an unknown fate; until you hear a creak inside and realize it has more to hide.\n\n\n\n0 ratings, 0 votes0 ratings, 0 votes 0",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8964999914,
        "format_confidence":0.9723237157,
        "weight":0.0672469145
    },
    {
        "url":"http:\/\/jv.gilead.org.il\/vt\/c_earth\/36.html",
        "text":"A Journey to the Center of the Earth\n\nChapter XXXVI\n\nWhat Is It?\n\nFor a long and weary hour we tramped over this great bed of bones. We advanced regardless of everything, drawn on by ardent curiosity. What other marvels did this great cavern contain—what other wondrous treasures for the scientific man? My eyes were quite prepared for any number of surprises, my imagination lived in expectation of something new and wonderful.\n\nThe borders of the great Central Ocean had for some time disappeared behind the hills that were scattered over the ground occupied by the plain of bones. The imprudent and enthusiastic Professor, who did not care whether he lost himself or not, hurried me forward. We advanced silently, bathed in waves of electric fluid.\n\nBy reason of a phenomenon which I cannot explain, and thanks to its extreme diffusion, now complete, the light illumined equally the sides of every hill and rock. Its seat appeared to be nowhere, in no determined force, and produced no shade whatever.\n\nThe appearance presented was that of a tropical country at midday in summer—in the midst of the equatorial regions and under the vertical rays of the sun.\n\nAll signs of vapor had disappeared. The rocks, the distant mountains, some confused masses of far-off forests, assumed a weird and mysterious aspect under this equal distribution of the luminous fluid!\n\nWe resembled, to a certain extent, the mysterious personage in one of Hoffmann's fantastic tales-the man who lost his shadow.\n\nAfter we had walked about a mile farther, we came to the edge of a vast forest not, however, one of the vast mushroom forests we had discovered near Port Gretchen.\n\nIt was the glorious and wild vegetation of the Tertiary period, in all its superb magnificence. Huge palms, of a species now unknown, superb palmacites—a genus of fossil palms from the coal formation—pines, yews, cypress, and conifers or cone-bearing trees, the whole bound together by an inextricable and complicated mass of creeping plants.\n\nA beautiful carpet of mosses and ferns grew beneath the trees. Pleasant brooks murmured beneath umbrageous boughs, little worthy of this name, for no shade did they give. Upon their borders grew small treelike shrubs, such as are seen in the hot countries on our own inhabited globe.\n\nThe one thing wanting in these plants, these shrubs, these trees—was color! Forever deprived of the vivifying warmth of the sun, they were vapid and colorless. All shade was lost in one uniform tint, of a brown and faded character. The leaves were wholly devoid of verdure, and the flowers, so numerous during the Tertiary period which gave them birth, were without color and without perfume, something like paper discolored by long exposure to the atmosphere.\n\nMy uncle ventured beneath the gigantic groves. I followed him, though not without a certain amount of apprehension. Since nature had shown herself capable of producing such stupendous vegetable supplies, why might we not meet with mammals just as large, and therefore dangerous?\n\nI particularly remarked, in the clearings left by trees that had fallen and been partially consumed by time, many leguminous (beanlike) shrubs, such as the maple and other eatable trees, dear to ruminating animals. Then there appeared confounded together and intermixed, the trees of such varied lands, specimens of the vegetation of every part of the globe; there was the oak near the palm tree, the Australian eucalyptus, an interesting class of the order Myrtaceæ—leaning against the tall Norwegian pine, the poplar of the north, mixing its branches with those of the New Zealand kauris. It was enough to drive the most ingenious classifier of the upper regions out of his mind, and to upset all his received ideas about botany.\n\nSuddenly I stopped short and restrained my uncle.\n\nThe extreme diffuseness of the light enabled me to see the smallest objects in the distant copses. I thought I saw—no, I really did see with my own eyes—immense, gigantic animals moving about under the mighty trees. Yes, they were truly gigantic animals, a whole herd of mastodons, not fossils, but living, and exactly like those discovered in 1801, on the marshy banks of the great Ohio, in North America.\n\nYes, I could see these enormous elephants, whose trunks were tearing down large boughs, and working in and out the trees like a legion of serpents. I could hear the sounds of the mighty tusks uprooting huge trees!\n\nThe boughs crackled, and the whole masses of leaves and green branches went down the capacious throats of these terrible monsters!\n\nThat wondrous dream, when I saw the antehistorical times revivified, when the Tertiary and Quaternary periods passed before me, was now realized!\n\nAnd there we were alone, far down in the bowels of the earth, at the mercy of its ferocious inhabitants!\n\nMy uncle paused, full of wonder and astonishment.\n\n“Come!” he said at last, when his first surprise was over, “Come along, my boy, and let us see them nearer.”\n\n“No,” replied I, restraining his efforts to drag me forward, “we are wholly without arms. What should we do in the midst of that flock of gigantic quadrupeds? Come away, Uncle, I implore you. No human creature can with impunity brave the ferocious anger of these monsters.”\n\n“No human creature,” said my uncle, suddenly lowering his voice to a mysterious whisper, “you are mistaken, my dear Henry. Look! look yonder! It seems to me that I behold a human being—a being like ourselves—a man!”\n\nI looked, shrugging my shoulders, decided to push incredulity to its very last limits. But whatever might have been my wish, I was compelled to yield to the weight of ocular demonstration.\n\nYes—not more than a quarter of a mile off, leaning against the trunk of an enormous tree, was a human being—a Proteus of these subterranean regions, a new son of Neptune keeping this innumerable herd of mastodons.\n\nImmanis pecoris custos, immanior ipse!1\n\nYes—it was no longer a fossil whose corpse we had raised from the ground in the great cemetery, but a giant capable of guiding and driving these prodigious monsters. His height was above twelve feet. His head, as big as the head of a buffalo, was lost in a mane of matted hair. It was indeed a huge mane, like those which belonged to the elephants of the earlier ages of the world.\n\nIn his hand was a branch of a tree, which served as a crook for this antediluvian shepherd.\n\nWe remained profoundly still, speechless with surprise.\n\nBut we might at any moment be seen by him. Nothing remained for us but instant flight.\n\n“Come, come!” I cried, dragging my uncle along; and, for the first time, he made no resistance to my wishes.\n\nA quarter of an hour later we were far away from that terrible monster!\n\nNow that I think of the matter calmly, and that I reflect upon it dispassionately; now that months, years, have passed since this strange and unnatural adventure befell us—what am I to think, what am I to believe?\n\nNo, it is utterly impossible! Our ears must have deceived us, and our eyes have cheated us! we have not seen what we believed we had seen. No human being could by any possibility have existed in that subterranean world! No generation of men could inhabit the lower caverns of the globe without taking note of those who peopled the surface, without communication with them. It was folly, folly, folly! nothing else!\n\nI am rather inclined to admit the existence of some animal resembling in structure the human race—of some monkey of the first geological epochs, like that discovered by M. Lartet in the ossiferous deposit of Sansan.\n\nBut this animal, or being, whichsoever it was, surpassed in height all things known to modern science. Never mind. However unlikely it may be, it might have been a monkey—but a man, a living man, and with him a whole generation of gigantic animals, buried in the entrails of the earth—it was too monstrous to be believed!\n\n  1. The keeper of gigantic cattle, himself still more gigantic!\n\n[prev] [up] [next]\n\nCopyright © Zvi Har'El\n$Date: 2007\/12\/27 12:58:30 $",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.6647901535,
        "format_confidence":0.9825789928,
        "weight":0.0004165956
    },
    {
        "url":"http:\/\/www.lyricsmode.com\/lyrics\/m\/mountain_brothers\/paper_chase.html",
        "text":"add artist photo\nMountain Brothers\nAdd Explanation\nAdd Meaning\nMountain Brothers\n\nPaper Chase lyrics\n\nNew! Read & write lyrics explanations\n  • Highlight lyrics and explain them to earn Karma points.\nMountain Brothers – Paper Chase lyrics\n\n[Chorus: repeat 2X]\nIt's all about the m-o-n-ey\nWhy must everything revolve around the penny?\nI walk upon the streets without a penny\nTryin' to keep a steady pace - \"I'm on a paperchase!\"\n\nNowadays, I see many count the ways\nTo how it pays to shout a phrase on a chorus and bore us\nWithout amazin' rhymes, in these disgrace in times\nLemme state my case about the paperchase\nI know it's hard tryin' to escape the pace\nOf the fast lane situated in a gold-plated camry, lex, or benz\nBut what about some perk-related family checks for friends\nThe fall of hip hop it's gonna be\nFucking ceo's don't see my flow as a business opportunity\nHow soon we forget what it means to be original\nSeems to me they feen to see residuals\nI reckon smash flows gettin' payed for half-assed shows\nMost are too concerned about collecting cash flows\nYou get burned on down but they see dash hoes on your set\nWell, all I need is food on the table\nThose that got my back despite the fact, dude, from the label\nMeans I'm financially able, we still maintain hip hop and keep it stable\n\n\nYou gotsa know your friends and enemies and those who just pretend to be\nThe ones who go \"remember me?\", what good old days, memories\nWe never had together, friends and fair weather, yea whatever\nYou used to have no time for us, and now you wanna rhyme with us\nCome on and spend a dime with us, and check some sisters\nNothin' but lovin' on your mind, and come and find it was just tricks\nThey rob and leech tryin' livin' life somethin' rich and famous, you're making me sick\nBecause you're shameless, plus you see me like pomegranates\nYou seen it and said I'm a habit. Nowhere to be found when we was underground\nStrugglin', but now you come around all of a sudden, checkin' wallets for dollars, you bug me\nI give promise to those who knew us when we was nothing 'cuz that's the truth\nForm of support that was pure, we had yours from the doorground floor\nAnd evaded the rhymes and finally made it, you wasn't fishy, never gonna be unappreciated\n\n\nIt's true that gold rules the whole globe, diamond no close\nWell, there were art of inlays with gold fixtures\n'til I remain a bitch to the dollar. Admit it\nInsulate it with the Philly caps the facts that's good cash\nBut the fact remains material gains can't steer the clever pains\nThis lifestyle musta formed a nice while\nBut i'll state the grass was kinda greener in a leaner pasture\nI wouldn't give up livin' with hip hop for love was much cleaner\nIt's a fine line tryin' to get some money plus represent for me\nWhat to choose what imitation is against the paycheck\nRockin' dashin' fashions and stashin' cash hits, but what is this\nAm I a business man or just a heavy spendage?\nI got ten times the ends but only half the real friends\nLying in plus settin' bettin' one thousand would break houses\nBut what counts is I tol' all my soul I'm just a slave to chasin' of the paper\n\n\nLyrics taken from\n\n  • Email\n  • Correct\n\n\n      Write about your feelings and thoughts\n\n      Know what this song is about? Does it mean anything special hidden between the lines to you? Share your meaning with community, make it interesting and valuable. Make sure you've read our simple tips.\n      Min 50 words\n      Not bad\n      This page is missing some information about the song. Please expand it to include this information. You can help by uploading artist's image, adding song structure elements, writing song meaning or creating lyrics explanation.",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9916354418,
        "format_confidence":0.9854345322,
        "weight":0.0138599664
    }
]