[
    {
        "url":"http:\/\/www.speaking-clock.com\/Tajikistan_236.html",
        "text":"Speaking Clock\n\nThe official Local time and date in your country\n\nengland  scotland  wales  ireland  australia  canada  united states of america \n\nThe official World Clock\n\nHome > World > Asia > Tajikistan > Dushanbe\n\nWhat time is it ?\n\n\nDushanbe - Tajikistan Actual Time and Date\n\nSynchronized clock on atomic clock in real time\n\n\nCurrent Local time\n\nCurrent weather\n\nWeather Forecast at Dushanbe\n\nUTC\/GMT Offset Actual offset : UTC\/GMT 5 hours\nNo offset at this time\nCoordinates Latitude : 38° 38' north\nLongitude : 68° 51' east\nAstronomic Observations Sunrise at : 06:23 am\nTransition hout : 12:31 pm\nSunset at : 06:39 pm\nDuration of day : 12 hours\nCivil twilight start at : 05:56 am\nCivil twilight end at : 07:06 pm\nSpeaking clock Information\n\nIn general usage today a \"clock\" refers to any device for measuring and displaying the time\nWatches and other timepieces that can be carried on one's person are often distinguished from clocks.\nClock at the Royal Observatory, Greenwich\nReplica of an ancient Chinese incense clock\nThe clock is one of the oldest human inventions, meeting the need to consistently measure intervals of time shorter than the natural units: the day; the lunar month; and the year\nDevices operating on several different physical processes have been used over the millennia, culminating in the clocks of today.\nSundials and other devices\nThe sundial, which measures the time of day by using the sun, was widely used in ancient times\nA well-constructed sundial can measure local solar time with reasonable accuracy, and sundials continued to be used to monitor the performance of clocks until the modern era\nHowever, its practical limitations - it requires the sun to shine and does not work at all during the night - encouraged the use of other techniques for measuring time.\nCandle clocks, and sticks of incense that burn down at approximately predictable speeds have also been used to estimate the passing of time\nIn an hourglass, fine sand pours through a tiny hole at a constant rate and indicates a predetermined passage of an arbitrary period of time.\nA scale model of Su Song's Astronomical Clock Tower, built in 11th century Kaifeng, China\nIt was driven by a large waterwheel, chain drive, and escapement mechanism.\nWater clocks, also known as clepsydrae (sg: clepsydra), along with the sundials, are possibly the oldest time-measuring instruments, with the only exceptions being the vertical gnomon and the day-counting tally stick\nGiven their great antiquity, where and when they first existed are not known and perhaps unknowable\nThe bowl-shaped outflow is the simplest form of a water clock and is known to have existed in Babylon and in Egypt around the 16th century BC\nOther regions of the world, including India and China, also have early evidence of water clocks, but the earliest dates are less certain\nSome authors, however, write about water clocks appearing as early as 4000 BC in these regions of the world.\nGreek astronomer, Andronicus of Cyrrhus, supervised the construction of the Tower of the Winds in Athens in the 1st century B.C.\n\nSource : Wikipedia",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.6804865003,
        "format_confidence":0.9616223574,
        "weight":0.0185660261
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Seymour_Narrows",
        "text":"Seymour Narrows\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\n\nSeymour Narrows is a 5 km (3.1 mi) section of the Discovery Passage in British Columbia known for strong tidal currents.[1] Discovery Passage lies between Vancouver Island at Menzies Bay, British Columbia and Quadra Island except at its northern end where the eastern shoreline is Sonora Island. The section known as Seymour Narrows begins about 18 km (11 mi) from the south end of Discovery Passage where it enters the Georgia Strait near Campbell River. For most of the length of the narrows, the channel is about 750 m wide. Through this narrow channel, currents can reach 15 kn.\n\nSeymour Narrows was described by Captain George Vancouver as \"one of the vilest stretches of water in the world.\"[2] Even after Ripple Rock was removed, it remains a challenging route. In March 1981, the Star Philippine, a freighter, ran aground in the narrows.\n\nSeymour Narrows is notable also because the flowing current can be sufficiently turbulent to realize a Reynolds number of about 10^9, i.e. one billion, which is possibly the largest Reynolds number regularly attained in natural water channels on Earth (the current speed is about 8 m\/s, the nominal depth about 100 m). Turbulence develops usually around a Reynolds number of 2000, depending on the geometric structure of the channel.\n\nRipple Rock[edit]\n\nMain article: Ripple Rock\n\nRipple Rock was a submerged twin-peak mountain that lay just nine feet beneath the surface of Seymour Narrows. It was a serious hazard to shipping, sinking 119 vessels and taking 114 lives. The gunboat USS Saranac was one of the rock's first recorded victims. On April 5, 1958, after twenty-seven months of tunnelling and engineering work, Ripple Rock was blown up with 1,375 tons of Nitramex 2H explosive making it the largest commercial, non-nuclear blast in North America. The Halifax Explosion in 1917 was larger but it was not a deliberate act.\n\nThe event was broadcast live on Canadian Television. The footage is also regularly screened at the Campbell River Museum.\n\nVancouver band The Evaporators wrote a song about the event and released it on their 2004 album Ripple Rock.\n\n\nCanadian Tide and Current Tables, Vol. 6, 2003\n\nExternal links[edit]\n\nCoordinates: 50°08.2′N 125°21.2′W﻿ \/ ﻿50.1367°N 125.3533°W﻿ \/ 50.1367; -125.3533",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.8576743007,
        "format_confidence":0.9923067689,
        "weight":0.0191584495
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Brao_language",
        "text":"Brao language\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nNative to Cambodia, Laos\nNative speakers\n59,000 (2005–2008)[1]\nLanguage codes\nISO 639-3 Variously:\nbrb – Lave\nkrr – Krung\nkrv – Kavet\nGlottolog lave1238[2]\n\nBrao is a Mon–Khmer language of Cambodia and Laos.\n\n\nLabial Coronal Palatal Velar Dorsal\nNasals ʰm m ʰn n ɲ ʰŋ ŋ  \nObstruents p b ʔb t d ʔd ç c ɟ ʔɟ k ɡ ʔɡ ħ ʔ\nTrill   r      \nApproximant   l j w  \n\n\nAccording to Ethnologue, there are four distinct but mutually intelligible varieties, sometimes considered separate languages: Lave (Brao proper), Kru’ng (Kreung), and Kavet (Kravet), the latter spoken by only a couple thousand.\n\nSidwell (2003) also lists four communities of speakers, three of which are in Cambodia.\n\nLun, spoken in Stung Treng Province, Cambodia, is related to Lave and Kavet (Philip Lambrecht 2012).[4]\n\n\nSidwell (2003) suggests the possibility of a total of 50,000 speakers, while Bradley (1994:161) gives an estimate of 35,000. All estimates below are drawn from Sidwell (2003:30).\n\n  • Laos: The 1995 Laotian census places the Laveh population at 17,544.\n  • Cambodia: The Asian Development Bank gave an estimate of 29,500 speakers as of the early 2000s.\n  • Vietnam: About 300 Brau live in Đắc Mế village, Bờ Y commune, Ngọc Hồi district, Kon Tum province (Đặng, et al. 2010:112).[5] Parkin (1991:81) also estimates several hundred Brao in Vietnam.\n  • Thailand: Parkin (1991:81) estimates a Brao population of 2,500 in Thailand.\n\n\n  1. ^ Lave at Ethnologue (18th ed., 2015)\n    Krung at Ethnologue (18th ed., 2015)\n    Kavet at Ethnologue (18th ed., 2015)\n  2. ^ Hammarström, Harald; Forkel, Robert; Haspelmath, Martin; Bank, Sebastian, eds. (2016). \"Laveh–Brao\". Glottolog 2.7. Jena: Max Planck Institute for the Science of Human History. \n  3. ^ Keller, Charles E. (April 1999). \"Brao-Krung Phonology\" (PDF). Mon-Khmer Studies. 31. Retrieved 10 June 2015. \n  4. ^\n  5. ^ Đặng Nghiêm Vạn, Chu Thái Sơn, Lưu Hùng. 2010. Ethnic Minorities in Vietnam. Hà Nội: Thế Giới Publishers.\n  • Sidwell, Paul (2003). A Handbook of comparative Bahnaric, Vol. 1: West Bahnaric. Pacific Linguistics, 551. Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\nFurther reading[edit]\n\n  • Keller, C. E. (1976). A grammatical sketch of Brao, a Mon–Khmer language. Grand Forks, N.D.: Summer Institute of Linguistics, University of North Dakota Session. OCLC: 2915938",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.8739742637,
        "format_confidence":0.9926880598,
        "weight":0.0042687583
    },
    {
        "url":"https:\/\/texasauthors.institute\/index.php\/features\/authors\/e-h\/h\/haley-james-e-sr",
        "text":"Sponsor Slider\n\n HALEY, JAMES EVETTS, SR. (1901–1995). J. Evetts Haley, historian, rancher, and political activist, was born in Belton, Texas, on July 5, 1901, to John Alva and Julia (Evetts) Haley. The family moved in 1906 to Midland, where John Haley established a hardware business and later a hotel. He also purchased a small ranch near town and a larger one east of the Pecos in Loving and Winkler counties. As a boy, Evetts worked on area ranches and competed at local rodeos. In the fall of 1920 he entered Midland College, where he excelled in both academics and athletics, winning a letter in football. When that college closed the following year, Haley transferred to West Texas Normal College at Canyon. There he became senior class president and served as business manager and columnist for the school newspaper, the Prairie, and as editor-in-chief of the annual, Le Mirage. Upon graduating in 1925, he was appointed field secretary of the Panhandle Plains Historical Societyqv and began interviewing pioneers and gathering artifacts and archival material, including the voluminous and important XIT Ranch papers. In the fall of 1925, Haley entered graduate school at the University of Texas, where he studied under Eugene C. Barker. After completing a thesis on Texas cattle trails, he received a master's degree in history in 1926 and resumed his duties with the Panhandle Plains Historical Society.\n\nIn 1927 officials of the former Capitol Freehold Land and Investment Company commissioned the twenty-six-year-old scholar to write a history of the XIT Ranch. Haley's critically acclaimed The XIT Ranch of Texas and the Early Days of the Llano Estacado, which appeared two years later, established the author as a premier interpreter of the western range cattle industry. The book, however, was also the subject of libel suits totaling $2.2 million. The first of these actions was tried in state district court in Lubbock in 1931. Although acquitted of the charges, Haley and his co-defendants subsequently agreed to withdraw the book from the market and paid the plaintiffs $17,500 to settle all pending claims. By this time Haley was hard at work on the biography of legendary Texas rancher Charles Goodnight, whom he had first met in 1925. In the fall of 1929 the University of Texas hired Haley to establish an archival field program. During the Great Depression, he headed the Texas Historical Records Survey. He published major articles in such diverse journals and magazines as the Southwestern Historical QuarterlySouthwest ReviewRanch RomancesNature, and the Panhandle-Plains Historical Review. He wrote thirteen articles for the Cattleman alone between 1925 and 1949 and, from 1947 to 1964, a series of more than three dozen historical sketches for the Shamrock, a publication of the Shamrock Oil and Gas Corporation. In 1936 Houghton Mifflin published Charles Goodnight: Cowman and Plainsman, a masterwork that further enhanced Haley's reputation as an writer and scholar. That same year, he also coordinated the UT history department exhibits commemorating the Texas Centennial.\n\nDuring the early 1930s Haley became an increasingly vocal opponent of the New Deal policies of Franklin D. Roosevelt's administration. After being elected chairman of the Jeffersonian Democrats of Texas, a conservative anti-Roosevelt faction of the Democratic party, Haley directed that organization's political activities during the 1936 presidential campaign. In September the University of Texas, citing budgetary constraints and a shortage of grant funds, did not renew his contract. Haley contended that he was fired for political reasons. Bitter and exhausted, he returned to the Panhandle to recuperate. Early the following year he accepted a commission to write the biography of Texas banker-cattleman George W. Littlefield under a grant from the Littlefield Fund for Southern History at the University of Texas, and to undertake the biography of frontier lawman Jefferson Davis Milton for Houghton Mifflin. In 1937 he also became manager of the Zeebar Cattle Company in Arizona, owned by Texan L. L. Dent, and purchased a small ranch of his own, the JH, in Hutchinson County. He later managed the Atarque and Clochintoh Ranches in New Mexico for Dent and W. A. Wrather. In 1939 J. M. West hired Haley to manage an extensive ranching enterprise that stretched from Clear Lake, near Houston, to the Chupadero on the lower Rio Grande, to the Figure 2 in West Texas. He served in this capacity until West's death in 1942, at which time Haley again returned to the Panhandle. In 1943 the University of Oklahoma Press released Haley's George W. Littlefield, Texan. The next year the Texas State Historical Association published Charles Schreiner, General Merchandise, a short biography of a Kerrville businessman. This book marked the first of many distinguished collaborations between the author and El Paso book designer and printer J. Carl Hertzog, Sr.\n\nIn the early 1940s Haley became embroiled in a controversy between University of Texas president Homer P. Rainey and the UT Board of Regents over the issues of academic freedom and university governance. Haley sided with the regents and produced a series of essays, published in the San Antonio Express and subsequently issued in a pamphlet entitled The University of Texas and the Issue. In 1948, Haley completed his fourth major biography, Jeff Milton, A Good Man with a Gun. An important regional study, Fort Concho and the Texas Frontier, won Haley a literary award from the Sons of the Republic of Texas four years later. During the early 1950s, Haley served as president of the Panhandle-Plains Historical Society and became the first director of the Institute of Americanism at Texas Technological College. He resigned the latter position in 1955 but accepted Governor R. Allan Shivers's appointment to the Texas Tech Board of Regents. During his tenure Haley was instrumental in establishing a history archive known as the Southwest Collection. He also continued to expand his ranching operations by purchasing range near Sallisaw, Oklahoma, in 1952.\n\nHaley ran unsuccessfully for governor in 1956 on a platform that endorsed segregation and states' rights and opposed labor unions and federal price controls on natural gas. The following year he and other conservative Texans formed the political action group Texans for America. Haley was elected state chairman. During this same period the federal government charged him and his son with violating the Agricultural Adjustment Act of 1936 by exceeding their wheat acreage allotment on their Oklahoma ranch. The Supreme Court eventually heard the case and overturned a lower court ruling favoring the Haleys. Never far from the political arena, Haley was both lionized and vilified for his best-selling polemic, A Texan Looks at Lyndon, issued during the 1964 presidential election campaign. He continued to support conservative candidates and causes. In 1976 he completed his last major book, a family chronicle entitled Rough Times-Tough Fiber: A Fragmentary Family Chronicle. Haley's library and personal papers became the cornerstone of the Nita Stewart Haley Memorial Library, opened that year in Midland. Haley received many honors, including investiture in the Knights of the Order of San Jacinto by the Sons of the Republic of Texas in 1978, an Award of Merit from the American Association of State and Local History in 1981, induction into the Hall of Great Westerners at the National Cowboy Hall of Fame and Western Heritage Center (Oklahoma City) in 1990, and similar recognition by the Heritage Hall of Fame at the State Fair of Texas in 1994.\n\nHe married Mary Vernita Stewart, a college drama teacher, on August 27, 1928, in Alpine. The couple had one son, born in 1931. After his wife died in 1958, Haley remained unmarried until 1970, when he married Rosalind Kress Frame in Savannah, Georgia. He died in Midland on October 9, 1995, and was buried in Moffat Cemetery, Bell County, Texas.\n\n\nHervey E. Chesley, Adventuring with the Old Timers, ed. B. Byron Price (Midland: Nita Stewart Haley Memorial Library, 1979). Dallas Morning News, October 11, 1995. James Evetts Haley Papers, Dolph Briscoe Center for American History, University of Texas at Austin. B. Byron Price, Crafting a Southwestern Masterpiece: J. Evetts Haley and \"Charles Goodnight: Cowman and Plainsman\" (Midland: Nita Stewart Haley Memorial Library, 1986). B. Byron Price, \"When a Good Man with a Gun Met a Good Man with a Pen,\" Journal of Arizona History 33 (Spring 1992). Chandler A. Robinson, J. Evetts Haley, Cowman-Historian (El Paso: Carl Hertzog, 1967). Chandler A. Robinson, ed., J. Evetts Haley and the Passing of the Old West (Austin: Jenkins , 1978).\n\nB. Byron Price\n\n\n\nThe following, adapted from the Chicago Manual of Style, 15th edition, is the preferred citation for this article.\n\nWilliam E. Bard, \"ADAMS, WALTER R.,\" Handbook of Texas Online (http:\/\/www.tshaonline.org\/handbook\/online\/articles\/fad08), accessed March 19, 2015. Uploaded on June 9, 2010. Published by the Texas State Historical Association.\n\n\n\n\n\n\nSearch the Site",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9033781886,
        "format_confidence":0.9237166643,
        "weight":0.0178341815
    },
    {
        "url":"http:\/\/fishblog-us.blogspot.com\/2010\/02\/fish-disease-ciliate.html",
        "text":"fish disease - Ciliate\n\nfish disease\n\nA.2. Ciliate\n\nParasites are usually moved by using vibrating hairs (cilia). Parasites are usually infects the skin, fins and gills of fish. As for some diseases caused by the ciliate include\n\n1. lchthyophthiriasis\nThe reason is lchthyophthirius multifiliis. The disease is often called white spots disease in accordance with the resulting clinical symptoms. Types of fish that can be infected by this disease is almost all types of freshwater fish. including ornamental fish. The size of many fish are fish infected seeds or if the adult size Mas fish will be infected. Clinical symptoms are easily observed with the white spots on the infected body part. infected fish rubbed his body on the bottom \/ wall of the container cultivation.\n\nFish seen gasping for air, especially when the parasite infects the gills. In such circumstances the death of the fish will usually high, because the fish susceptible to interference due to absorption of oxygen from fish gills infected.\n\nPrevention of this disease among others\n- Use of water quality balk\n- The equipment used should be disinfected prior\n- Keep the water temperature at the level of 28 ° C.\n\nTreatment of infected fish can be done in a way: soaking fish infected with a mixture of 25 ppm formalin for 24 hours. Move the fish into the water with a temperature of 28 ° C will help these parasites knocked out.\n\nCauses are: Trichodina sp and Trichodinella sp. Trichodina sp. infects the skin and fins gills, while Trichodinella sp. Infect the gills of fish. But the situation\n\nTrichodina infection was so severe that we can meet infect gills. These parasites infect nearly all types of fish both freshwater fish or saltwater fish, especially in the seed stage. Clinical symptoms of infected fish is a fish is weak, the body color is not bright \/ dull, and often rubbed his body on the wall or bottom of the pool. Water quality is not good, especially low oxygen content, density of fish that are too high to support the emergence of the disease.\n\nTransmission of this disease can be through water or direct contact with infected fish. Disease prevention can be done by way of improvement of water Mutua, and reduce the density of fish. Treatment for the infected fish can be done by soaking the fish in 40 ppm solution of formality for 12-24 hours.\n\n3. Tetrahymena sp.\nThe disease is primarily in ornamental fish and catfish in the early stages of life (seeds), and is a facultative parasites found only in fresh water. There on the skin and fins, but are sometimes found in the gills. Clinical symptoms can be observed is rather dull color of fish, fish movements slow, and if this parasite infects the gills of the fish will be seen gasping for air. Conditions that trigger this parasitic infection is poor water quality and fish density is too high.\n\nPrevention: the improvement of water quality and the environment and reduce the density of fish. Drugs that can be used to treat the infected fish is the same as those used to treat disease Ichthyophthiriasis.\n\n4. Epistylis spp.\nThis parasite is a common parasite found in Southeast Asia. Infected fish, especially freshwater fish such as catfish, carp, gurame, Tawes fish and generally are found in freshwater fish. Clinical symptoms: lean fish, eat, breath visible mengap advance if these parasites infect the gill cover. Can cause mass death in a nursing seedlings when aggravated by environmental conditions, occurs mainly in fish seed. Prevention: improvement of water quality, hygiene and subtracting the container density cultivation.\n\nTreatment for the infected fish among others can use the drugs normally used to eradicate infectious diseases caused by Ichthyophthirius multifiliis.\n\n5. Oodinium sp.\nThis parasite has a typical structure of a bulge that resembles cytoplasam roots, which serves as a pasting. Cytoplasmanya looks like foam that is equipped with a small partikei (granule). Essentially oval or sperical. At this stage the parasite does not have many flagella and do not swim. This parasite infects primarily freshwater fish and other freshwater fish. While contained in sea water fish is Amyloodinium sp.\n\nFish can be deadly within a\nbrief without showing clinical symptoms typical. Parasites can infect the skin, fins, gills, mouth and even eyes. Clinical symptoms include: bleeding in fish skin mat therefore the disease is known as Hama \"velvet disease\". If the parasites infect the gills of the fish will be seen gasping for air.\n\nPrevention: controlling the entry of water include the use of filters, and carry out acts of quarantine for new fish coming for at least 14 days. Eradication of these parasites can be done by placing the infected fish at a temperature of 24-27 ° C in the dark state. NaCI at a dose of 30,000 ppm by immersion for 5-15 minutes can eliminate these parasites. Acriflavin at 0.2-0.4 ppm concentration for long-term submersion. For sp Amyloodinium eradication can be done by soaking the fish in fresh water.\n\n6. Chilodonella spp.\n\nChilodonella spp. Much has been reported from Malaysia, and Indonesia Pilippina. Infect freshwater fish, especially lelean catfish, gurame and infect 50 species of ornamental fish. This parasite infects the skin, fins and gills of fish and sometimes in large numbers. Factors that support this parasitic infection is low temperatures that helped the less good is the condition of fish. These parasites attached to the host's body with the help of vibrating hairs (cilia) that are on the ventral part of the body.\n\nWhile its movement is supported by a row of hairs on his body shakes. Clinical symptoms: the infected fish showed the irritating symptoms of movement, jumping surface water, does not react to stimuli and the stimulus fish will eventually weak. Fish mucus-covered blue-gray.\n\nWhen it infects the gills have gill hyperplasia, so the fish will be seen gasping for air. Prevention: keeping condition \/ sepaya water quality remains good, minimizing the content of organic materials, and subtracting the density of fish. Treatment can be done by using a drug commonly used to Ichthyophthirius multifiliis.\n\ncetak halaman ini\n\nNo comments:\n\nPost a Comment",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.8220256567,
        "format_confidence":0.658229053,
        "weight":0.0122665193
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Jack_kerouac",
        "text":"Jack Kerouac\n\nFrom Wikipedia, the free encyclopedia\n  (Redirected from Jack kerouac)\nJump to: navigation, search\nJack Kerouac\nJack Kerouac Naval Reserve Enlistment, 1943.png\nKerouac's Naval Reserve Enlistment mugshot, 1943\nBorn Jean-Louis Lebris de Kérouac[1]\n(1922-03-12)March 12, 1922\nLowell, Massachusetts, United States\nDied October 21, 1969(1969-10-21) (aged 47)\nSt. Petersburg, Florida, United States\nOccupation Novelist, poet, painter\nNationality American\nAlma mater Columbia University\nGenre Beat poets\nLiterary movement Beat\nNotable works On the Road\nThe Dharma Bums\nBig Sur\n\n\nJack Kerouac (\/ˈkɛræk\/ or \/ˈkɛrɵæk\/; born Jean-Louis Lebris de Kérouac March 12, 1922 – October 21, 1969) was an American novelist and poet.\n\nHe is considered a literary iconoclast and, alongside William S. Burroughs and Allen Ginsberg, a pioneer of the Beat Generation.[2] Kerouac is recognized for his method of spontaneous prose. Thematically, his work covers topics such as Catholic spirituality, jazz, promiscuity, Buddhism, drugs, poverty, and travel. He became an underground celebrity and, with other beats, a progenitor of the hippie movement, although he remained antagonistic toward some of its politically radical elements.[3][4]\n\nIn 1969, at age 47, Kerouac died from internal bleeding due to long-term alcohol abuse. Since his death Kerouac's literary prestige has grown and several previously unseen works have been published. All of his books are in print today, among them: The Town and the City, On the Road, Doctor Sax, The Dharma Bums, Mexico City Blues, The Subterraneans, Desolation Angels, Visions of Cody, The Sea Is My Brother, and Big Sur.\n\n\nEarly life and adolescence[edit]\n\nJack Kerouac's birthplace, 9 Lupine Road in the West Centralville section of Lowell Massachusetts, 2nd floor.\n\nJack Kerouac was born on March 12, 1922 in Lowell, Massachusetts, to French Canadian parents, Léo-Alcide Kéroack and Gabrielle-Ange Lévesque, of St-Hubert-de-Rivière-du-Loup in the province of Quebec, Canada. There is some confusion surrounding his original name, partly due to variations on the spelling of Kerouac, and partly because of Kerouac's own promotion of his name as Jean-Louis Lebris de Kerouac. His reason for doing so seems to be linked to an old family legend that the Kerouacs had descended from Baron François Louis Alexandre Lebris de Kerouac. Kerouac's baptism certificate lists his name simply as Jean Louis Kirouac, and indeed Kirouac is the most common spelling of the name in Quebec.[5] Kerouac claimed he descended from a Breton nobleman, granted land after the Battle of Quebec, whose sons all married Native Americans.[6] Research has shown that Kerouac's roots were indeed in Brittany, and he was descended from a middle-class merchant colonist, Urbain-François Le Bihan, Sieur de Kervoac, whose sons married French Canadians.[7][8] Kerouac's own father had been born to a family of potato farmers in the village of St-Hubert-de-Rivière-du-Loup. He also had various stories on the etymology of his surname, usually tracing it to Irish, Breton, Cornish or other Celtic roots. In one interview he claimed it was from the name of the Cornish language (Kernewek) and that the Kerouacs had fled from Cornwall to Brittany.[9] Another belief was that the Kerouacs had come to Cornwall from Ireland before the time of Christ and that the name meant \"language of the house\".[10] In another interview he said it was from the Irish for \"language of the water\" and related to Kerwick.[11] Kerouac, derived from Kervoach, is the name of one hamlet situated in Brittany in Lanmeur, near Morlaix.[7]\n\nHis third of several homes growing up in the West Centralville section of Lowell, Jack Kerouac later referred to 34 Beaulieu Street as \"sad Beaulieu\". The Kerouac family was living there in 1926 when Jack's older brother Gerard died of rheumatic fever at the age of nine. Jack was four at the time, and would later say that Gerard followed him in life as a guardian angel. This is the Gerard of Kerouac's novel Visions of Gerard.\n\nHe had one other sibling, an older sister named Caroline. Kerouac was referred to as Ti Jean or little John around the house during his childhood.[5] Kerouac spoke French until he learned English at age six, not speaking it confidently until his late teens.[12] He was a serious child who was devoted to his mother, who played an important role in his life. She was a devout Catholic, instilling this devoutness into both her sons.[13] Kerouac would later say that his mother was the only woman he ever loved.[14] When he was four, he was profoundly affected by the death of his nine-year-old brother, Gérard, from rheumatic fever, an event later described in his novel Visions of Gerard. His mother sought solace in her faith, while his father abandoned it, wallowing in drinking, gambling and smoking.[13] Some of Kerouac's poetry was written in French, and in letters written to friend Allen Ginsberg towards the end of his life, he expressed his desire to speak his parents' native tongue again. Recently, it was discovered that Kerouac first started writing On the Road in French, a language in which he also wrote two unpublished novels.[15] The writings are in dialectal Quebec French.[16]\n\nOn May 17, 1928, while six years old, Kerouac had his first Sacrament of Confession.[17] For penance he was told to say a rosary, during the meditation of which he could hear God tell him that he had a good soul, that he would suffer in his life and die in pain and horror, but would in the end have salvation.[17] This experience, along with his dying brother's vision of the Virgin Mary, as the nuns fawned over him convinced that he was a saint, combined with a later discovery of Buddhism and ongoing commitment to Christ, solidified his worldview which informs his work.[17]\n\nThere were few black people in Lowell,[18] so the young Kerouac did not encounter much of the racism that was common in other parts of the United States. Kerouac once recalled to Ted Berrigan, in an interview with The Paris Review, an incident in the 1940s, in which his mother and father were walking together in a Jewish neighborhood in the Lower East Side of New York, recalling \"a whole bunch of rabbis walking arm in arm ... teedah- teedah - teedah ... and they wouldn't part for this Christian man and his wife. So my father went POOM! and knocked a rabbi right in the gutter.\"[19][20] His father, after the death of his child, also treated a priest with similar contempt, angrily throwing him out of the house after an invitation by Gabrielle.[13]\n\nKerouac's athletic skills as a running back in American football for Lowell High School earned him scholarship offers from Boston College, Notre Dame and Columbia University. He entered Columbia University after spending a year at Horace Mann School, where he earned the requisite grades to matriculate to Columbia. Kerouac cracked a tibia playing football during his freshman season, and during his abbreviated sophomore year he argued constantly with varsity coach Lou Little who kept him benched. While at Columbia, Kerouac wrote several sports articles for the student newspaper, the Columbia Daily Spectator and joined the fraternity of Phi Gamma Delta.[21][22] He also studied at The New School.[23]\n\nEarly adulthood[edit]\n\nWhen his football career at Columbia soured, Kerouac dropped out of the university. He continued to live for a period on New York City's Upper West Side with his girlfriend, Edie Parker. It was during this time that he met the people — now famous — with whom he would always be associated, the subjects injected into many of his novels: the so-called Beat Generation, including Allen Ginsberg, Neal Cassady, John Clellon Holmes, Herbert Huncke and William S. Burroughs.\n\nKerouac joined the United States Merchant Marine in 1942, and in 1943 joined the United States Navy, but he served only eight days of active duty before arriving on the sick list. According to his medical report, Jack Kerouac said he \"asked for an aspirin for his headaches and they diagnosed me dementia praecox and sent me here.\" The medical examiner reported Jack Kerouac’s military adjustment was poor, quoting Kerouac: \"I just can’t stand it; I like to be by myself.\" Two days later he was honorably discharged on psychiatric grounds (he was of \"indifferent character\" with a diagnosis of \"schizoid personality\").[24]\n\nAfter serving briefly in the United States Merchant Marine, Kerouac authored his first novel, The Sea Is My Brother. Although written in 1942, the book was not published until 2011, some 42 years after Kerouac's death, and 70 years after the book was written. Although Kerouac described the work as being about \"man’s simple revolt from society as it is, with the inequalities, frustration, and self-inflicted agonies\", Kerouac reputedly viewed the work as a failure, reportedly calling it a \"crock [of shit] as literature\" and never actively sought publication of the book.[25]\n\nIn 1944, Kerouac was arrested as a material witness in the murder of David Kammerer, who had been stalking Kerouac's friend Lucien Carr since Carr was a teenager in St. Louis. William Burroughs was a native of St. Louis, and it was through Carr that Kerouac came to know both Burroughs and Allen Ginsberg. According to Carr, Kammerer's obsession with Carr turned aggressive, causing Carr to stab him to death in self-defense. After turning to Kerouac for help, together they disposed of evidence. Afterwards, as advised by Burroughs, they turned themselves in to the police. Kerouac's father refused to pay his bail. Kerouac then agreed to marry Edie Parker if she would pay the bail. Their marriage was annulled in 1948.[26] Kerouac and Burroughs briefly collaborated on a novel about the Kammerer killing titled And the Hippos Were Boiled in Their Tanks. Though the book was not published during the lifetimes of either Kerouac or Burroughs, an excerpt eventually appeared in Word Virus: A William S. Burroughs Read... (truncated)",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9928660393,
        "format_confidence":0.9916143417,
        "weight":0.0042641411
    },
    {
        "url":"http:\/\/www.intersighttours.com\/destination\/overview\/Ganapatipule?majorDestId=3",
        "text":"Consecutive Award Winner Kerala Tourism Award winner for\n\"The Best Inbound Tour Operator\"\n\n\n\n\nGanapatipule experiences a typical tropical and coastal climate with warm summers and moderate winter season. The summer season starting from March extends till June with temperatures reaching a high of 40-42 degrees Celsius. The summers are warn and sticky and can be a deterrent for overseas travelers. The monsoon rains lash Ganapatipule between July and September bringing moderate rainfall. The winter season from November to January is pleasant and slightly chilly with minimum temperatures dropping to nearly 10 degrees Celsius. The best time visit Ganapatipule is in the winter season with moderate climate and good sunshine making it comfortable to relive the old age charm of this coastal city. \n\nHow To Reach\n\nBy Road:\n\nLocated on the extension of the Mumbai Ratnagiri highway, Ganapatipule is connected by good motor able roads and highways. Located at a distance of 291 Kms from Mumbai, 25 Kms from Pune and 300 Kms from Belgaum, private cabs and bus services from the Maharashtra State Transport connect Ganapatipule to all regions of the state.\n\nBy Air:\n\nGanapatipule does not have a dedicated airport facility and the nearest airport is the one located in Kolhapur at a distance of 144 Kms. Kolhapur airport receives regular flights from all parts of India including Mumbai and Pune. Regular cab and bus services are available to reach Ganapatipule from Kolhapur.\n\nBy Rail:\n\nThe closest railway station to reach Ganapatipule is the one located in Ratnagiri at a distance of 45 Kms. Located on the Konkan line, Ratnagiri is well connected with regular train services to all parts of India. Cabs and buses are freely available at Ratnagiri railway station to visit Ganapatipule.\n\n\nGanapatipule is a small coastal town located in the Ratnagiri district of Maharashtra. Known for its price tine beaches and Arcadian monumental beauty, Ganapatipule is bounded by the green hills and blue sea. The city is also a major religious hub attracting devotees to pray at the famous Ganapti temple making it one of the most visited pilgrim destinations in India. Sunrise and sunset of Ganapatipule are ethereal splitting the blue waters into hues of orange and red.\n\n\nLocated along the Konkan belt, Ganapatipule is easily accessible from Mumbai and well connected to all major cities and towns of Maharashtra. The pristine and virgin beaches of Ganapatipule attract a large number of tourists and Honeymooners making it one of the most popular weekend getaways from Mumbai and Pune.\n\n\nWith its lovely beaches and being a religious hotspot, the city has something for everyone as far as Gourmet feats are concerned. While vegetarian food is the most preferred choice of the vast numbers of religious tourists, local shacks and small eateries selling batata vada and sabudana khichdi are a treat for any traveler. The sweet modaks considered to be a favorite of the patron God Ganesha are one of the best known delicacies of the city.\n\n\nGanapatipule may be a small coastal town but it’s driven by a huge commercial activity especially in the Food and Beverages segment. The city is the best place to get cashew nuts, coconuts and kokum sherbets which are unique to Ganapatipule and its surrounding areas. The mango variety of devgad hapoos is one of the most exported breeds of mangoes synonymous with Ratnagiri and Ganapatipule. The city is also famous for its water sport avenues especially row boats, aero boats, water scooters, pedal boats and motor boats. The beach tents here too are very popular.\n\n\nGanesh Chaturthi celebrated in August or September is one of the biggest festivals in the city attracting a large number of tourists and pilgrims. Unbelievably large crowds of devotees gather at the Swayambhu Temple and Ganapatipule beach making it one of the most beautiful sights to cherish.  Accommodation options in Ganapatipule range from budget hotels to luxurious resorts. While summers may be a bit harsh and humid, the costal ambience of the city along with its spiritual bliss makes Ganapatipule one of the most beautiful tourist locations in Maharashtra.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9846830964,
        "format_confidence":0.5861001015,
        "weight":0.0027793951
    },
    {
        "url":"http:\/\/www.symcat.com\/medications\/torsemide",
        "text":"Banner for leaf pages 2\n\n\nAlso known as Demadex and Torem\n\nTorasemide (rINN) or torsemide (USAN) is a pyridine-sulfonyl urea type loop diuretic mainly used in the management of edema associated with congestive heart failure. It is also used at low doses for the management of hypertension. It is marketed under the brand name Demadex, Diuver and Examide.\n\nSource: Wikipedia\n\nEstimated Total Cost: $22.96 for an average of 28 days supply\n\nWhat is it prescribed for?\n\nPatients are most commonly prescribed torsemide to treat heart failure, coronary atherosclerosis, cardiomyopathy, and atrial fibrillation.\n\nWhat drug interactions are known?\n\nDo not take torsemide if you are taking any of the following:\n\nCritical Interactions\n\nSignificant Interactions\n\nAjax-loader Loading...",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9980210066,
        "format_confidence":0.6909838915,
        "weight":0.0128769267
    }
]