[
    {
        "url":"https:\/\/www.reference.com\/hobbies-games\/significance-morgan-silver-dollar-mintage-4cf6fb8e418aa35a",
        "text":"What is the significance of a Morgan silver dollar mintage?\n\n\nQuick Answer\n\nMorgan silver dollars were minted from 1878 to 1904 and briefly in 1921, when the U.S. government discontinued production of Morgan silver dollars permanently. The dollar coins were first created as a result of the discovery of a large silver mine near Carson City, Nev., that made silver an abundant metal. The Morgan silver dollars are 90 percent silver.\n\nContinue Reading\n\nFull Answer\n\nSilver dollars had fallen out of favor for the five years prior to the Morgan silver dollar because they were heavy and made up only a fraction of circulating coins. The Mint Act of 1878 authorized a new silver dollar to be minted, creating the Morgan. At the same time, Congress passed a bill requiring the treasury to purchase large amounts of silver for the production of dollar coins. Silver prices fell despite the interest in the metal because it was still not widely used in industry.\n\nBy 1893 there was an overabundance of silver dollars but not enough gold. The treasury's gold had been largely paid out to mine owners to purchase the silver, not leaving much left to pay notes and other financial obligations payable solely in gold. This put the U.S. government in a precarious situation and no more silver was purchased.\n\nThe Morgan dollars were minted until the supply of silver ran out in 1904. The Morgan dollar was briefly minted in 1921 as a counterbalance to an act that had required silver dollars to be melted down to make currency for India, which was then a British colony.\n\nLearn more about Coins & Currency\n\nRelated Questions",
        "topic_id":14,
        "format_id":7,
        "topic_confidence":0.5512317419,
        "format_confidence":0.987795949,
        "weight":0.0023626256
    },
    {
        "url":"http:\/\/fishblog-us.blogspot.com\/2010\/02\/fish-disease-ciliate.html",
        "text":"fish disease - Ciliate\n\nfish disease\n\nA.2. Ciliate\n\nParasites are usually moved by using vibrating hairs (cilia). Parasites are usually infects the skin, fins and gills of fish. As for some diseases caused by the ciliate include\n\n1. lchthyophthiriasis\nThe reason is lchthyophthirius multifiliis. The disease is often called white spots disease in accordance with the resulting clinical symptoms. Types of fish that can be infected by this disease is almost all types of freshwater fish. including ornamental fish. The size of many fish are fish infected seeds or if the adult size Mas fish will be infected. Clinical symptoms are easily observed with the white spots on the infected body part. infected fish rubbed his body on the bottom \/ wall of the container cultivation.\n\nFish seen gasping for air, especially when the parasite infects the gills. In such circumstances the death of the fish will usually high, because the fish susceptible to interference due to absorption of oxygen from fish gills infected.\n\nPrevention of this disease among others\n- Use of water quality balk\n- The equipment used should be disinfected prior\n- Keep the water temperature at the level of 28 ° C.\n\nTreatment of infected fish can be done in a way: soaking fish infected with a mixture of 25 ppm formalin for 24 hours. Move the fish into the water with a temperature of 28 ° C will help these parasites knocked out.\n\nCauses are: Trichodina sp and Trichodinella sp. Trichodina sp. infects the skin and fins gills, while Trichodinella sp. Infect the gills of fish. But the situation\n\nTrichodina infection was so severe that we can meet infect gills. These parasites infect nearly all types of fish both freshwater fish or saltwater fish, especially in the seed stage. Clinical symptoms of infected fish is a fish is weak, the body color is not bright \/ dull, and often rubbed his body on the wall or bottom of the pool. Water quality is not good, especially low oxygen content, density of fish that are too high to support the emergence of the disease.\n\nTransmission of this disease can be through water or direct contact with infected fish. Disease prevention can be done by way of improvement of water Mutua, and reduce the density of fish. Treatment for the infected fish can be done by soaking the fish in 40 ppm solution of formality for 12-24 hours.\n\n3. Tetrahymena sp.\nThe disease is primarily in ornamental fish and catfish in the early stages of life (seeds), and is a facultative parasites found only in fresh water. There on the skin and fins, but are sometimes found in the gills. Clinical symptoms can be observed is rather dull color of fish, fish movements slow, and if this parasite infects the gills of the fish will be seen gasping for air. Conditions that trigger this parasitic infection is poor water quality and fish density is too high.\n\nPrevention: the improvement of water quality and the environment and reduce the density of fish. Drugs that can be used to treat the infected fish is the same as those used to treat disease Ichthyophthiriasis.\n\n4. Epistylis spp.\nThis parasite is a common parasite found in Southeast Asia. Infected fish, especially freshwater fish such as catfish, carp, gurame, Tawes fish and generally are found in freshwater fish. Clinical symptoms: lean fish, eat, breath visible mengap advance if these parasites infect the gill cover. Can cause mass death in a nursing seedlings when aggravated by environmental conditions, occurs mainly in fish seed. Prevention: improvement of water quality, hygiene and subtracting the container density cultivation.\n\nTreatment for the infected fish among others can use the drugs normally used to eradicate infectious diseases caused by Ichthyophthirius multifiliis.\n\n5. Oodinium sp.\nThis parasite has a typical structure of a bulge that resembles cytoplasam roots, which serves as a pasting. Cytoplasmanya looks like foam that is equipped with a small partikei (granule). Essentially oval or sperical. At this stage the parasite does not have many flagella and do not swim. This parasite infects primarily freshwater fish and other freshwater fish. While contained in sea water fish is Amyloodinium sp.\n\nFish can be deadly within a\nbrief without showing clinical symptoms typical. Parasites can infect the skin, fins, gills, mouth and even eyes. Clinical symptoms include: bleeding in fish skin mat therefore the disease is known as Hama \"velvet disease\". If the parasites infect the gills of the fish will be seen gasping for air.\n\nPrevention: controlling the entry of water include the use of filters, and carry out acts of quarantine for new fish coming for at least 14 days. Eradication of these parasites can be done by placing the infected fish at a temperature of 24-27 ° C in the dark state. NaCI at a dose of 30,000 ppm by immersion for 5-15 minutes can eliminate these parasites. Acriflavin at 0.2-0.4 ppm concentration for long-term submersion. For sp Amyloodinium eradication can be done by soaking the fish in fresh water.\n\n6. Chilodonella spp.\n\nChilodonella spp. Much has been reported from Malaysia, and Indonesia Pilippina. Infect freshwater fish, especially lelean catfish, gurame and infect 50 species of ornamental fish. This parasite infects the skin, fins and gills of fish and sometimes in large numbers. Factors that support this parasitic infection is low temperatures that helped the less good is the condition of fish. These parasites attached to the host's body with the help of vibrating hairs (cilia) that are on the ventral part of the body.\n\nWhile its movement is supported by a row of hairs on his body shakes. Clinical symptoms: the infected fish showed the irritating symptoms of movement, jumping surface water, does not react to stimuli and the stimulus fish will eventually weak. Fish mucus-covered blue-gray.\n\nWhen it infects the gills have gill hyperplasia, so the fish will be seen gasping for air. Prevention: keeping condition \/ sepaya water quality remains good, minimizing the content of organic materials, and subtracting the density of fish. Treatment can be done by using a drug commonly used to Ichthyophthirius multifiliis.\n\ncetak halaman ini\n\nNo comments:\n\nPost a Comment",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.8220256567,
        "format_confidence":0.658229053,
        "weight":0.0122665193
    },
    {
        "url":"https:\/\/zims-en.kiwix.campusafrica.gos.orange.com\/wikipedia_en_all_nopic\/A\/Battle_of_Wattignies",
        "text":"Battle of Wattignies\n\nThe Battle of Wattignies (15–16 October 1793) saw a Republican French army commanded by Jean-Baptiste Jourdan attack a Coalition army directed by Prince Josias of Saxe-Coburg-Saalfeld. After two days of combat Jourdan's troops compelled the Habsburg covering force led by François Sébastien Charles Joseph de Croix, Count of Clerfayt to withdraw. The War of the First Coalition victory allowed the French to raise the Siege of Maubeuge. At a time when failed generals were often executed or imprisoned, Jourdan had to endure interference from Lazare Carnot from the Committee of Public Safety. The village, renamed Wattignies-la-Victoire in honor of the important success, is located 9 kilometres (6 mi) southeast of Maubeuge.\n\nBattle of Wattignies\nPart of the French Revolution\n\nLazare Carnot at Wattignies by Georges Moreau de Tours. Carnot constructed his own narrative of the battle with himself as hero and the French army as minor players.[1]\nDate15–16 October 1793\nResult French victory\nRepublican France Habsburg monarchy\nDutch Republic\nCommanders and leaders\nJean-Baptiste Jourdan\nLazare Carnot\nJacques Ferrand\nPrince Josias of Saxe-Coburg-Saalfeld\nCount of Clerfayt\nPrince of Orange\nEngaged: 45,000\nJourdan: 45,000\nFerrand: 25,000\nEngaged: 22,400\nObservation Army: 37,000\nSiege Army: 26,000\nCasualties and losses\n3,000–5,000 From Coburg\n365 killed\n1753 wounded\n369 captured or missing\nTotal : 2487 soldiers\n\nCoburg's main army encircled 25,000 French soldiers in Maubeuge while about 22,000 Austrians under Clerfayt were formed in a semi-circle, covering the southern approaches to the fortress. On the first day, 45,000 French soldiers mounted a clumsy attack which was easily repulsed, except near the village of Wattignies. On the second day, Jourdan concentrated half his army at Wattignies and after a tough fight, forced Coburg to concede defeat. Though the Coalition army was better trained than the French, its units were spread out too thinly and the different nationalities failed to cooperate. Soon the Coalition army went into winter quarters, finishing a campaign that started with great promise and ended in disappointment. Carnot rewrote history so that he and the political representatives got most of the credit for the triumph; Jourdan was dismissed in January 1794.\n\n\nIn the summer of 1793, the 118,000-strong Coalition army punched a gap in the line of French fortresses along the frontier with the Austrian Netherlands,[2] with the Siege of Condé concluding on 12 July and the Siege of Valenciennes on 27 July.[3] In the Battle of Caesar's Camp, the Coalition army under Prince Josias of Saxe-Coburg-Saalfeld hustled the French Army of the North out of a position near Cambrai on 7 August.[4] At this moment, the Coalition allies unwisely split their forces. Prince Frederick, Duke of York and Albany headed west toward Dunkirk with 37,000 British, Austrians, Hanoverians and Hessians.[5]\n\nFrom 6–8 September 1793, the Army of the North under Jean Nicolas Houchard defeated the Dunkirk covering force in the Battle of Hondschoote, compelling the Duke of York to give up the Siege of Dunkirk.[6] This was followed by the Battle of Menin on 13 September, in which the French routed a Dutch corps under Prince William of Orange. The Dutch suffered 3,000 casualties and lost 40 field pieces in the disaster. Two days later, an Austrian corps led by Johann Peter Beaulieu routed the French and recaptured Menen (Menin).[7]\n\nCoburg's main army concluded the Siege of Le Quesnoy on 13 September 1793, taking 4,000 French troops prisoner.[6] Two French columns attempted to raise the siege but failed, one of the columns being nearly wiped out by Coalition cavalry in the Battle of Avesnes-le-Sec. Though Coburg might have easily seized Cambrai and Bouchain, which had been stripped of their garrisons to form the relief columns, the Coalition commander chose to move against Maubeuge instead.[8] For these defeats, Houchard was arrested on 23 September and incarcerated in a common prison. Denounced as a coward and a traitor by the Revolutionary Tribunal, he was executed by guillotine on 16 November.[9] His predecessor in command of the Army of the North, Adam Philippe, Comte de Custine had been guillotined on 27 August 1793.[10]\n\nJean-Baptiste Jourdan had been wounded at Hondschoote and was named to lead the Army of the Ardennes on 9 September 1793. He was appointed provisional commander in chief of the Army of the North on 22 September 1793. When Jourdan protested that he lacked the experience to command the 104,000-man army, the representatives on mission notified him that refusal would result in his arrest.[11] The new commander found that he must respond to the Coalition's move against Maubeuge.[12] Coburg's army began the Siege of Maubeuge on 30 September.[13]\n\n\nFrench deployment\n\nOn 1 October 1793, Jourdan's large army was distributed across a broad front in four great masses, starting at the North Sea and running southeast. Joseph Souham at Dunkirk commanded 8,852 infantry in 17 battalions and 430 cavalry in one regiment and André Gigaux at Hondschoote had 7,269 infantry in 15 battalions. Near Cassel, Dominique Vandamme led 8,984 foot soldiers in 19 battalions and 325 horsemen in one regiment, while Charles François Filon led 3,705 foot soldiers in nine battalions. At Bailleul there were 4,166 infantry in 10 battalions. The second mass started at Armentières, where there were 9,644 foot in 19 battalions and 1,338 horse in four regiments. At the Camp of Madelaine near Lille, Antoine Anne Lecourt de Berú directed 13,564 infantry in 28 battalions and 817 Chasseurs à Cheval, in three regiments.[14] Pierre Guillaume Gratien at Mons-en-Pévèle led 3,521 infantry in nine battalions.[15]\n\nThe third mass was located at the Camp of Gavrelle between Douai and Arras.[16] Commanded by Jourdan, the force included the Flankers of the Right with 6,048 foot in 15 battalions and 1,602 horse in five regiments and the Flankers of the Left with 6,821 infantry in 14 battalions and 1,323 cavalry in three regiments. The Advance Guard consisted of 4,821 foot in eight battalions and 1,901 horse in five regiments; the Center Division was made up of 4,077 infantry in six battalions and 428 cavalry in two regiments, with two battalions of 732 men guarding the wagon train.[15] Jacques Ferrand commanded the fourth mass, which was in the Maubeuge entrenched camp.[15] Second-in-command was Jean Nestor de Chancel.[17] The fortress garrison under Étienne Gudin counted 2,173 soldiers. Pierre Arnould Meyer's right brigade numbered 6,992 men including the 7th and 12th Dragoons, Joseph-Antoine Colomb's center brigade had 6,802 men and Jacques Desjardin's left brigade consisted of 8,140 men including the 1st Hussars; altogether Ferrand commanded 24,107 soldiers.[18]\n\nBlockade of Maubeuge\n\nAt dawn on 29 September, a column under François Sébastien Charles Joseph de Croix, Count of Clerfayt crossed the Sambre at Berlaimont, southwest of Maubeuge. To the northeast, Franz Vincenz von Hoditz's column crossed the river near Pont-sur-Sambre and a third column led by Nikolaus von Colloredo-Mels crossed the Sambre at Hautmont. In a series of skirmishes, the three Austrian columns pressed east, finally driving Desjardin's troops into the Maubeuge entrenched camp, with losses of 150 men and two cannons.[19] To the east of Maubeuge, Austrians under Maximilian Anton Karl, Count Baillet de Latour crossed the Sambre near Marpent and Jeumont. A column under Alexander Friedrich von Seckendorf crossed near Merbes-le-Château farther east. These forces forced Meyer's troops in disorder back within Maubeuge, which was isolated.[20]\n\nCoburg split his forces into a 26,000-man Siege Army directed by the Prince of Orange and an Army of Observation. The Siege Army consisted of 14,000 Austrians under Colloredo south of the Sambre and 12,000 Dutch under Orange north of the river. Colloredo's force included 16 battalions, 10 companies and eight squadrons. The Army of Observation totaled 25,550 infantry and 12,150 cavalry, distributed in three main divisions. Franz Xaver von Wenckheim commanded 7,250 foot and 4,200 horse, west of the Sambre in the Forêt de Mormal. Hoditz directed 9,300 foot and 3,750 horse on the east of Maubeuge and Clerfayt led 9,000 foot and 4,200 horse on the south side of Maubeuge. Clerfayt divided his corps into three groups under Count Heinrich von Bellegarde, Joseph Binder von Degenschild and Ludwig von Terzi.[21]\n\nThe Coalition forces began constructing extensive siege works around Maubeuge. On the first day, the French garrison sortied against the Cense de Château but were repulsed after stiff fighting. Maubeuge was supplied for a normal garrison but far too many soldiers were trapped there. On 10 October, Ferrand had to put the troops on half-rations, while hundreds of sick and dying soldiers crowded the hospitals. On the 13 October, the French enjoyed initial success in a sortie against the Bois du Tilleul, but troops sent out to help mistakenly fired on their own friends and the French were compelled to retreat. The Coalition established batteries of 20 24-pound cannons against the town. After the Coalition army opened its bombardment on the night of 14 October, the morale of the garrison sank. When some soldiers complained to Chancel that they were hungry and tired he replied, \"Listen young men, it takes a lot of work and privation in order to gain the honor to fight and die for your country.\"[22] Representative Jean-Baptiste Drouet tried to cut his way out of Maubeuge with some dragoons but was captured. Denounced for abandoning the place, Drouet claimed his escape would have raised the spirits of the garrison.[23]\n\nFrench reaction\n\nLeaving 10,000 soldiers in the Camp of Gavrelle to support Bouchain and Cambrai, Jourdan immediately moved to the relief of Maubeuge with the remaining 20,000 men. He also called in 12,000 reinforcements from the Camp de Madelaine and 10,0... (truncated)",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9902974963,
        "format_confidence":0.973305881,
        "weight":0.0187915996
    },
    {
        "url":"https:\/\/www.bsava.com\/Resources\/Veterinary-resources\/Position-statements\/Fireworks",
        "text":"The BSAVA recognise that fearful reactions to loud noises, such as thunder and fireworks are common in dogs and likely to be an issue in many other animals.\n\nThe BSAVA recommends that veterinary surgeons advise evidence-based therapies for these fear responses in order that they may improve the welfare of animals under their care.\n\nThese would include:\n\n  • Behavioural management, such as provision of an enclosed place to hide.\n  • Use of short term medication with anxiolytic and amnesic effects.\n  • The use of pheromones as an adjunct may be beneficial in some cases.\n\nWhile the short term management of fears and phobias may be necessary BSAVA recommends that long term treatments should also be implemented wherever possible, these include:\n\n  • Behavioural therapy, using desensitisation and counter-conditioning.\n  • Long term drug therapy, where required.\n\nThose without expertise in behavioural medicine should consider referral to a behavioural practitioner.\n\n\nBackground Information\n\nMany animals show a fear response to loud noises such as fireworks. Since many animals have more acute hearing that humans this may be a normal response to an abnormally loud sounds or it may become a phobia. These fear responses may be transient, and decrease as the animal gets used to the noise. However, a significant proportion of individuals will become sensitised, in other words the response will increase with repeated exposure. The particular response of an individual animal to noises will vary between individuals. Cats will usually try and escape or hide, whereas dogs may show a range of responses such as barking, seeking owner attention, pace, pant or vocalise. These responses can be severe and animals can be in distress throughout periods of exposure to noises, and for a prolonged period afterwards.\n\nThere is accumulating evidence that phobias can be treated successfully using behavioural modification techniques, such as desensitisation and counter-conditioning. These programmes can take some time, especially in cases where the response has been present for a long time, or is particularly severe. Therefore, owners are advised to consult their veterinary surgeon several months before fireworks are anticipated.\n\nOther statements\n\n\nReferral (behaviour)\n\nFurther information\n\nHow to keep your pets safe (Defra)\n\n\nPets and Fireworks (RSPCA)\n\nBSAVA members Member Only\n\nIf you are a BSAVA member please log in to access additional content. If you are not currently a BSAVA member and would like to join us please click here.\n\nRegistered Company No. 02837793. A Company Limited by Guarantee in England. Registered as a Charity in England and Wales No. 1024811.",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9875561595,
        "format_confidence":0.8782061934,
        "weight":0.016365934
    },
    {
        "url":"https:\/\/www.baseball-reference.com\/bullpen\/2018_San_Francisco_Giants",
        "text":"2018 San Francisco Giants\n\nFrom BR Bullpen\n\nSanFranciscoGiants 100.png\n\n2018 San Francisco Giants \/ Franchise: San Francisco Giants \/ BR Team Page[edit]\n\nRecord: 73-89, Finished 4th in NL Western Division (2018 NL)\n\nManaged by Bruce Bochy\n\nCoaches: Jose Alguacil, Chad Chop, Matt Herges, Hensley Meulens, Alonzo Powell, Rick Schu, Ron Wotus and Curt Young\n\nBallpark: AT&T Park\n\nSeason Highlights[edit]\n\nThe 2018 San Francisco Giants were coming off having the worst record in the National League in 2017. While most teams would have taken this as a cue to start tearing up the team in order to rebuild, most observers seemed to agree that the team was not really that bad, but instead was a victim of everything that could possibly have gone wrong doing so, saddling them with an awful record. So, instead of seeing what package of prospects they could extract by trading away their star players, the Giants decided to double down and add a few veterans to plug obvious holes in order to extend their cycle of competitiveness by one or two more years. After all this was a team that had made the postseason as recently as 2016, and had won three World Series title since the start of the decade.\n\nThe Giants made two big deals during the winter, the first one to acquire 3B Evan Longoria from the Tampa Bay Rays and the second to snag OF Andrew McCutchen from the Pittsburgh Pirates. In both cases, the trades had only cost them some young players who were not expected to contribute much in 2018 - although in the longer term, their absence could prove costly. Both Longoria and McCutchen had been among the top players in the league only a few years ago and while still productive in 2017, were on the wrong side of 30, making them liable to experience a steep decline at any moment. The Giants were betting that this would not come for at least a couple of seasons. Other additions included P Tony Watson and OF Austin Jackson, the latter essentially taking the spot of Denard Span, who had gone to the Rays in the Longoria deal. They joined a solid core that included C Buster Posey, 1B Brandon Belt, 2B Joe Panik, SS Brandon Crawford and OF Hunter Pence, all of them former contributors to World Series titles. On the mound, the top three of Madison Bumgarner, Jeff Samardzija and Johnny Cueto was as good on paper as any other team's - if they remained healthy. Sam with the bullpen tandem of Mark Melancon and Sam Dyson: potentially devastating, but both coming off recent stretches of awfulness. Everyone was expecting a bounce-back from the Giants; the question was whether it would be big enough to take them back into postseason contention.\n\nFor all the efforts put towards improving the offense in the off-season, the Giants started the year in a huge batting slump, scoring just two runs over their first four games. They still managed to exit that opening series with a .500 record, as they won 1-0 against the Los Angeles Dodgers on Opening Day, March 29th, thanks to a solo homer by Panik off Clayton Kershaw. They won again by the same score the next day, again thanks to a solo homer by Panik as Cueto gave up just one hit in seven innings. But they lost the final two games of the series by a combined score of 14-0. They were the first team since the 1988 Baltimore Orioles, who lost their first 21 games, to score so few runs in their first four games.\n\nAwards and Honors[edit]\n\nFurther Reading[edit]\n\n  • Associated Press: \"Madison Bumgarner, Giants ready to rebound from last place\", USA Today Sports, March 22, 2018. [1]\n  • Jorge L. Ortiz: \"Giants buck trend, infuse veteran players over youth to spark club\", USA Today Sports, February 28, 2018. [2]",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9977333546,
        "format_confidence":0.9238601923,
        "weight":0.0031425374
    },
    {
        "url":"http:\/\/fishblog-us.blogspot.com\/2010\/02\/fish-disease-ciliate.html",
        "text":"fish disease - Ciliate\n\nfish disease\n\nA.2. Ciliate\n\nParasites are usually moved by using vibrating hairs (cilia). Parasites are usually infects the skin, fins and gills of fish. As for some diseases caused by the ciliate include\n\n1. lchthyophthiriasis\nThe reason is lchthyophthirius multifiliis. The disease is often called white spots disease in accordance with the resulting clinical symptoms. Types of fish that can be infected by this disease is almost all types of freshwater fish. including ornamental fish. The size of many fish are fish infected seeds or if the adult size Mas fish will be infected. Clinical symptoms are easily observed with the white spots on the infected body part. infected fish rubbed his body on the bottom \/ wall of the container cultivation.\n\nFish seen gasping for air, especially when the parasite infects the gills. In such circumstances the death of the fish will usually high, because the fish susceptible to interference due to absorption of oxygen from fish gills infected.\n\nPrevention of this disease among others\n- Use of water quality balk\n- The equipment used should be disinfected prior\n- Keep the water temperature at the level of 28 ° C.\n\nTreatment of infected fish can be done in a way: soaking fish infected with a mixture of 25 ppm formalin for 24 hours. Move the fish into the water with a temperature of 28 ° C will help these parasites knocked out.\n\nCauses are: Trichodina sp and Trichodinella sp. Trichodina sp. infects the skin and fins gills, while Trichodinella sp. Infect the gills of fish. But the situation\n\nTrichodina infection was so severe that we can meet infect gills. These parasites infect nearly all types of fish both freshwater fish or saltwater fish, especially in the seed stage. Clinical symptoms of infected fish is a fish is weak, the body color is not bright \/ dull, and often rubbed his body on the wall or bottom of the pool. Water quality is not good, especially low oxygen content, density of fish that are too high to support the emergence of the disease.\n\nTransmission of this disease can be through water or direct contact with infected fish. Disease prevention can be done by way of improvement of water Mutua, and reduce the density of fish. Treatment for the infected fish can be done by soaking the fish in 40 ppm solution of formality for 12-24 hours.\n\n3. Tetrahymena sp.\nThe disease is primarily in ornamental fish and catfish in the early stages of life (seeds), and is a facultative parasites found only in fresh water. There on the skin and fins, but are sometimes found in the gills. Clinical symptoms can be observed is rather dull color of fish, fish movements slow, and if this parasite infects the gills of the fish will be seen gasping for air. Conditions that trigger this parasitic infection is poor water quality and fish density is too high.\n\nPrevention: the improvement of water quality and the environment and reduce the density of fish. Drugs that can be used to treat the infected fish is the same as those used to treat disease Ichthyophthiriasis.\n\n4. Epistylis spp.\nThis parasite is a common parasite found in Southeast Asia. Infected fish, especially freshwater fish such as catfish, carp, gurame, Tawes fish and generally are found in freshwater fish. Clinical symptoms: lean fish, eat, breath visible mengap advance if these parasites infect the gill cover. Can cause mass death in a nursing seedlings when aggravated by environmental conditions, occurs mainly in fish seed. Prevention: improvement of water quality, hygiene and subtracting the container density cultivation.\n\nTreatment for the infected fish among others can use the drugs normally used to eradicate infectious diseases caused by Ichthyophthirius multifiliis.\n\n5. Oodinium sp.\nThis parasite has a typical structure of a bulge that resembles cytoplasam roots, which serves as a pasting. Cytoplasmanya looks like foam that is equipped with a small partikei (granule). Essentially oval or sperical. At this stage the parasite does not have many flagella and do not swim. This parasite infects primarily freshwater fish and other freshwater fish. While contained in sea water fish is Amyloodinium sp.\n\nFish can be deadly within a\nbrief without showing clinical symptoms typical. Parasites can infect the skin, fins, gills, mouth and even eyes. Clinical symptoms include: bleeding in fish skin mat therefore the disease is known as Hama \"velvet disease\". If the parasites infect the gills of the fish will be seen gasping for air.\n\nPrevention: controlling the entry of water include the use of filters, and carry out acts of quarantine for new fish coming for at least 14 days. Eradication of these parasites can be done by placing the infected fish at a temperature of 24-27 ° C in the dark state. NaCI at a dose of 30,000 ppm by immersion for 5-15 minutes can eliminate these parasites. Acriflavin at 0.2-0.4 ppm concentration for long-term submersion. For sp Amyloodinium eradication can be done by soaking the fish in fresh water.\n\n6. Chilodonella spp.\n\nChilodonella spp. Much has been reported from Malaysia, and Indonesia Pilippina. Infect freshwater fish, especially lelean catfish, gurame and infect 50 species of ornamental fish. This parasite infects the skin, fins and gills of fish and sometimes in large numbers. Factors that support this parasitic infection is low temperatures that helped the less good is the condition of fish. These parasites attached to the host's body with the help of vibrating hairs (cilia) that are on the ventral part of the body.\n\nWhile its movement is supported by a row of hairs on his body shakes. Clinical symptoms: the infected fish showed the irritating symptoms of movement, jumping surface water, does not react to stimuli and the stimulus fish will eventually weak. Fish mucus-covered blue-gray.\n\nWhen it infects the gills have gill hyperplasia, so the fish will be seen gasping for air. Prevention: keeping condition \/ sepaya water quality remains good, minimizing the content of organic materials, and subtracting the density of fish. Treatment can be done by using a drug commonly used to Ichthyophthirius multifiliis.\n\ncetak halaman ini\n\nNo comments:\n\nPost a Comment",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.8220256567,
        "format_confidence":0.658229053,
        "weight":0.0122665193
    },
    {
        "url":"https:\/\/www.baseball-reference.com\/bullpen\/2018_San_Francisco_Giants",
        "text":"2018 San Francisco Giants\n\nFrom BR Bullpen\n\nSanFranciscoGiants 100.png\n\n2018 San Francisco Giants \/ Franchise: San Francisco Giants \/ BR Team Page[edit]\n\nRecord: 73-89, Finished 4th in NL Western Division (2018 NL)\n\nManaged by Bruce Bochy\n\nCoaches: Jose Alguacil, Chad Chop, Matt Herges, Hensley Meulens, Alonzo Powell, Rick Schu, Ron Wotus and Curt Young\n\nBallpark: AT&T Park\n\nSeason Highlights[edit]\n\nThe 2018 San Francisco Giants were coming off having the worst record in the National League in 2017. While most teams would have taken this as a cue to start tearing up the team in order to rebuild, most observers seemed to agree that the team was not really that bad, but instead was a victim of everything that could possibly have gone wrong doing so, saddling them with an awful record. So, instead of seeing what package of prospects they could extract by trading away their star players, the Giants decided to double down and add a few veterans to plug obvious holes in order to extend their cycle of competitiveness by one or two more years. After all this was a team that had made the postseason as recently as 2016, and had won three World Series title since the start of the decade.\n\nThe Giants made two big deals during the winter, the first one to acquire 3B Evan Longoria from the Tampa Bay Rays and the second to snag OF Andrew McCutchen from the Pittsburgh Pirates. In both cases, the trades had only cost them some young players who were not expected to contribute much in 2018 - although in the longer term, their absence could prove costly. Both Longoria and McCutchen had been among the top players in the league only a few years ago and while still productive in 2017, were on the wrong side of 30, making them liable to experience a steep decline at any moment. The Giants were betting that this would not come for at least a couple of seasons. Other additions included P Tony Watson and OF Austin Jackson, the latter essentially taking the spot of Denard Span, who had gone to the Rays in the Longoria deal. They joined a solid core that included C Buster Posey, 1B Brandon Belt, 2B Joe Panik, SS Brandon Crawford and OF Hunter Pence, all of them former contributors to World Series titles. On the mound, the top three of Madison Bumgarner, Jeff Samardzija and Johnny Cueto was as good on paper as any other team's - if they remained healthy. Sam with the bullpen tandem of Mark Melancon and Sam Dyson: potentially devastating, but both coming off recent stretches of awfulness. Everyone was expecting a bounce-back from the Giants; the question was whether it would be big enough to take them back into postseason contention.\n\nFor all the efforts put towards improving the offense in the off-season, the Giants started the year in a huge batting slump, scoring just two runs over their first four games. They still managed to exit that opening series with a .500 record, as they won 1-0 against the Los Angeles Dodgers on Opening Day, March 29th, thanks to a solo homer by Panik off Clayton Kershaw. They won again by the same score the next day, again thanks to a solo homer by Panik as Cueto gave up just one hit in seven innings. But they lost the final two games of the series by a combined score of 14-0. They were the first team since the 1988 Baltimore Orioles, who lost their first 21 games, to score so few runs in their first four games.\n\nAwards and Honors[edit]\n\nFurther Reading[edit]\n\n  • Associated Press: \"Madison Bumgarner, Giants ready to rebound from last place\", USA Today Sports, March 22, 2018. [1]\n  • Jorge L. Ortiz: \"Giants buck trend, infuse veteran players over youth to spark club\", USA Today Sports, February 28, 2018. [2]",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.9977333546,
        "format_confidence":0.9238601923,
        "weight":0.0031425374
    },
    {
        "url":"https:\/\/smb.avast.com\/answers\/history-and-future-of-network-security",
        "text":"\n\nHistory and Future of Network Security\n\nOrigins, History, and Evolution\n\nNetwork security came about as a topic as soon as people started realizing that there was intrinsic value in data. This happened in a series of events as the Information and Digital Age unfolded in the second half of the 20th century.\n\nIn the late 1960s and into the early 1970’s, digital storage became a reality. Large, room-sized mainframes were responsible for storing this information, and access to those storage repositories was granted by plugging directly into the mainframe itself, or accessing the mainframe’s data from one of many terminals inside of the building. Early adopters of digital storage technology didn’t have a problem protecting company sensitive information, as you actually had to be inside the building to get to the information.\n\nLess than a decade later, as more and more data was stored, there was a shift in thinking: Data had value and large helpings of personally identifiable information. During this shift, information started becoming a commodity. Credit card data, bank account numbers, profit and loss statements, personal details, demographic information on large population groups… this proliferation of digital data brought with it unprecedented risk of the most sensitive of information ending up in the hands of the wrong people.\n\nThe introduction of online access and the Internet exacerbated this risk. Not only did companies have large amounts of personal information on employees and customers, they also started sharing, selling, and repackaging this data. \n\nThe genesis of cybercrime and the modern approach for protection came about as a result of data becoming a commodity. Anything with value can be bought, sold, and most importantly, stolen. Companies now had to face the new reality that their sensitive information needed to be kept safe from cybercriminals.\n\nSecurity as a Fortress\n\nThe modern approach to defend against cyber attacks and threats is to have as many layers as it takes to keep the cybercriminal from getting at your most important and sensitive information. This is not unlike how medieval fortresses were constructed; The farmlands would be on the very outside, and multiple layers of walls would deter the enemy, with the very most important of possessions and nobility behind the last wall.\n\nThis layered strategy, also referred to as defense in depth, exists within businesses as well. Large enterprise organizations often have a wide combination of firewalls, content inspection appliances, endpoint antivirus, proxy servers, and IAM systems in play, protecting dozens or hundreds of private companies. Each of these represent a layer that must be beaten, often prior to encountering the next layer. Make it past the firewall, there might be an Intrusion Prevention System waiting behind that to stop the malicious code from executing. There could be other content inspection processes waiting behind that as well such as an Intrusion Detection System.\n\nIn contrast to a brick-and-mortar fortress, there are constant, internal threats to a company. Employees take laptops home and work as if in the office. People bring their mobile devices to work and connect to the guest or private network. Each of these two actions could bring an active malware infection into the company. At that point, DNS-level protection in the form of a firewall or secure web gateway would need to prevent malicious code from downloading or executing.\n\nModernizing the Technology Stack\n\nIn the modern stack, organizations that handle very sensitive information have compliance standards that must be met. These standards stipulate that a minimum level of protection must be applied. These standards are nearly 100% reliant on the technology stack, which is designed to keep criminals from breaching your defenses.\n\nIT security can be strengthened by assessing a company’s attack surface, prioritizing the most impactful risks, and solving using a combination of tools and processes. Therefore, risk assessment is a powerful first step in defining the proper strategy.\n\nAfter proper assessments have been done, administrators then select the fewest tools and processes possible to solve for all of their high priority challenges. These include threat intelligence and prevention tools that help a modern administrator manage the IT stack and activity. Among these tools are:\n\n  • Intrusion Detection Systems (IDS) which scan and alert when unauthorized access or threats have been detected\n  • Intrusion Prevention Systems (IPS) which scan for malicious traffic that has made it behind the firewall\n  • Endpoint protection products such as antivirus or email protection software\n  • Security Information and Event Management (SIEM) tools, that allow IT administrators to configure specific alerts attached to specific actions thus increasing their visibility into the stack\n  • Network Access Control tools which enhance an administrator’s visibility with policy governance, user governance, and automated reactions to common intrusion attempts\n  • Cloud Security tools to remotely manage devices, data, and networks from a central location\n  • Physical and Digital Access Control Tools which only allow authorized people or devices access to company property, networks, or information\n\nContinue Reading...\n\nOn-Demand Webinar\n\nMSSPs: Surviving and Prospering in the New Network Security Reality. The Avast Business \"Easy Button\" Solution.\n\nView Webinar >\n\nRecorded Demo\n\nSee How a Secure Internet Gateway with Powerful Next Gen Firewall Capabilities (NGFW) Provides Complete Security.\n\nView Demo >\n\nOn-Demand Webinar\n\nAppliances vs Cloud Security. Six Reasons Why On Prem Security Appliances and UTMs Are Failing Your Business.\n\nView Webinar >",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.7084608674,
        "format_confidence":0.8546078801,
        "weight":0.0012057265
    }
]