[
    {
        "url":"http:\/\/www.stlucieco.gov\/veterans\/vet_education.htm",
        "text":"﻿ St Lucie County Florida Online || Veteran Services\n\nVA Education\n\nSince 1944, the GI Bill has eased the transition of millions of military personnel back to the private sector. \n\nHalf of all service members eligible for education benefits regularly turn down $20,000 in benefits, this is including after they pre-paid for it with cash and sweat equity, according to VA officials.  Walking away from the benefit is a loss of a great investment.\n\nVA officials emphasize that VA Education benefits do not have to be paid back, unlike student loans. Recent changes make it even better. The program now pays the cost of some preparatory courses for college and graduate school entrance exams. Also, eligibility has been expanded to some officer training school graduates and surviving spouses.  The education benefit provides many military men and women with education opportunities that otherwise might not be available.\n\n  • The Post-9\/11 GI Bill\n  • Montgomery GI Bill - Active Duty (MGIB-AD)\n  • Montgomery GI Bill - Selected Reserve (MGIB-SR)\n  • Reserve Educational Assistance Program (REAP) Veterans Educational Assistance Program\n  •  (VEAP) Educational Assistance Test Program (Section 901)\n  • Survivors’ and Dependents' Educational Assistance Program (DEA)\n  • National Call to Service Program\n  • Veterans Retraining Assistance Program\n\nFor more information about the program you are interested in visit the VA education resource.\n\nVA Work\/Study Program\n If you've ever had the need to visit or call one of our offices, you may have been assisted by a veteran working for us through the Veteran Affairs Education Program. Our department has been fortunate to utilize this program for years and plan to continue this great partnership!\n\nYou may be eligible for additional educational benefits under other programs.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9955447316,
        "format_confidence":0.7605537772,
        "weight":0.0177592462
    },
    {
        "url":"https:\/\/www.sonoraca.com\/business-services\/resources\/",
        "text":"The contact information below is provided to assist those with an existing business or those wishing to start a business within the City of Sonora. However, the information may not be comprehensive depending on the type of business to be conducted.\n\nTherefore, interested persons are advised to consult with an attorney to insure all requirements are met for their particular type of business.\n\n\nBusiness License\n\nThe City of Sonora requires all businesses doing business within the City Limits to obtain a Business License. Click here for Business License Information.\n\nContact: Darlene Gibson\n\nCity Administration\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-4541\n\nOccupancy Permit\n\nFor all new businesses located within the City Limits, as part of the Business License Application, the City of Sonora requires an approved “Occupancy Permit” and inspection. The purpose of this permit is to assure that basic minimum building and fire safety standards are met.\n\nContact: Building and Planning Department\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-3508\n\nHome Occupation Permit\n\nSome businesses which have few or no impacts may be allowed to be operated out of an existing residence. Such businesses must obtain a Home Occupation Permit.\n\nContact: Community Development Department\n\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-3508\n\nSign Permit\n\nSign Permits and Design Review are required for most signs within the City Limits.\n\nContact: Kim Campbell\n\nBuilding and Planning\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-3508\n\nPlanning and Zoning\/New Construction\/Use Permit\n\nBefore selecting a particular location zoning requirements should be reviewed for the proposed business type. If there will be new construction or additions\/renovations to an existing building, plans will have to be reviewed and required permits obtained. Some commercial businesses must also obtain a Use Permit to operate in the City of Sonora.\n\nCommunity Development Department\n94 N. Washington Street\nSonora, CA 95370\n(209) 532-3508\n\nHealth Permit\n\nIf the business will involve the handling of foods, you must consult the Environmental Health Office and obtain a permit. Contact\n\nTuolumne County Environmental Health Department\n\n(Division of Tuolumne County Public Health)\n2 South Green Street\nSonora, CA 95370\n(209) 533-6440\n\nFictitious Business Name Statement\n\nEvery person who regularly transacts business in the State of California for profit under a fictitious business name must file a Fictitious Business Name Statement. The form is filed with the County Clerk of the County of the principal place of business.\n\n\nTuolumne County Clerk\n2 South Green Street\nSonora, CA 95370\n(209) 533-5573\n\n\nSeller’s Permit\/Resale Number\n\nEvery business that will sell or lease tangible personal property (merchandise) to customers must obtain a seller’s permit from the State Board of Equalization. Making taxable sales without a valid permit is a misdemeanor under California’s Sales and Use Tax Law and is subject to fines and penalties.\n\nState Taxes – Withholding\n\nEmployers must register with the State Employment Development Department.\n\nFair Employment\n\nEmployers are required to provide information to employees regarding employment rights and to display certain posters where employees may readily see them.\n\nWorkers Compensation\n\nUnder California Law Worker’s Compensation Insurance is mandatory for all employers. Contact the State Compensation Fund regarding the requirements of Workers Compensation Insurance.\n\nAlcoholic Beverage Control\n\nIf the business will sell alcoholic beverages, you must contact the State Department of Alcoholic Beverage Control.\n\nContractor’s State License Board\n\nIf the business is in the construction industry, contact the State Contractor’s License Board to determine what special permits\/license may be required.\n\nState Licenses\n\nThe State of California imposes license requirements and fees on more than 100 businesses and professions. The Department of Consumer Affairs grants most licenses.\n\nBusiness Filing\n\nIf forming a corporation, a limited liability company, or a partnership, you must file with the California Secretary of State.\n\n\nIf the business will have employees, there are laws that govern safety standards designed to prevent injuries arising out of unsafe or unhealthy working conditions.\n\n\nInternal Revenue Service\n\nBusinesses will be required to file various tax forms (income, self-employment, property, sales and use, payroll, excise, etc…) using a tax identification number, social security number for sole proprietors or an Employer Identification Number for businesses with employees.\n\n\n\n\n\nCity of Sonora\nRachelle Kellogg, Community Development Director\n94 N. Washington St.\nSonora, CA 95370\nPhone: (209) 532-3508\nFax: (209) 532-3511",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9953533411,
        "format_confidence":0.8949142694,
        "weight":0.0159111179
    },
    {
        "url":"http:\/\/www.philips.co.uk\/c-p\/SC2007_80\/lumea-ipl-hair-removal-device\/support",
        "text":"Lumea Prestige IPL - Hair removal device\n\nLumea Prestige IPL - Hair removal device\n\nFor use on body and face, 15 minutes to treat lower legs, >250, 000 lamp flashes, Cordless design SC2007\/80 Find similar products\n\nManuals and Documentation\n\nContact us\n\nQuestions about IPL?\n\nCall us\n\nMonday - Friday: 08:30 am - 08:00 pm\nSaturday: 09:00 am - 06:00 pm\n\n\n\nAdd the number +447585328315 to your contact list and contact us through WhatsApp.\n\nMonday – Friday 09.00 – 18.00\n\n\nDo you own this product?\n\nKeep track of your product warranty\n\n\nQualify for cash-back, gifts and special\n\n\nGet easy access to product support\n\nTroubleshooting and Repair Solutions\n\n\nFind out more\n\n\nSee the following document for more detailed information on the Philips warranty. Please contact the local contact centre if you have additional questions.\n\nFollow us on Twitter:\n\nRecently viewed products\n\nYou might be interested in",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.6205355525,
        "format_confidence":0.9226233959,
        "weight":0.0044822008
    },
    {
        "url":"https:\/\/expressus.kg\/pages\/cost?locale=en",
        "text":"Delivery from USA to Bishkek - 1044 som\/kg (200 gram minimal weight)\n\n\nOrders with Our Help (we pay for your order using our credit card) - 7% from order value ($5 minimum)\n\n* final cost depends on the exchange rate at the moment of payment\n\n\nVolumetric\/Dimensional and Actual Weight\n\nTransportation cost is calculated based on the actual or volumetric weight (no rounding). We use the greater of the two values.\n\nThe formula for calculating the volumetric weight (in kg) of a box:\nLength (cm) x width (cm) x height (cm) \/ 6000\n\n* updated 02.03.2017\n\n- on, the minimum comission of $5 applies to orders from every single vendor.\n\n- the minimum delivery cost of each individual parcel (with a separate tracking number) is $2 (this applies to both Independent Orders and Orders with Our Help).\n\nFor example, if you receive 2 packages (one weighing 1 kg, while the second - 50 g), the total delivery cost will be $12 + $2 = $14.\n\nWhen calculating the cost of delivery of the following goods we use rounding to 1 kg per unit (if the good weighs less than 1 kg):\n\n  • mobile phones (including used, not working, etc.);\n  • tablets;\n  • E-readers;\n  • mp3-players;\n  • cameras and camcorders;\n  • DVRs;\n  • other small electronics;\n  • wrist watches and smart watches.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.901499033,
        "format_confidence":0.7534655929,
        "weight":0.0061198443
    },
    {
        "url":"http:\/\/p0089.enginefaultcode.com\/",
        "text":"P0089 Engine Fault Code\n\nCheck Solution For P0089 OBD Code :\n\nP0089 engine code seems a kind of powertrain problem, we try to show one by one the meaning and the solution.\nBrief explanation of the P0089 code and definition of P0089 is the bottom side.\n\nP0089 Meaning :\n\np Powertrain Code\nProblem is related engine, transmission and emissions systems.\n0 SAE - Generic\n0 Fuel And Air Metering\n8 Exhaust Gas Recirculation System Valve 1\n9 Kick-Down Switch Failed Short\n\nSAE - Generic codes, which have a '0' as their second digit to indicate they are common to all makes and models of vehicles. These are the codes that are required for basic emissions fault diagnosis.\n\nHow To Fix P0089 ?\n\nDeactivation of cylinders is achieved by releasing a synchroniser pin that normally interlocks the cam follower and rocker arms. P0089 code resolves the synchroniser pin is released using hydraulic pressure which is controlled by a dedicated solenoid.\n\nP0089 Code Description:\n\nIs the fuel pump sometimes not priming when you turn the key to ON(II)? Start by measuring the fuel pressure and checking whether you have bright white-bluish spark at all four plugs. The mechanical timing is also something that you should check, as we mentioned above. When you see P0089 engine fault code on your engine code reader this description will help you.\n\nP Codes List of all Powertrain codes.\n\nFinal Step: In the definitions listed below, there is a test drive recommended after you've completed any repairs to see if the condition is fixed. Before you take a test drive after a repair, always erase the P Code(s) first. This will turn the check engine light off and then you will know if the check engine light returns, you've got further diagnostics to complete.\n\nThis engine code information is presented for information purposes only. This is not intended as repair advice and we are not responsible for any actions you take on any vehicle.\n\nCopyright © 2016 - EngineFaultCode.com\nAll rights reserved.\n\nValid CSS!",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9022117853,
        "format_confidence":0.6701284647,
        "weight":0.0054429584
    },
    {
        "url":"http:\/\/serappollard.com\/customer-service\/returns-policy\/5\/",
        "text":"﻿ Serap Pollard\n\nReturns Policy\nWe hope that you are pleased with you order, but if you are not completely satisfied, you have 14 days to return them to us for a refund or exchange. Please see the terms and conditions if your item suffers a fault. \nYou must notify us of your wish to return or exchange any items from your order within 7 days after the day of receipt, by email to: info@serappollard.com\nTo return an item, please contact the Customer Services team stating the following information:\no A date on which you would like your order to be collected (this must be at least 72 hours after this return request is submitted and must be a business day (Monday - Friday) in order for us to schedule a collection)\no Provide a four hour time window within which you will be available for collection to be made from the address to which you order was delivered.\no For Example: 25\/12\/2016 – 12pm-4pm\no All returns must be sent back in the original packaging provided and with item tags still attached.\no Please note Serap Pollard London Ltd does not refund shipping costs. \n For additional help or queries regarding the returns process or for exchanging your order, please contact us at: info@serappollard.com\nThe information below includes details on returns standards, timescales, refunds and issues arising from damaged or faulty items. If you require information on how to return or exchange an item, please see our Returns and Exchanges page.\n\nPolicy Details\nYou must inform us, as detailed in the Returns instructions, that you wish to cancel\/return your purchase within 14 days of receipt of your product\/s. You will have 14 days from receiving acknowledgement from our Customer Services team to send the product to us at our return address.\nAll items should be sent back to us in their original packaging provided. All items should be returned new, unused, and with tags still attached. Any items that are returned to us in a damaged, altered, and less than perfect condition may not be accepted and may be sent back to the customer.\nPlease contact customer services  if any of your items have been delivered without Serap returns tags. Where provided, any packaging such as authenticity cards, dust bags, and Serap boxes should be included in your return.\nAll items returned to our warehouse should have a corresponding Return Merchandise Authorization (RMA) number (sent via email to the customer upon notification of a return request). Unidentified returns may be returned to the sender.\n\nItem Specifics\nClothing: Please take care whilst trying on garments. All clothing must be returned in a new, unused and undamaged condition, with the returns tag still attached.\nShoes: Shoes must be returned with all packaging including dust bag and box. While trying on your shoes or deciding whether to keep them, please ensure the soles are protected by standing on a soft or carpeted surface.\nAccessories: Please handle all accessories with care and ensure that the returns tag remains attached if you decide not to keep your items. Jewellery items should show no signs of wear, scratches, loose or missing stones or faults.\n\nFaulty Items\nItems are classified as faulty if they are received damaged or if a manufacturing fault occurs within 90 days of purchase.\nDamage due to wear and tear or as a result of invalid cleaning methods not depicted on the care label, are not considered faulty.\nWhere possible, we will offer to repair faulty items. If you would like to exchange your item, please be aware that we can only replace it for the same product in the same size, subject to availability. If a faulty item cannot be repaired or replaced we will offer a full refund.\n\nEvery effort has been made to ensure the colours of each product are displayed as accurately as possible. However, as computer models and screens may vary, we cannot guarantee that your monitor’s display of colour is completely accurate.\n\nAll successfully returned items will be credited to the card used when placing the order and will be refunded in the currency in which you paid (at the exchange rate prevailing on the day of purchase), less any shipping costs incurred. If you choose to return an item to us the delivery costs incurred will not be reimbursed.\nPlease note, items should not be returned to us without prior notice. All return requests should be submitted through the Customer Services team. Items returned to us without prior notification will not be refunded.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.811745584,
        "format_confidence":0.7598758936,
        "weight":0.0135102046
    },
    {
        "url":"https:\/\/help.cigabuy.com\/wire-material",
        "text":"• Search\n\nHelp & Guide\n\nWire Material\n\nKanthal, it is the most used wire and most common on all the coils in the market and it can be used on a regular device on regular power or volts mode.\n\n\nNickel (NI200) wire, it's a very low resistance wire and it's resistance varies when you apply current on it making possible to some devices to control temperature just reading those resistance variations and making calculations. This wire CANNOT be used on regular power mode because of it's fumes provenient to the Nickel degradation and that's bad to inhale.\n\n\nNichrome 80 is another wire type that gained popularity with vapers to use for their RBA coil builds. Although a lot of vapers still swear by it, slowly kanthal is starting to take its place. Nichrome 80 is an alloy of nickel and chromium, it is composed of 80% nickel and 20% chromium.\n\nCompared to kanthal wire, nichrome is much less heat resistant at 2462 degrees Fahrenheit, but it heats up much quicker than kanthal. Because it heats up much faster, nichrome 80 is very popular among sub-ohm cloud chasing vapers.\n\n\nTitanium Wire, works pretty much like the previous one, but it gives you higher resistance then NI200, better ramp up or quick heat and quick cool down, and just like NI200 this wire CANNOT be used on regular power mode because of possible formation of Titanium Dioxide and that's bad to inhale.\n\n\nStainless Steel Wire, on the other hand, can and should be used just as kanthal on regular power mode devices, but with the advantage that it can also be used on temperature control mode on devices that have that function. You can still use it on Titanium temperature control mode on most devices out now but you need to start on the minimum temperature like 200ºF (100ºC) because the Stainless Steel Wire Temperature Coefficient is low compared to Titanium the temperatures will be that off. Me and also other reviewers and vapers agree that the flavor coming from the vapor produced on a coil with this wire, tastes more clean and crispy.\n\n\nTo conclude, Kanthal has a higher Max Operating Temperature which will give it a longer life on your RDA.  Nichrome heats up at a faster rate and is sometimes preferred for this reason for \"cloud chasing\" or sub-ohm builds. Some people taste a difference between Kanthal and Nichrome stating a more metallic taste from the Iron in Kanthal. It depends on your personal sensitivity to metals, and what you like. It is all subjective and really comes down to what you personally like!",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9608949423,
        "format_confidence":0.9195610285,
        "weight":0.0044673235
    },
    {
        "url":"http:\/\/willamette.edu\/offices\/wits\/help\/wuprint\/wuprint_driver_print.html",
        "text":"Setting up Driver Print in WUPrint\n\nWhat is Driver Print?\n\nYou can set up a WUPrint printer on your personal computer that will allow you to send documents to your network print queue from any application's regular Print dialog box. When you are ready to release your print job(s), all you have to do is login to Willamette WUPrint, select a convenient printer, and print your documents.\n\n\n  • Save time over upload print\n  • Print in more formats than upload print allows\n  • Solves some printing slowness issues with PDF files.\n\nSetup Instructions\n\nDriver Print Tab\n\nFor instructions on installing a WUPrint printer on your computer, login to Willamette WUPrint using your Willamette user name and password. Select \"Driver Print\" from the tabs at the top of the page.\n\nOn the next page, click on the appropriate image to select the appropriate your operating system. Driver print is available for Windows, Mac and Linux.\nSelect Operating System\n\nThis will take you to a page titled \"Configuring Driver Print on [Selected Operating System].\" Be sure to select the Simple (1) option and click the \"Continue\" button. Follow the step-by-step instructions to complete the configuration.\n\nSimple Selection",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9629663825,
        "format_confidence":0.8770514131,
        "weight":0.015606475
    }
]