[
    {
        "url":"http:\/\/www.hellotrade.com\/muvtons-castors\/ghke-102r-szs.html",
        "text":"Welcome to HelloTrade!\nI Want to Buy\nRequest for Quote\n6 Yrs\nC-40, Phase-II, G.B. Nagar\nNoida, Uttar Pradesh-201301, India+(91)-120-4646100\nContact Supplier\n\n\nYes! I am interested\nFOB Price : Get Price\n\nMuvtons premium soft durometer polyurethane treaded wheels 83° ±3° Shore A, Firmly bonded to precision machined cast iron cores. These wheels have been designed to response to noise problems and allow loaded to be cushioned. The use of lively polyurethane materials allows these wheels to flex & roll over debris and obstacles without picking up objects. They are non marking and floor protective. Tested & guaranteed against bond failures. Wheel bearing options : Sealed precision ball bearings, tapered roller bearings or roller bearings. Temperature range; -20°C to +85°C. Thread options : Anti static : conductive wheels are available.\n\n\nInvalid Input\nPlease enter Mobile Number\nInvalid Email ID\nInvalid Email ID\nYour Contact Information\nCompetitive Quotes\nChoice of Suppliers\nPayment Protection\nsending enquiry ....\n\nunable to instantiate your call right now. please try after some time.\n\n\n©Copyright HelloTrade.com",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9671708941,
        "format_confidence":0.9978361726,
        "weight":0.0051518375
    },
    {
        "url":"https:\/\/www.primegiftservice.com\/gifts-by-type.html\/cakes-pakistan.html\/islamabad-cake-delivery.html\/pc-hotel-chocolate-chip-cake-4lbs.html",
        "text":"Your Cart\n\nStay Home Order Online | Strict Covid-19 Measures followed | Reach us 24*7 at WhatsApp# +92-300-434-4968.\n\nPc Hotel Chocolate Chip Cake - 4Lbs\n\nPc Hotel Chocolate Chip Cake - 4Lbs\nPc Hotel Chocolate Chip Cake - 4Lbs\n\nChocolate lovers cannot stop themselves to taste the yummy chocolaty cake. The dense chocolate chip cake is topped with chocolate shaving. Whatever the occasion is, this cake is the most favorite cake. Cake will be packed in elegant box of Pearl Continental Hotel and will be delivered with a free message card.\n\nWeight: 4Lbs\n\nCoverage: Islamanad and Rawalpindi.\n\n\nWrite a review\n\nNote: HTML is not translated!\nBad Good\n  • All images representative, look and feel of actual product may vary depending on availability.\n  • Please note that flowers, cake, sweets and other perishable items are sourced olcally at the delivery location and are hand delivered.\n  • Place your order before 11:00m (Pakistan Standard Time) for same day delivery.\n  • Same day delivery service is not available for big events; like Eid day, Fathers day, Mothers day, New Year, Christmas or Valentines day.\n\nNote: For all the perishable items, order will be considered delivered and will not be responsible in same\/similar cases below:\n\n  • Wrong shipping\/delivery address\n  • Recipient not available\n  • Premises found locked\n  • Recipient refused to accept gifts delivery\n  • Stock: In Stock\n  • Product ID: PC Pindi\nProduct Views: 5154\n\nAvailable Options\n\n\n\n\n\nCookie & Privacy Policies:\nBy using this website you agree to cookie and privacy policies described in our Privacy Policy.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9952257872,
        "format_confidence":0.9983751774,
        "weight":0.0036914354
    },
    {
        "url":"https:\/\/us-careers-alvarezandmarsal.icims.com\/jobs\/1956\/manager-operations-group-rapid-results\/job?in_iframe=1&mode=job&iis=Indeed&iisn=Indeed.com",
        "text":"Returning Candidate?\n\nManager-Operations Group\/Rapid Results\n\nManager-Operations Group\/Rapid Results\n\nJob ID \nUS-NY-New York\nBusiness Unit \nPrivate Equity Performance Improvement\n\nMore information about this job:\n\n\nAlvarez & Marsal Private Equity Performance Improvement\n\nManager: Operations—Rapid Results\n\nAlvarez & Marsal, a leading independent global professional services firm, specializing in providing turnaround management, performance improvement and corporate advisory services, is seeking to expand its Private Equity Performance Improvement (PEPI) – Rapid Results team in various locations throughout the U.S. With more than 2,400 professionals based in 40 locations across North America, Europe, Asia, and Latin America, our firm excels in problem solving and value creation.  Drawing on a strong operational heritage and hands-on-approach, our professionals work closely with organizations and stakeholders to help tackle complex business issues and maximize value.\n\n A&M’s Private Equity Performance Improvement Services (PEPI) practice, with offices throughout the US, focuses on serving middle market and large cap private equity firms who have engaged A&M to help improve operating results at their portfolio companies.   \n\nOur professionals are aligned with a PEPI service line to promote the development of deep functional skills & experiences and to maximize our ability to tailor solutions to solve our clients' business issues. \n\nOur PEPI services include:\n\nRapid Results\n\n\nInterim Management\n\nMerger Integration & Carve-outs\n\n\nLeveraged Sourcing\n\nSupply Chain\n\n\nThe Rapid Results Program is a holistic, cross-functional approach that focuses on quickly identifying high impact opportunities for EBITDA and cash flow improvements across the entire organization.  Rapid Results is a growing business targeting high growth in the next 2-4 years. We offer excellent opportunities for career advancement and building leadership skills. The Rapid Results leadership team is focused on providing career development, training and exposure to international business assignments. \n\n\n Professional experience:\n\n  • Working with team members through a time-sensitive project by structuring a work plan and managing the process through to completion\n  • Synthesizing meaningful insights from data, opinions, or facts\n  • Developing findings and making strategic recommendations\n  • Working with clients directly to implement strategic and operational recommendations\n  • Hands on experience through consulting projects or engagement in several of the following areas\n    • Direct and indirect cost transparency\n    • Margin Management, pricing, product rationalization\n    • Sales & Marketing effectiveness, processes, incentives\n    • Sales and operations planning\n    • Sourcing and global supply chain\n    • Operations management, productivity\n    • Organizational structure and effectiveness\n    • Process improvement\n    • SG&A cost reduction\n    • Working capital and cash management\n\nProfessional skills:\n\n  • Strong written, oral and analytical skills\n  • Strong Excel and PowerPoint skills\n  • Structured project management (time, team and work-stream’s management)\n  • Initiative and drive\n  • Critical thinking skills\n  • Ability to deliver time-pressured project on-time and on-quality\n  • Flexible and creative thinking\n  • Client relationship building\n\n\n  • 5-7 relevant years of  work experience and previous professional consulting experience with a recognized consulting firm\n  • Recent project leadership experiences\n  • Flexibility to travel up to 80% of the time\n  • Depth in a particular vertical a PLUS(e.g., energy, healthcare, CPG)\n\n\nShare on your newsfeed",
        "topic_id":4,
        "format_id":16,
        "topic_confidence":0.9631314278,
        "format_confidence":0.9973526001,
        "weight":0.010774259
    },
    {
        "url":"http:\/\/www.nameeks.com\/product\/Toilet-Brush\/Geesa-3510-02.html",
        "text":"Toilet Brush, Geesa 3510-02\n\nToilet Brush Geesa 3510-02\n\nContemporary stye toilet brush holder. Available in Chrome finish.\n\n\n  • Luxury chrome toilet brush and holder.\n  • Modern wall mounted toilet bowl brush.\n  • For modern settings.\n  • From the Geesa Modern Art collection.\n  • Manufactured in and imported from Netherlands.\n  • Tech Specs\n\n    Width: 4 inches\n    Height: 17 inches\n    Depth: 3 inches\n    Weight: 2 lbs",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9900278449,
        "format_confidence":0.9981648326,
        "weight":0.0199954407
    },
    {
        "url":"https:\/\/www.tawinc.com\/custom-equipment\/equipment-centers\/iso-container-solutions\/",
        "text":"Custom Containers That Meet Your Requirements\n\nTAW® has been in business since 1921, and our philosophy has not changed throughout the decades. Our goal is to supply high-quality power systems that meet and exceed your specifications and requirements.\n\nTAW® Custom Equipment builds modified intermodal shipping containers that offer a speedy and economical alternative for smaller low voltage processes and control equipment enclosures. At just 8 feet wide and up to 45 feet long, they provide several size choices for equipment that will fit inside a 93″ to 106″ ceiling.\n\nOur in house modifications include:\n\n  • Insulation\n  • HVAC\n  • Inner or outer skin\n  • Custom paint\n  • Modified length\n  • Access door additions\n  • Internal walls\n  • And more\n\nThe fabrication of any custom container is reliable on the customer’s requirements, and the design starts with you. Automatic self-contained fire systems with controls and monitoring systems are available in several configurations to meet codes and specifications. You will be safe anywhere in the world inside one of our ISO Containers.\n\n\nCall us Toll-Free 800-333-9449, or email us at, to request more information on, ISO Containers.\n\nTAW Inc.",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9391273856,
        "format_confidence":0.9869225621,
        "weight":0.0050954904
    },
    {
        "url":"https:\/\/itunes.apple.com\/us\/album\/the-trail\/id922451701?app=itunes&ign-mpt=uo%3D4",
        "text":"\nOpening the iBooks Store.If iBooks doesn't open, click the iBooks app in your Dock.Progress Indicator\n\niTunes is the world's easiest way to organize and add to your digital media collection.\n\nWe are unable to find iTunes on your computer. To preview and buy music from The Trail by Miss Kenichi, download iTunes now.\n\nAlready have iTunes? Click I Have iTunes to open it now.\n\nI Have iTunes Free Download\niTunes for Mac + PC\n\nThe Trail\n\nOpen iTunes to preview, buy, and download music.\n\nThe Trail, Miss Kenichi\nView in iTunes\n\nCustomer Ratings\n\nWe have not received enough ratings to display an average for this album.",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9933559895,
        "format_confidence":0.9815613627,
        "weight":0.0062764264
    },
    {
        "url":"https:\/\/www.jetcost.co.id\/en\/flights\/saint-martin\/MF",
        "text":"Your browser is out of date!\n\nUpdate your browser to view this website correctly. Update my browser now\n\n\nWelcome to Jetcost\n\nWe want to provide you with the best possible experience and we use cookies to do this. Find out more about how we use cookies or how to change your configuration.\n\nFlights Saint Martin\n\nSelected dates may not give results due to COVID-19. We suggest you change the dates.\nSelect departure\n  • Latest searches\nSelect arrival\n  • Latest searches\n{{ weekDay }}\n{{ panel.label }}\nLooking for a one-way flight?\n{{ fromDate | dateToDayNumber }}\n\n{{ fromDate | dateToMonthName }}\n\n{{ fromDate | dateToDayName }}\n\n{{ flexibleFromDateLabel }}\n{{ option.label }}\n{{ flexibleToDateLabel }}\n{{ option.label }}\nClass and passengers\n1 Passenger, Economy\nAvailable for Economy only\nNumber of passengers\n{{ adults }}\n{{ children }}\n{{ infants }}\n  • Compare with:\n\nBest flight deals to Saint Martin\n\nDon't miss your chance to find your flight to Saint Martin at the best price! Compare flight deals and take advantage of the best deals from online airlines and travel agencies. Enter your travel details and Jetcost will compare thousands of offers to suit you: just select your flight to Saint Martin and book! With Jetcost you can compare flights to Saint Martin and find the best deals on cheap flights. Don't miss the opportunity to book your flight to Saint Martin at the best price with Jetcost.\n\nWe compare offers from over 600 airlines to find the one that suits you best: low cost flights, last minute offers, special promotions from travel agencies. With Jetcost you'll find the best flight at the best price. Book your cheap flight to Saint Martin with Jetcost now.\n\nFlights to Saint Martin at the best price\n\nOur database records every day offers from over 600 specialist agencies and airlines around the world, so that we can offer you the best price for your next flight to Saint Martin. Don't miss the perfect occasion and filter your search according to your preferences and needs: choose the airline, the agency, whether to make a stopover or search only for direct flights. Jetcost helps you find the flight to Saint Martin for every need.\n\nOnce the search engine has analyzed the prices of hundreds of travel agencies and airlines, both low cost and standard, you just have to select the flight you prefer: finding the best price has never been so easy.\n\nSubscribe for free to get the latest travel updates.\nClick on Allow when prompted about Notifications.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5241143107,
        "format_confidence":0.981733799,
        "weight":0.0066745141
    },
    {
        "url":"https:\/\/www.fansedge.com\/pittsburgh-steelers-golf-and-more-sports-balls\/o-25+t-3445+d-3096-6107",
        "text":"ends in\nFlash Sale, 25% Off Orders Over $40Flash Sale, 25% Off Orders Over $40\n\nPittsburgh Steelers Sports Balls Golf & More\n\nFrom performance polos to golf balls, FansEdge.com brings you a signature collection of Pittsburgh Steelers sporting goods and recreational items. Shop authentic Pittsburgh Steelers and bring a piece of the gridiron action into your daily life. Also find sophisticated Pittsburgh Steelers golf supplies like balls, tees, headcovers, golf towels, divot tool sets and more. Give a day on the green a boost of Pittsburgh Steelers pride with stylish golfing equipment with authentic logos and colors. Browse our entire selection and also find Pittsburgh Steelers pool tables, cue sticks and other great merchandise. We offer easy flat rate shipping on your entire order so get the latest Pittsburgh Steelers recreational sports gear for your collection.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9884191751,
        "format_confidence":0.9440385699,
        "weight":0.0048665156
    }
]