[
    {
        "url":"https:\/\/www.fortitudemagazine.co.uk\/music\/alt-indie\/yeah-yeah-yeahs-announce-intimate-london-show\/8857\/",
        "text":"Share Button\nAmerican trio Yeah Yeah Yeahs have announced they will play a one off gig in London prior to their performance at this years Latitude Festival.\n\nThe band will play a one off show at London’s Islington Academy on July 15th prior to their performance on the main stage at Latitude Festival on Saturday July 20th. The band recently made their comeback with latest album ‘Mosquito’ and toured the UK in support of the album.\n\nThis years Latitude Festival will be headlined by Bloc Party, Kraftwerk and Foals and will also see appearances from the likes of Hot Chip, The Maccabees, Local Natives, Alt-J and Disclosure.\n\nLatitude Festival takes place in Henham Park, Suffolk from July 19-21. Tickets for the festival are on sale now.\n\nTickets for the Yeah Yeah Yeahs Islington Academy show go on sale at 9am June 21.\n\nShare Button",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9977529645,
        "format_confidence":0.985656023,
        "weight":0.0118640059
    },
    {
        "url":"http:\/\/www.sandiegouniontribune.com\/news\/2009\/May\/01\/padres-kemp-does-it-all-for-the-dodgers\/",
        "text":"PADRES: Kemp does it all for the Dodgers\n\nYoung outfielder beats Padres with bat, glove and feet\n\n\nLOS ANGELES -- Was that Matt Kemp or Clark Kent running around in center field for the Los Angeles Dodgers on Thursday night?\n\nThe center fielder did everything short of leaping tall buildings in a single bound, making plays with his glove and bat to help his team rally for a rousing 8-5 win over the Padres in front of 54,628 at Dodger Stadium. A late collapse by the Padres' bullpen also played a key role in the team's eighth loss in 10 games and overshadowed an efficient start by Josh Geer.\n\nThe Padres' record fell to .500 at 11-11.\n\n\"Matt Kemp defensively saved four runs,\" manager Bud Black said. \"Jody (Gerut's) ball in the gap, great closing speed. (Kevin Kouzmanoff's) looper, he had made a great catch. There's four runs right there, and offensively he did some damage, too.\n\n\"Kemp had a good game.\"\n\nBy the time he stepped to the plate in the bottom of the eighth inning with the Dodgers ahead 6-5, Kemp had bedeviled the Padres with his glove and feet. Then he added his bat to mix.\n\nKemp, a .309 hitter with five homers and 15 RBIs in 22 previous games against the Padres, ripped a first-pitch fastball from Edward Mujica into the left-field corner to drive in James Loney. On the throw home, the speedy Kemp advanced to third base. After scoring the tying run an inning earlier, he then crossed the plate on Casey Blake's RBI single to give the Dodgers an 8-5 lead.\n\nThe runs were the third and fourth allowed by the Padres' inexperienced bullpen and further fueled the sellout crowd. An inning earlier, the Dodgers scored two runs against rookie Luke Gregerson, who allowed four hits and walked one in one-third of an inning.\n\n\"The people don't matter. You've still got to pitch your game out there,\" said Gregerson (0-1). \"There's a couple of pitches that I thought I threw well that they got their bats out there. They hit 'em just as well as I pitched 'em.\"\n\nKemp caught 'em even better.\n\nThe Padres led 3-1 and were looking for more when Gerut stepped to the plate with the bases loaded in the second inning. Gerut, who switched spots atop the Padres' lineup with Brian Giles, drilled Jeff Weaver's pitch toward the gap in left-center field. But Kemp appeared almost out of nowhere as he raced far over from center field to take away a three-run extra-base hit.\n\nThree innings later, Kemp did it again with the Dodgers ahead 4-3. With Gerut on second and two outs, Kouzmanoff appeared to earn a broken-bat single to left-center. But Kemp again came to the rescue with a diving catch, after which he pounded the ground in celebration.\n\n\"He's been getting me since spring,\" Gerut said. \"He got me once on a dive. He got me … he's done that a couple of times.\"\n\nOf late, few Padres starting pitchers have lasted deep into a ballgame. After he yielded back-to-back home runs in the third inning to hand the Dodgers a 4-3 lead, Geer seemed headed for an early shower as well.\n\nBut following the homers by Orlando Hudson and Manny Ramirez, Geer regained his composure and retired nine in a row and 11 of the last 12 he faced. Two of those outs came via outstanding plays by second baseman David Eckstein, who robbed three hits in all, taking two singles away from Russell Martin and one from Hudson. Geer credited Eckstein with another save when he came to the mound after the pitcher yielded consecutive home runs.\n\n\"He said he was coming here to give me a breather,\" said Geer, who became the first Padres starter to complete six innings since Chris Young pitched seven on April 22. \"To keep the cool and stay relaxed. … I knew that, too … giving up a home run here and there, I'm not going to get too freaked out. I'm not going to feel the pressure at all.\"\n\nThe Padres reapplied pressure in the seventh inning and took a 5-4 lead. Adrian Gonzalez, who earlier extended his hitting streak to 12, doubled in Gerut and later scored on Kouzmanoff's RBI groundout.\n\nContact staff writer Dan Hayes at . For instant coverage, follow the Padres at .",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9978495836,
        "format_confidence":0.9971519709,
        "weight":0.028015148
    },
    {
        "url":"http:\/\/www.arkansasonline.com\/news\/2014\/jan\/17\/nsa-phone-data-control-come-end-official-says\/?breaking",
        "text":"Subscribe Register Login\n\nSaturday, February 25, 2017, 9:56 a.m.\n\n\nTop Picks - Arkansas Daily Deal\n\nObama backs limits on NSA phone collections\n\nBy The Associated Press\n\nThis article was originally published January 17, 2014 at 7:41 a.m. Updated January 17, 2014 at 10:41 a.m.\n\n\nPresident Barack Obama speaks about National Security Agency surveillance Friday, Jan. 17, 2014, at the Justice Department in Washington.\n\nObama's proposed changes to NSA spy program\n\n\nEffective immediately, the National Security Agency will be required to get a secretive court's permission before accessing phone records that are collected from hundreds of millions of Americans.\n\nAlso, the government will no longer be able to access phone records beyond two \"hops\" from the person they are targeting. That means the government can't access records for someone who called someone who called someone who called the suspect.\n\n\nNo longer will national security letters be kept secret indefinitely.\n\n\nRevelations that the U.S. monitored the communications of friendly heads of state have sparked outrage overseas. Going forward, the U.S. won't monitor the communications of \"our close friends and allies overseas\" unless there's a compelling national security purpose.\n\n\nObama is issuing a presidential directive that outlines what the government uses intelligence for, and what purposes are prohibited.\n\n\nObama called for a panel of outside advocates that can represent privacy and civil liberty concerns before the Foreign Intelligence Surveillance Court. Those advocates would be present in for cases where the court is considering issues that are novel or significant — for instance, cases that raise a new issue the court hasn't dealt with previously.\n\n\nObama is directing the State Department to appoint a senior officer to coordinate diplomatic issues regarding technology and data-collection.\n\nWASHINGTON — President Barack Obama is ordering changes to the government's collection of phone records that he says will end the program \"as it currently exists.\"\n\nObama said in a speech at the Justice Department on Wednesday that intelligence officials have not intentionally abused the program to invade privacy.\n\nBut, he also said, he thinks critics of the program have been right to argue that without proper safeguards, the collection could be used to obtain more information about American's private lives and open the door to more intrusive programs.\n\nObama announced the changes after a months-long review spurred by former National Security Agency analyst Edward Snowden's leaks about secret surveillance programs.\n\nRead tomorrow's Arkansas Democrat-Gazette for full details.\n\n\nComments on: Obama backs limits on NSA phone collections\n\nTo report abuse or misuse of this area please hit the \"Suggest Removal\" link in the comment to alert our online managers. Read our Terms of Use policy.\n\nSubscribe Register Login\n\nYou must login to make comments.\n\nDisplaying 1 - 10 of 12 total comments\n\nJump to last page >>\n\nGoad says... January 17, 2014 at 8:24 a.m.\n\nWhen it all comes out, this will be a BushChaney program which has only been carried forward by the beauracacy. Once again, a case of the 1% feeling like they can do whatever to the 99% to protect their power.\n\n( | suggest removal )\n\nDontDrinkDatKoolAid says... January 17, 2014 at 10:50 a.m.\n\nGoad. Yep that is about right. And another thing, what this president says does not mean it will happen. This with his track record of telling the truth.\n\n( | suggest removal )\n\nPacorabone says... January 17, 2014 at 11:09 a.m.\n\nBlah blah blah... Oh... And if you like your current health insurance policy and your doctor... you can keep it... RRRRIIIIIGGGGGHHHHHHTTTTT\n\n( | suggest removal )\n\nDontDrinkDatKoolAid says... January 17, 2014 at 11:12 a.m.\n\nleft out the period chiefmom, however you are correct.\n\n( | suggest removal )\n\nsgtbob6606140841 says... January 17, 2014 at 11:16 a.m.\n\nBravo Sierra. A joke from 1977: How do you know when Jimmy Carter is lying? His lips move. Another way this president is like that one.\n\n( | suggest removal )\n\nTheBatt says... January 17, 2014 at 11:31 a.m.\n\nNot exactly accurate summation of what the President said. A much better summary would be that he wants to limit the STORING of said information. The actually collecting of information in the first place has been one of his favorite tools\n\n( | suggest removal )\n\nFdworfe says... January 17, 2014 at 2:53 p.m.\n\nMaybe as usual I’ve overanalyzed the NSA, Edward Snowden issue. Then maybe I haven’t. Seems simple enough to me. Snowden violated laws; he violated his oath of employment loyalty; he figuratively spit in the face of every sincere American and countless foreigners; he continues to insult the intelligence of everyone who bothers to think. Privacy—of what? It’s largely a modern myth. It’s been going out for decades. Do we want technology, or don’t we? Do we want to be blown up by serial killers, or don’t we? Do we want to be better at intelligence gathering than our national competitors, or don’t we? On-and-on it goes, ad infinitum. Sure, folks have a point about their erstwhile ‘private’ stuff. We’d all like to think that our communications with Aunt Maggie aren’t front-page. But for all the paranoids out there: Just wait till technology can virtually read your mind! You and I probably won’t live to see it, but rest assured—it is coming. Or, we could do away with all chemistry, medicine and high-tech advancement and return to the Stone Age.\n\n( | suggest removal )\n\nBruceMajors says... January 17, 2014 at 4:20 p.m.\n\nPresident Obama just finished a long, long disquisition on the NSA, which most critics viewed as an attempt to distract from this week's revelations about his Benghazi cover up, the continued economic crisis, and Obama's plummet in the polls.\n\nHere whistleblower James Bamford discusses how the NSA was created by President Truman without Congressional authorization, the only agency so created.\n\nJames Bamford, an earlier NSA whisteblower, gave a great talk about the NSA at the National Press Club last night. In questions afterwards he stated that Obama was worse than Bush on civil liberties, we now live in a turnkey totalitarian state where everything is set up to turn on totalitarian control at any time, and that the left is mainly silent because Democrats are elected. It will be on C Span soon and on my BruceMajors youtube channel.\n\n( | suggest removal )\n\nFreeSpiritMan says... January 17, 2014 at 6:56 p.m.\n\nArkansas politics is headed back to the stone age, and I don't give a tinkers because the south is irrelevant in national elections with the current makeup of most southern legislatures. They have swung so far right, they can just stay there and get passed by the rest of the nation.\n\n( | suggest removal )\n\nGrimReaper says... January 17, 2014 at 6:57 p.m.\n\nBS...........BS...........BS..!!! (for aimee) Would you buy a used car from this guy? Actually, tens of millions of Americans did buy a pig in a poke from him. is \" If you like your health care plan, you can keep your health care plan.\" working out for you?\n\n( | suggest removal )\n\nClick here to make a comment\n\nTo report abuse or misuse of this area please hit the \"Suggest Removal\" link in the comment to alert our online managers. Read our Terms of Use policy.\n\n\n\n\n\nTop Picks - Arkansas Daily Deal\nArkansas Online",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9792839289,
        "format_confidence":0.948035419,
        "weight":0.017759811
    },
    {
        "url":"https:\/\/www.traffictechnologytoday.com\/news\/congestion-reduction\/traffic-congestion-cost-uk-nearly-8bn-in-2018.html",
        "text":"Traffic congestion cost UK nearly £8bn in 2018\n\n\nCongestion cost the UK economy nearly £8bn (US$10.2bn) in 2018, according to the latest annual Global Traffic Scorecard that that was published by mobility analytics services provider Inrix yesterday.  \n\nIn its latest survey, the company identified and ranked congestion and mobility trends in more than 200 cities across 38 countries. In the UK, the 2018 Traffic Scorecard analyzed congestion and the severity of it in the country’s top 20 urban areas.\n\nDrivers lost an average of 178 hours a year due to congestion, costing UK motorists £7.9bn (US$10.1bn) in 2018, an average of £1,317 (US$1,686) per driver. London (227 hours lost due to congestion) and Birmingham (165 hours) ranked as the two most congested cities in the UK by Inrix’s overall impact of congestion ranking. London drivers lost up to £1,680 (US$2,151) per year due to congestion, followed by Edinburgh, Manchester and Leicester. Liverpool had the lowest cost of congestion among the UK cities studied, at £878 (US$1,124) per driver.\n\nThe A406 from Chiswick Roundabout to Hanger Lane in London tops the Inrix list of worst corridors in UK, with the average driver wasting 61 hours per year in congestion. The A23 and the Strand in London, and Leeds Road in Leeds and the A34 in Birmingham, make up the top five. Of the country’s 15 most congested corridors, five are in London, followed by Birmingham (4) and Manchester (3). Edinburgh and London tie for title of UK’s slowest city, with ‘last-mile’ speeds of 7mph (11km\/h), meaning it is faster to ride a bicycle than drive or take the bus.\nThe 2018 Traffic Scorecard calculates time lost in congestion by employing peak, off-peak and free-flow data. Peak corresponds to the absolute worst portion of the morning and afternoon commute. Off-peak is the low point between the peak periods. An economic analysis was performed to estimate the total cost to the average driver in a city, and a total cost to the city population. Worst corridors are limited to those that have the highest traffic volume and are ranked by the average hours of delay per driver in 2018.\n\n“Congestion costs Brits billions of pounds each year. Unaddressed, it will continue to have serious consequences for national and local economies, businesses and citizens in the years to come,” commented Trevor Reed, transportation analyst at Inrix. “In order to avoid traffic congestion becoming a further drain on our economy, it is increasingly obvious that authorities need to adapt. With the help of new and innovative intelligent transportation solutions, we can begin to tackle the mobility issues we face today.”\n\nCommenting on the report, Glynn Barton, director of network management at Transport for London (TfL), said, “We are taking bold action to reduce congestion and improve London’s poor air quality. This includes: removing the Congestion Charge exemption for private hire vehicles, reducing the time taken to clear up unplanned incidents, and ensuring that roadworks by utilities companies and others are better coordinated. We are also working with the freight industry to encourage more efficient deliveries across the capital.”\n\n\nAbout Author\n\n\nAdam joined the company in 1994, and has been News Editor of TTT since 2009. In his other role as Circulation Manager, he helped create the original Traffic Technology International distribution list 23 years ago, and has been working on it ever since. Outside of work, he is a keen fisherman, runs a drumming band, and plays an ancient version of cricket.\n\nComments are closed.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9953184724,
        "format_confidence":0.993472755,
        "weight":0.0053383352
    },
    {
        "url":"http:\/\/www.birminghammail.co.uk\/whats-on\/things-to-do\/birmingham-pride-x-factors-rylan-3908350",
        "text":"Birmingham Pride is getting read to go pop at the weekend with an amazing line-up of music.\n\nAmong those appearing at the end are 80s pop legends Bananarama, Paloma Faith and boy band JLS, along with X Factor finalists Lucy Spraggan, Rylan Clark and Misha B and Britain’s Got Talent finalists The Mend.\n\nAlso there will be S Club, the Cheeky Girls, Stooshe, hi-energy singer Norma Lewis and 90s dance acts Rozalla, Livin Joy, Baby D, Kelly Llorenna and Angie Brown.\n\nOrganisers said it was the most diverse line-up so far for the annual lesbian, gay, bisexual and transgender festival.  Details of who is on and when are included below, along with a gallery of performers from previous years.\n\nIn 2013, Birmingham Pride is taking place on the Spring Bank Holiday weekend of May 25 and 26 in Birmingham’s gay village.\n\n\nThe Pride Main Stage on Saturday kicks off with Jump The Shark, Killglass and Someone At The Door from 12.30pm to 2pm.\n\nFrom 2pm to 4pm, performers will be Projekt Weekend, Faye Bagley, Cheeky Girls, Kitty Brucknell and I Am Tich.\n\nSinging between 4pm and 6pm are Kelly Llorenna, Baby Blue, The Mend, A*M*E and Misha B.\n\nThen, from 6pm to 8pm, JLS, Rylan Clark and Bananarama will be performing.\n\nLucy Spraggan, Livin Joy and Capital Radio DJ Dan Kelly take to the stage between 8pm and 9pm, with a DJ set by Simon Baker from 10pm to midnight.\n\nThe Pride Main Stage line-up on Sunday, September 26, begins with Daniella Sage, Kelly Wilde, Be Minor, Norma Lewis and Reconnected performing from 1pm to 3pm.\n\nBetween 3pm and 5pm, crowds can enjoy Rozalla, Angie Brown, Leeann Mitchell, Platnum and S Club 3.\n\nBooty Luv, Stooshe and Paloma Faith will be appearing between 5pm and 7pm.\n\nThe line-up concludes with DJ Dave Pearce, Baby D, Steph Fearon, Stacey Jackson and Anttix, who appear from 7pm to 9pm.\n\nBirmingham Pride organisers say that times are approximate and may be subject to change.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9085012078,
        "format_confidence":0.9923896194,
        "weight":0.0119450559
    },
    {
        "url":"http:\/\/historynewsnetwork.org\/article\/46275",
        "text":"Record numbers visit Auschwitz ex-Nazi death camp\n\nBreaking News\n\nA record 1.22 million people visited the former Nazi German Auschwitz-Birkenau death camp in 2007, a spokesman for the museum in southern Poland said Monday.\n\n\"The majority of visitors are from abroad, mainly from Great Britain, the United States and Germany,\" museum spokesman Jaroslaw Mensfelt told AFP.\n\nLast year, 755,000 foreigners visited the twin death camps, including 104,000 British citizens, 91,000 Americans and 60,000 Germans, he said.\n\n\"We've seen a distinct increase in the number of foreigners since Poland joined the European Union in 2004 and the start of budget flights to nearby Krakow at around the same time,\" Mensfelt said.\n\ncomments powered by Disqus",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9882452488,
        "format_confidence":0.9949467778,
        "weight":0.0015628579
    },
    {
        "url":"http:\/\/www.sfchronicle.com\/business\/article\/SF-is-at-the-center-of-a-booming-business-in-tiny-9242252.php",
        "text":"S.F. is at the center of a booming business in tiny satellites\n\nSeptember 23, 2016 Updated: September 23, 2016 6:45pm\n\nNearly six decades after Russia’s tiny Sputnik 1 made satellite history, the Bay Area has become a launchpad for a new type of space race.\n\nAs many as a dozen local ventures, with names like Planet, SpaceVR and Terra Bella, are building their own constellations of nanosatellites to send into orbit around the Earth.\n\nAlso known as CubeSats, these satellites can be as small as a loaf of bread but powerful enough to beam back images or data that can be used by farmers, rescue workers, weather forecasters and even hedge fund managers.\n\n“What I love about this sector is that five years ago, almost no one was actively investing in it — it was just a dead zone,” said venture capitalist Steve Jurvetson, a partner with Draper Fisher Jurvetson and an investor in Planet and SpaceX. Now, as the sector takes flight, he believes small satellites will eventually have an economic impact comparable to the transition from “mainframe to mobile computers.”\n\nThe same mobile phone technologies, such as processing chips and sensors, that have upended the consumer world have also made it cheaper and quicker to build CubeSats. So it’s less financially catastrophic if the rockets that launch them into space fail. (The Facebook-backed satellite that blew up this month at a prelaunch SpaceX rocket test in Cape Canaveral was the size of a truck and weighed about six tons.)\n\nAn infrared image taken by a Planet satellite shows Oakland International Airport and the island of Alameda. Photo: Michael Macor, The Chronicle\nPhoto: Michael Macor, The Chronicle\nAn infrared image taken by a Planet satellite shows Oakland International Airport and the island of Alameda.\n\n“Over the next two years, we’re going to see an explosion of data coming from these companies,” said Sean Casey, founder of the Silicon Valley Space Center.\n\nWhile traditional satellites can cost up to $1 billion, CubeSats use more off-the-shelf components and can be built for less than $100,000, according to Dick Rocket, CEO of NewSpace Global, a Cape Canaveral space industry analytics firm.\n\n“I don’t really think of us as a space company,” said Will Marshall, CEO of San Francisco’s Planet, which he co-founded in 2010. “I think of us as a data and software company. We happen to have some assets in space that enable that.”\n\nMarshall likes to say that his company has made San Francisco the world leader in satellite manufacturing. Planet already has 60 digital imaging satellites in orbit, including eight deployed earlier this month from the International Space Station. Employees in its South of Market headquarters are busy assembling 100 more satellites that the company wants to launch within the next year. The two-story building, a 1940s-era warehouse, also has a testing chamber that simulates the cold, harsh conditions of space, and a “mission control” section next to an employee work break area.\n\nPlanet has “launched more than most nation states,” said Micah Walter-Range, director of research analysis for the Space Foundation, a Colorado commercial space educational group.\n\nThe larger traditional communications satellites, which orbit farther from the Earth than Planet’s small satellites, still make up the bulk of the industry’s revenue. But in the past three years, satellite launches have increased from about 100 to 150 per year to 200 to 300 a year, and “that’s almost entirely due to nanosatellites,” Walter-Range said.\n\nIn a report released this month, NewSpace Global said 72 small satellites have been launched this year, with another 174 planned before year’s end. Investors have poured $4.52 billion into the small-satellite market since 2011.\n\nPlanet’s satellites, named Doves, don’t have their own propulsion system and can’t sustain their orbit over the long haul. Planet expects each to fall back into the Earth’s atmosphere and burn up after two or three years in orbit. The company plans for about a 20 percent failure rate.\n\nA telescope is inside a satellite that gathers images of Earth sits in the San Francisco headquarters of Planet, which creates shoe-box size satellites. Photo: Michael Macor, The Chronicle\nPhoto: Michael Macor, The Chronicle\nA telescope is inside a satellite that gathers images of Earth sits in the San Francisco headquarters of Planet, which creates shoe-box size satellites.\n\n“We think of them like disposable assets,” Marshall said. “If one doesn’t work, OK.”\n\nThe Doves are 4-by-12-inch rectangular boxes with solar panel wings. (By comparison, the ball-shaped Sputnik 1 was 22 inches in diameter.) They are packed with high-resolution cameras that can pick out vehicles, vessels and trees from as high as 295 miles above Earth.\n\nCubeSats are small enough that “you could put them all in a single launch vehicle to get them up there because they’re so tiny,” Walter-Range said.\n\nBut rocket launch failures have taken their toll. Planet lost 28 satellites in an October 2014 explosion of an Antares rocket lifting off from Virginia, and lost eight more in a June 2015 explosion of a SpaceX rocket from Cape Canaveral.\n\nDick Rocket of NewSpace Global said small-satellite companies can’t turn a profit until the commercial space industry can improve the rockets’ reliability.\n\n“Once we begin to have launches at rates that are significantly higher than has ever been done, then we’ll see these small-satellite ventures do the things that are truly transformative, like predicting the weather, providing high-definition images from space, expanding our understanding of nature,” he said.\n\nMarshall said Planet can make a profit if it can meet its goal of having 150 nanosatellites constantly in orbit, providing a daily snapshot of “every single inch of the Earth.” Instead of images every few weeks or months provided by traditional satellites, frequent images make even subtle changes on the ground more visible, and the results are telling, he said.\n\nFor example, Planet’s images were used by the Amazon Conservation Association to uncover an illegal gold mining operation in Peru earlier this year, while rescuers in Nepal were alerted to remote villages covered in mudslides after the April 2015 earthquake. The satellites have also captured detailed images of the devastation caused by recent California forest fires, and the spread of Syrian refugee camps.\n\n“We can pick up any issues not visible with the naked eye, big or small,” said Marina Barnes, vice president of marketing for Farmers Edge, a Canadian company that sells crop-management technology to farmers. Since the resolution can detect changes in about a 16-foot section of land, the satellites can help farmers see if a particular section of crops are over-watered or under-fertilized, she said.\n\nFarmers Edge buys Planet’s images because they provide more frequent updates than older satellites, which might miss weeks worth of changes if the farmer’s fields are covered with clouds during a fly-over, Barnes said.\n\nSome big names have embraced the small satellites. Google subsidiary Terra Bella, once named Skybox Imaging, had four small satellites launched into orbit this month, according to the industry publication SpaceNews.\n\nAerospace giant Lockheed Martin, which built its first communications satellite in 1958, is experimenting with CubeSats for Earth science missions and for government customers, said Stephen Frick, a former NASA astronaut who is now director of Lockheed’s Space Systems Advanced Technology Center in Palo Alto. Lockheed is also researching how NASA’s deep-space Orion missions could take CubeSats “to the moon or farther,” he said.\n\nOther companies are building just one satellite — like San Francisco’s SpaceVR, which aims to put a virtual reality satellite into orbit in 2017.\n\nSpire Global, another San Francisco company, has two types of satellites, one used for ship tracking and the other for precise weather measurements of the atmosphere; so far the company has launched 17.\n\nSpokesman Nick Allain said his company, which makes its satellites in the United Kingdom, considers itself a data-collection firm, not a space company. CubeSats, he said, will “never fully replace traditional satellites.”\n\n“Some instruments are simply too large to fit into a CubeSat,” Allain said. “Where satellites the size of Spire’s excel is in passively capturing radio signals using deployable antennas, in capturing data in very high speed about the entire planet at once and in having high system reliability.”\n\n“One failure,” he added, “doesn’t take down the system.”\n\nBenny Evangelista is a San Francisco Chronicle staff writer. Email: bevangelista@sfchronicle.com Twitter: @ChronicleBenny\n\nBenny Evangelista\n\nBenny Evangelista\n\nBusiness and Technology Reporter",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.8811207414,
        "format_confidence":0.9745625854,
        "weight":0.004732409
    },
    {
        "url":"http:\/\/onlineathens.com\/stories\/112505\/sports_20051125040.shtml",
        "text":"Great day for Dayne\n\nPosted: Friday, November 25, 2005\n\nIRVING, Texas - Maybe all Ron Dayne needed was a chance.\n\nFilling in for injured Tatum Bell, Dayne rumbled 55 yards on the second play of overtime and Jason Elam followed with a 24-yard field goal to give the Denver Broncos a 24-21 victory over the Dallas Cowboys on Thursday in a game that lived up to its billing.\n\nTwo teams near the top of their conferences fought hard and close for more than four quarters, with the margin never wider than a touchdown. Both defenses came up with big plays and each team downed a punt inside the 2.\n\n\"I'm disappointed with the outcome, I'm not disappointed with the effort,\" Dallas coach Bill Parcells said. \"We just have to regroup a little bit.\"\n\nDenver (9-2) never trailed in winning its fourth straight, but the Broncos were hardly in control. Their running game struggled until Dayne's big burst, and Jake Plummer threw his first interception since Week 2.\n\nThe Cowboys (7-4) had their three-game winning streak snapped and, like all their other losses, this one was decided late. Their four losses are by a total of 13 points, with the last two coming on game-ending field goals.\n\nBilly Cundiff missed a chance to put Dallas ahead when he pulled a 34-yard field goal wide left with 7:42 left in regulation. The Cowboys had the ball twice more in the final 4:32 of regulation, but punted once and time ran out on them the other time.\n\nThe Broncos won the overtime coin toss and opened with a 7-yard pass to Charlie Adams. Then, on second-and-3 from the 39, Dayne bowled through the left side of the line, pulled away from a would-be tackler around the 50 and kept going until he was dragged down from behind at the 6.\n\nDenver called timeout, then went straight to Elam. The kick was perfect, and the Broncos let out a huge sigh of relief.\n\nWinning on the road was big for Denver. The Broncos improved to 3-2 away from home, with three of their remaining five games on the road. They need to win as many of those as possible for any hope of catching undefeated Indianapolis for home-field advantage in the playoffs.\n\nDayne finished with 98 yards on seven carries, his best game since Sept. 30, 2001, when he was in his second year with the New York Giants. The 1999 Heisman Trophy winner came in with only 53 yards rushing all season and hadn't carried the ball since Oct. 2. He hadn't even cracked 80 yards in a game since 2002.\n\n\"Being able to help the team win is all I can ask for,\" Dayne said. \"I haven't been upset about not playing. I just wanted to show the stuff I have. It was a lot of fun.\"\n\nBell, who grew up in a Dallas suburb, sat out with a bruised chest. He was listed as questionable all week and had said he wanted to play. His average of 6.0 yards per carry is the best in the NFL.\n\nWithout him, Denver had only 89 yards rushing in regulation. The passing game wasn't much more productive, with a long of 24 yards. Before Dayne's big play, the Broncos had converted only one first down since going ahead 21-14 on the first drive of the second half.\n\nPlummer was 15-of-24 for 162 yards, with a touchdown pass to Rod Smith. His franchise-record streak of passes without an interception ended at 229 when Terence Newman picked him off in the second quarter.\n\nDrew Bledsoe was 29-of-44 for 232 yards for Dallas, with two touchdowns and two interceptions. Champ Bailey snagged the first and returned it 65 yards for a touchdown minutes into the game.\n\nBledsoe tied it at 7 with a 20-yard touchdown pass to Keyshawn Johnson, at 14 with a 1-yard plunge on fourth down and at 21 with a 4-yard touchdown pass to Jason Witten. Dallas' last two scores came off Denver turnovers.\n\nThe close one was a fumble by Mike Anderson on the opening play of the fourth quarter. Officials ruled that Newman scooped it up at the 10 before rolling out of bounds, but it was hard to tell. The Broncos couldn't challenge because they'd used up their challenges questioning spots of the ball in the first half.\n\nWitten tied his career high with nine catches and had 82 yards. Johnson had 59 yards on six catches.\n\nThe Cowboys also struggled to run, with Julius Jones gaining 55 yards and Marion Barber III only 28.\n\nTrending this week:\n\n\n© 2017. All Rights Reserved.   | Contact Us",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9976732135,
        "format_confidence":0.9971666932,
        "weight":0.0280155617
    }
]