[
    {
        "url":"https:\/\/uk.hotels.com\/go\/spain\/es-best-restaurants-local-cuisine-barcelona?intlid=gglist%7Cmenu",
        "text":"\n\n    Catalan cuisine has also provided the world with many renowned chefs. For this reason, no visit to Barcelona is complete without trying some of the most important local specialities, especially if you have a passion for gastronomy. Check out our selection of the best local restaurants where you can enjoy authentic local food and experience the true flavour of the city.\n\n\n    Can Culleretes\n\n    Catalonia's oldest restaurant\n\n    Can Culleretes is the oldest restaurant in Catalonia according to the Guinness Book of Records, and the second oldest in Spain. The restaurant opened in 1786 near Las Ramblas, between Carrer de Ferrán and Carrer de La Boquería. It has lasted so long thanks to a very simple formula – traditional cooking, excellent customer service, and good value for money.\n\n    The restaurant’s interior harks back to the ‘modernista’ or Catalan art nouveau period, with a series of genre portraits in its salons and photographs of the famous people who’ve eaten here over the years. Perfectly suiting Can Culleretes' history and tradition are traditional Catalan dishes such as meat or spinach cannelloni with creamed salt cod (brandada de bacalao), a hearty traditional mixed meat stew called escudella con carn d’olla and other homely dishes.\n\n    Location: Carrer d'en Quintana, 5, 08002 Barcelona, Spain\n\n    Open: Tuesday–Saturday from 1.30 pm to 4 pm and from 8 pm to 10.45 pm, Sunday from 1.30 pm to 4 pm (closed on Mondays)\n\n    Phone: +34 933 17 30 22\n\n\n    photo by Enfo (CC BY-SA 4.0) modified\n\n\n    Casa Delfín\n\n    Traditional Catalan cuisine from midday to midnight\n\n    Casa Delfín has combined simplicity and tradition, serving traditional Catalan cuisine in Barcelona for over a century. The restaurant has a wonderfully warm atmosphere while its dishes feature a touch of modernity and the chef's unmistakable signature. You can also enjoy an extensive selection of wines and cocktails. Find Casa Delfín right next to Born Market, just a short distance from Santa María del Mar church.\n\n    The kitchen is open between lunch and dinner, meaning you can drop by anytime for papas or fried potatoes, bravas with 2 sauces, salt cod with paprika and fresh tomato (bacalao a la llauna con tomate natural), seafood paella or pig's trotters with foie gras, spinach, apple and wild mushrooms (manitas de cerdo con foie, espinacas, manzana y setas).\n\n    Location: Passeig del Born, 36, 08003 Barcelona, Spain\n\n    Open: Daily from midday to midnight\n\n    Phone: +34 933 19 50 88\n\n\n    photo by Oh-Barcelona.com (CC BY 2.0) modified\n\n\n    El Velódromo\n\n    Catalan specialities by a Michelin-starred chef\n\n    El Velódromo is one of Barcelona's most famous bars and has been a fashionable place since the 1980s and continues to be an establishment replete with history. It has kept all the elegance it had back then, still serving the best of traditional Catalan cooking under the watchful eye of chef Carles Abellán who has a Michelin star under his belt.\n\n    The restaurant has managed to maintain its dignified art deco ambience, although now with a certain modern air. El Velódromo offers uninterrupted service, with all meals available all day. All of them. If you are thinking of visiting, don't miss its signature dishes, such as beef with chimichurri sauce and pureed potatoes (ternera con chimichurri y puré de patatas) and fried eggs with chistorra sausage (huevos estrellados con chistorra).\n\n    Location: Carrer de Muntaner, 213, 08036 Barcelona, Spain\n\n    Open: Monday–Friday from 7 am to 2 am, Saturday and Sunday from 6 am to 3 am\n\n    Phone: +34 934 30 60 22\n\n\n    photo by Moritz Barcelona (CC BY 2.0) modified\n\n\n    Ca l'Estevet\n\n    A restaurant with over 100 years of history in the heart of the city\n\n    Ca l'Estevet is a small restaurant in Barcelona that goes back over a hundred years and which has borne witness to some of the key moments in the city's history. Back in the day, the restaurant in the Raval neighbourhood right in the heart of Barcelona was a meeting point for intellectuals, artists, journalists and social activists. It saw the “Movida Barcelonesa” cultural explosion in the 1980s and has been witness to projects by the likes of Antonio Gades, Joan Manuel Serrat and Francisco Ibáñez.\n\n    Visiting this restaurant is almost like entering a museum. Its cuisine is inspired by traditional Catalan cooking with signature dishes including snails, a roast vegetable salad called escalivada, spinach with raisins and pine nuts (espinacas con pasas y piñones), Catalan sausage with white beans (butifarra amb mongetes) and cannelloni. During the winter months, Ca l'Estevet serves escudella i carn d’olla, a hearty traditional mixed meat stew.\n\n    Location: Carrer de Valldonzella, 46, 08001 Barcelona, Spain\n\n    Open: Monday–Saturday from 1 pm to 3.30 pm and from 7 pm to 10.45 pm, Sunday from 1 pm to 3.30 pm\n\n    Phone: +34 933 01 29 39\n\n\n    photo by Kippelboy (CC BY-SA 4.0) modified\n\n\n    Terra d'Escudella\n\n    Traditional cuisine in a long-established tavern\n\n    Terra d'Escudella can be found in the Sants neighbourhood in Barcelona. It’s named in honour of the highlight of Catalan cuisine – escudella, the region's traditional meat stew. This restaurant seeks to bring back the idea of a traditional tavern, where people ate well and heartily, making regional cuisine available to everybody.\n\n    Although Terra d'Escudella specialises in traditional Catalan cooking, it also offers several vegetarian and vegan options. Terra d'Escudella is a great choice if you're visiting the Feria de Barcelona and you want a truly authentic culinary experience.\n\n    Location: Carrer de Premià, 20, 08014 Barcelona, Spain\n\n    Open: Monday–Friday from 9 am to 5 pm and from 7.30 pm to midnight, Saturdays from 1 pm to 5 pm (closed on Sundays)\n\n    Phone: +34 934 22 16 13\n\n\n    Can Boneta\n\n    Tapas and traditional dishes with an original touch\n\n    Can Boneta is a restaurant near Avinguda Diagonal in Barcelona where you can eat in style. Run by Joan Boneta, an architect turned chef, Can Boneta serves creative tapas and small dishes with a traditional touch. The menu is clearly inspired by Catalan cooking, although it features less common dishes, such as toasted ham and cheese sandwiches called bikinis as an aperitif-cum-tapa.\n\n    Boneta's stews are delicious – we recommend you try his boned rabbit with wild mushrooms (conejo deshuesado con setas) and wild mushroom-stuffed baby squid in a Penedés white wine sauce (chipirones rellenos de setas y salsa de vino blanco del Penedés). Slow cooking is this chef's secret, although he also prepares more typical tapas such as fried potatoes in a spicy bravas sauce (papas bravas) and croquettes. At lunchtime, the restaurant offers a value-for-money set menu – your choice of 3 tapas, a daily main dish, dessert and drinks.\n\n    Location: Carrer de Balmes, 139, 08008 Barcelona, Spain\n\n    Open: Monday–Friday from 1 pm to 3.45 pm and from 8.30 pm to 11 pm (closed Saturdays and Sundays)\n\n    Phone: +34 932 18 31 93\n\n\n    La Parra\n\n    A traditional 'masía' farmhouse in the heart of Barcelona\n\n    La Parra seems to all the world like a traditional ‘masía’ or Catalan farmhouse. Despite being in the centre of Barcelona. It is actually a tavern in which you can enjoy the most traditional of Catalan cooking, with recipes that go back centuries, all made from local, seasonal produce.\n\n    The specialities of the house are its meats, fish, vegetables and charcoal-grilled wild mushrooms, all accompanied by romesco and allioli sauces made in a pestle and mortar in the most traditional way possible. To accompany your food, choose from an extensive selection of the best Catalan and other Spanish wines. Don't miss the delicious homemade desserts. Reservations are recommended as this is a popular place.\n\n    Location: Carrer de Joanot Martorell, 3, 08014 Barcelona, Spain\n\n    Open: Tuesday–Friday from 8 pm to midnight, Saturday from 1.30 pm to 4 pm and from 8 pm to midnight, Sunday from 1.30 pm to 4 pm (closed on Mondays)\n\n    Phone: +34 933 32 51 34\n\n\n    Ca l'Isidre\n\n    Traditional cuisine using fresh, local produce\n\n    Ca l’Isidre is a restaurant in Barcelona serving seasonal Mediterranean cuisine in which fresh, local produce is the real star. Its commitment is such that for over 50 years, its founders have gone to the La Boquería market every day in search of fresh, seasonal produce with which to prepare their traditional Catalan recipes.\n\n    This tradition has not been forgotten over the years, as the restaurant is still committed to using the very best fresh, local produce. Although the current chef has given a more modern touch to some recipes, the basis for everything is that of traditional cuisine. Ca l’Isidre's menu is complemented by an extensive wine list which includes over 400 classic and traditionally-made quality wines from around the world – it won't be easy for you to make your choice.\n\n    Location: Carrer de les Flors, 12, 08001 Barcelona, Spain\n\n    Open: Monday–Saturday from 1.30 pm to 3.30 pm and from 8.30 pm to 10.30 pm (closed on Sundays)\n\n    Phone: +34 934 41 11 39\n\n\n    Cal Boter\n\n    Pure Catalan tradition in the Gràcia neighbourhood\n\n    Cal Boter serves traditional Catalan cuisine in the heart of the Gràcia neighbourhood in Barcelona. Its menu features regional dishes prepared from the highest quality seasonal produce. Among the specialities on offer are the charcoal-grilled meats, snails, pigs trotters and seafood dishes. Above all, we recommend you try the salt cod (bacalao) and the wild mushrooms (setas) which are its highlight dishes.\n\n    The menu also features a wide selection of home-made desserts, as well as an extensive wine list which also includes cavas and liqueurs, ensuring you enjoy a 100% Catalan gastronomic experience, yet all at a very reasonable price. Cal Boter also offers special group menus and options for coeliacs.\n\n    Location: Carrer de Tordera, 62, 08012 Ba... (truncated)",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9439738989,
        "format_confidence":0.9639618397,
        "weight":0.0070403208
    },
    {
        "url":"http:\/\/houseofgeekery.com\/2013\/04\/02\/dc-character-in-need-of-the-spotlight\/",
        "text":"About these ads\n\nDC Characters In Need of the Spotlight\n\n\nTwo years ago DC Comics made a dramatic and controversial movie by rebooting its entire line of comics under the banner of The New 52. The move attracted a whole new audience to their product as they not only made their comics friendly to beginners but also diversified their product with a new focus on; horror, fantasy, and westerns. We are now two years into this new era of the beloved comics publisher and yet there have been many beloved characters who have yet to appear or have shown up only in brief glimpses. These heroes and villains may not have the popularity which comes with having an “S” or a bat on their chest but they do have devoted fanbases who want to see them.\n\nWally West\/The Flash: True Barry Allen may be the most iconic speedster to ever put on the red wllywstand yellow, but an entire generation of fanboys (myself included) are for more familiar with his former sidekick, Wally West. Under the famous runs of writers such as; Mark Waid and Geoff Johns we fell in love with West as he grew into his own in the Flash legacy. During Flashpoint we saw the character die at the hands of his arch nemesis, Captain Cold and since then there has been no sign of him. Out of all the characters in their pantheon, DC must realize that Wally West is the one most fans are clamoring to see.\n\nThe Question: Like the Loch Ness Monster and Sasquatch, this mysterious investigator has been sighted in brief glimpses around the dark alleys of the DC Universe lately, hinting that he is part of a larger story at work. Largely ignored throughout most of his time on the printed pages, his appearances in the animated series, Justice League Unlimited turned the obscure hero into a fan favorite and his final moments in the weekly series, 52, further endeared him to comic fans. Hopefully as the larger story that he seems tied up in grows, we will see the trench coat clad vigilante spouting off his famous eccentricities.\n\nStephanie Brown\/Batgirl\/Spoiler: The teenage hero everyone hated, until she took on the mantle of Batgirl under the pen of Bryan Q Miller. Miller succeeded where so many others have failed in showing the readers who Brown was and why we should care about her. Many fans have had a hard time accepting the fact that she is simply gone, just as they had grown attached to her and wish to see her swing across the dark skies of Gotham once again. While few are suggesting that she returns to the Batgirl mantle, especially since Gail Simone is blowing everybody away in her current run, perhaps a return to her Spoiler persona is in order; and given her chemistry with current Batgirl Barbara Gordon perhaps she can take on a fun sidekick role.\n\nBlue_Beetle_by_Miketron2000Ted Kord: Before Jaime Reyes, rediscovered the scarab, Blue Beetle was a geeky underdog who sought to use his resources for justice. Often looked down upon as simply being Boost Gold’s best bud, their is no doubt that the character had a lot of heart; which he proved in the lead up to the Infinite Crisis. With the relatively clean slate the creators at DC now have a return is not outside the realm of possibility. Though the role of Blue Beetle is already filled, Kord is an interesting enough character he can stand on his own out of costume.\n\nJustice League International: A series that ended far too early. The positive is that many of the aspects that made this team so beloved have appeared in the new, Justice League of America series, but it is not the same. Showcasing the best elements of obscure characters such as; Booster Gold, Vixen, Fire, and Ice. The chemistry of the team members along with some great stories endeared them to fans and hopefully we can see them pop up again soon.\n\nRaven: This staple character of the Teen Titans oozed cool more than any other teen hero in the DC Universe. Originally slated to appear in the current Titans series, plans were changed as DC seems to be positioning her for a grand scale story arc involving her father Trigon. But there is no doubt that this new incarnation of the Teen Titans would greatly benefit in the eyes of readers by having this beloved character return to the team. If need be should could easily be seen splitting her time between the Titans and the Justice League Dark.\n\nElongated Man & Sue: This couple broke fans’ hearts with their tragic arc in Identity Crisis then later in 52. With fans having gained a new appreciation for this couple it seems to be the perfect time to ralphandsueput them back in the spotlight in this new rebooted version of the DC Universe. With famous couples such as; Lois and Clark and Barry and Iris being split up in the world of the 52; readers are in need of a strong super hero couple. Much like Lois Lane, Sue Dibney is no damsel in distress as she is often seen right alongside her husband and his Justice League cohorts. And Elongated Man having the combination of Batman’s intelligence and resolved paired with Plasitc Man’s powers, would make him a great addition to the super heroes of the DC 52.\n\nRay Palmer\/The Atom: True Ray Palmer was in Frankenstein Agent of SHADE and a woman under the alter ego of The Atom has recently joined the ranks of the Justice League it is still not the same. I have always had a soft spot for this particular pint sized character. Perhaps he can be recruited by the Justice League of America for his intellect, which could be a great asset.\n\nIcon & Rocket: One of the more remarkable things about the New 52 is how they successfully integrated characters from DC’s other lines of comics into the DC Universe proper. Now we can see a world where Vertigo’s John Constantine and Wildstorm’s Grifter rub elbow’s with Green Lantern; but many comic fans are wondering about the heroes from another line of comics that once stemmed from DC, Milestone. Aside from a brief series starring the ever popular Static Shock, the characters from the city of Dakota have been strangely absent. During his run on Justice League of America, Milestone co-creator Dwayne McDuffie proved that his characters could add a lot of excitement in the DCU. Icon and his sidekick Rocket were easily the most intriguing characters to come from the era of Milestone Media and would be a welcome edition to the New 52. Seeing how one of the purposes for the reboot was to make their characters more contemporary, this duo could easily bring a great deal of social awareness to comics that could grab headlines as the politically opposed pair offered up their takes on the world.\n\nI know there are many more heroes and villains fans wish to see return to the pages of DC Comics. Feel free to tell me who you are missing in the comments section\n\nAbout these ads\n6 Responses to “DC Characters In Need of the Spotlight”\n  1. slamadams says:\n\n    This might be sort of sacrilegious to his big fans, but Ted Kord might be great on Earth 2. The legacy of the Blue Beetle from ted Kord to Jaime Reyes (the current Beetle) is about as cursory as the legacy between Jay Garrick and Barry Allen and Alan Scott and Hal Jordan\n\n\nCheck out what others are saying...\n  1. [...] DC Characters In Need of the Spotlight (houseofgeekery.com) [...]\n\n\n  2. […] place in deep immersive universes, which serve as a treasure trove of stories. Whether you dig the DC Universe or the Star Wars Universe, there is a whole of host of characters and lore to keep fans tied up for […]\n\n\n  3. […] DC was putting together teams for their New 52  one has to wonder if teaming Scott Snyder and Greg Capullo was one of the first choices they […]\n\n\n  4. […] necessary to fill this role, in the world of animation he made turned characters from Batman to Static Shock into television gold.  I would say that the powers that be should give him a shot with their live […]\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9939091206,
        "format_confidence":0.6969789267,
        "weight":0.0107786448
    },
    {
        "url":"http:\/\/www.aol.co.uk\/entertainment\/2016\/09\/02\/the-new-bbc-three-comedy-shorts-you-dont-want-to-miss\/",
        "text":"The new BBC Three comedy shorts you don't want to miss\n\n\nBBC Three seems a lot funnier now that it's online.\n\nThat might be because it's drawn attention to the lack of good comedy on terrestrial TV, it might be because the move to online has allowed BBC Three to focus its attentions more than before, or it might be because BBC Three has been taking some of the internet's funniest characters and bringing them to a new audience.\n\nThe latest round of the channel's comedy shorts feature West Midland's comedian Guzzy Bear, known for his YouTube presence and hilarious Jurassic World saga last year, and Mandem on the Wall, also known for YouTube sketches and founding the Wall of Comedy. Here's why they're worth 15 minutes of your time.\n\n1. Man Like Mobeen\n\nGuzzy in Man Like Mobeen\n\nWhat's it about?\n\nTaking modern stereotypes of the Asian community and satirising them to within an inch of their life, Man Like Mobeen follows a former road man trying to change his ways and follow the Deen.\n\nCreator Ghulam Khan speaks directly to the viewer, opening with some politically charged statements in his familiar Brummy twang before we witness a day of his life. A day that doesn't end well.\n\nMobeen's former squad won't let him escape his past life so easily, and serious scenes common in communities around the country involving firearms, kidnappings and the like are given a touch of humour.\n\nWhy should you watch it?\n\nIt's often said that TV fails to offer an authentic image of under-represented communities in the UK, because a lot of the time those communities aren't the ones creating the characters. That's not the case with Man Like Mobeen.\n\nThe caricatures Khan creates will be familiar to a lot of people, while others are so left field we can't imagine anyone having a similar direct experience.\n\nAnd despite this episode running just 11 minutes, Khan still managed to create it with a very good soundtrack.\n\n2. JPD\n\nJPD awkward moment helpline sketch\n\nWhat's it about?\n\nThe Mandem on the Wall guys bless us with a series of sketches and parodies, starting with a hilarious vision of Britain's first black swimming relay team that definitely didn't end how we thought it would, and finishing with an incredible parody of Westlife's Flying Without Wings.\n\nJPD is filled with original sketches that will remind you of moments in your own life, albeit some you'd hope to forget.\n\nWhy should you watch it?\n\nThe comedy here feels like the type that's been missing for a while, and a natural successor to Little Miss Jocelyn and The Lenny Henry Show.\n\nBlack comedy doesn't dominate television like it once did. British greats like Desmond's came before Trouble, the defunct channel that offered content nobody has come close to since.\n\nYouTube has changed things slightly, and Mandem on the Wall are a part of that, but the quality of the sketches Jovielle, Percelle and Dee are able to put out is a benefit of collaborating with the BBC.\n\n3. A Brief History Of Tim\n\nTim in A Brief History of Tim\n\nWhat's it about?\n\nTim, a 26-year-old American living with cerebral palsy played by Tim Renkow, is a bit of a dick. He plays cruel pranks on people, is a bit homophobic, and has no qualms about lying about his mother's death. This episode features Tim royally messing up a job interview, not that he cares, and making able-bodied people feel uncomfortable.\n\nWhy should you watch it?\n\nDisabled people, like many other minorities, often suffer from a lack of visibility. A Brief History Of Tim shows a lot of the struggles people with cerebral palsy might go through each day, and this episode seems to particularly highlight a feeling of \"what's the point?\".\n\nBut more than that it does it in a way that shows disabled people are, guess what, just normal people. They can have personality flaws and ugly tendencies like everybody else, or they can be the opposite, like everybody else. It feels like A Brief History of Tim could reduce some of the stigma around how disabled people are perceived - and what better way to do it than with comedy?\n\nLimbo, Fail, and Pumped, all part of this BBC Three series, are also well worth a watch.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9977479577,
        "format_confidence":0.9435842037,
        "weight":0.0145923478
    },
    {
        "url":"https:\/\/www.dantesknife.com\/types-of-carry-on-knife-sheaths\/",
        "text":"Types of Carry On Knife Sheaths, There are many ways in which you can carry your knife. The options depend on your comfort in carrying your knife. But if you are not sure what option you want, below are the other options on how people carry their knife around while concealing it to the public. Read the options in order to help you choose.\n\ntypes of carry on knife sheats\n\n1. Carry on Your Neck\n\nThe latest trend now is carrying your knife around your neck. Most of the knife carried around the neck is lightweight and has around 3 inches blade. The sheath of your knife is attached to a ball chain or a paracord which makes it simple to slip your knife on and off your neck. But this kind of carry on option has its own pros and cons to deal with.\n\nAlso read: How to Choose A Pocket knife?\n\nThe first con is carrying a sharp object where your heart and lungs are near. Do you think it is practical or safe? You might get caught into an accident. The pro on carrying your knife around the neck is you can conceal it from the public. You can hide the knife under your shirt and people won’t notice you are carrying it around.\n\nBefore you select this option, make sure you weigh the pros and cons. In this way, you won’t waste your money. It might be the best way to carry your knife but it does not mean its good for everyone.\n\n2. Clip on Your Pants or Shorts\n\nUsing belt sheaths are also popular because it is easy to put and carry around. But in case you don’t have a belt, what will you do to attach your sheath? You can have the option in carrying your knife on your pocket. But if the knife is too big, this cannot be the option. During emergency option where you require your knife with you, there should be an alternative option to carry your knife around your pants without the belt.\n\nThe best way to do it is a clip or a belt loop. But the clip is the best way to conceal your knife while carrying it on your side. It is easy to put by just clipping it and you are ready to go.\n\n3. Attached on Your Bra\n\nFor women, the best way to conceal a knife is attaching it to your bra. It’s the best way for a woman to be armed in public without others knowing she is carrying something. But this option is best rather than the neck sheath. Why? The knife is not allowed to move while the carrier is moving around, even when you are running. It will be in the same position throughout the day you are carrying the knife while concealing the weapon from others.\n\n4. Wear it Like an ID\n\nIf your knife is tiny, this might be a good option. A badge sheath is like a fancy badge ID that most teachers or health professionals carry. This badge is exceptional as it carries your knife. The best thing about this option is you can carry it easily and anytime but only with a small knife\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.7986418605,
        "format_confidence":0.9536558986,
        "weight":0.0009317786
    },
    {
        "url":"https:\/\/www.pricepropharmacy.com\/7-reasons-pricepro-pharmacy-is-the-best-way-to-order-medication-online\/",
        "text":"7 Reasons PricePro Pharmacy Is the Best Way to Order Medication Online\n\npricepro pharmacy\n\nAre you still making the long trip to a physical location to pick up your prescription medication? In 2020, that simply isn’t the optimum way of collecting the medication you need to keep going.\n\nSwitching to an online service has benefits all of its own, but did you know that PricePro Pharmacy itself comes with a plethora of benefits? If you didn’t, we’ve written this post to outline the 7 major ways why PricePro should be your go-to medication supplier today!\n\n1. PricePro Pharmacy Provides Online Ordering Services\n\nAs we mentioned above, there are many benefits to ordering your prescription medication online in 2020. it’s more convenient, takes you less time, and is an efficient means of getting medication to you when you really need it.\n\nAt PricePro, we offer a dedicated online ordering service directly through our website. You can even use our sophisticated RX Upload page to upload your personal medication details directly and safely to us.\n\nThis way, we’re able to supply with the exact medication you need, without needing you to come in-person to a location every time you need your meds. Switching to online is easier than ever before, and is a major way in which PricePro has your medication covered.\n\n2. PricePro Offers Additional Means of Ordering Prescriptions\n\nWe understand that some people really don’t like ordering things online. That’s why PricePro has additional means of ordering prescription medication directly from us.\n\nWe have a toll-free phone line manned by our expert staff where you’re able to order the medication you require over the phone. If you’d rather use a different online method, we operate a live chat service on our website.\n\nThis way you can message one of our staff members, who can assist you with the full ordering process. We even allow individuals to order through fax or email if that’s your preferred method.\n\nThis allows our customer’s full flexibility in how you want to order your prescription. We’ve worked hard to make each option as simple and easy as possible for all those in need of medication. We make it our mission to make prescription ordering easier for you, so you can focus on your health and wellbeing.\n\n3. PricePro Pharmacy is a Licensed and Reliable Online Source\n\nSometimes people can be apprehensive ordering prescription medication online from companies who don’t appear trustworthy. We can understand this fear, but it’s not something you need to worry about when working with PricePro.\n\nWe’re a licensed provider of medication as an online service, and we work to provide only the highest quality brands and generic medicines available.\n\nNot only that, but we employ only the finest, most knowledgeable staff to work on our team. Our staff will be able to talk everything through with you your order to ensure you’re getting the right medication you need.\n\n4. PricePro Provides a Norton Shopping Guarantee\n\nIf you were still concerned in any way about ordering from PricePro, we’ve gone that extra mile to reassure all of our customers. We provider a Norton shopping guarantee on each medication we sell through our online service.\n\nNorton’s guarantee means that you’re covered no matter what you buy. It also ensures our prices are fair for all of our products, and that they won’t change within 30 days of your purchase.\n\n5. PricePro Prides Itself on Affordable Medication\n\nAt PricePro, we believe that everyone deserves access to the medication they need, whatever it might be.\n\nThat’s why we ensure the prices of all the medication sold on our website are fair and affordable. PricePro shoppers can enjoy savings of up to 80% by purchasing from our service rather than other providers.\n\nThat way you can get the medication you need at a price that won’t break your bank account every time you order!\n\n6. PricePro Providers Further Financial Incentives\n\nBut we didn’t want to stop there when it came to providing a financial incentive for our customers. We also operate an extensive coupon service, through which even more savings can be made when buying through our service.\n\nAs long as you meet a minimum order of $50 you’re able to apply digital RX coupon codes to any order made with PricePro. That means you’re saving even more money, on top of the up to 80% saving you’re already making by purchasing through PricePro!\n\nTo find out more about our coupons and the savings you can make, be sure to take a look at our website here.\n\n7. PricePro’s Reviews Speak For Themselves\n\nPerhaps the biggest benefit of using PricePro is something we aren’t able to inform you of ourselves. Instead, you need only take a look at the numerous positive reviews PricePro has already received online.\n\nWe’re so proud to have received such positive feedback from our customers, and believe it to be a testament to the hard work we put in each and every day. By purchasing with PricePro, you know you’re going with a provider with a reputable track record evidenced by previous customers.\n\nWhere Can I Find Out More About PricePro and its Benefits?\n\nSo there you have it; those are the 7 major benefits to choosing PricePro for your medication and prescriptions. But we know you’ll likely have even more questions about the PricePro pharmacy that demand answers.\n\nIf you want to find out more about PricePro and how purchasing from us can benefit you, make sure to contact us directly. You can use either our phone line, email address, or live chat service to get in touch with one of our experienced team members.\n\nThey’ll be happy to answer any questions you have, and to guide you through the steps to making your first medication order with PricePro, today!\n\nWorks cited\n\nComm100’s 10 Live Chat Benefits You Have to Know\n\nPricePro’s RX Upload Webpage\n\nNorton Shopping Guarantee\n\nPricePro Coupons Webpage\n\nPricePro Contact Page",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.8232319951,
        "format_confidence":0.8998163342,
        "weight":0.0076936062
    },
    {
        "url":"http:\/\/sightnsounddj.com\/2017\/02\/02\/4-reasons-to-get-braces-for-crowded-teeth\/",
        "text":"4 Reasons To Get Braces For Crowded Teeth\n\n2 February 2017\n Categories: Dentist, Blog\n\n\nWhen you have a mouth full of crowded teeth, they can cause problems in numerous ways. It is wise to get the teeth repaired before you end up with dental problems that are more severe. Braces are an effective method for helping crowded teeth move further apart. You will also find that braces are beneficial in a few other ways concerning your dental health as well. Take a look at the information in this article to gain more insight about braces.\n\n1. Chewing Food Will Be Less Painful\n\nIt can be painful to chew food when you have crowded teeth in your mouth. The pain stems from having to chew food in a certain way, especially if there is a large amount of crowding. Improper chewing also puts more stress on your jawbones, which is another cause of the pain. Braces can resolve the problem and make eating a more pleasant experience.\n\n2. There Will Be a Smaller Risk for Gum Disease\n\nWhen teeth are crowding, brushing them can be a complicated task. The closeness and uneven way the teeth are situated in your gums makes it hard for a toothbrush to reach every small space. You end up with plaque being left on your teeth, which can eventually lead to gum disease. Brushing can be done more thoroughly after your teeth are corrected with braces.\n\n3. You Can Opt for Clear Aligners or Metal Braces\n\nThere is more than one option for braces that you can choose from. If you don't mind metal being placed on your teeth, metal braces might work for you. Just make sure to thoroughly clean the braces after they are installed to prevent food from getting stuck in them. You also have the option of wearing clear Invisalign aligners, which does the same job as metal braces. The aligners can be removed when you are eating food, but must be worn for the majority of each day.\n\n4. Teeth Will Experience Wear in an Even Manner\n\nYou must understand that crowded and uneven teeth lead to some of them being used more than others. The teeth that are used the most become worn out a lot faster than those that are hardly used. You can experience more dental issues when teeth do not wear in an even manner. Speak to an orthodontist, such as John C. Matunas D.D.S., PA, to get examined so you will know if braces are right for correcting your crowded teeth.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9964330196,
        "format_confidence":0.9842461348,
        "weight":0.0084154976
    },
    {
        "url":"https:\/\/www.lisbonlx.com\/inspiration\/54\/unique-shower-curtain-ideas.html",
        "text":"Unique Shower Curtain Ideas\n\nWednesday, April 25th 2018. | Inspiration\n\nUnique Shower Curtain Ideas – Searching for fresh ideas is probably the interesting activities but it can as well be annoyed whenever we might not have the expected ideas. Exactly like you now, You are considering unique concepts about Unique Shower Curtain Ideas right?\n\nSee below:\n\nUnique Shower Curtain Ideas\n\n23+ elegant bathroom shower curtain ideas, photos, remodel and\n\nhanging shower curtains to make small bathroom look bigger\n\ncool shower curtains best 15 elegant bathroom shower curtain ideas\n\ncool & unique double shower curtain ideas for small bathroom\n\ncool shower curtains sets for bathrooms | bathroom design images\n\nbathroom: shiny silver tone dandelion unique shower curtains and\n\nchoosing the best shower curtain, check it out! | curtain ideas\n\nwhite shower curtains unique kitchen curtain ideas grey black and\n\ncurtains kitchen luxury unique orange fabric shower curtain pictures\n\ncool & unique floor to ceiling shower curtain ideas for small\n\n30 fresh shower curtain tree | shower curtains ideas design\n\ntrendy shower curtains for your bathrooms\n\nand white striped curtains grey shower curtain shower curtain ideas\n\ncurtains: amazing master bathroom design ideas with decorative shell\n\n25 unique bathroom shower curtains sets | shower curtains ideas design\n\ncool shower curtain charming ideas colorful world map shower curtain\n\npin by mosslounge on amazing interior design | pinterest | curtains\n\ncurtains: lovely shower curtains decor ideas below stainless steel\n\nthe unique bathroom shower curtains ideas | beautifauxcreations\n\nremodel unique red and rhsavwicom bathroom shower curtain ideas\n\nMany thanks for visiting here. Listed above is a wonderful picture for Unique Shower Curtain Ideas. We have been hunting for this image via on-line and it came from reliable source. If you’re searching for any new fresh ideas busy life then this graphic needs to be on the top of resource or else you might use it for an alternative concept.\n\nHope you like as we do. Please publish this Unique Shower Curtain Ideas graphic at mates , family via google plus, facebook, twitter, instagram or any other social networking site. Thanks for visit here .\n\ntags: , , ,",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.9825395346,
        "format_confidence":0.5058034062,
        "weight":0.0054470845
    },
    {
        "url":"http:\/\/blog.chrisworfolk.com\/7-surprising-freedoms-we-enjoy-in-britain",
        "text":"7 surprising freedoms we enjoy in Britain\n\nIn an age when Theresa May seems determined to read every email you write, abolish human rights and arrest everyone on terror charges, it can feel like our freedoms are under threat (they are). However, on a more positive note, we British people enjoy some freedoms that a lot of the world does not.\n\nNothing on this list will be a surprise to you. However, what I think will be a surprise, is that the rest of the world does not have these freedoms. These are things we take for granted but are not always the norm.\n\nNaming your child\n\nIn Britain, you can name a baby anything as long as the powers that be do not label it as offensive or rude. People take liberal advantage of this, regularly naming their babies after TV characters, inanimate objects or obviously incorrect spellings of real names.\n\nThis is not a freedom most of Europe enjoys: many countries have set lists of accepted names. You have to pick from the list and you cannot change the spelling.\n\n\nOnly wacky religious people tend to homeschool. However, you do have the option if you so wish. If you are tired of the school forcing facts down your child’s throat, you can pretend to be a teacher and give them an education yourself. You will seriously damage the child’s intellectual and social skills, but at least you will feel better.\n\nWe and around half the countries in the world enjoy this freedom. Each country has different levels of restrictions. For the rest of the world, homeschooling is illegal.\n\n\nAt some point in the history of the United States, the government and the people had the following conversation:\n\nGovernment: “Can we take away some of the really big guns so that children stop getting massacred?”\nPeople: “No! Keep your hands off our second amendment!”\nGovernment: “Okay. Can we make it illegal to cross the street wherever you want?”\nPeople: “Sure, that’s fine.”\n\nIt seems a bizarre way round to me. I like living in a culture where assault rifles are not allowed, but crossing an empty street when it is safe to do so is. But what do I know as a humble British person?\n\nGermany also criminalises jaywalking. There is something odd about watching clearly inebriated Germans stumbling home, yet stopping at every crossing to wait for the green man.\n\nMoving house without telling everyone\n\nDo you find junk mail annoying? I do. When I move house, I do not want everyone to know that I have moved. I will tell the people I think are worthy of knowing: banks, utility companies, etc. For everyone else, I do not want your nuisance mail.\n\nIn Finland, when you move house, you tell the state. The state then tells everyone else. This is convenient because it means all of your banks know that you have moved house. However, what if you do not want to tell a bunch of for-profit companies about your new address?\n\nFree healthcare, including birth control\n\nWe tend to think of free healthcare as something that all civilised countries have, with the notable exception of the United States. However, this is not always the case. Take Finland again, for example.\n\nWhen you go into hospital, there is a charge per day. It is not the full cost of your hospital stay, but it is not insignificant. You also pay to visit your GP and pay higher prescription charges. For birth control, for example, you will be paying around €15 per month.\n\nIn the UK, we pay for prescriptions (not in Scotland or Wales) and dental, but these are both capped at relatively low amounts. Hospital treatment is without cost entirely (unless you want to watch the TV).\n\nID cards\n\nCompulsory ID cards are overwhelmingly the norm. Britain is one of only nine countries[ref] in the world that does not have any ID cards.\n\nFlag burning\n\nFlag desecration varies by countries. In many, it is illegal. In some, it is prosecuted under wider laws.\n\nIn the UK, we are pretty relaxed about it. If you want to burn the Union Jack, feel free. There is no law against it. There have been some moves to tighten up on it, but none have come to fruition.\n\nOf course, you may struggle if it is made of fire-resistant material. As this EU flag was, for example:\n\n\nFree newsletter\n\nDon't have time to check my blog? Get a weekly email with all the new posts. This is my personal blog, so obviously it is 100% spam free.\n\n\nTags: , , ,\n\nThis entry was posted on Monday, February 20th, 2017 at 11:00 am and is filed under Religion & Politics. You can follow any responses to this entry through the RSS 2.0 feed. Both comments and pings are currently closed.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.964441359,
        "format_confidence":0.9144642949,
        "weight":0.0020435121
    }
]