[
    {
        "url":"http:\/\/blog.voxer.com\/2013\/10\/03\/a-very-voxer-hack-day\/",
        "text":"A Very Voxer Hack Day\n\nWe challenged ourselves to innovate this week! So often, we are heads-down and focused on making improvements to the app as quickly as possible and integrating new features we set out on our roadmap.\n\nBut this week…well, let’s just say that Monday marked a very new and exciting occasion that we hope to grow in the coming months. hAck dAy!\n\nThe Voxer team (EVERYONE, not just engineers!) came up with a few dozen ideas and collaborated on 16 projects! Not too shabby for a staff of less than 50 on a Monday, right?\n\nWe took this event very seriously. We really got into it! Check out the team spirit!\n\n\nabove: Tiffany, Community Manager; Igal, Head of Product)\n\nTeams worked through the night to bring their ideas to fruition, and at the next morning’s presentations we had an amazing array of hacks!\n\n\n(above: the Voxer staff breaks up into teams to work on various hAck dAy projects)\n\nPrizes are still to be determined (the entire staff is voting on winners), but you can look forward to a few of these features to make it into the app. We’ve got our users covered! Lots of amazing features are soon to come for Voxer. Stay tuned!",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.9312409163,
        "format_confidence":0.9523897767,
        "weight":0.0021094839
    },
    {
        "url":"http:\/\/investors.aviatnetworks.com\/releasedetail.cfm?ReleaseID=1039892",
        "text":"September 11, 2017\n\nAviat Networks Announces First WTM 4000 Deployment with Ducor Telephone Company\n\nCompany to Demonstrate WTM 4000 at Mobile World Congress Americas\n\nMILPITAS, Calif., Sept. 11, 2017 \/PRNewswire\/ -- Aviat Networks, Inc. (NASDAQ: AVNW), the leading expert in microwave networking solutions, today announced the first customer shipment and installation of its WTM 4000 all-outdoor IP-SDN radio with Ducor Telephone Company in California. In addition, the Company announced that it will be demonstrating product capabilities including SDN this week at Mobile World Congress Americas in San Francisco, USA.\n\nWith the industry's highest capacity radio WTM 4000, Ducor Telephone Company will deploy gigabit microwave links to support broadband services throughout their territory. In addition to radios, Aviat will supply design, project management, frequency coordination, and installation services.\n\nBecause it delivers high capacity in licensed spectrum, WTM 4000 is the ideal solution for carrier class gigabit broadband services.\n\n\"We have selected Aviat as our preferred microwave vendor to enable Ducor to provide enhanced broadband services to our customers,\" says Eric Votaw, president and CEO, Ducor Telephone Company. \"Aviat has superior radio performance and broad services capabilities. We believe Aviat's solution will enable us to meet the growing broadband needs of our customers for today and beyond.\"\n\n\"We have received very positive feedback from customers and prospects following the recent launch of WTM 4000,\" states Michael Pangia, president and CEO, Aviat Networks. \"The highest capacity radio on the market, combined with built-in support for SDN and Aviat's extensive services capabilities, means unique and differentiated value for our customers.\"\n\nAbout Aviat Networks\n\nAviat Networks, Inc. works to provide dependable products, services and support to our customers. With more than one million systems sold into 170 countries worldwide, communications service providers and private network operators including state\/local government, utility, federal government and defense organizations trust Aviat with their critical applications. Coupled with a long history of microwave innovations, Aviat provides a comprehensive suite of localized professional and support services enabling customers to drastically simplify both their networks and their lives. For more than 70 years, the experts at Aviat have delivered high performance products, simplified operations, and the best overall customer experience. Aviat Networks is headquartered in Milpitas, California. For more information, visit www.aviatnetworks.com or connect with Aviat Networks on Twitter, Facebook and LinkedIn.\n\nView original content:http:\/\/www.prnewswire.com\/news-releases\/aviat-networks-announces-first-wtm-4000-deployment-with-ducor-telephone-company-300516874.html\n\nSOURCE Aviat Networks\n\nNews Provided by Acquire Media\n\nClose window | Back to top\n\nCopyright 2018 Aviat Networks",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9291136861,
        "format_confidence":0.9916604161,
        "weight":0.0185129797
    },
    {
        "url":"http:\/\/cps.edu\/Spotlight\/Pages\/spotlight484.aspx",
        "text":"School Options Made Easier for Students \n\nDistrict empowers families to make informed choices\n\nSeptember 30, 2013\n\nCPS prides itself on offering students a variety of academic programs to meet their specific needs. To help families identify which schools might be a good fit for their children, and to help them more easily navigate the application process, the District has created a host of new tools to supplement its existing slate of resources.\n\n\nThe application process for the 2014-15 school year begins on October 1. This process encompasses elementary magnet and selective enrollment schools, as well as several high school options, including magnet, selective enrollment, international baccalaureate (IB), military academies and career and technical education programs.\n\n\n“Our goal as a District is to empower families to make informed decisions about their children’s unique academic needs and to help them easily navigate this process,” said CPS CEO Barbara Byrd-Bennett. “I strongly encourage families to take advantage of our helpful resources as they begin to explore our high-quality school and academic program offerings.”\n\n\nStudents applying to 9th-grade can now log on to to schedule their own selective enrollment exams and magnet school auditions. They can also use this system to arrange the information sessions that are required by STEM and IB schools and military academies. Students interested in selective enrollment high schools are encouraged to schedule their exams early, as it may help them make informed choices about where to apply.\n\n\n“Selecting early test dates can be beneficial for families,” said Katie Ellis, Executive Director of CPS’ Office of Access & Enrollment. “Students who schedule test dates in November and December will receive their results prior to the application deadline, which will help them narrow down their options for next year.”\n\n\nThis self-scheduling system is a departure from previous years when test dates were assigned to students at random. The new system will permit students to choose times and locations that work in their calendars, even allowing for the changing of appointments when necessary.\n\n\nIn order to access this system, students MUST have a previously assigned Personal Identification Number (PIN). These were assigned by CPS to all eighth graders in a letter that also listed the programs to which each student is eligible to apply for the 2014-15 school year. This list was based on final grades and standardized test scores from each student’s seventh grade year. All eighth graders are also being provided with a physical copy of the CPS High School Guide, which provides detailed information about all high school options that are available within the District.\n\n\nTo view the Self-Schedule Information Video, which provides a step-by-step guide to accessing the new system, click\n\n\nOther Helpful Resources\n\n  • The Office of Access & Enrollment (OAE) Website – Visit for general information about CPS schools and programs. For specific information on the application process, as well as selection and notification guidelines, click on the tab marked Resources.\n  • Up-to-Date Tier Data – Families applying to selective enrollment or magnet schools may want to use their home address to determine their respective tiers. This information is available at\n  • Option Guides – The District offers families comprehensive information on the academic programs available throughout CPS. Both the Options for Knowledge elementary school guide and the searchable high school directory are available in English and Spanish, and can be accessed by visiting Print copies can be obtained at any school, or by visiting CPS Central Office at 125 S. Clark Street.\n\n\nFamilies with additional questions are encouraged to call the CPS Office of Access & Enrollment at (773) 553-2060.\n\n\nPage Last Modified on Monday, September 30, 2013",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9976170063,
        "format_confidence":0.9353181124,
        "weight":0.0139616466
    },
    {
        "url":"http:\/\/blog.lib.uiowa.edu\/speccoll\/2011\/12\/02\/the-u-s-goes-to-war-and-the-war-comes-to-iowa\/",
        "text":"The U.S. Goes to War – and the War Comes to Iowa\n\nWe are commemorating the 70th anniversary of the U.S. entry into World War Two by highlighting some items  in our collections relating to this event.\n\nNile C. Kinnick, Jr. was a University of Iowa student in 1939. The war began in Europe the same fall season when Kinnick and the UI “Iron Men” once again put Iowa on the nation’s sports map with their football victories. By the end of November, the team stood at 6-1-1, and Kinnick had won most major football awards in the country. Kinnick traveled to New York City, where on December 6, 1939 he accepted the Heisman Memorial Trophy Award at the Downtown Athletic Club.\n\nAlready before his acceptance speech, Kinnick had earned the high praise of sports writers and journalists across the country, some of who had called him “The Cornbelt Comet.” Yet even as he was achieving unprecedented fame at such a young age, Kinnick was aware of the terrible conflict unfolding in Europe, and the challenge it posed to Americans. In his brief acceptance speech, he devoted the last 3 sentences to taking a position on World War Two.\n\n\nKinnick Heisman acceptance speech\n\nNile Kinnick's Heisman Trophy acceptance speech, December 6, 1939, New York City Downtown Athletic Club.\n\n\nKinnick’s thoughtful words show an appreciation of football as a physical tournament, peaceful conflict resolution through a contact sport. In preferring the Heisman to the famous French war decoration, he echoed an independent-minded version of U.S. isolationism, and an appreciation of the values of his American society.\n\nKinnick graduated from the University of Iowa in 1940 with a BA in Commerce, and turned down some NFL offers to go to law school. As the global conflict unfolded, Kinnick’s view of U.S. involvement in the war also changed. In 1941 he enlisted in the Navy Air Corps Reserve. He was called to active duty just three days after the bombing of Pearl Harbor – on December 10, 1941. Nile Clarke Kinnick, Jr. died on June 2, 1943, after his plane developed mechanical difficulties and was ditched in the Gulf of Paria.\n\nThe Papers of Nile C. Kinnick, Jr. are one of the most treasured collections of The University of Iowa Special Collections. Please see the online description of their contents here:",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9740652442,
        "format_confidence":0.5383089185,
        "weight":0.0006554252
    },
    {
        "url":"http:\/\/kroc.com\/new-rochester-school-teaching-in-english-and-spanish\/",
        "text":"Education is ever changing. There is one school in Rochester embracing that change with bilingual education. \n\nListos on Facebook\n\nIntroducing Listos Preschool and Childcare. In Spanish, Listos means both smart and ready. Listos Preschool and Childcare is Rochester’s first non-profit dual-immersion preschool, aiming to provide a unique, inclusive, affordable Spanish-English preschool and childcare experience. You'll find them on the second floor of Peace United Church of Christ (a sponsor of the program. Listos has no religious curriculum).\n\nYou can get more information and\/or support Listos by checking out the Pretty Peculiar Pop Up Market. According to Chair of the Listos' Board, Sharri Halleland, \"a group of artists are donating their work and all of the market items will be available for a free-will donation. In addition to the amazing art and crafts, we also will have treats, music and will be giving tours of a tiny home.\" 100% of all money raised will be donated to Listos for programming and scholarships to help low-income families in need, including new immigrants.\n\n\nThe pop up market is on Sunday, June 25th from 11a - 4p. You can find more info on their Facebook page.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9929257631,
        "format_confidence":0.5871319771,
        "weight":0.0087642152
    },
    {
        "url":"http:\/\/www.esrcsocietytoday.ac.uk\/news-and-events\/press-releases\/15029\/when-it-comes-to-the-environment-education-affects-our-actions.aspx",
        "text":"When it comes to the environment, education affects our actions\n\n21 March 2011\n\nThe more highly educated are more likely to display their environmental credentials through what they buy rather than with actions such as turning off lights, according to findings from Understanding Society, the world’s largest household panel survey, funded by the Economic and Social Research Council (ESRC) and managed by the Institute of Social and Economic Research (ISER) at the University of Essex.\n\nThe first set of findings from the survey are based on data from more than 22,000 individuals and show that people with degrees are 25 per cent more likely, on average, than people with no education qualifications to adopt pro-environmental behaviours, at least in terms of paying more for environmentally-friendly products. However, they are less likely to turn off the TV overnight or to use public transport.\n\nOverall the survey, which will follow 40,000 UK households over many years, found that 60 per cent of people believed that a major environmental disaster is pending if things continue on their current course, and just over half the respondents (53 per cent) say they 'do quite a few things that are environmentally friendly' or are 'environmentally friendly in most things or everything' they do.\n\nNonetheless, people’s willingness to behave in an environmentally-friendly way comes with conditions as 59 per cent of those surveyed agreed that 'any changes I make to help the environment need to fit in with my lifestyle' and just half (50 per cent) would be prepared to pay more for environmentally friendly products.\n\nProfessor Peter Lynn at the Institute of Social and Economic Research (ISER) which manages Understanding Society at the University of Essex, said: \"These findings offer an interesting suggestion that more highly-educated people may be more willing to take environmentally-motivated principled actions such as buying recycled paper products or avoiding the purchase of over-packaged products and yet are less willing than others to take relatively small actions that may be more of a personal inconvenience.\"\n\nThe survey found that:\n\n  • women are more likely than men to adopt pro-environmental behaviours, for example they are 4per cent more likely, on average, to be willing to pay more for environmentally-friendly products;\n\n  • the presence of dependent children in the household is associated with a lower willingness to pay more for environmentally friendly products;\n\n  • employed people seem less likely to adopt pro-environmental behaviours - especially by putting on more clothes when cold and reducing the frequency of flights - than people who are outside the labour market.\n\nUnderstanding Society also reveals that a significant minority have a defeatist attitude towards combating climate change.  One in five (21 per cent) think that it is too late to do anything about climate change and nearly a third (29 per cent) believe it is not worth Britain trying to combat climate change, because other countries will just cancel out what we do.\n\nProfessor Lynn added: \"These initial findings suggest that people’s behaviour is motivated by considerations other than environmental concern such as income and personal resources. These motivations need to be better understood if policymakers and civil society organisations looking to change people’s behaviours are to make any genuine headway. There clearly remains across all sections of society a considerable reluctance to take part in environmentally-friendly behaviour that has a personal cost, even though the importance of doing so is recognised by the majority of people.\"\n\nFor further information contact\n\nESRC Press Office:\n\nNotes for editors\n\n  1. About the researcher: Peter Lynn is Professor of Survey Methodology at the Institute of Social and Economic Research (ISER). His research interests lie in all areas of quantitative survey methodology.\n\n  2. The findings above are taken from Chapter 12 of 'Understanding Society: Early findings from the first wave of the UK’s household longitudinal study'. Chapter 12 'Environmental Attitudes and Behaviour: who cares about climate change?' by Peter Lynn and Simonetta Longhi analyses the questions asked about environmental behaviour and identifies some of the socio-demographics characteristics associated with these behaviours.\n\n  3. Understanding Society is a world leading study of the socio-economic circumstances in 40,000 British households. The study allows for deeper analysis of a wide range of sections of the population as they respond to regional, national and international change. Understanding Society will greatly enhance our insight into the pathways that influence peoples longer term occupational trajectories; their health and wellbeing, their financial circumstances and personal relationships. Understanding Society also breaks new ground with its interdisciplinary focus. The study will capture biomedical data on 20,000 participants and place this alongside rich social histories, helping us weigh the extent to which people's environment influences their health.\n\n  4. Understanding Society has been commissioned by the Economic and Social Research Council (ESRC). The Research Team is led by the Institute for Social and Economic Research (ISER) at the University of Essex. The National Centre for Social Research (NatCen) delivers the Study.\n\n  5. The ESRC have contributed £27 million towards the funding of Understanding Society, and have successfully secured a total of £19.4 million from the Department for Business, Innovation and Skills Large Facilities Capital Fund. A further £2.61 million has been secured from a consortium of Government Departments. This funding will support the first five waves of the study until 2015. It is envisaged that the study will continue for up to 20 years.\n\n  6. The ESRC is the UK's largest organisation for funding research on economic and social issues. It supports independent, high quality research which has an impact on business, the public sector and the third sector. The ESRC’s total budget for 2010\/11 is £218 million. At any one time the ESRC supports over 4,000 researchers and postgraduate students in academic institutions and independent research institutes.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.8710590601,
        "format_confidence":0.9642092586,
        "weight":0.007526338
    },
    {
        "url":"https:\/\/topleat.wordpress.com\/2016\/09\/01\/etisalat-flash-fiction-2016win-1000-with-300-words\/",
        "text":"Etisalat Flash Fiction 2016|Win $1000 with 300 Words\n\netisalat-flashfiction-topmuseThe Etisalat Flash Fiction Award was created in order to cater to the large amount of interest received from unpublished writers across the Continent. To garner some publicity for the art of flash fiction writing and the writers themselves, this category of the Prize will be open to the general public to review and contribute to the ultimately selection of a winner. The Flash fiction award seeks to provide added value to mobile device users across Africa with information on-the-go and in bite sized chunks.\n\nThe Prize is open to all writers of unpublished short stories (of African citizenship but can be resident anywhere in the world)\nAll entries will be submitted online via the website and short stories submitted should not exceed 300 words\n\nThe winning author will receive $1000 and a high end device\nThe 2 Runner-ups will receive $500 (each) and a high end device.\n\nTop 50 Stories\nPublished e-book compilation by promoted online and via SMS\nPublished print book (if available) distributed at award ceremony\n\nEntries Open – September 1\nEntries Closes – October 14\nVoting Opens to the general public – November 1\nVoting Closes – November 30\nTop 50 Announced – December 2\nFinalists Announced – January 11, 2017\nAward Ceremony\/Winner Announcement – March 2017\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9747800231,
        "format_confidence":0.8932955265,
        "weight":0.0013685654
    },
    {
        "url":"https:\/\/www.schooltheatre.org\/resources\/news\/nccasisawarded",
        "text":"NCCAS is awarded National Endowment for the Arts grant\n\nJuly 3, 2013\n\nNational Endowment for the Arts (NEA) Acting Chairman Joan Shigekawa has announced that the State Education Agency Directors of Arts Education, on behalf of the National Coalition for Core Arts Standards (NCCAS), is one of 817 nonprofit organizations nationwide to receive an NEA Art Works grant. NCCAS has been awarded a $30,000 grant to support the convening of a national Artist Advisory Council at the August 1-5 meeting of the NCCAS writing teams and leadership.\n\nThe recommended NEA grants total $26.3 million and span thirteen artistic disciplines and fields. Applications were reviewed by panels of outside experts convened by NEA staff, and each project was judged on its artistic merit.\n\nActing Chairman Shigekawa said, “The National Endowment for the Arts is proud to support these exciting and diverse arts projects that will take place throughout the United States. Whether it is through a focus on education, engagement, or innovation, these projects all contribute to vibrant communities and memorable opportunities for the public to engage with the arts.”\n\nNCCAS, a coalition of eight national arts and education organizations and media arts representatives, is writing the new, voluntary arts standards in dance, media arts, music, theatre, and visual arts scheduled for release in 2014. The theatre standards are being created by representatives from the Educational Theatre Association and the American Alliance for Theatre and Education. Artists representing each of the five arts disciplines will attend the August meeting, serving in an advisory capacity for the writing teams.\n\nEdTA Executive Director Julie Woffington called the NEA grant a strong affirmation of the new arts education standards’ value. “As an NCCAS leadership organization, EdTA has worked hard to reach out to our members and others in the theatre education community to ensure there is buy-in to these new standards. Funding from a public granting agency like the Endowment validates their worth in a broader national arts and education context.”\n\nWoffington also said she is proud that EdTA has secured a commitment from playwright Jim Leonard, Jr. to serve as theatre’s representative on the project’s Arts Advisory Council. “Leonard is a well-respected playwright and screenwriter whose work is widely produced by schools throughout the country. We’re grateful and thrilled that he has agreed to serve in this capacity.”\n\nLeonard’s plays include Anatomy of Gray, The Diviners, And They Dance Real Slow in Jackson, and Crow and Weasel. He has been awarded three NEA Fellowships, a New York Villager Award, the Midland Writers Award, the Samuel French Best New Play Award, and the Dramatists Guild Award. He co-wrote the screenplay for Mira Nair’s award-winning film My Own Country. Leonard has created and produced several television series including Close to Home (CBS), Skin (Fox), and Thieves (ABC); and he wrote and produced Dexter (Showtime) and The Closer (TNT). He is currently a writer-producer for Major Crimes (TNT). Leonard also serves on the boards of the New Harmony Project and Circle X Theatre.\n\nFor the most up-to-date information about the standards project, visit the NCCAS website.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5867316723,
        "format_confidence":0.9562243223,
        "weight":0.0142737171
    }
]