[
    {
        "url":"https:\/\/twittercounter.com\/097c7b5ce9b64b6",
        "text":"Here’s how we use cookies\nCookies allow us to improve and personalize your experience while using Twitter Counter. We do not use this information for serving ads and we do not share this information with any 3rd parties. You can read more about our cookie policy and privacy policy here.\nCheck your own Twitter stats\n@097c7b5ce9b64b6 hasn't been updated in a while. Update 097c7b5ce9b64b6's stats now.\nvoza M (@097c7b5ce9b64b6) Twitter\n\nvoza M Twitter Stats\n\n@097c7b5ce9b64b6 - Tracking voza M Twitter profile since August 24, 2015\n\n  • Worldwide Rank #214,670,201\n  • Follower\/Following Ratio 0.09\n  • Daily New Followers 0\nTrack Update stats Buy Stats\n\nvoza M's story\n\nvoza M, also known as @097c7b5ce9b64b6 has a novice's presence on Twitter and is ranked by us in the 20% percentile for account strength. Active on Twitter since July 2015, voza M made it to having a respectable 5 Twitter followers and to being ranked 214,670,201 for number of followers among all Twitter users.\n\nThe plot thickens when considering voza M's follower-to-following ratio, which is 0.09. Which is not surprising given this account's audience size.\n\nOver the past month, @097c7b5ce9b64b6's was hardly active on Twitter, with an average of 0 tweet(s) per day in the past 30 days. That's pretty consistent with a total of 1 since @097c7b5ce9b64b6 joined Twitter.\n\nThis account is tracked by us Only August 2015. As of June 18 2018 we track 289706707 Twitter accounts, so feel free to search for other accounts you're interested in and reveal their Twitter story!\n\n#214M Worldwide Rank\nFollower Following \/ Ratio\n0 Tweets per day\nWorldwide rank Evolution\n0.0% Follower\n0% Audience\n0 Listed\n@097c7b5ce9b64b6 Twitter Stats Overview\nDaily average: 0 followers, 0 tweets, 0 following.\n\nvoza M Tweets\n\n@097c7b5ce9b64b6 has posted 0 tweets in the last 1 days, which translates to an average of 0 tweets per day.\n\nvoza M Twitter Followers\n\n@097c7b5ce9b64b6 has 5 followers on Twitter.\nThis account is #214,670,201 in the worldwide rank of the most popular Twitter users.\n\n\nvoza M Following on Twitter\n\n@097c7b5ce9b64b6 is following 58 Twitter accounts.\nLast month this account followed no users.\n\nvoza M Predictions & Milestones\n\n@097c7b5ce9b64b6 will hit 5 followers in the next 3 months, and 5 in one year.\n\nCurious about the future of @097c7b5ce9b64b6’s follower growth or yours?\n\nStart FREE Trial\n\nYou are on voza M's Twitter stats page\n\nWe track these Twitter stats since August 24, 2015 . You can see how many followers voza M lost or gained and what the prediction is for tomorrow or the next 15 days, together with all kinds of other stats like rank compared to all Twitter users, tweets etc.\n\nWhy don't you give it a try and compare voza M to yourself ? Or if you are voza M get even more feature rich & up-to-date stats with our premium Twitter Stats.\n\nTwitter Counter is the #1 Twitter stats site powered by Twitter. It all started in June 12, 2008 and we grew rather rapidly because of our Twitter Counter badge. The button is a nice small image that shows your visitors how many followers you have on Twitter. Within a year the button was on many many blogs around the world and we displayed more than 100 million buttons in one month. We track follower stats for over 289.706.707 users now.",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.9475892782,
        "format_confidence":0.9673596025,
        "weight":0.0054908127
    },
    {
        "url":"https:\/\/www.grammymuseum.org\/events\/ical\/notes-on-living-all-star-jazz-with-tales-by-brian-doyle\/1350",
        "text":"BEGIN:VCALENDAR VERSION:2.0 PRODID:-\/\/hacksw\/handcal\/\/NONSGML v1.0\/\/EN BEGIN:VEVENT DTSTAMP:20190515T023000Z DTSTART:20190515T023000Z DTEND:20190515T053000Z SUMMARY:Notes On Living: All-Star Jazz With Tales By Brian Doyle DESCRIPTION:The GRAMMY Museum Presents A WordTheatre ProductionDirected and Produced by Cedering FoxCelebrate the extraordinary shorter-than-short stories of Brian Doyle along with an All-Starr Jazz combo led by pianist Starr Parodi with Wayne Bergeron on trumpet. As brilliant actors inhabit these remarkably touching and funny literary gems, you'll experience firsthand what made this Irish-American writer so special. Gather some friends, and please join us for an evening that sold-out audiences in London, NYC and East Hampton have loved and that you will never forget!CAST*Fred Melamed (A Serious Man, Fargo)JK Simmons (Whiplash, Counterpart)Jing Lusi (Crazy Rich Asians, Gangs of London)Edi Gathegi (Starup, The Blacklist: Redemption)Gethin Anthony (Aquarius, Game of Thrones)Lesley Nicol (Downton Abbey, Beecham House)Antonique Smith (RENT on Broadway, Luke Cage, Notorious)Dan Lauria (The Wonder Years, Independence Day)Wendie Malick (Hot in Cleveland, Just Shoot Me!)Rhashan Stone (All About Eve on London's West End, Carters Get Rich, Strikeback)Bruce Vilanch (Hairspray on Broadway, You Don't Mess with the Zohan)MIchael Nouri (The Assassination of Gianni Versace: Amercian Crime Story, Flashdance) *Due to the ever-shifting nature of actors schedules,appearances are subject to change without notice!  END:VEVENT END:VCALENDAR",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9893898368,
        "format_confidence":0.8538605571,
        "weight":0.0099421476
    },
    {
        "url":"http:\/\/www.dentist-prices.com\/in\/india-dentist-prices",
        "text":"Dentist Prices in India\n\nIndian Dentist Prices\n\nThe table below gives some example dentist prices for Private Dentists in India.\n\nNote that these are examples only, and if you have your own prices then please let us know by emailing\n\nWe can then generate a table of Dentist Prices in India from data produce by the citizens of India itself.\n\nAll dentist prices are given in India Rupees\n\nApiectomy Braces - 28,000 to 50,000\n\nDental Bridge -\n\nDental Crown Gold - 10,000 - 20,000\n\nDental Crown Composite - 12,000 - 20,000\n\nDental Examination - Free to 5,000\n\nDentures Full - 12,000 - 24,000\n\nDentures Partial - 8,000 - 16,000\n\nHygiene Clean - 5,000 Implants - 40,000 - 60,000\n\nLarge tooth filling - 1,200 - 2,000\n\nRoot canal - 5,500\n\nSmall tooth filling 1,000 - 1,500\n\nTooth Scale and Polish - 8,00\n\nVeneer - 11,000\n\nWhitening 4,500 - 11,000\n\nWisdom tooth extraction\n\n\nIndia offers fairly competitive dentist prices, especially when compared to the Western countries. Some people from the USA, or Europe actually travel to India in order to get their dentistry done. This can be a good way of saving money as long as you very carefully check out the dentist before you go and make sure that they will give you a high quality service.\n\n\nSyndicate content",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.8303368092,
        "format_confidence":0.9672138691,
        "weight":0.0089840507
    },
    {
        "url":"http:\/\/homernews.com\/homer-town-crier\/cops-and-courts\/2014-02-12\/homer-police-reports",
        "text":"• Comment\n\nHomer Police Reports\n\nPosted: February 12, 2014 - 1:56pm\n\nFeb. 3\n\nAn officer at 10:45 a.m. attended an interview regarding suspicious circumstances.\n\nA woman at 4:15 p.m. reported a juvenile driving out of compliance with restrictions.\n\nPolice at 8:39 p.m. made a traffic stop on a driver on Main Street and contacted a probation officer regarding a subject.\n\nA woman at 9:16 p.m. made a 911 call that her adult son living in another state was missing.\n\nA person at 10:47 p.m. reported an assault at a Sterling Highway address. Police responded and took a man into protective custody.\n\nA caller at 9:58 p.m. reported a man walking in the roadway on the Sterling Highway. Police responded and advised the man not to walk in the road.\n\nFeb. 4\n\nA woman at 7:49 a.m. reported horses in the road on West Hill Road. Police responded and contacted the horses’ owner. The horses were secured.\n\nA woman at 11:40 a.m. reported drug activity in the Homer area.\n\nA caller at 3:21 p.m. reported a man going door-to-door in the Kachemak Way area and introducing himself as a UFO inspector. He was asking questions about orange lights. The caller asked for a welfare check on the man. Police could not find the UFO inspector.\n\nA caller at 6:28 p.m. reported being threatened by a man.\n\nMultiple callers at 7:45 p.m. reported seeing flares over Kachemak Bay. All was OK. The U.S. Coast Guard was performing scheduled maneuvers.\n\nA caller at 8:43 p.m. reported drug activity.\n\nFeb. 5\n\nA caller at 2:01 a.m. reported a driver speeding in the Mulliken Avenue area all night.\n\nA man at 3:50 p.m. reported hearing gunshots in the Scenic View Drive area. Police responded but could not locate the source.\n\nA man at 6:04 p.m. asked for traffic information on bicyclists and crosswalks.\n\nA woman at 9:52 p.m. reported loud noise caused by a helicopter in the Grubstake Avenue area.\n\nFeb. 7\n\nA caller at 9:20 a.m. reported a downed tree blocking the road on Ocean Drive.\n\nA man at 10 a.m. reported a tree on a power line on Lakeshore Drive.\n\nA man at 10:30 a.m. made a 911 call of a downed wire blowing in the wind on Lake Street. Police responded and determined it was a cable line. Police notified the appropriate agency and the line was secured.\n\nA person at 11 a.m. made a 911 call of a tree leaning on power lines on the Sterling Highway near Soundview Avenue.\n\nA person at 11:15 a.m. made a 911 call of a downed tree blocking the road on East End Road.\n\nA caller at 11:46 a.m. reported loose roofing from an apartment complex damaged a car’s windshield.\n\nA caller at noon reported a downed tree blocking both lanes of traffic on East Skyline Drive near Paintbrush Court.\n\nA man at 12:38 p.m. reported a downed tree partially blocking the road on Rochelle Road.\n\nA man at 4:15 p.m. reported an icy road on West Hill Road.\n\nA caller at 5:42 p.m. reported a downed tree in the road on Skyline Drive near Ridgeway Court.\n\nA caller at 6:30 p.m. reported icy road conditions on Heath Street.\n\nA man at 6:35 p.m. reported snow drifts in the road near Mile 170 Sterling Highway.\n\nA woman at 6:42 p.m. reported receiving unwanted phone calls and texts from a man.\n\nA caller at 7:03 p.m. reported a hit-and-run crash on Pioneer Avenue.\n\nFeb. 8\n\nA man at 10:43 a.m. made a 911 call of a theft from a car.\n\nA woman at 11:30 a.m. reported being concerned about a unicycle rider in the roadway on Pioneer Avenue.\n\nA woman at 2:20 p.m. reported finding suspicious video material.\n\nA caller at 3:19 p.m. reported a car crash on Pioneer Avenue. Police responded and issued a summons to a 57-year-old man for not having car insurance.\n\nA woman at 3:47 p.m. reported two men carried weapons on Bartlett Street. Police responded.\n\nA man at 5:51 p.m. made a “report every dangerous driver immediately” complaint of a driver on Lake Street. Police stopped the suspect driver, a 51-year-old woman, and issued her a summons for driving while license revoked. They also arrested a 50-year-old woman on a warrant.\n\nA man a 6:36 p.m. made a 911 call that he felt distressed. Police responded and determined the man was OK.\n\nA woman at 7:13 p.m. reported losing her purse at a Sterling Highway address.\n\nA woman at 8:34 p.m. reported a damaged window at a Heath Street address.\n\nPolice at 9:56 p.m. stopped a 30-year-old man driving on Pioneer Avenue and issued him a summons for DWLR.\n\nFeb. 9\n\nPolice at 12:04 a.m. stopped a driver on East End Road and issued a DUI warning.\n\nA person at 1:18 a.m. made a 911 call reporting an assault at a Pioneer Avenue address. Police responded and issued a “be on the lookout” for a suspect.\n\nPolice at 2:24 a.m. provided transportation for two men.\n\nPolice at 2:54 a.m. contacted a 49-year-old man on East End Road and arrested him on a federal fugitive-from-justice warrant.\n\nA caller at 3:38 a.m. reported a drunk pedestrian on Pioneer Avenue. Police contacted the person and provided transportation.\n\nA caller at 9 a.m. reported a customer found belongings and a purse outside a Sterling Highway business. Police retrieved the property and contacted the owner.\n\nA man at 4:43 p.m. reported an assault at a Jenny Way address. Police responded and separated the parties for the evening.\n\nFeb. 10\n\nA caller at 2:47 a.m. made a REDDI complaint of a driver on East End Road. Police contacted the suspect driver and helped the driver get home safely. Police warned the person not to drive while on medications.\n\nA caller at 5:50 a.m. reported a medically unstable person driving near Mile 169.5 Sterling Highway. Police stopped the driver and released the person to a relative.\n\n  • Comment\n\n\nPlease Note: You may have disabled JavaScript and\/or CSS. Although this news content will be accessible, certain functionality is unavailable.\n\nSkip to News\n\n« back\n\nnext »\n\n  • title http:\/\/spotted.homernews.com\/galleries\/318768\/ http:\/\/spotted.homernews.com\/galleries\/318673\/ http:\/\/spotted.homernews.com\/galleries\/318368\/\n  • title http:\/\/spotted.homernews.com\/galleries\/317873\/ http:\/\/spotted.homernews.com\/galleries\/317838\/ http:\/\/spotted.homernews.com\/galleries\/317823\/\n  • title http:\/\/spotted.homernews.com\/galleries\/317818\/ http:\/\/spotted.homernews.com\/galleries\/317813\/\nHomer Highland Games 2014",
        "topic_id":3,
        "format_id":19,
        "topic_confidence":0.9940701127,
        "format_confidence":0.782453537,
        "weight":0.0026538064
    },
    {
        "url":"http:\/\/www.draftexpress.com\/profile\/Alexandre-Libert-40435\/stats\/leaders\/",
        "text":"DraftExpress NBA Draft Prospect Profile: Alexandre Libert, Stats, Comparisons, and Outlook\n    DraftExpress Logo\n     DraftExpress Facebook      DraftExpress Twitter    DraftExpress YouTube\nAlexandre Libert\nTeam: Mons,\nPhysicalsPositions Misc\nH: 6' 1\"\nW: 150 lbs\nBday: 01\/25\/1990\n(24 Years Old)\nCurrent: PG\nHigh School:\nHometown: Mons, Belgium\n\nPlayer Page  |  Player Stats  |  Related Articles  |  Add to My Draft Express \n* For the NBA and International leagues, top 25s reflect the actual top 25 list. Due to the number of college players, we've limited top 25s in NCAA to only draft prospects which better reflects the level of competition and what we feel provides highlights of a more interesting subset. Top 25s of college stats prior to 2005 will be extremely inaccurate due to the minimal number of college profiles from 2004 and before in our database\n© 2014 DraftExpress LLC All rights reserved.",
        "topic_id":21,
        "format_id":19,
        "topic_confidence":0.9941646457,
        "format_confidence":0.9589056373,
        "weight":0.0078198103
    },
    {
        "url":"http:\/\/www.morewords.com\/word\/gunkhole\/",
        "text":"More Words\n\n\ngunkhole is a valid word in this word list. For a definition, see the external dictionary links below.\n\nThe word \"gunkhole\" uses 8 letters: E G H K L N O U.\n\nNo direct anagrams for gunkhole found in this word list.\n\nWords formed by adding one letter before or after gunkhole (in bold), or to eghklnou in any order:\nd -   gunkholed   s -   gunkholes  \n\nWords within gunkhole not shown as it has more than seven letters.\n\nTry a search for gunkhole in these online resources (some words may not be found):\nWiktionary - OneLook Dictionaries - Merriam-Webster - Google Search\nEach search will normally open in a new window.\n\nList all words starting with gunkhole, words containing gunkhole or words ending with gunkhole\n\nAll words formed from gunkhole by changing one letter\n\nOther words with the same letter pairs: gu   un   nk   kh   ho   ol   le  \n\nBrowse words starting with gunkhole by next letter\n\nPrevious word in list: gunk  \nNext word in list: gunkholed  \n\nNew Search\n\nSome random words: jnana   flab   wo   ikon   raff   seg   rhabdocoele  \n\nThis is not a dictionary, it's a word game wordfinder.   -   Help and FAQ   -   Examples   -   Home\n\nPrivacy and Cookies Policy - Share - © Copyright 2004-2017 - 13.827mS",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9641665816,
        "format_confidence":0.9813812971,
        "weight":0.009993174
    },
    {
        "url":"http:\/\/www.tennisrecruiting.net\/player\/chart.asp?id=757875",
        "text":"\nCollege Recruiting Lists | TennnisRPI Lists | The Hot 100 | Top Prospects | College Commitments | Advanced Search  \n\nPlayer Information\n\nGokul Murugesan\nEdison, New Jersey\nGarden State Tennis Academy\nRising Junior, Class of 2016\n\nWant to see the actual history?\nBecome a Recruiting Advantage Member to be able to view this player's\nhistoric rankings and the histories for all other players in the system.\n\nSophomore Year (Sep 2013 - Aug 2014)\nSample Chart\n  Recruiting List Percentile  \n  TennisRPI Percentile  \n\nWhat is a percentile?\n\nYour percentile is a value between 1 and 100 that indicates the percentage of players ranked below you. For instance, if you are ranked higher than 70% of all players, then you would be in the 70th percentile.\n\nWhy do you chart the percentile instead of the rank?\n\nThe number of ranked players in the TennisRecruiting.net lists changes from week to week, and the differences can be dramatic over long periods of time. For example, there may be only 500 players ranked before the busy summer season - and 1000 players ranked at the end. With these changes, your ranking may change significantly over long periods of time - and these changes are not necessarily correlated with your performance.\n\nWe have found that percentile does not fluctuate as widely as the raw rankings and better correlates with performance. Using percentiles makes the historical ranking charts more meaningful.\n\nWhy does the chart start at the 50th percentile?\n\nThe pool of players considered is much bigger than the players that we rank. Just meeting the eligibility requirements of our lists in terms of wins is an accomplishment. Since more than 50% of the players are ineligible across all classes, we decided to show from 50 to 100.\n\nPrince Tour Pro 98 Racquet\nA full size video with all related links is available on our store's YouTube Channel. To purchase from Tennis Express or to find out more, Click Here!\n7\/21 Simran Sethi chooses Oklahoma\n7\/21 Elisa Nelson chooses Air Force\n7\/20 Elan Dantus chooses Kalamazoo\n7\/20 Lazar Dokov chooses Temple\n7\/20 Donika Bashota chooses Washington State\n7\/17 Jasmine Gabriel chooses Belmont Abbey\n7\/17 Darian Defrench chooses Belmont Abbey\n7\/16 Cara Kemp chooses Washington\n7\/16 Emily Mone chooses St. Catherine\n7\/16 Oscar Nielsen chooses Texas Tyler\n\nFull Listings: Boys' Commits & Girls' Commits\n\n  Sam Querrey\nBABOLAT Aeropro Drive\nBuy Now: $199.00\nReview, Feedback, Demo, Video\n  Milos Raonic\nWILSON Blade 98 18x20\nWas: $229.99  Now: $179.00\nReview, Feedback, Video\n  Jerzy Janowicz\nBABOLAT Aeropro Drive Roland Garros\nBuy Now: $209.00\n  Tommy Haas\nHEAD Graphene Prestige MP\nWas: $225.00  Now: $179.95\nReview, Feedback, Demo, Video\n\nPage updated on Tuesday, July 22, 2014 at 2:15:23 AM\nContact our web team with any corrections",
        "topic_id":21,
        "format_id":19,
        "topic_confidence":0.99170506,
        "format_confidence":0.9467716813,
        "weight":0.0077208587
    },
    {
        "url":"http:\/\/dictionary.cambridge.org\/dictionary\/english-chinese-simplified\/be-over-the-moon",
        "text":"Cambridge Dictionaries online Cambridge Dictionaries online\n\nThe most popular online dictionary and thesaurus for learners of English\n\nChinese (Simplified) translation of “be over the moon”\n\nSee all translations\n\nbe over the moon\n\nto be very pleased\nShe was over the moon about\/with her new bike.\nFeeling pleasure and happinessTaking pleasure in something\n(Definition of be over the moon from the Cambridge English-Chinese (Simplified) Dictionary © Cambridge University Press)\nAdd Cambridge dictionaries to your browser to your website\n\nDefinitions of “be over the moon” in other dictionaries\n\nWord of the Day\n\n\nphysical activity that you do to make your body strong and healthy\n\nWord of the Day\n\nByronic, Orwellian and Darwinian: adjectives from names.\n\nby Liz Walter,\nApril 15, 2015\nBecoming an adjective is a strange kind of memorial, but it is often a sign of a person having had real influence on the world. Science is full of examples, from Hippocrates, the Greek medic born around 460 BC, who gave his name to the Hippocratic Oath still used by doctors today,\n\nRead More \n\nbio-inspiration noun\n\nApril 13, 2015\nthe adoption of patterns and structures found in nature for the purposes of engineering, manufacturing, science, etc. The MIT researchers actually aren’t the only robotics team to turn to cheetahs for bio-inspiration.\n\nRead More",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9518323541,
        "format_confidence":0.9803486466,
        "weight":0.0099826588
    }
]