[
    {
        "url":"http:\/\/standardfresh.com\/2015\/01\/06\/12-biggest-feuds-of-2014\/",
        "text":"Jay Z, Solange Knowles\n(Getty Images)\n\nYou can tell a lot about a year by its celebrity feuds. Taylor Swift’s 2014 spats, for instance, solidified her status as the biggest pop star of the moment while those who crossed her came off looking like also-ran’s. With the exception of one major conflagration in an elevator, the majority of this year’s biggest confrontations went down on Twitter, thereby challenging whether or not they actually even count as confrontations. Most importantly though, thanks to social media’s full takeover of our waking lives, any small slight could explode into a full-blown throwdown in seconds.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9915018082,
        "format_confidence":0.9498964548,
        "weight":0.0146899656
    },
    {
        "url":"http:\/\/blog.theknot.com\/2012\/11\/02\/evan-rachel-wood-wedding-dress-carolina-herrer\/?like=1&source=post_flair&_wpnonce=8ef4095fcf",
        "text":"6 Evan Rachel Wood Wedding Dress Look-Alikes!\n\nFor a quiet California ceremony on October 30, 2012, Evan Rachel Wood married Jamie Bell in a custom Carolina Herrera gown. Jealous? We hear it was a classic lace mermaid gown with a striped sash at the waist – no colored dress here. Ms. Herrera also designed Bella Swan’s Twilight gown for Breaking Dawn – Part 1. We can’t wait to see this one!\n\n1 of 7\n\nCheck out these 6 look-alike gowns!\n\nPhoto: Courtesy of Carolina Herrera\n2 of 7\n\nCarolina Herrera\n\nThis figure-flattering silhouette is just what we envision for the beautiful Mrs. Bell. It's classic and stunning (especially from behind).\nPhoto: Courtesy of Pronovias\n3 of 7\n\nElie Saab for Pronovias\n\nDreamy? We think yes. This lace gown is airy and fit for a princess.\nPhoto: Courtesy of Ines Di Santo\n4 of 7\n\nInes Di Santo\n\nThis lace mermaid has cap sleeves, like Evan's, and a low back that will catch everyone's attention.\n5 of 7\n\nTulle New York\n\nAn over-sized bow is the perfect detail to a dainty lace gown.\nPhoto: Courtesy of Carolina Herrera\n6 of 7\n\nCarolina Herrera\n\nA floral embellished strapless gown is a beautiful option!\n7 of 7\n\nOscar de la Renta\n\nThis dress with lace illusion neckline is Old Hollywood glam, that is so Evan Rachel Wood.\n\n> Check out Jessica Biel’s Wedding Style!\n\n> Anne Hathaway’s Valentino Gown\n\n> Colored gowns!\n\nWedding Exit With Sparklers\nGoodbye, The Knot Blog (We've Moved!)\nZoe Saldana poses at the 2015 Oscars\nSee the Surprising Oscars Wedding Ring Trend We Weren't&n...\nLupita Nyong'o Julianne Moore and Jennifer Aniston at The Oscars\nWedding Worthy Red Carpet Dresses From The Oscars\nLady Gaga and Taylor Kinney pose on the red carpet\nLady Gaga and Taylor Kinney's Engagement Was Surprisingly...\nJeannie Savage planned this wedding\nAnd The Knot Dream Wedding Planner Is...\nbride in pantsuit\nHow To Add a Personal Touch To Your Wedding Day Look (As ...\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\nEscort cards are extremely easy to personalize and an excellent way to bring in your wedding day colors -- from calligraphed seating cards set atop a textured linen to apples tagged with each guest's name or small personalized bundles of lavender tied off with string. Other ways to display escort cards: Pin them to a clothesline, post them on a board covered in color-coordinated ribbon, or incorporate them into your cocktail hour using personalized stirrers tagged with guests' names.\nsee more\n  • Follow\n\n    Get every new post delivered to your Inbox.\n\n    Join 1,087 other followers\n\n    %d bloggers like this:",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.9113613367,
        "format_confidence":0.9741786122,
        "weight":0.0058149983
    },
    {
        "url":"http:\/\/www.lebanondemocrat.com\/Editorial\/2017\/07\/13\/Thumbs-of-the-Week-Special-family-event-serves-Lebanon.html",
        "text":"Thumbs of the Week: Special family event serves Lebanon\n\nStaff Reports • Updated Jul 14, 2017 at 7:00 PM\n\nThumbs up to the Lebanon Special School District for the Neon Bus Party in the park this week. Hundreds of families made their way to Don Fox Park on Tuesday for the event. Beth Petty, Lebanon Special School District family resource center coordinator, said hundreds of families enjoyed the festivities, which included free food, books and music, as well as appearances from local emergency service agencies. Neon is the district’s first mobile bus cafe for its summer food program. The decommissioned bus was refurbished and fitted with a serving area and six tables with the ability to seat 24 people.This year, the district’s summer food program greatly expanded. Starting week three, the district served 250-300 meals per day. \n\nThumbs up to Rev. Matt Steinhauer, of Faith Lutheran Church, for joining the health care fight. The Lebanon reverend was among a handful of Middle Tennessee-area clergy members who made their way to Nashville on Wednesday to help advocate for citizens who could be harmed by potential national healthcare changes. Steinhauer joined other clergy members, the Alliance for Health Care Security and the Moral Movement Tennessee for an Interfaith Day of Action to protect healthcare coverage for Tennesseans.\n\nThumbs up to the Dewaal family and their annual Dewall Shoe Giveaway, an event that will see needy children receive a free pair of shoes, as well as socks and underwear. Organizers anticipate 450 pairs of free shoes will be given away July 28 at Mary Chaffin Chapel at The Salvation Army Church, 715 Lake St. in Lebanon, and volunteers are still needed for the event. For more information contact Jan Dewall at 615-305-5684 or John Dewaal at 615-394-3347. \n\nThumbs up to the motorcyclists who participated in the fifth annual Honor Ride for Veterans on Sunday. The motor cycle ride benefited the veterans museum under construction at the Wilson County Veteran’s Office. Riders from Wilson County and surrounding areas rode together in support of veterans. \n\nThumbs up to the Mill for organizing its first wine pop-up dinner event. A special pop-up dinner event is coming to the second floor of the Mill in Lebanon, which organizers hope will bring attention to a space created for the Mill’s wine bar. Chef Matthew DiPietro will present a seven-course dinner served with both red and white wines paired with each course. The event is set to be a one-time deal to introduce the community to the concept of the wine bar. The menu of the Wine Loft Dani-Grace dinner includes courses of vegetables, cod, cavatelli, squash, a pork duo with cheddar grits, greens and roasted garlic, banana pudding and a sorbet trio.  The event is planned for July 21 and tickets may be purchased at themillatlebanon.com\/events.\n\n\nRecommended for You",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.994289875,
        "format_confidence":0.7723133564,
        "weight":0.0059657502
    },
    {
        "url":"https:\/\/justdubrovnik.com\/2012\/08\/the-daily-mail-6-things-you-must-do-in-croatia\/4132\/",
        "text":"The Daily Mail: 6 things you must do in Croatia\n\nThe Daily Mail has recently compiled a list of six things you must not miss while visiting Croatia.\n\nCroatia is poised to become one of the most popular short-haul destinations of the year. Lonely Planet tagged its coastal region of Istria as one of its top visits for 2011, and that’s only one of many stops in this inexpensive, outside-the-eurozone country.\n\nHere’s our list of things to do and see, including traditional toy-making, a sea and sun-powered music and light show, ancient Greek fields, Roman marvels and lighthouse stays on remote islands. Not to mention 1,000 miles of rocky coves and pine-fringed beaches.\n\n1 Within these walls\n\nOne US website recently named Dubrovnik the third most romantic place in the world, after Buenos Aires and Bora Bora, but ahead of Paris and Venice. This handsome ‘city of stone and light’, between the Adriatic and the Dinaric Alps, was pounded during the Balkan war of the Nineties.\n\nRestorers pieced it together almost to the state of its glory days: the newer orange terracotta tiles are the only real clue as to where the bombs fell. The well preserved, mile-long 14th Century ramparts are among the finest in Europe. The pedestrian-only old town within is full of medieval, renaissance and baroque treasures, as well as designer shops, restaurants and galleries. Read More.",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9865989685,
        "format_confidence":0.9542037249,
        "weight":0.0095250317
    },
    {
        "url":"http:\/\/www.aol.co.uk\/entertainment\/2016\/09\/02\/the-new-bbc-three-comedy-shorts-you-dont-want-to-miss\/",
        "text":"The new BBC Three comedy shorts you don't want to miss\n\n\nBBC Three seems a lot funnier now that it's online.\n\nThat might be because it's drawn attention to the lack of good comedy on terrestrial TV, it might be because the move to online has allowed BBC Three to focus its attentions more than before, or it might be because BBC Three has been taking some of the internet's funniest characters and bringing them to a new audience.\n\nThe latest round of the channel's comedy shorts feature West Midland's comedian Guzzy Bear, known for his YouTube presence and hilarious Jurassic World saga last year, and Mandem on the Wall, also known for YouTube sketches and founding the Wall of Comedy. Here's why they're worth 15 minutes of your time.\n\n1. Man Like Mobeen\n\nGuzzy in Man Like Mobeen\n\nWhat's it about?\n\nTaking modern stereotypes of the Asian community and satirising them to within an inch of their life, Man Like Mobeen follows a former road man trying to change his ways and follow the Deen.\n\nCreator Ghulam Khan speaks directly to the viewer, opening with some politically charged statements in his familiar Brummy twang before we witness a day of his life. A day that doesn't end well.\n\nMobeen's former squad won't let him escape his past life so easily, and serious scenes common in communities around the country involving firearms, kidnappings and the like are given a touch of humour.\n\nWhy should you watch it?\n\nIt's often said that TV fails to offer an authentic image of under-represented communities in the UK, because a lot of the time those communities aren't the ones creating the characters. That's not the case with Man Like Mobeen.\n\nThe caricatures Khan creates will be familiar to a lot of people, while others are so left field we can't imagine anyone having a similar direct experience.\n\nAnd despite this episode running just 11 minutes, Khan still managed to create it with a very good soundtrack.\n\n2. JPD\n\nJPD awkward moment helpline sketch\n\nWhat's it about?\n\nThe Mandem on the Wall guys bless us with a series of sketches and parodies, starting with a hilarious vision of Britain's first black swimming relay team that definitely didn't end how we thought it would, and finishing with an incredible parody of Westlife's Flying Without Wings.\n\nJPD is filled with original sketches that will remind you of moments in your own life, albeit some you'd hope to forget.\n\nWhy should you watch it?\n\nThe comedy here feels like the type that's been missing for a while, and a natural successor to Little Miss Jocelyn and The Lenny Henry Show.\n\nBlack comedy doesn't dominate television like it once did. British greats like Desmond's came before Trouble, the defunct channel that offered content nobody has come close to since.\n\nYouTube has changed things slightly, and Mandem on the Wall are a part of that, but the quality of the sketches Jovielle, Percelle and Dee are able to put out is a benefit of collaborating with the BBC.\n\n3. A Brief History Of Tim\n\nTim in A Brief History of Tim\n\nWhat's it about?\n\nTim, a 26-year-old American living with cerebral palsy played by Tim Renkow, is a bit of a dick. He plays cruel pranks on people, is a bit homophobic, and has no qualms about lying about his mother's death. This episode features Tim royally messing up a job interview, not that he cares, and making able-bodied people feel uncomfortable.\n\nWhy should you watch it?\n\nDisabled people, like many other minorities, often suffer from a lack of visibility. A Brief History Of Tim shows a lot of the struggles people with cerebral palsy might go through each day, and this episode seems to particularly highlight a feeling of \"what's the point?\".\n\nBut more than that it does it in a way that shows disabled people are, guess what, just normal people. They can have personality flaws and ugly tendencies like everybody else, or they can be the opposite, like everybody else. It feels like A Brief History of Tim could reduce some of the stigma around how disabled people are perceived - and what better way to do it than with comedy?\n\nLimbo, Fail, and Pumped, all part of this BBC Three series, are also well worth a watch.",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9977479577,
        "format_confidence":0.9435842037,
        "weight":0.0145923478
    },
    {
        "url":"https:\/\/www.twine.net\/blog\/crowdfunding-platform-options\/",
        "text":"Crowdfunding platforms: what are my options?\n\nCrowdfunding platforms can be pretty confusing, right? There’s lots of them, and they all offer different things. Because of this, it can be difficult to know which crowdfunding platform is right for your startup. But the right information can make a world of difference. In this article, we’ll talk you through 5 different crowdfunding platforms and what you can expect from them: Kickstarter, Indiegogo, Crowdcube, Crowdfunder and Crowd Supply. We’ll cover their pros and cons and how well each crowdfunding platform caters to startups.\n\n\nLogo for crowdfunding platform Kickstarter\n\nKickstarter’s the biggest name in crowdfunding, and the crowdfunding platform behind massive successes like Pebble. The fact it’s so well-known is definitely in its favour – journalists are more likely to peruse Kickstarter for stories (which means free PR for you) and on top of that, it just gets more traffic. Since its inception back in 2009, there have been 124,813 successful projects on Kickstarter.\n\nDespite this, it’s not always the best option for a startup. For one, Kickstarter funds specific, creative projects. That means there’s got to be an end product or experience in mind:\n\nEverything on Kickstarter must be a project. A project has a clear goal, like making an album, a book, a gadget, or a work of art. A project will eventually be completed, and something will be produced by it.\n\nThis means it’s not often suitable for web startups. However, if your startup is working towards a specific project – for example, if you’re a tech startup who design 3D printers – you can use Kickstarter.\n\nThere are other things to bear in mind too. Kickstarter use an all or nothing system of crowdfunding. This means that if you don’t raise your full target, you won’t get anything. That said, this isn’t necessarily a bad thing. If the funds were still released when the target wasn’t met, it’s unlikely you’d have enough money to fulfil your promises to your backers anyway. Plus, if you don’t raise enough money, you won’t be charged anything by the platform.\n\nBut what about if you do raise enough? What sort of fees are you looking at for using the platform? Kickstarter take 5% commission from the total raised, as well as payment processing fees. These processing fees vary depending on where you live, but generally are about 3-5%.\n\nSpeaking of location, you will have to check you’re eligible to post a project on Kickstarter. You’re eligible to put up a project on Kickstarter if you live in any of these countries: US, UK, Canada, Australia, New Zealand, the Netherlands, Denmark, Ireland, Norway, Sweden, Germany, France, Spain, Italy, Austria, Belgium, Switzerland, Luxembourg, Hong Kong, Singapore, and Mexico.\n\n> Read our guide on setting up a Kickstarter campaign.\n\n\n\nLogo for crowdfunding platform Indiegogo\n\nIndiegogo markets itself as a more democratised crowdfunding platform, and this means it’s a bit more flexible than Kickstarter. You can fundraise for pretty much anything, whether it’s an entrepreneurial project or a personal cause. You can also set a longer deadline than Kickstarter allows. Plus, it’s available in all countries where PayPal can be used.\n\nIndiegogo also offers different funding options. You can choose fixed funding or flexible funding. Fixed is like Kickstarter’s system – you only get the money if you raise the full amount. Flexible funding lets you have any money you raise – but as we said earlier, this isn’t always a good idea if you’ve calculated a specific amount for specific reasons. Flexible funding is better suited for charitable and personal fundraising, where any amount will help.\n\nProjects are also automatically sorted on Indiegogo, while on Kickstarter there’s an element of manual curation from the staff. This, again, is part of their effort to make the crowdfunding system more democratic. They call the algorithm that does this the Gogofactor:\n\nThe gogofactor is an algorithm that helps campaigns achieve greater visibility on—and reach audiences who may find them interesting.\n\nThe gogofactor is influenced by several aspects, including the scope of a campaign’s social engagement (such as Facebook likes and shares), and global reach.\n\nDepending on payment method, Indiegogo’s fees vary between a total of 8-10% (including processing.) These are similar to Kickstarter’s and are pretty standard across the board.\n\nCompared to Kickstarter, Indiegogo has a much smaller audience and much less press coverage. Although Indiegogo’s been around longer, there have been fewer successful projects and they only have about one sixth of the userbase of Kickstarter. This means journalists are less likely to notice an Indiegogo campaign, meaning it can be harder to create a buzz that way. That doesn’t mean you should disregard them though. Their flexibility is a big boon in their favour, especially given that you have more options in what you can fundraise for. This is good for startups, as it means you can use the money to cover some more general set-up costs. You can also set up a campaign without having to wait for Indiegogo to review it.\n\n\nLogo for crowdfunding platform Crowdcube\n\nCrowdcube is a UK based equity crowdfunding platform. This means it works differently to Kickstarter and Indiegogo, which work on a rewards system. A rewards system is where backers receive a something specific in exchange for backing the product. Equity crowdfunding means the backer is directly investing in the company in exchange for shares:\n\nCrowdcube is the world’s first and leading investment crowdfunding platform, where a community of like­minded people pool their money and knowledge together to back startup, early and growth stage businesses. Crowdcube gives everyone the opportunity to become ‘armchair Dragons’, building upon their own investment portfolio and supporting British businesses.\n\nThis is closer to traditional funding methods, such as angel investing and venture capitalism. However, you’re opening it up to the general public – backers on Crowdcube can invest as little as £10. This does mean you’re losing one of the main benefits of crowdfunding – the fact that you don’t have to surrender equity. On the other hand, it also means you’ve got more flexibility in how you use the investment and don’t have to worry about rewards. Creating and distributing rewards can be both costly and time-consuming. Plus, if you don’t want hundreds of investors on your share register, they offer a ‘nominee’ system:\n\nWith a nominee, Crowdcube holds and is the legal owner of the investment on behalf of your investors so you have only one legal shareholder on your share register.\n\nAlternatively, their direct system means everyone who backs you will be a legal shareholder. This has the advantage of building a closer relationship with your backers.\n\nThey’re very well established, owning about 50% of the UK market. Unlike rewards-based systems, their specific focus is on funding startups, which means they’re very fit for purpose. For instance, they’ve got stringent due diligence processes built into their platform. As part of this, they offer a lot of guidance on using their platform. And they have FSA approval, so are a safe bet.\n\nIt’s worth noting that, like Kickstarter, they offer an all or nothing model. Money is only taking from investors when the goal is reached. Their success rate is pretty stellar though, with 60% of campaigns successful. In terms of fees, they charge 7% commission on the funds raised, plus Stripe payment processing fees.\n\n> If you’re in the USA, offers a similar service. It’s worth noting the USA has stricter rules about accredited investors, so it’s not quite the same as crowdfunding from the general public.\n\nLogo for crowdfunding platform Crowdfunder\n\nThis is another UK-based crowdfunding platform. In many ways, it’s not too different to Kickstarter or Indiegogo. You set up a project asking for backers, in return for rewards. With Crowdfunder, you also have the option to just ask for donations without a reward. They say their funding model is great for startups:\n\n“You could be a community group, a start-up, a great cause, a charity or an organisation in need of some funding.”\n\nA big perk on Crowdfunder is the fact they have additional funding available. As well as the money you raise from ‘The Crowd’, you could also be eligible for extra pledges of up to £10,000 from ‘The Funders’. These Funders tend to be government bodies and banks who are offering grants to support startups. It’s definitely not something be sniffed at!\n\nLike Indiegogo, you have a choice between ‘all or nothing‘ or ‘keep what you raise‘. The same warning applies – make sure that if you choose to keep what you raise, you’ll still be able to give your backers what you’ve promised them. They have the same fees for both systems – 5% + VAT + payment processing fees.\n\nCrowd Supply\n\nLogo for crowdfunding platform Crowdsupply\n\nCrowd Supply is an another crowdfunding platform, but they’re pretty strict about who they allow to use them. They support original, useful and respectful hardware. So basically, they cater more for the new gadget side of crowdfunding. But if you fit into this criteria, they’re a fantastic option with some seriously impressive success rates. So far, 58% of projects have been successful. Even more impressively, 100% of fully funded projects have been delivered to backers. This is because they take a hands-on approach and help with the fulfilment process, including shipping products out of their own warehouse. This commitment to helping with shipping can really simplify the later stages of a crowdfunding campaign.\n\nThey offer a number of plans, with varying levels of guidance. Their fees vary depending on which you choose:\n\nSo now you’ve picked your platform, it’s time to get your campaign going. Read our ultimate checklist on everything you’ll need to crowdfund your startup. \n\n\n\n\n\nBecca is the Marketing Executive at... (truncated)",
        "topic_id":9,
        "format_id":9,
        "topic_confidence":0.993940115,
        "format_confidence":0.7973214388,
        "weight":0.0104245699
    },
    {
        "url":"http:\/\/www.lebanondemocrat.com\/Editorial\/2017\/07\/13\/Thumbs-of-the-Week-Special-family-event-serves-Lebanon.html",
        "text":"Thumbs of the Week: Special family event serves Lebanon\n\nStaff Reports • Updated Jul 14, 2017 at 7:00 PM\n\nThumbs up to the Lebanon Special School District for the Neon Bus Party in the park this week. Hundreds of families made their way to Don Fox Park on Tuesday for the event. Beth Petty, Lebanon Special School District family resource center coordinator, said hundreds of families enjoyed the festivities, which included free food, books and music, as well as appearances from local emergency service agencies. Neon is the district’s first mobile bus cafe for its summer food program. The decommissioned bus was refurbished and fitted with a serving area and six tables with the ability to seat 24 people.This year, the district’s summer food program greatly expanded. Starting week three, the district served 250-300 meals per day. \n\nThumbs up to Rev. Matt Steinhauer, of Faith Lutheran Church, for joining the health care fight. The Lebanon reverend was among a handful of Middle Tennessee-area clergy members who made their way to Nashville on Wednesday to help advocate for citizens who could be harmed by potential national healthcare changes. Steinhauer joined other clergy members, the Alliance for Health Care Security and the Moral Movement Tennessee for an Interfaith Day of Action to protect healthcare coverage for Tennesseans.\n\nThumbs up to the Dewaal family and their annual Dewall Shoe Giveaway, an event that will see needy children receive a free pair of shoes, as well as socks and underwear. Organizers anticipate 450 pairs of free shoes will be given away July 28 at Mary Chaffin Chapel at The Salvation Army Church, 715 Lake St. in Lebanon, and volunteers are still needed for the event. For more information contact Jan Dewall at 615-305-5684 or John Dewaal at 615-394-3347. \n\nThumbs up to the motorcyclists who participated in the fifth annual Honor Ride for Veterans on Sunday. The motor cycle ride benefited the veterans museum under construction at the Wilson County Veteran’s Office. Riders from Wilson County and surrounding areas rode together in support of veterans. \n\nThumbs up to the Mill for organizing its first wine pop-up dinner event. A special pop-up dinner event is coming to the second floor of the Mill in Lebanon, which organizers hope will bring attention to a space created for the Mill’s wine bar. Chef Matthew DiPietro will present a seven-course dinner served with both red and white wines paired with each course. The event is set to be a one-time deal to introduce the community to the concept of the wine bar. The menu of the Wine Loft Dani-Grace dinner includes courses of vegetables, cod, cavatelli, squash, a pork duo with cheddar grits, greens and roasted garlic, banana pudding and a sorbet trio.  The event is planned for July 21 and tickets may be purchased at themillatlebanon.com\/events.\n\n\nRecommended for You",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.994289875,
        "format_confidence":0.7723133564,
        "weight":0.0059657502
    },
    {
        "url":"https:\/\/www.darwinescapes.co.uk\/blog\/11-picturesque-places-visit-north-wales\/amp\/",
        "text":"Darwin Escapes\n\n11 Picturesque places to visit in North Wales\n\nThe most picturesque places to explore in North Wales\n\nCollection of Instagram images around the breath taking North Wales region. Darwin Escapes has four locations along the North Wales Coastline, with two being holiday home ownership exclusive and two including ownership and family holiday homes to rent, you can explore this beautiful place at your own pace.\n\nHere is a selection of Instagram images to help you get out and explore the region…\n\n1. The Lonely Tree at Llyn Padarn\n\n2. Cwm Idwal in Ogwen Valley\n\nA photo posted by Huw (@huwtgriff) on Dec 30, 2016 at 2:17pm PST\n\n3. Penman Point on Angelsey\n\nA photo posted by Lydia (@thefoodygirl) on Aug 27, 2016 at 2:09am PDT\n\n4. Llanddwyn Island on Angelsey\n\nnote: keep an eye out for the wild horses roaming on the island\n\nA photo posted by Michal Tekel (@tekelphoto) on Dec 15, 2016 at 1:19am PST\n\n5. Menai Bridge in Bangor\n\nA photo posted by Sophie (@ssoopphhzz) on Dec 28, 2016 at 7:08am PST\n\n6. Llyn Elsi in Betws-Y-Coed\n\nA photo posted by Jimmy Saunders (@jimbosaunds) on Jan 2, 2017 at 10:39am PST\n\n6. Conwy Marina in Conwy\n\nOnly a short 5 minute walk from Aberconwy Resort & Spa\n\nA photo posted by Emma (@egibsongirl) on Oct 22, 2016 at 7:16am PDT\n\n7. Abersoch Harbour\n\nA photo posted by Jo Foley (@jofoley7) on Jun 3, 2016 at 2:02pm PDT\n\n8. Porthdinllaen\n\n9. Bryn Cader Faner in Harlech\n\n10. Snowdonia Mountain Range\n\nA photo posted by Jake Turner (@byjaketurner) on Jan 1, 2017 at 12:59pm PST\n\n11. Lyn Brenig\n\nA photo posted by Sarah Twist (@sarahjtwist) on Dec 30, 2016 at 1:30pm PST\n\nThese Instagram images are the perfect start to help you exploring this vast, diverse and stunning region! With a choice of 4 locations, Talacre Beach Holiday Home Park, New Pines Holiday Home Park, Seaview Holiday Home Park and Aberconwy Resort & Spa all in North Wales, you will be spoiled for choice on accommodation while exploring North Wales!\n\nHappy Adventuring Explorers!\n\nWant to keep up to date with all the latest information? Like us on Facebook, follow us on Twitter and like us on Instagram to stay up to date on all things Darwin Escapes!\n\nFollow my blog with Bloglovin\n\nPhoto Credits: Robert J Heath",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.993937254,
        "format_confidence":0.9859977961,
        "weight":0.0098424058
    }
]