[
    {
        "url":"http:\/\/ira.lib.polyu.edu.hk\/handle\/10397\/60082",
        "text":"Please use this identifier to cite or link to this item:\nTitle: Aggregate accounting earnings and security returns : China evidence and the replication of US results\nAuthors: Du, Z\nTang, F\nZhang, WS\nKeywords: Aggregation\nLong intervals\nReturns-earnings association\nIssue Date: 2014\nPublisher: Hong Kong Polytechnic University\nSource: China accounting and finance review (中國會計與財務硏究), June 2014, v. 16, no. 2, p. 107-127 How to cite?\nJournal: China accounting and finance review (中國會計與財務硏究) \nAbstract: This paper examines the earnings-return association over long return intervals. The research design is built upon one important accounting intuition: as earnings are aggregated over longer intervals, the effect of earnings measurement error and the time lag between earnings recognition and market reaction slowly dwindles. Therefore, over time, we should observe an improving association between (aggregate) earnings and stock return. In this study, we first replicate the results of Easton, Harris, and Ohlson (1992) for the same period of 1968-1986 and find very similar results under refined correlation metrics. Second, we expand coverage to test US data from 1962 to 2011 and find that their prediction holds for the past 50 years in the US market. Third, our post-1992 China and US data generate the same pattern of rising earnings-return correlation as the return interval expands, despite China’s immature stock market. Further comparison indicates that the earnings-return correlation in China is lower than that in the US market in the same period of 1992-2011. Finally, to make our results comparable to the original ones in Easton, Harris, and Ohlson (1992), we also report the 1992-2011 results under the original metrics, such as R2 and concordant pair percentage; we still reach the same conclusions. Overall, the empirical results support Easton, Harris, and Ohlson’s theory in both the US market and the emerging China market, extending the external validity of their theory to the international capital market.\nISSN: 2307-3055 (eISSN)\nDOI: 10.7603\/s40570-014-0009-z\nRights: © The Author(s) 2014. This article is published with open access by The Hong Kong Polytechnic University.\nOpen Access. This article is distributed under the terms of the Creative Commons Attribution License ( which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.\nAppears in Collections:Journal\/Magazine Article\n\nFiles in This Item:\nFile SizeFormat \nDu_Aggregate_Accounting_Earnings.pdf2.34 MBAdobe PDFView\/Open\nView full-text via PolyU eLinks SFX Query\nShow full item record\n\nPage view(s)\n\nLast Week\nLast month\nChecked on Feb 12, 2017\n\n\nChecked on Feb 12, 2017\n\nGoogle ScholarTM\n\n\n\nItems in DSpace are protected by copyright, with all rights reserved, unless otherwise indicated.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9937591553,
        "format_confidence":0.9635463953,
        "weight":0.0070604027
    },
    {
        "url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1053\/jhep.2002.36368\/abstract",
        "text":"Dubin-Johnson syndrome (DJS) is a hereditary disease characterized by hyperbilirubinemia. We investigated the consequences of 2 missense mutations, R768W and Q1382R, of nucleotide-binding domains (NBDs) of the multidrug resistance protein 2 (MRP2; ABCC2) that were previously identified in patients with DJS. Pulse chase analysis revealed that the precursor form of the wild-type and Q1382R MRP2 were converted to the mature form, which is resistant to endoglycosidase H (Endo H) in about 60 minutes. However, the precursor form of the R768W MRP2, which is sensitive to endoglycosidase H, was degraded within 120 minutes and did not mature to the fully glycosylated form. Proteasome inhibitors inhibited the degradation of the precursor form of the R768W MRP2. Unlike the R768W MRP2, the Q1382R MRP2 was mainly localized on the apical membrane in the wild-type form. However, efflux of glutathione monochlorobimane (GS-MCLB) and ATP-dependent leukotriene C4 (LTC4) uptake into plasma membrane vesicles from cells expressing the Q1382R MRP2 were markedly reduced, suggesting that the Q1382R MRP2 on the apical membrane was nonfunctional. Vanadate-induced nucleotide trapping with 8-azido-[α-32P]ATP in the wild-type MRP2 was stimulated by estradiol glucuronide (E217βG) in a concentration-dependent manner but that in the Q1382R MRP2 was not. In conclusion, the R768W mutation causes deficient maturation and impaired sorting, and the Q1382R mutation does not affect maturation or sorting but impairs the substrate-induced ATP hydrolysis.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.8904132247,
        "format_confidence":0.9812240601,
        "weight":0.0242648796
    },
    {
        "url":"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=1669608",
        "text":"Review of Leonard Levy: Blasphemy\n\nJohn Witte Jr.\n\nEmory University School of Law\n\n\nThe Christian Century, Vol. 111, pp. 89-91, 1995\n\nThis review offers a sympathetic reading of Leonard Levy’s massive historical study of “Blasphemy: Verbal Offenses Against the Sacred Voices from Moses to Salman Rushdie.” Levy spotlights the crime of blasphemy and the injustice of its implementation, showing clearly sympathy with the victims of blasphemy, but not valorizing all of them as he tended to do in his previous works. He also makes clear that today’s sweeping free speech protections of virtually all forms of anti-religious rhetoric has had the ironic effect of making America not only a free society but also a “numb society” that is “beyond outrage”.\n\nNumber of Pages in PDF File: 3\n\nKeywords: Blasphemy, Leonard, Levy, Religion, Free Speech\n\nOpen PDF in Browser Download This Paper\n\nDate posted: February 11, 2011  \n\nSuggested Citation\n\nWitte, John, Review of Leonard Levy: Blasphemy (1995). The Christian Century, Vol. 111, pp. 89-91, 1995. Available at SSRN: http:\/\/ssrn.com\/abstract=1669608\n\nContact Information\n\nJohn Witte Jr. (Contact Author)\nEmory University School of Law ( email )\n1301 Clifton Road\nAtlanta, GA 30322\nUnited States\n404-727-6980 (Phone)\n404-712-8605 (Fax)\nFeedback to SSRN\n\nPaper statistics\nAbstract Views: 378\nDownloads: 42\n\n© 2015 Social Science Electronic Publishing, Inc. All Rights Reserved.  FAQ   Terms of Use   Privacy Policy   Copyright   Contact Us\nThis page was processed by apollo7 in 0.281 seconds",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.8409784436,
        "format_confidence":0.9786823988,
        "weight":0.0102077823
    },
    {
        "url":"https:\/\/link.springer.com\/article\/10.1007\/s40820-019-0279-8?error=cookies_not_supported&code=968fc405-54a7-46f6-b323-c7fc146cce6d",
        "text":"Charge Engineering of Mo2C@Defect-Rich N-Doped Carbon Nanosheets for Efficient Electrocatalytic H2 Evolution\n\n\n  • The Mo2C modified carbon nanosheets produce a graphene wave structure to form localized charges and further enhance the N-doping effect.\n\n  • The optimal sample shows a Tafel slope as low as 60.6 mV dec−1 and high durability up to 10 h in acidic media.\n\n\nCharge engineering of carbon materials with many defects shows great potential in electrocatalysis, and molybdenum carbide (Mo2C) is one of the noble-metal-free electrocatalysts with the most potential. Herein, we study the Mo2C on pyridinic nitrogen-doped defective carbon sheets (MoNCs) as catalysts for the hydrogen evolution reaction. Theoretical calculations imply that the introduction of Mo2C produces a graphene wave structure, which in some senses behaves like N doping to form localized charges. Being an active electrocatalyst, MoNCs demonstrate a Tafel slope as low as 60.6 mV dec−1 and high durability of up to 10 h in acidic media. Besides charge engineering, plentiful defects and hierarchical morphology also contribute to good performance. This work underlines the importance of charge engineering to boost catalytic performance.\n\n\nWith the intensification of global energy consumption and severe environmental deterioration, sustainable and environmentally friendly approaches have aroused increasing interest [1]. Among ongoing attempts to produce clean fuels, the electrolysis of water to produce H2 is attractive [2,3,4,5,6]. The key to this problem is to seek an effective electrocatalyst to minimize the overpotential for hydrogen evolution reaction (HER). To replace Pt-based noble metals, abundant earth catalysts have received great attention [7,8,9,10,11]. Because of their similar electronic structure and catalytic behaviors to Pt [12], Mo-based compounds [13, 14], especially molybdenum carbide [15], have drawn tremendous fascination. On the other hand, the electronic structure significantly affects the interaction between the catalyst surface and reactants [4, 16,17,18,19,20]. Charge engineering is an important strategy to regulate the surface\/interface behaviors involved in catalysis. For example, Sasaki et al. [21] found that carbide ligand changed the d-electron configuration of Mo2C to moderate Mo–H binding energy, leading to enhanced-HER activity.\n\nRecently, researchers have paid great attention to nitrogen-doped defective carbon materials for electrocatalysis [22,23,24,25,26]. The defects not only play an important role in the adsorption\/desorption during reaction, but also change the electrical conductivity of the catalysts to regulate the electronic structure [27]. However, related work on the application of MO2C to pyridinic N-doped carbon is limited. Furthermore, for gas-involving electrocatalysis, the hierarchical morphology is also important to optimize the gas\/mass transport [16].\n\nConsidering the above-mentioned observations, Mo2C@ defect-rich N-doped carbon nanosheets (MoNCs) were developed. The theoretical results imply that the introduction of Mo2C produces a graphene wave structure, which to a degree behaves like N doping to form localized charges. As expected, the catalyst shows high-electrocatalytic HER activity with a Tafel slope as low as 60.6 mV dec−1 and stability up to 10 h in acidic media, making it one of the best Mo2C electrocatalysts. The multifold design, including charge engineering and nanoarchitecture construction, contributes to the HER performance.\n\nExperimental Section\n\n\nAmmonium heptamolybdate ((NH4)6Mo7O24·4H2O), melamine (C3H6N6), sucrose, and sulfuric acid (H2SO4, 98%) were bought from Tianjin Kaida Chemical Factory, Tianjin Kermel Chemical Factory, Sinopharm Chemical Reagent Co., Ltd., and Beijing Chemical Factory, respectively. Nafion solution (5 wt.%, Dupont D520) and Pt\/C (20 wt.%, JM) were bought from Shanghai Hesen Electric Co., Ltd.\n\n\nGraphitic carbon nitride (g-C3N4) was prepared by simple calcination. A certain quantity of melamine was placed in an alumina crucible (100 mL) with a cover and then heated at 550 °C for 4 h in a muffle furnace (2.3 °C min−1). Subsequently, the obtained light-yellow solid product was milled into a powder state and sealed for later use. Next, ammonium heptamolybdate, sucrose, and g-C3N4 were mixed together (1:2:2, mass ratio). The homogeneous mixture was placed in an alumina crucible and then transferred to the center of the tube furnace. After pumping and purging the system three times with N2 flow, it was heated to 800 °C (3 °C min−1) and maintained at 800 °C for 6 h under flowing N2. The obtained black sample, called MoNCs (Mo2C@N-doped carbon sheets; the mass ratio of g-C3N4 and ammonium heptamolybdate is 2), was then ground to a fine powder without further treatment. For comparison, MoNCs-0, MoNCs-1, and MoNCs-5 (the mass ratio of g-C3N4 and ammonium heptamolybdate is 0, 1, 5), as counterparts, were also prepared in the same way.\n\nMaterials Characterization\n\nX-ray diffraction (XRD) was applied on Siemens D-5005 with Cu Kα radiation (2θ = 0.02° per step). X-ray photoelectron spectra (XPS) were performed with an Al Kα source (Thermo Scientific ESCALAB Ka+). The transmission electron microscope (TEM) operated on JEM-2100 at 200 kV. The nitrogen adsorption isotherm (ASAP 2020 at 77 K, USA) was recorded by the Brunauer–Emmett–Teller (BET) equation and Barrett–Joyner–Halenda (BJH) model. The Raman spectrum was measured on LabRAM HR800. Thermogravimetric analysis (TGA) was carried out on an SDT Q600 (TA) instrument under air flow (10 °C min−1) up to 700 °C. The product transformed according to the following reaction: Mo2C + 4O2 = 2MoO3 + CO2 [28].\n\nComputational Details\n\nIn this work, nanosheets with Mo2C nanoparticles have been modeled as single-layer graphene in a 6 × 6 × 1 supercell, and Mo2C in a 5 × 5 × 2 supercell. The cell and atomic coordinates are fully relaxed based on the density functional theory implemented in the Vienna Ab-initio Simulation Package (VASP) v5.3.5 [29,30,31] with grimme-D2 correction [32], where the PBE functional [33] and PAW pseudopotential [34, 35] have been used. The criteria of convergence of energy and force have been taken as 1 × 10−6 eV and 0.01 eV Å−1, respectively, the energy cutoff is set to 450 eV, and a 3 × 3×1 k-mesh is used to sample the Brillouin zone [36, 37]. The parameters are comparable to those in Refs. [36, 37]. In the core-level shift (CLS) calculation, the final state approximation has been adopted.\n\nElectrochemical Measurements\n\nThe HER measurements were performed in a typical three-electrode cell in 0.5 M H2SO4 using a CHI 660e electrochemical station (Shanghai Chenhua Co., China) at room temperature. A glassy carbon electrode (GCE) 8 mm in diameter, a saturated calomel electrode (SCE), and a graphite rod electrode were used as the working electrode, reference electrode, and counter electrode, respectively. All of the potentials were converted to the potential versus the reversible hydrogen electrode (RHE) according to E (RHE) = E (SCE) + 0.241 + 0.059 pH. The working electrode was fabricated as follows: A catalyst ink was prepared by dispersing 6 mg of catalyst into a mixed solution including 40 μL Nafion solution and 1 mL of 3:1 v\/v water\/isopropanol via sonication for at least 1 h to form a homogeneous ink. Then, 20 μL of well-dispersed catalyst ink was drop-casted on the glassy carbon electrode, producing a ~ 0.23 mg cm−2 loading for all samples, and the modified GC electrode was then dried at 50 °C in a drying oven for the following test. Before data collection, all working electrodes were pretreated by cyclic voltammetric scanning in 0.5 M H2SO4 solution to activate the electrodes. The electrochemical impedance spectroscopy (EIS) measurements were tested in 0.5 M H2SO4 solution with open-circuit voltage at a frequency from 10 mHz to 100 kHz at an amplitude of 5 mV.\n\nResults and Discussion\n\nWe combined Mo2C and N-doped graphene and theoretically simulated its atomic structure with first-principles calculation. Due to the limitation of computations, we used a slab of Mo2C covered with one layer of graphene to simulate part of the interface region of Mo2C and graphene. The vacuum was added in the direction perpendicular to the graphene plane, and periodicity was kept in the other two directions. According to the literature [37, 38], the β-Mo2C is a meta-stable structure at high temperature, where the Mo atoms are packed in a hexagonal close-packed structure, and the C atoms randomly occupy half of the octahedral interstitial sites (Fig. 1). As noted, the Mo2C@N-doped graphene has two types of structures: The Mo-terminated surface adhered to the graphene, and the C-terminated surface adhered to the graphene. We found that in Mo-terminated Mo2C@N-doped graphene, the graphene was approximately 2.22 Å above the Mo2C (Fig. 1b). Interestingly, the phenomenon of a graphene wave was observed, which should be attributed to the mismatch of the graphene and Mo2C unit cell. We have reason to believe that the graphene wave could introduce more localized charge density on some C sites, as indicated by the yellow circles (Fig. 1f), leading to the redistribution of electrons on the graphene and formation of a gradient of charge density to increase active sites. For C-terminated Mo2C@N-doped graphene, the graphene is found to be self-reorganized in the bulk defect region and approximately 3.96 Å above Mo2C (Fig. 1d).\n\nFig. 1\n\nThe a top and b side views of Mo-terminated Mo2C@N-doped graphene with pyridinic N dopant; the c top and d side views of C-terminated Mo2C@N-doped graphene with pyridinic N dopant; the charge distribution of e the unpaired electron of pyridinic N-doped graphene; and f Mo-terminated Mo2C@N-doped graphene with pyridinic N dopant. The N atom is circled in red. The locations of charge accumulation on graphene are circled in yellow. The figures are plotted with VESTA [39]\n\nHere, a Mo2C slab covered with one la... (truncated)",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9959248304,
        "format_confidence":0.9879982471,
        "weight":0.035634078
    },
    {
        "url":"http:\/\/ira.lib.polyu.edu.hk\/handle\/10397\/60082",
        "text":"Please use this identifier to cite or link to this item:\nTitle: Aggregate accounting earnings and security returns : China evidence and the replication of US results\nAuthors: Du, Z\nTang, F\nZhang, WS\nKeywords: Aggregation\nLong intervals\nReturns-earnings association\nIssue Date: 2014\nPublisher: Hong Kong Polytechnic University\nSource: China accounting and finance review (中國會計與財務硏究), June 2014, v. 16, no. 2, p. 107-127 How to cite?\nJournal: China accounting and finance review (中國會計與財務硏究) \nAbstract: This paper examines the earnings-return association over long return intervals. The research design is built upon one important accounting intuition: as earnings are aggregated over longer intervals, the effect of earnings measurement error and the time lag between earnings recognition and market reaction slowly dwindles. Therefore, over time, we should observe an improving association between (aggregate) earnings and stock return. In this study, we first replicate the results of Easton, Harris, and Ohlson (1992) for the same period of 1968-1986 and find very similar results under refined correlation metrics. Second, we expand coverage to test US data from 1962 to 2011 and find that their prediction holds for the past 50 years in the US market. Third, our post-1992 China and US data generate the same pattern of rising earnings-return correlation as the return interval expands, despite China’s immature stock market. Further comparison indicates that the earnings-return correlation in China is lower than that in the US market in the same period of 1992-2011. Finally, to make our results comparable to the original ones in Easton, Harris, and Ohlson (1992), we also report the 1992-2011 results under the original metrics, such as R2 and concordant pair percentage; we still reach the same conclusions. Overall, the empirical results support Easton, Harris, and Ohlson’s theory in both the US market and the emerging China market, extending the external validity of their theory to the international capital market.\nISSN: 2307-3055 (eISSN)\nDOI: 10.7603\/s40570-014-0009-z\nRights: © The Author(s) 2014. This article is published with open access by The Hong Kong Polytechnic University.\nOpen Access. This article is distributed under the terms of the Creative Commons Attribution License ( which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.\nAppears in Collections:Journal\/Magazine Article\n\nFiles in This Item:\nFile SizeFormat \nDu_Aggregate_Accounting_Earnings.pdf2.34 MBAdobe PDFView\/Open\nView full-text via PolyU eLinks SFX Query\nShow full item record\n\nPage view(s)\n\nLast Week\nLast month\nChecked on Feb 12, 2017\n\n\nChecked on Feb 12, 2017\n\nGoogle ScholarTM\n\n\n\nItems in DSpace are protected by copyright, with all rights reserved, unless otherwise indicated.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.9937591553,
        "format_confidence":0.9635463953,
        "weight":0.0070604027
    },
    {
        "url":"http:\/\/metatoc.com\/papers\/101699-the-interactional-construction-of-social-authenticity-real-identities-and-intergroup-relations-in-a-transylvania-internet-forum",
        "text":"MetaTOC stay on top of your field, easily\n\nThe Interactional Construction of Social Authenticity: “Real” Identities and Intergroup Relations in a Transylvania Internet Forum\n\nSymbolic Interaction\n\nPublished online on\n\n\nAuthenticity has become an increasingly salient topic within various interactional traditions, including conversational and discourse analysis, discursive psychology, interactional sociolinguistics, pragmatics, and symbolic interactionism. However, there has been remarkably little cross‐fertilization of ideas and concepts. In this study, we consider the relevance of the interactional sociolinguistic concept of relationality for symbolic interactionist theories of authenticity. We first disambiguate two forms of authenticity that are commonly studied but not clearly differentiated in symbolic interactionist research—self‐authenticity, which emphasizes selves, and social authenticity, which emphasizes social identities. We then argue that relationality and its three pairs of interactional tactics—verification and denaturalization, adequation and distinction, and authorization and illegitimation—are particularly useful in conceptualizing social authenticity. We draw on data from an interethnic internet forum to show how members of two ethnic groups, Hungarian and Romanian, employ these relational tactics to authenticate their own ethnicity as the rightful inheritors of a place‐based Transylvanian identity, and to limit the other ethnicity's similar identity work. We then clarify the significance of social authenticity for the interactional study of category‐based identities by widening our discussion to other contestations over social identities in everyday life.",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.5498635173,
        "format_confidence":0.9770340323,
        "weight":0.000381776
    },
    {
        "url":"https:\/\/www.mja.com.au\/journal\/2006\/184\/7\/randomised-controlled-trial-hot-water-45degc-immersion-versus-ice-packs-pain",
        "text":"\n\nConrad Loten, Barrie Stokes, David Worsley, Jamie E Seymour, Simon Jiang and Geoffrey K Isbister\nMed J Aust 2006; 184 (7): 329-333. || doi: 10.5694\/j.1326-5377.2006.tb00265.x\nPublished online: 3 April 2006\n\n\nObjective: To investigate the effectiveness of hot water immersion for the treatment of Physalia sp. (bluebottle or Portuguese Man-of-War) stings.\n\nDesign: Open-label, randomised comparison trial. Primary analysis was by intention to treat, with secondary analysis of nematocyst-confirmed stings. One halfway interim analysis was planned.\n\nSetting: Surf lifesaving first aid facilities at two beaches in eastern Australia from 30 December 2003 to 5 March 2005.\n\nParticipants: 96 subjects presenting after swimming in the ocean for treatment of an apparent sting by a bluebottle.\n\nInterventions: Hot water immersion (45°C) of the affected part versus ice pack application.\n\nMain outcome measures: The primary outcome was a clinically important reduction in pain as measured by the visual analogue scale (VAS). Secondary outcomes were the development of regional or radiating pain, frequency of systemic symptoms, and proportion with pruritus or rash on follow-up.\n\nResults: 49 patients received hot water immersion and 47 received ice packs. The two groups had similar baseline features, except patients treated with hot water had more severe initial pain (VAS [mean ± SD]: 54 ± 22 mm versus 42 ± 22 mm). After 10 minutes, 53% of the hot water group reported less pain versus 32% treated with ice (21%; 95% CI, 1%–39%; P = 0.039). After 20 minutes, 87% of the hot water group reported less pain versus 33% treated with ice (54%; 95% CI, 35%–69%; P = 0.002). The trial was stopped after the halfway interim analysis because hot water immersion was shown to be effective (P = 0.002). Hot water was more effective at 20 minutes in nematocyst-confirmed stings (95% versus 29%; P = 0.002). Radiating pain occurred less with hot water (10% versus 30%; P = 0.039). Systemic effects were uncommon in both groups.\n\nConclusions: Immersion in water at 45°C for 20 minutes is an effective and practical treatment for pain from bluebottle stings.\n\nThousands of bluebottle (Physalia sp.) stings occur each year in Australia.1 Stings cause immediate, intense pain that usually resolves within an hour and is associated with a characteristic linear erythematous eruption (Box 1).2 The first aid management of bluebottle stings is a daily problem for surf lifesavers. Currently, most first aid bodies, including the International Life Saving Federation,3 recommend treatment by topical application of ice packs. There is little scientific evidence to support this,2 and the only study to investigate ice packs was observational with no objective measure of pain, or control or comparator treatment.4\n\nMany marine venoms are heat-labile in vitro.5-8 It is feasible that heat penetrates the human dermis to the estimated depth that nematocysts inject toxins (100–1000 μm),1 and recent clinical research suggests heat may be effective for treating jellyfish stings.9,10 However, previous studies of heat therapy were small10,11 or not randomised,11,12 and only one was published in full.12 A randomised controlled trial showed that, compared with ice packs, hot showers significantly reduced pain and treatment duration for bluebottle stings.10\n\nIf heat is to be used, it needs to be applied continuously. Furthermore, it has to be easily and rapidly administered at the beach. The risk of burns is temperature- and time-dependent, and superficial burns have been reported only with skin exposures longer than 1 hour and with temperatures over 46°C.13 Therefore, we chose immersion of the sting site in 45°C water for 20 minutes as an appropriate safe treatment for bluebottle stings, and compared this with the currently recommended treatment using ice packs.\n\nStudy design\n\nThe study was a randomised open-label comparison of hot water immersion (45°C) versus ice packs for treating pain from bluebottle stings. Patients were randomly assigned either hot water immersion or application of ice packs.\n\nThe Hunter Area Research Ethics Committee and the Human Research Ethics Committee of the University of Newcastle approved the study.\n\nStudy patients\n\nFrom 30 December 2003 to 5 March 2005, subjects were recruited from two surf lifesaving first aid facilities in Newcastle. Written informed consent was obtained from the patients or, if under 16 years of age, their parent or guardian.\n\nSubjects presenting for treatment of an apparent bluebottle sting were eligible for the study. They were included if they had immediate localised pain and observed a bluebottle, or they had the characteristic linear wheal and flare reaction. Children under the age of 8 years were ineligible as the visual analogue scale (VAS: the tool we used for assessing the primary outcome measure) is not validated for this age group.15 Patients were also excluded if they had a sting to the eye or appeared sufficiently unwell that ambulance attention was required.\n\n\nSubjects were randomly allocated in a 1 : 1 ratio to a treatment group after agreeing to stay for 20 minutes and consenting to the study. They were randomised to receive either hot water immersion or ice packs, using sequentially numbered sealed envelopes containing the study documents stamped with either “warm” or “cold” to indicate treatment. Randomisation was in blocks of six (AABABB, BABAAB, etc.) divided into two separate groups for the two beaches using a computer-generated sequence of random numbers. Blinding of the patients or investigators was not possible due to the types of treatments. However, to ensure allocation concealment, the envelopes were not opened until after the patient consented.\n\nStudy procedure\n\nPatients were enrolled by the investigators or paid study assistants, the latter receiving training before enrolling patients. Personnel were present at study sites for most days when conditions were appropriate for bluebottle stings. Following baseline assessment, the allocated treatment was undertaken. After 20 minutes, subjects were offered crossover to the opposite treatment.\n\nHot water treatment consisted of immersion of the affected body part in water at 45°C for 20 minutes. Water was delivered by hose to truncal stings or into a large bucket for limb immersion. Accurate water temperature was ensured by using thermostatic mixing valves (Aquablend 2000, Enware Australia Pty Ltd, Sydney, NSW), which both surf lifesaving clubs allowed to be connected to the hot water system. Water temperature was checked daily by spirit thermometer to ensure accurate calibration (accuracy ± 0.1°C).\n\nIce pack treatment consisted of placing disposable ice packs (Glad, Sydney, NSW) from a portable freezer at −4°C onto the affected area for as long as the patient could tolerate during the 20-minute period.\n\nCollection of data\n\nBaseline data included sex, age and sting site. The patient was also asked to score their initial pain on a VAS. Patients were instructed to make a single vertical mark on a horizontal, ungraduated 100 mm line labelled “No pain” at the left end and “Worst pain possible” at the right end. Subsequent VAS scores were recorded 10 and 20 minutes after commencement of treatment. Investigators also recorded the presence of radiating pain, generalised pain, nausea or vomiting, and respiratory symptoms.\n\nAdhesive tape (3M, St Paul, Minn, USA) was placed over the sting site and then stuck to a numbered microscope slide.16 Nematocysts were identified microscopically by one author (J E S) using cnidome libraries.\n\nSubjects were telephoned about 24 hours after presentation and asked about systemic symptoms, persistent pain, itchiness or rash. If symptoms persisted, subjects were followed up until the symptoms resolved.\n\n\nThe primary outcome for the study was a clinically important reduction in pain 10 and 20 minutes after treatment. A clinically important reduction in pain was taken to be the reduction in the VAS score equivalent to the patient description of “a lot better” (Box 2).17\n\nSecondary outcomes were the development of regional or radiating pain, generalised pain, frequency of systemic symptoms (nausea, vomiting, respiratory symptoms), crossover to the alternative treatment, and proportion with pruritus or rash on follow-up. For secondary analyses, patients were only included if data for the outcome were available. All primary and secondary outcomes were decided a priori and registered with the ethics committee.\n\nFor all outcomes, a P value of less than 0.05 was considered to indicate statistical significance. Proportions were compared using Fisher’s exact test.\n\nThe sample size was based on the assumption that a reduction in pain would be reported by 30% of patients after ice treatment and 48% after heat treatment.10 Our study was powered at 80% to detect a 20% absolute increase in patients with clinically important pain reduction after hot water immersion compared with ice packs, at an α level of 0.05. The number of patients required was 190.\n\nA halfway interim analysis was planned because of the possibility that the treatment effect of hot water immersion would be greater, using a stopping rule that required a two-sided P value of 0.01 for the primary outcome. The main analysis was by intention to treat. A second planned analysis included only nematocyst-confirmed Physalia stings.\n\nTo address the baseline imbalance in pain severity between the two groups, we simulated subgroups of patients matched for baseline VAS scores (VAS of hot water and ice treatment patients within 2 mm or less of each other) and re-examined them for the primary outcome. Details of the simulations using Mathematica 5.1.1 are available from the authors.\n\nAll statistical analyses were done using StatXact version 4.0 (Cytel Software Corporation, Cambridge, Mass, USA), StatsDirect version 2.4.4 (StatsDirect Ltd, Cheshire, UK) and Mathematica version 5.1.1 (Wolfram Research Inc, Cham... (truncated)",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9593432546,
        "format_confidence":0.9794920683,
        "weight":0.0242220489
    },
    {
        "url":"http:\/\/www.scielo.org.za\/scielo.php?script=sci_arttext&pid=S0259-94222011000200011&lng=es&nrm=iso&tlng=en",
        "text":"SciELO - Scientific Electronic Library Online\n\nvol.67 número2Practical theology: Can it really help the local congregation?Making a difference? Societal entrepreneurship and its significance for a practical theological ecclesiology in a local Western Cape context índice de autoresíndice de materiabúsqueda de artículos\nHome Pagelista alfabética de revistas  \n\nServicios Personalizados\n\n\n\nLinks relacionados\n\n  • En proceso de indezaciónCitado por Google\n  • En proceso de indezaciónSimilares en Google\n\n\nHTS Theological Studies\n\nversión On-line ISSN 2072-8050\nversión impresa ISSN 0259-9422\n\nHerv. teol. stud. vol.67 no.2 Cape Town ene. 2011\n\n\nLiturgy as space for anticipation\n\n\n\nJohan Cilliers\n\nDepartment of Practical Theology and Missiology, Stellenbosch University, South Africa\n\nCorrespondence to\n\n\n\n\nThis article proposes that the notion of liturgical space, understood in conjunction with the original Greek concept of space, is not only a quantitative, physical locality, but also a primary qualitative possibility for existence, a meaningful womb, a neighbourhood for imagination and a space for anticipation. Three consequences of this proposal are discussed, namely liturgy as waiting on the elusive presence (presence of absence) of God, celebration as (metaphorical) dance of hope, and the need for liturgical refiguring.\n\n\n\nWaiting - for what?\n\nThe famous play, Waiting for Godot, by Samuel Beckett, has become iconic for depicting people who are waiting for nothing.1 Or perhaps we should say that they do expect someone (something?) called Godot, but that he orshe orit never shows up. It is anticipation without answer; expectation without event, hope without happening. Time, the present, is filled with a vacuum or at best, with depleting impatience and intolerable boredom.\n\nThe play, a 'tragicomedy in two acts', according to the subtitle, covers two days in the lives of a pair of men waiting expectantly, but in vain. One gets the paradoxical impression that these two men know Godot, but also not; as a matter of fact, they admit that they would not recognise him should he make an appearance. So they fill their time of waiting with things like eating, sleeping, conversing, arguing, singing, playing games, exercising, swapping hats and contemplating suicide. In effect, they try everything to 'kill the time', to counter-act the 'terrible silence' of waiting, up to the point where time almost kills them (cf. Knowlson 1996:57). The void of an empty present simply becomes too painful.\n\nOne is reminded of Shakespeare's Macbeth, another tragicomedy of sorts, who boldly declares:\n\n'Life's but a walking shadow, a poor player\n\nthat struts and frets his hour upon the stage\n\nand then is heard no more. It is a tale\n\ntold by an idiot, full of sound and fury,\n\nsignifying nothing'.\n\n(Shakespeare, W., 1914, The tragedy of Macbeth, Harvard University Press, Act 5 Scene 5, lines 22-31)\n\n\nThe present of the present\n\nLiturgy, and specifically the Eucharist, have and should have, a different take on time and on waiting. One could say that a type of condensation of the times takes place in the Eucharist: the past is presented in such a way that a yearning for the future is created, but a future that continuously breaks through into the present (cf. Van Wengen-Shute 2003:101; also Wainwright 1983:131). The Eucharist represents a form of punctual coincidence: the past and the future coincide in such a way in the present that the present becomes an epiphany, a point of revelation.2\n\nIn this regard Purcell refers to the phenomenon of 'Eucharistic Time', which signifies 'the presence of Transcendence' (2001:141-144). The Eucharist is not only a present event; it creates the present as present. It constitutes the present as a gift (a present). It interprets the present time in order to transform it into a kairos. In the same way the Eucharist does not simply signify a conjunction that connects the present with the past and the future, but it is also a gift of 'new time'. The gift of the Eucharist 'arises in a past covenant; it points to an eschatological future charged with hope and promise; and because of this, it establishes a present' (Purcell 2001:141).\n\nThis filling of the present, or constitution of the present through the gift or present of the Eucharist (presence of Christ), could be called infinituding. Time is filled with the infinitude; it becomes infinitude. The presence of Christ in the Eucharist and liturgy is not so much about the description of time, as it is about the infinituding of time and people's experience within this time. It is about 'moments of eternity', about experiences of the 'presence of Transcendence'.\n\n\nThe presence of the future\n\nIn order for the present time to become 'moments of eternity', it needs to be filled with the future, and for this it needs the art of anticipation. Liturgy, as exemplified in the Eucharist, is not only about remembrance and presence, but also about (anticipation of) the future. We are called to re-tell the message of Christ's death 'until He comes again' (1 Cor 11:26). Liturgy is not just about incarnation and inhabitation, but also anticipation.\n\nObviously the future by implication means 'not now', the future is the future, but this is often misunderstood as an experience of time exclusively related to a futurum, that is, an attitude or mentality that somehow bypasses the present in its eagerness for the future. In the New Testament sense of the word, 'advent' indicates a close connection between the saving presence of Christ who has already come and the future. The hour that is coming already is now (cf. Jn 4:23; 5:25; also Mundle 1975:324). Anticipation is more about adventus (the coming of the present One) than it is about futurum. The future is not something in a far away distance, but an active force of promise and hope and resurrection in the present (cf. Moltmann [1969:177-178]).\n\nThis understanding of the future as adventus clearly has profound implications for the liturgy. The present (presence of Christ) is celebrated precisely because the future is already here. It prevents us from practising a type of liturgical escapism, or an 'apocalypticisation' of our hope. Anticipation is not about waiting for certain (apocalyptic) events, but about participation in the future. Liturgy could indeed be called an anticipatory participation in the presence of the coming One. In the light of this understanding of adventus, it could be a fair question to ask whether the future is not strangely absent from our liturgies. Often the future is treated as a distant and totally unknown phase of time, rather than celebrated as gift that already fills the present with meaning.\n\nThe latter point does not negate the fact that we have 'not yet' reached the telos of time. On the contrary, the liturgical act of lament, for instance, does not only take place in the light of evil because it is simply there, but because the tension between what is (the presence of the future) and the discrepancies and paradoxes called forth by evil cries out for a 'final' answer and solution (i.e. the future of the presence).\n\nThis tension between the future that is already with us and simultaneously not yet, finds its best expression in the Eucharist. Purcell (2001) elaborates:\n\nThe present celebration of the Eucharist is referred to a past which exercises a certain judgment over the present and summons the present celebration to be responsible and faithful celebration. But, so too with the future orientation of the Eucharist. The life, death and resurrection of Christ which establishes the new covenant inaugurates the kingdom of God, and thus provides a substantial anchor for that 'pledge of future glory' (pignus futurae gloriae). The future is not an empty promise; it has already been established... It already has a content which has been realized in the life, death and resurrection of Christ... Thus, as with the past, the future has a certain exteriority with regard to the present. It is that which, along with the past, gives a present.\n\n(Purcell 2001:142-143)\n\nIndeed, what are the signs of the sacraments other than representations of this eschatological tension of our faith? In the sacraments we 'see' the connections between our faith, our senses and our existential questions concerning the meaning of life, or put in other words: the theology and praxis of the sacraments make manifest the sensorial and supra-sensorial, as well as the existential dimensions of our faith. In the sacraments we have symbols that strongly cry out for sensory exploration and utilisation, symbols that can help us not only to celebrate creation, but also salvation and anticipation of the summation, the ultimate triumph of God's beauty, goodness and truth (cf. Höhn 2003:248).\n\nEven for postmodern people, with their fundamental distrust of anything that even faintly resembles metaphysics, the Eucharist offers a meaningful, iconic expression of the search for meaning, also in religious terms. Postmodern concepts such as 'presence' and 'absence' gain a deeper meaning in the Eucharist (cf. Mitchell 2005:143) Through the Eucharist we are incorporated into the tension of faith in the present absent God, the already and not yet that permeates our existence. But this experience of the tension of times (the already and not yet) cannot be abstracted from our experience of space. Time and space cannot, and indeed should not, be separated.\n\n\nLiturgy: A space for anticipation\n\nIn recent years there has been a renewed interest in the notion of 'space' in various sciences. Whilst spatiality was predominantly seen as a chartable reality up till the seventies, the works3 of people like Lefebvre and Soja have paved the way to understand space as 'always becoming, in process, and unavoidably caught up in power relations' (Hubbard, Kitchin & Valentine 2004:4, 10). Soja in particular pointed out the historical and socio-dynamical characteristics of space, that is, ... (truncated)",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9879585505,
        "format_confidence":0.970463872,
        "weight":0.010122062
    }
]