[
    {
        "url":"http:\/\/transcripts.cnn.com\/TRANSCRIPTS\/1711\/16\/cnr.17.html",
        "text":"Return to Transcripts main page\n\n\nCrisis in Zimbabwe; Trump Touts Trip to Asia; Roy Moore Challenges Claims of Sexual Assault; Interview with Gloria Allred. Aired 12-1a ET\n\nAired November 16, 2017 - 00:00   ET\n\n\n\n[00:00:10] JOHN VAUSE, CNN ANCHOR: This is CNN NEWSROOM, live from Los Angeles.\n\nAhead this hour --\n\nISHA SESAY, CNN ANCHOR: As armored tanks roll down the streets of Harare, what's next for Zimbabwe after an apparent military coup?\n\nVAUSE: Donald Trump and his most excellent adventures. A thirsty U.S. President boasts America is back after his marathon trip to Asia.\n\nSESAY: And a defiant Roy Moore fights back against a growing list of accusers. Attorney Gloria Allred joins us to renew her call for a senate hearing.\n\nVAUSE: Hello and welcome to our viewers all around the world. Great to have you with us.\n\nI'm John Vause.\n\nSESAY: And I'm Isha Sesay. NEWSROOM L.A. starts right now.\n\nWell, Zimbabweans are anxiously waiting to see if a military takeover will bring political change. President Robert Mugabe who's ruled Zimbabwe with an iron fist for almost four decades is now said to be safe under house arrest. It's unclear what political role, if any, the 93-year-old president will have in a new government.\n\nVAUSE: Military leaders denied they staged a coup but it sure looks like they have. Tanks and troops are stationed around key government buildings and state-run television is under their control. A number of officials have reportedly been arrested.\n\nAnalysts believe the military is trying to prevent the President's wife, Grace, from taking over from her husband.\n\nSESAY: CNN's Eleni Giokos is following all of this for us from Johannesburg and joins us now live. Eleni -- good to have you with us.\n\nSo the military described what is happening in Zimbabwe as a move to target criminals surrounding President Mugabe to pacify the situation in the country. What can you tell us about what is happening in the country at present?\n\nELENI GIOKOS, CNN NEWS CORRESPONDENT: Well, I mean what we do know -- military on the ground, it's got all the markings of a potential coup. The military, of course, as you said, is not calling it a coup at this point in time.\n\nWe know that the airport is still under control of the military, so too is the state broadcaster. President Robert Mugabe and the first family as we understand is being confined and under house arrest so to speak. But talking with President Jacob Zuma we know that apparently everyone is fine.\n\nI was watching the Zimbabwe news broadcast this morning, of course as I mentioned it is under military control at this point in time. And mixture of news coming through this morning but one of the key elements that came through was that peace and stability needs to kind of stay in place; that people are urged to go back to work. That it's all about peace.\n\nThe military is also hosting a three-day summit in Masvingo over the weekend that is going to be focused on peace and stability. So the military I think is just going on about making sure that peace and calm remains in the country.\n\nAnd the reason that they need to do this is to ensure there isn't any kind of hard-core regional intervention. And we know that President Jacob Zuma's envoy has been sent there this morning and hopefully they're going to be engaging in some kind of negotiation and a meeting with President Jacob Zuma.\n\nBut the region is definitely on high alert because if anything does play out, any kind of violence sparked, then it becomes a regional problem and, of course, there needs to be as much calm as possible at this point in time and a very difficult and, of course, tense situation.\n\nSESAY: Jacob Zuma sending an envoy to Zimbabwe to engage in talks, as you mentioned there. But the question has to be, what is the end goal on the part of the South African envoy of Jacob Zuma being quite clear that this is a coup urging the military not to intervene or not to contravene the Zimbabwean constitution?\n\nMeanwhile, the African Union taking a more circumspect position here in all of this just saying, you know, urging restraint. So what is -- I guess, what's Zuma's end game here?\n\nGIOKOS: Well, Zuma and Mugabe we know are close friends. In fact, Mugabe invited to the World Economic Forum a little earlier this year which, of course, raised a lot of eyebrows given the fact that Zimbabwe of course, has been under international scrutiny for a lot of issues over the past 20 years or so.\n\nImportantly Jacob Zuma is now the chair of the Southern African Development Community. He has to take a diplomatic stance. And he has to also ensure that he engages in SADC (ph) protocol and African Union protocol as well. It's going to be very difficult for him to stand on the sidelines.\n\nAs to which side he's going to take, it's going to be interesting. We know that South Africa has always taken a stance of perhaps quiet diplomacy when it comes to Zimbabwe even during the times of violent land grabs by the Zimbabwean government in the early 2000s that resulted in food shortages and hyperinflation.\n\nSouth Africa perhaps stood on the sidelines and that was the view of many people. So it will be interesting to see how Jacob Zuma reacts to all of this.\n\n[00:05:00] But also remember this is a man that has been in power for almost 40 years. Is he going to stand by and just stand down? This is going to be kind of an interesting development. It's very fluid right now as you can tell.\n\nSESAY: Yes. It certainly is. I mean Robert Mugabe still held by many African leaders as, you know, this legendary figure that saw off the British there in what was Rhodesia. So it will be interesting to see how they handle this moment.\n\nEleni Giokos -- appreciate the insight and analysis. Thank you.\n\nVAUSE: Well, to Washington now and fresh off his trip to Asia, President Donald Trump says America is back, so am I; and he's restored U.S. standing in the world. And he's claiming progress on North Korea, fighting terrorism and trade.\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I also had a very candid conversation with President Xi about the need to reduce our staggering trade deficit with China and for our trading relationship to be conducted on a truly fair and equitable basis.\n\nWe can no longer tolerate unfair trading practices that steal American jobs, wealth and intellectual property. The days of the United States being taken advantage of are over.\n\n\nVAUSE: Joining us now, CNN correspondents Andrew Stevens in Beijing; Paula Hancocks is in Seoul, South Korea; and here in Los Angeles, Democratic strategist Caroline Heldman; and conservative commentator Alex Datig. I hope I got that right.\n\nThank you for being with us.\n\nOk. So Caroline -- this was a 35-minute long speech by the President. It was billed as a major announcement but it seemed more like a travel diary and most of the entries say I was wined and dined and had a really good time and everyone liked me.\n\nCAROLINE HELDMAN, DEMOCRATIC STRATEGIS: And apparently he didn't have enough to drink because he was very thirsty.\n\nVAUSE: There was that, too.\n\nHELDMAN: This is what we remember about the speech. I thought he was teasing a major trade deal as his whole point in going on this trip was really two-fold. One was to establish a clear trade policy in the region which he's failed to do. As much as he says that he has there's nothing concrete.\n\nAnd the other was to share an idea of stabilization and get everybody together to coalesce against what's happening to North Korea. That didn't happen either. He got into a petty Twitter squabble with Kim Jong-Un and then, you know, he flip-flopped on Russia after meeting with Putin.\n\nSo this was not a successful trip and his speech today really exemplifies the fact that nothing happened on this trip.\n\nVAUSE: Alex -- how do you answer that criticism? Also, the fact that, you know, what he did outline in this speech many say it's kind of overblown? It's exaggerated.\n\nALEX DATIG, CONSERVATIVE COMMENTATOR: Well, I'd like to begin like this.\n\nVAUSE: Nice.\n\nDATIG: Here's to you.\n\nVAUSE: You're not the only one who's done that today, by the way.\n\nDATIG: You know, I think he accomplished a lot by bringing those UCLA basketball players home, for starters --\n\nVAUSE: That was not on the trip thought.\n\nDATIG: -- and it would have been nice if they would have said thank you.\n\nVAUSE: I think one did.\n\nDATIG: Ok. Well, if they did, then I didn't hear it.\n\nBut needless to say, I thought that was a good accomplishment. And I though, you know, I thought it was, you know, no good deed goes unpunished with this President. Nobody wants to give him any credit. He freed these students. They got admitted to UCLA, what are they doing stealing stuff?\n\nVAUSE: He didn't go to Asia to free the three students.\n\nDATIG: I understand and he could have negotiated something else had they not done that.\n\n\nHELDMAN: That's why he didn't get a trade deal -- Alex? Because he was negotiating on behalf of the basketball players? DATIG: He was looking toward a trade deal. He was looking to have\n\ngood relations.\n\n\nDATIG: He was looking to have good relations with China to help with Korea so we wouldn't have an issue with Iran because we do have this nuclear agreement that is being undone right now or in the works and so forth. So I think it was a diplomatic tour very much for him.\n\nI think it was successful. And I don't think we should have expected a lot more than just for him to have good relations so that we can have higher expectations.\n\nVAUSE: Well, one of the big goals of the trip was to build pressure on North Korea, especially to try and get to China do a lot more about North Korea and its nuclear and missile program.\n\nThis is the assessment the President had. Listen to this.\n\n\nTRUMP: During our visit, President Xi pledged to faithfully implement United Nations Security Council resolutions on North Korea and to use his great economic influence over the regime to achieve our common goal of a denucl... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9854297638,
        "format_confidence":0.9728455544,
        "weight":0.0242282964
    },
    {
        "url":"https:\/\/relevantradio.com\/2019\/07\/the-unbelievable-miracle-leading-to-fulton-sheens-beatification\/",
        "text":"The unbelievable miracle leading to Fulton Sheen’s beatification\n\nJames Fulton Engstrom was cured through Venerable Fulton Sheen’s intercession in a miracle that has been approved by the Vatican and is leading to his upcoming beatification. Bonnie Engstrom, mother of James, joined Morning Air® on Relevant Radio® to tell the unbelievable story of her stillborn son’s restoration to perfect health.\n\n“This was almost nine years ago now, but we had a planned home birth. Everything was going well—I was healthy, the baby was healthy—it was my third planned home birth and we just felt such peace. It was going to be beautiful, right?” said Engstrom.\n\nQuickly, things changed. “We didn’t know there as a knot in our son’s umbilical cord so that as I was delivering him, that knot tightened. And it tightened so tightly that he was a stillborn. And then everything changed; what was supposed to be this beautiful moment just shifted. My midwife and her assistant immediately started CPR, I just started shutting down and going into a state of shock, but my husband, thankfully, had the wherewithal to grab some water and do an emergency baptism on our son. … He didn’t have a pulse, he was completely lifeless so we just waited for the paramedics to come.”\n\nIn that dark moment, Bonnie called upon the intercession of Archbishop Fulton Sheen, whom she’d grown in devotion to during her pregnancy. “I have this memory of while we were waiting for the paramedics of me sitting and looking at my son and repeating Fulton Sheen’s name over and over again in my head. Fulton Sheen, Fulton Sheen, Fulton Sheen. And I really think that was—I didn’t have the ability to really pray anything, I was exhausted, I didn’t know what was happening and so I kind of just relied on Fulton Sheen to pray for us.”\n\n“James was taken in an ambulance to the hospital and in the ambulance and in the emergency room he continued to not have a pulse and they were working on him, working on him, and nothing was happening—he was not responding to any of the medications or anything like that,” explained Engstrom. “So finally the doctor said, okay hands off, it’s time to call time of death. And as soon as they did that, his heart started to beat; it just shot right up to a healthy heart rate and it never stopped again. Even though he had been without a pulse for 61 minutes.”\n\nIt’s a story that can bring chills. Imagine the heartbreak of Bonnie and her husband, suddenly turned into immense joy. Doctors warned the Engstroms that James would likely have severe brain or organ damage and other health problems. “The doctors expected massive organ failure, they expected James to die … but he started breathing above the machine, he started looking at us with his eyes and so we knew, okay he’s not blind. Just over and over again something would happen and he would hit a milestone and he was just acting like a normal baby,” said Engstrom. “It was amazing to see how God was showing us how great he is.”\n\nToday, James is a healthy young boy. On July 6, the Congregation for the Causes of Saints announced that the miracle of James’s healing had been approved for the beatification of Fulton Sheen.\n\nVen. Fulton Sheen, pray for us!\n\nListen to the full interview:\n\nLindsey Kettner serves as a Digital Media Producer at Relevant Radio®. She is a wife, mother, and graduate of the University of Wisconsin-Milwaukee, where she studied journalism and advertising. She writes daily at and on the free Relevant Radio mobile app.",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9183018208,
        "format_confidence":0.824470818,
        "weight":0.0087168659
    },
    {
        "url":"https:\/\/omalley.nelsonmandela.org\/omalley\/index.php\/site\/q\/03lv00017\/04lv00344\/05lv00965\/06lv01072.htm",
        "text":"About this site\n\nThis resource is hosted by the Nelson Mandela Centre of Memory, but was compiled and authored by Padraig O’Malley. It is the product of almost two decades of research and includes analyses, chronologies, historical documents, and interviews from the apartheid and post-apartheid eras.\n\n10 Nov 1996: Chalmers, Judy\n\nClick here for more information on the Interviewee\n\nClick here for Overview of the year\n\nPOM     Judy, we had just been talking about Louis Botha, the outcome of the Malan trial, his work here in Port Elizabeth as a community policeman and I want to move the question slightly; he passionately believes that the Truth & Reconciliation Commission is a witch-hunt, that only perpetrators of crime on one side are being called to heel, that, for example, he will say he knows dozens of dockets that were outstanding against senior people in the ANC that were put in abeyance during the negotiations and that many of these ANC senior people have told him personally they are never going to go before the Truth Commission. And you're back to this question, and I sense underneath it, Matthews Phosa's thing of there being a just war and they should never stand at the same bar of justice as those who imposed the apartheid regime. And it's given arise to a lot of anger that I sense among white people, that they feel they are being nailed and that they are angry about it and also that they don't feel particularly guilty about all these revelations about Eugene de Kock. I mean they shocked but they don't feel any sense of personal or collective guilt for actions of Eugene de Kock or security forces or whatever. Are my perceptions on the mark, off the mark, where would you come in?\n\nJC     Well the ordinary whites who are saying those sort of things, such as why rake up the past and is it helpful towards reconciliation and does it matter now who were the actual perpetrators, and as one who lived through the eighties and to an extent was victimised by what was happening there it doesn't surprise me that they are taking that point of view. It doesn't surprise me that Louis Botha is in fact taking a point of view and feels passionately that it is a witch-hunt. I feel just as passionately that the people who were the perpetrators should be brought, not necessarily to book, but the revelations must go on and must take place and it is about truth. The people that I speak to like Benedicta Godolozi who is mother of one of the Pepco three and Nyami Goniwe and Xalata's widow, they themselves, Nyami and to a lesser extent Mrs. Xalata when the Truth Commission, and it was the first held, was held here in Port Elizabeth, Nyami particularly felt very wary. She felt she had said it so many times before, she felt that although they didn't know exactly who had done the killing she felt that they had gone right up to the point and she didn't ever think we would take that final step. But when she made her appearance and it was in East London, I phoned her that night and she said to me it was absolutely liberating. She said, \"I found it so extraordinary to be able to be saying those things and I knew they were being televised and I felt at the end of that day that for the very first time I was freeing myself to an extent of the bitterness and the anger and the hatred and the total resentment that nothing would ever come out.\" She said, \"I found it hugely liberating.\"\n\n     And for me, and I attended, for instance, the hearing of the Langa massacre in Uitenhage which I had been extremely involved in and heard once again the truth of what the people were saying because at the time everybody was saying, \"Oh they were an unruly and a wild mob, oh they were throwing stones\", and to hear, which I had heard from a contact within the police, that they had put stones into the people's hands, which we knew. First of all they said they were not properly prepared, which we all knew, that the crowd were a wild, barbarous mob and had attacked them, we knew that hadn't happened but it had never been said by the other side. So I have found, myself, again and again as the revelations have come out, a sense of relief. The whites, of course, were never exposed to the sort of things that a few of us whites were exposed to. They were enclosed in their sort of corrals and were very happy to be there and I'll bet they feel put upon now because the truth is coming out.\n\n     But I think it's been an extraordinary and a wonderful journey for many, many people and for whites as well, people who had a suspicion of some of the things that were going on and have now said to me, \"I feel so ashamed that I lived through that time and I did nothing.\" And that sort of shame is appropriate now I do feel. I think that a measure of guilt, they should feel that.\n\nPOM     The thought was whether this is a cathartic experience for whites or whether there is, again, this feeling of it being a witch-hunt in terms of the perpetrators who are being brought to boot. For example, one will hear Matthews Phosa say that the Church Street bombings, people will not apply for amnesty even though civilians were involved, that it was an act committed in a just war. You have Robert McBride given amnesty for an act that involved the wanton bombing of civilians. Can you equate the two? Where does the principle of moral equivalence come in? For example, I talked at length last week to a young man who had been very involved in the townships in the eighties as a young comrade and he went into detail about the way they operated and it was gruesome. You could only call it a kangaroo court, anybody who came under suspicion was just ganged up on and killed. Is there a difference between that and some of the actions that Eugene de Kock would commit?\n\nJC     It's a difficult one. I always felt uncomfortable with the soft target strategy because I felt there was an immorality about it that I felt extremely uncomfortable with. I also felt that it was a politically inappropriate strategy to adopt because it just gave fuel to the Nationalist government and to the security forces. But it was always difficult to know whether there was third force involvement there or not. Here in this town we knew that there was a considerable third force involvement. There was the whole AZAPO scenario which we were never sure whether they were truly AZAPO or whether they were being used by people like the Reverend Mcina who was running an anti-UDF whole sideline at the time and in fact subsequently we heard that he was in the pay of the security police so it was difficult to know quite what was what at that time. The necklacing was horrifying and terrible but, of course, the police did necklacing as well. They used it as a strategy to put the comrades and the UDF whole fighting force in a bad light.\n\n     But to get back to the Truth Commission, I understand what Desmond Tutu is saying, that the ANC cannot decide for themselves whether they go for amnesty and they can't be their own moral judge and jury when the Truth Commission has been set up with ANC approval to do a job of work and I think there is room for some of the ANC ways of working that happen then to be brought under the spotlight and some of those comrades who were doing the sort of things that you described a few minutes ago, for the truth to come out about that. But nobody who didn't live through that time - I'm outraged that Louis Botha can say it's a witch-hunt when he was part and parcel of a regime that tore this country apart, that leaves us in a situation now where we are trying so desperately to rebuild and remake and build anew, because it never was built in the first place, and that he can say it was the likes of Eugene de Kock and his minions, that that is a witch-hunt.\n\nPOM     No, I don't think he sees Eugene de Kock as a witch-hunt.\n\nJC     But what happened to himself.\n\nPOM     That him and that only people from one side are being sought. It's not that it's a particular individual per se, it's that it's one-sided.\n\nJC     I think what Matthews Phosa said about the just war from the ANC's position it was a just war but there were bad things done by the ANC soldiers and comrades and the Magoo Bar that was an atrocious happening and I can never feel comfortable with random killing of that sort and car bombing and explosives and shooting set to happen just to frighten the general public. I think the ANC had so much moral ground on its side and had such a strong moral position it wasn't necessary to do those sorts of random strategic killings.\n\nPOM     But my, and correct me, my recollection is that in 1985 official sanction was given to going after, up to that point it had been just hard targets, that at that point sanction was given to going after soft targets. There was a shift in not just the political but in the moral strategy as to what was a legitimate and not a legitimate target.\n\nJC     From my personal point of view I always had problems with that decision. It was a decision that I felt would lose us an enormous amount of moral ground and would not really in the long term make a difference to the war because it hardens attitudes, it is so random. You never know whether it will be children, whether it will be women, whether it will be innocent men, it just promotes a climate of fear that is across the board and in any war, as happened in the second world war where there were huge bombings of cities, Dresden and Cologne and those great cities. Look, there are no easy answers to it. Those happened because they were trying to crush Germany into submission and in a way that is what the ANC was trying to do here but didn't really have the wherewithal to carry a strategy like that to where they might have wanted it to go which was a crushing of the major forces against them. It just couldn't work like that. And now we come to the point where the perpetrators of those acts, is it necessary for them to come before the Truth Commission?... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.992813766,
        "format_confidence":0.9883466363,
        "weight":0.0246143442
    },
    {
        "url":"https:\/\/grapevine.is\/mag\/articles\/2005\/08\/19\/the-pagan-mp\/",
        "text":"The Pagan MP - The Reykjavik Grapevine\n\nThe Pagan MP\n\nThe Pagan MP\n\nPublished August 19, 2005\n\nThe Liberal Party was founded in 1998 and has only three seats in parliament, but the most recent Gallup poll shows their support already at 5%. Their popularity continues to rise, however slowly, despite having lost one MP – Gunnar Örlygsson – to the Independence Party earlier this year. They have one person on City Council, Ólafur F. Magnússon, who is in the position of being able to help swing votes between the majority coalition R-listinn and the Independence Party.\nThe Grapevine spoke to Liberal Party MP and co-founder Sigurjón Þórðarson, who is also the only member of parliament to be a member of Ásatrúarfélagið, an Icelandic association practicing a Norse pagan religion. In fact, he’s also a goði (chieftain) in the faith, presiding over Hegranes in northwest Iceland. Þórðarson told us about why the party was formed, what it’s like to be a pagan MP, who among him is, in his own words, “a traitor” and why the Independence Party is “communist.”\n\nWhat got you involved in politics?\n\nI lived in the northwest, and saw the population going down. As manager of public health in the region, I saw that the quota system [wherein the government lays strict outlines for how many tons of what kind of fish may be culled by every fishing company] was total nonsense. I’m a biologist, and my brothers are all fishermen, and the way I looked at it, there were two things wrong with the quota system. Number one is in how they manage fish stocks, and number two is the injustice it causes. A fishing company can sell its quota to any other fishing company, taking its jobs out of town. With the quota system, it doesn’t matter where the fish are caught. All of Iceland’s fishing could be done off of the Westmann Islands. Also, the quota system makes criminals out of hard working fishermen – in order not to go over quota, they have to throw fish back in the ocean. Or in order not to go over the quota for a certain type of fish, they record the excess amount of cod as haddock, for example, in their logs. The quota system practically forces them to take these measures.\n\nI imagine that would deplete regional fish stocks, like what happened to the herring in Siglufjörður not too long ago.\nPerhaps the herring wasn’t over-fished in Siglufjörður. It could be that the ocean became colder at that time. When you fish a great amount, you leave room for recruitment [drawing in more fish stocks]. When the spawning fish stock goes up, recruitment goes down. It doesn’t pay off for society to stock fish. Sometimes, when overfishing is said to be the cause of the collapse of fish stocks, the reason can also be changes in the environment, such as a colder climate.\n\nSo it’s the quota system that led you to forming the Liberal Party?\n\nYes, but also, another thing that’s rotten about politics in Iceland is how parties hide who is financing them. We want to try to clean up politics. Let me ask you a question: Do you think the Independence Party is right wing?\n\nYes. I believe they want further privatization, so I’d say they’re right wing.\n\nIn recent years, shares of the GNP that the government is using are always growing under the Independence Party\/Progressive Party coalition. If we measure them on a scale of how big the public spending is, the Independence Party is communist. We always see a rise in expenditure under them. Another thing that worries me is the burden on the taxpayer because when there’s an increase in taxes, it’s always on the lower salaries. The Independence Party has been doing well for big companies, but the smaller ones aren’t doing so well.\n\nSo is the Liberal Party the true right-wing party in Iceland?\n\nWe don’t emphasize the right, but I’d say we’re right of centre. We want to privatize where it’s sensible, and we want fairness in business. When [consumer watchdog group] Samkeppnisstofnun went after the oil companies, the director [Stefán Már Stefánsson] was sacked and his group split into two different groups because he was interfering. One main swindler who cost the public billions, Kristinn Björnsson, is married to Sólveig Pétursdóttir, and he cheated the police while she was Minister of Justice. Now he’s the vice chairman on the board of Morgunblaðið. [Opens a copy of Morgunblaðið on the desk.] This paper is just a decoration around the government.\n\nWhat are your thoughts about Gunnar Örlygsson leaving the Liberal Party, which he said had “moved too far to the left,” to join the Independence Party? Were you surprised when it happened?\n\nI think his reasoning is nonsense. I was surprised, and I wasn’t. We don’t miss him, but we miss his seat. I think what he did was very unfair to the people who voted for him. I wouldn’t like to be in his shoes. He’s a traitor.\n\nDo you think, for as young and as small as the Liberal Party is, that you’re taken seriously by the rest of parliament?\n\nI think we’re taken seriously by the voters. What we’re aiming to do and what we are doing is stirring up the establishment. We’re building up an equilibrium. What we’re aiming for is for the people of Iceland. I think the other parties have missed their vision. They’re looking more into forming cliques than serving public interest.\n\nDo you feel as though your colleagues treat you differently for being the only pagan member of parliament?\n\nI don’t think my faith matters to them. If anything, I think I get respect for that.\n\nDoes your faith shape the way you approach laws and the structure of government?\n\nI’m in favour of separating faith and law, but I do think that faith marks the individual. I think that Christians and Ásatrúar have influenced each other. For example, look at the simliarities between Christmas and the pagan Jól. We’ve done that for ages, and I think this faith has shaped Icelanders’ views on things. A lot of what we believe comes from the old beliefs, and has influenced how we are today.\n\nHow so?\n\nThere’s the concept of “drenglyndi” [noble-mindedness], the philosophy of the Old Norse, as well as Hávamál [a collection of Old Norse proverbs], and the belief in a simple way of life. I think a lot of Icelanders can find a connection to that.\n\nSo what brought you to Ásatrú?\n\nMy brothers have been doing this for ages and also, this is not a “supposed to do” religion. In Ásatrú, you take responsibility for your actions and if you do wrong, you try to better yourself. It’s also a cultural thing.\n\nWhat Liberal Party legislation or initiative are you proudest of?\n\nIt’s like this in Iceland: there’s a funny democracy here, where there are very few opposition bills that get through. What we do is we take a stand, and we influence discussion on how the government acts, although they deny it. I’m sure we influenced creating a discussion on the hiding of financing by political parties. I also think we have an influence over the fisheries, and have started having influence in other countries, too. We’re in very close contact with the Faroe Islands.\n\nIn what areas do you think the Liberal Party can improve?\n\nThe best thing for us is to get more into the local governments, which is very important. One thing that’s important in Icelandic politics is to be frank with who you work with. We want to lift the tax burden from the lower salary earners, and the fisheries are of course one thing that we think are very important for Iceland’s future. If small towns die, Iceland will lose out on a lot of possibilities for those who want to visit us. I’m sure the tourists who come here want to see more than just one city.\n\nIn the life of politics, money is just one way of measuring something. There are other things. We want more discussion about fairness. What makes life more pleasant is not just about how much money is in the bank.\n\nSay I’m an undecided voter and don’t know which party to vote for. What reasons can you give me to vote for the Liberal Party?\n\nI think there are many reasons. It’s very important to have a party that isn’t in close contact with one financial provider. We speak a simple language that’s not decorated with complicated words. People can count on and understand what we’re saying. We’re the people’s party.\n\nWhat’s next for the Liberal Party?\n\nThe voter decides what’s next. We want people to take part in politics. There’s a lot of easygoing people with us.\n\nSupport The Reykjavík Grapevine!\nBook your day tours in Iceland right here!\n\n\nGo travel with Grapevine tried and recommended tours by Grapevine. Fund Grapevine journalism by booking with us.\n\nFood of Iceland: Harðfiskur\n\nFood of Iceland: Harðfiskur\n\n\nShow Me More!",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9962226152,
        "format_confidence":0.9099498391,
        "weight":0.0226619059
    },
    {
        "url":"https:\/\/campaignforaction.org\/nursing-journeys-assess-diagnose-plan-she-followed-the-nursing-process-to-succeed\/",
        "text":"Mar 25, 2019\n\nNursing Journeys: Assess, Diagnose, Plan: She Followed the Nursing Process to Succeed\n\nLaura Reichhardt, MS, APRN, NP-C at the U.S. Mexico border\n\nLaura Reichhardt at the 2006 Día del Campesino health fair in San Luis, Arizona. Reichhardt started her career in community health, focused on U.S.-Mexico border health. Here, she hands out lead screening tools and bandanas, which are used by migrant farmworkers for protection from sun and the elements.\n\nNursing Journeys is a profile series featuring Action Coalition leaders discussing their career paths and reflecting on the lessons they’ve learned.\n\nLaura Reichhardt, MS, APRN, NP-C, is the director of the Hawaii State Center for Nursing and an adult-geriatric nurse practitioner.\n\nHer answers to the questions below show her path from being a public health and health care administration professional to her work today advocating for nurses through national, state, and local initiatives and partnerships with schools of nursing, nursing employers, interprofessional health care partners, and policymakers across the state. \n\nWhy did you decide to become a nurse?\n\nI started my career in public health, focusing on U.S.-Mexico border health, and then moved to health care administration and quality metrics for a large health care insurance company. After developing large population health interventions, I realized I would find it more fulfilling to become a clinician. I felt nursing was closest to my personal values and the values I acquired as a public health professional. I applied to a master’s entry program in nursing with an emphasis in an adult-gerontology nurse practitioner curriculum.\n\nDescribe the journey you took to get from that decision to where you are today.\n\nHawaii Senator Mazie Hirono, fellow University of Hawaii School of Nursing students Gregory Gee and Elizabeth Alonzo, Laura Reichhardt, and Hawaii Senator Brian Schatz in Washington DC in 2014 after the AACN Student Policy Summit Institute.\n\nWhen I applied to nursing school, we were in the largest economic recession in decades. In my community, the hospital-based jobs available to new graduate nurses were sparse. Through a nursing policy fellowship, I had a unique opportunity to work with the dean of University of Hawai‘i at Manoa School of Nursing, and the Hawai‘i State Center for Nursing. And they secured a policy internship for state Sen. Rosalyn Baker, who at the time was the chair of the Senate Committee on Commerce, Consumer Protection and the vice chair of the Senate Committee on Health.\n\nThese opportunities, coupled with my public health background and my new nursing knowledge, positioned me to have a new population focus for my work: nurses! It is rewarding working for nurses and ensuring they are considered in policy and workforce planning efforts.\n\nWhat impact did the Institute of Medicine’s Future of Nursing report have on you?\n\nThis report, published the year before I began nursing school, was a guiding principle to the work we were endeavoring to do. Today, I consider it a foundational piece of my work. It is a tool I use as validation for our local work and the priorities our stakeholders identify. It remains relevant and it serves as a benchmark for the progress we have made in our state and in the nation.\n\nHow have you been involved with the Campaign for Action?\nReichhardt in 2017, two years into her tenure as director of the Hawai‘i State Center for Nursing.\n\nReichhardt in 2017, two years into her tenure as director of the Hawai‘i State Center for Nursing.\n\nAs director of the Hawai‘i State Center for Nursing, I have the pleasure of being a co-lead and the administrative organizer for Hawai‘i Action Coalition activities. Our state received an Academic Progression in Nursing grant from the Robert Wood Johnson Foundation, which provided us resources to increase our BSN percentage considerably. We also engage in efforts to remove barriers to advanced practice registered nurse (APRN) practice, secure nursing student intern positions in our state legislature, support and engage in interprofessional education efforts, expand access to health care with school-based health initiatives, and have a robust nursing workforce research and statewide nurse residency collaborative within the Center. The work done at the Center for Nursing represents the Campaign’s goals, and also has broadened to include Culture of Health initiatives.\n\nOf all you have accomplished, what are you most proud of?\n\nIn 2017, a meeting that I organized of health profession deans led to legislative support to increase the number of health care preceptors—work that has also opened our eyes to the needs of preceptors and their critical role in health care education.\n\nAt the meeting, we were able to demonstrate through data a true crisis in access to preceptors and the impact it had on the ability to admit students into health care programs. The following legislative session, this group asked the state legislature for help. What resulted was an interprofessional health care professional preceptor tax credit.\n\nStarting in 2019, APRNs, physicians, and pharmacists licensed in Hawai‘i who precept in-state APRN, medical, or pharmacy students can receive up to $5,000 in state income tax credit.\n\nWhat is the most important action that nurses can take to lead the way to improve health and health care in America?\n\nCommit to action and follow the nursing process, which is assessment, diagnosis, outcomes\/planning, implementation, and evaluation.\n\nNurses are the largest population of health care professionals. From leading unit-based quality improvement initiatives to neighborhood voting registration campaigns, to systems improvement efforts, we are well prepared for leading change. Further, our preparation to follow the nursing process can be applied everywhere: from patient management to policy.\n\nWhat advice do you have for the next generation?\n\nI’m a millennial, so I think my generation is still often considered “the next generation.” My generation, and the one that is only now in nursing school, is quick to identify systemic calcifications… workflows and processes that perhaps once worked but today are stiff and need some intervention. My advice is to identify practical, feasible solutions where improvements are warranted. I also would advise that we take to heart the #KonMari method and apply it to nursing. We need to simplify our process and used evidence-based practice to create the opportunities for advancements in care.\n\nMy greatest hope is that we apply our “millennial brains” that are primed for multitasking, technology, and collaborative work to achieve health equity, improved health care quality, and innovation so that one day our society’s needs are no longer outpacing our capacity to provide needed care.",
        "topic_id":12,
        "format_id":21,
        "topic_confidence":0.7909392715,
        "format_confidence":0.9444112182,
        "weight":0.0047097343
    },
    {
        "url":"http:\/\/www.complex.com\/music\/2012\/12\/dgainz-25-favorite-videos\/clipse-grindin-2002",
        "text":"DGainz: “I liked that video, it was real hood, simple. I remember everybody used to beat on the lunchroom tables making that beat. It was real hood, I used to relate to it. I was real young when it came out,. Not real young but probably like 13, 12.\n\n“I remember just watching that video. Everytime it come on, everybody be glued to the tv.\n\n“Yeah that’s like my favorite shot in the video. I remember everybody used to try to do that.\n\n“I actually wanted to do that in ‘K-Town Playground’ but a lot of people didn’t come out. I think if we would have added the dancing that wanted in the video, it would be generating a whole lot more attention.\n\n“I actually haven’t checked. I haven’t watched the video in a while. Yeah, 20,000.”",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.997130096,
        "format_confidence":0.9758237004,
        "weight":0.0192175836
    },
    {
        "url":"https:\/\/publications.parliament.uk\/pa\/ld200304\/ldjudgmt\/jd041028\/inres-2.htm",
        "text":"Judgments - In re S (FC) (a child) (Appellant)\n\n(back to preceding text)\n\n    24.  On the evidence it can readily be accepted that article 8 is engaged. Hedley J observed (para 18) \"that these will be dreadfully painful times for the child\". Everybody will sympathise with that observation.\n\n    25.  But it is necessary to measure the nature of the impact of the trial on the child. He will not be involved in the trial as a witness or otherwise. It will not be necessary to refer to him. No photograph of him will be published. There will be no reference to his private life or upbringing. Unavoidably, his mother must be tried for murder and that must be a deeply hurtful experience for the child. The impact upon him is, however, essentially indirect.\n\n    26.  While article 8.1 is engaged, and none of the factors in article 8.2 justifies the interference, it is necessary to assess realistically the nature of the relief sought. This is an application for an injunction beyond the scope of section 39, the remedy provided by Parliament to protect juveniles directly affected by criminal proceedings. No such injunction has in the past been granted under the inherent jurisdiction or under the provisions of the ECHR. There is no decision of the Strasbourg court granting injunctive relief to non-parties, juvenile or adult, in respect of publication of criminal proceedings. Moreover, the Convention on the Rights of the Child, which entered into force on 2 September 1990, protects the privacy of children directly involved in criminal proceedings, but does not protect the privacy of children if they are only indirectly affected by criminal trials: articles 17 and 40.2(vii); see also Geraldine Van Bueren, The International Law on the Rights of the Child, 1994, 141 and 182. The verdict of experience appears to be that such a development is a step too far.\n\n    27.  The interference with article 8 rights, however distressing for the child, is not of the same order when compared with cases of juveniles, who are directly involved in criminal trials. In saying this I have not overlooked the fact that the mother, the defendant in the criminal trial, has waived her right to a completely public trial, and supports the appeal of the child. In a case such as the present her stance can only be of limited weight.\n\nX. Article 10.\n\n    28.  Article 10 is also engaged. This case is concerned with the freedom of the press, subject to limited statutory restrictions, to report the proceedings at a criminal trial without restriction. It is necessary to assess the importance of this freedom. I start with a general proposition. In Reynolds v Times Newspapers Limited [2001] 2 AC 127 Lord Nicholls of Birkenhead described the position as follows (200G-H):\n\n    \"It is through the mass media that most people today obtain their information on political matters. Without freedom of expression by the media, freedom of expression would be a hollow concept. The interest of a democratic society in ensuring a free press weighs heavily in the balance in deciding whether any curtailment of this freedom bears a reasonable relationship to the purpose of the curtailment.\"\n\nThese observations apply with equal force to the freedom of the press to report criminal trials in progress and after verdict.\n\n    29.  The importance of the freedom of the press to report criminal trials has often been emphasised in concrete terms. In R v Legal Aid Board ex parte Kaim Todner (A firm) [1999] QB 966, Lord Woolf MR explained (at 977):\n\n    \"The need to be vigilant arises from the natural tendency for the general principle to be eroded and for exceptions to grow by accretion as the exceptions are applied by analogy to existing cases. This is the reason it is so important not to forget why proceedings are required to be subjected to the full glare of a public hearing. It is necessary because the public nature of the proceedings deters inappropriate behaviour on the part of the court. It also maintains the public's confidence in the administration of justice. It enables the public to know that justice is being administered impartially. It can result in evidence becoming available which would not become available if the proceedings were conducted behind closed doors or with one or more of the parties' or witnesses' identity concealed. It makes uninformed and inaccurate comment about the proceedings less likely . . . Any interference with the public nature of court proceedings is therefore to be avoided unless justice requires it. However Parliament has recognised there are situations where interference is necessary.\"\n\nThese are valuable observations. It is, however, still necessary to assess the importance of unrestricted reporting in specifics relating to this case.\n\n    30.  Dealing with the relative importance of the freedom of the press to report the proceedings in a criminal trial Hale LJ drew a distinction. She observed (at para 56):\n\n    \"The court must consider what restriction, if any, is needed to meet the legitimate aim of protecting the rights of CS. If prohibiting publication of the family name and photographs is needed, the court must consider how great an impact that will in fact have upon the freedom protected by Article 10. It is relevant here that restrictions on the identification of defendants before conviction are by no means unprecedented. The situation may well change if and when the mother is convicted. There is a much greater public interest in knowing the names of persons convicted of serious crime than of those who are merely suspected or charged. These considerations are also relevant to the extent of the interference with CS's rights.\"\n\nI cannot accept these observations without substantial qualification. A criminal trial is a public event. The principle of open justice puts, as has often been said, the judge and all who participate in the trial under intense scrutiny. The glare of contemporaneous publicity ensures that trials are properly conducted. It is a valuable check on the criminal process. Moreover, the public interest may be as much involved in the circumstances of a remarkable acquittal as in a surprising conviction. Informed public debate is necessary about all such matters. Full contemporaneous reporting of criminal trials in progress promotes public confidence in the administration of justice. It promotes the values of the rule of law.\n\n    31.  For these reasons I would, therefore, attribute greater importance to the freedom of the press to report the progress of a criminal trial without any restraint than Hale LJ did.\n\nXI. Consequences of the grant of the proposed injunction.\n\n    32.  There are a number of specific consequences of the grant of an injunction as asked for in this case to be considered. First, while counsel for the child wanted to confine a ruling to the grant of an injunction restraining publication to protect a child, that will not do. The jurisdiction under the ECHR could equally be invoked by an adult non-party faced with possible damaging publicity as a result of a trial of a parent, child or spouse. Adult non-parties to a criminal trial must therefore be added to the prospective pool of applicants who could apply for such injunctions. This would confront newspapers with an ever wider spectrum of potentially costly proceedings and would seriously inhibit the freedom of the press to report criminal trials.\n\n    33.  Secondly, if such an injunction were to be granted in this case, it cannot be assumed that relief will only be sought in future in respect of the name of a defendant and a photograph of the defendant and the victim. It is easy to visualise circumstances in which attempts will be made to enjoin publicity of, for example, the gruesome circumstances of a crime. The process of piling exception upon exception to the principle of open justice would be encouraged and would gain in momentum.\n\n    34.  Thirdly, it is important to bear in mind that from a newspaper's point of view a report of a sensational trial without revealing the identity of the defendant would be a very much disembodied trial. If the newspapers choose not to contest such an injunction, they are less likely to give prominence to reports of the trial. Certainly, readers will be less interested and editors will act accordingly. Informed debate about criminal justice will suffer.\n\n    35.  Fourthly, it is true that newspapers can always contest an application for an injunction. Even for national newspapers that is, however, a costly matter which may involve proceedings at different judicial levels. Moreover, time constraints of an impending trial may not always permit such proceedings. Often it will be too late and the injunction will have had its negative effect on contemporary reporting.\n\n    36.  Fifthly, it is easy to fall into the trap of considering the position from the point of view of national newspapers only. Local newspapers play a huge role. In the United Kingdom according to the website of The Newspaper Society there are 1301 regional and local newspapers which serve villages, towns and cities. Apparently, again according to the website of The Newspaper Society, over 85% of all British adults read a regional or local newspaper compared to 70% who read a national newspaper. Very often a sensational or serious criminal trial will be of great interest in the community where it took place. A regional or local newspaper is likely to give prominence to it. That happens every day up and down the country. For local newspapers, who do not have the financial resources of national newspapers, the spectre of being involved in costly legal proceedings is bound to have a chilling effect. If local newspapers are threatened with the prospect of an injunction such as is now under consideration it is likely that they will often be silenced. Prudently, the Romford Recorder, which has some 116,000 readers a week, chose not to contest these proceedings. The imp... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9771693349,
        "format_confidence":0.8877908587,
        "weight":0.0092606335
    },
    {
        "url":"https:\/\/fictionwritersreview.com\/interview\/have-a-glass-of-house-merlot-and-raze-the-fields-an-interview-with-jason-ockert\/",
        "text":"Suspend Your Disbelief\n\nHave a Glass of House Merlot and Raze the Fields: An Interview with Jason Ockert\n\n\"The stuff I made up is not half as scary as reality.\"\n\nInterviews |\n\nHave a Glass of House Merlot and Raze the Fields: An Interview with Jason Ockert\n\n\"Good writers manage to stay curious despite the mind-numbing bullshit that laps upon our adult doorsteps. The kinship to our childhood is that curiosity.\"\n\nWasp Box, the debut novel by Jason Ockert out this week from Panhandler Books, begins with a soldier returning from a foreign land with a monstrous headache. He opens his mouth and the wasps that have been incubating in his brain take flight, beginning their infestation of a small Upstate New York town. Two brothers arrive to spend the summer with their father, and, while the older one does some growing up, the younger one finds the soldier’s journal and slowly begins to piece together what’s happening around them. The novel is at once a profound commentary on the human condition in America at the moment and a bona fide case of the heebie-jeebies between covers.\n\nI have known Ockert for more than twenty years. We were in undergraduate workshops at the University of Florida together, and we both received our MFAs from Syracuse. We also both did most of our own growing up in Florida, and we both now purport to teach that which cannot be taught at universities ourselves. So he’s always been a kind of mirror for me. I’ve looked to keep up with him. And with this work he has set the bar stratospheric. We had the following conversation at the Sheraton Riverwalk on the banks of the Hillsborough River in downtown Tampa, a fitting place for two fellow Swamplanders to come to terms for the record.\n\nIn addition to Wasp Box, Jason Ockert is the author of two collections of short stories: Neighbors of Nothing (Dzanc Books, 2013) and Rabbit Punches (Low Fidelity Press, 2006). Winner of the Dzanc Short Story Collection Contest, the Atlantic Monthly Fiction Contest, and the Mary Roberts Rinehart Award, he was also a finalist for the Shirley Jackson Award and the Million Writers Award. His work has appeared in journals and anthologies including New Stories from the South, Best American Mystery Stories, Oxford American, The Iowa Review, One Story, and McSweeney’s.  He teaches writing at Coastal Carolina University.\n\n\nneighbors of nothingJeff Parker: What’re you drinking?\n\nJason Ockert: I ordered a glass of house Merlot.\n\nYou’re having your house Merlot?\n\nI am. I like the house Merlot.\n\nSo, here we sit appropriately on the banks of the Hillsborough River, where unbeknownst to us at this very moment may be swimming manatees and dolphins below the murky surface.\n\nI saw a dolphin out there today.\n\n\nIt was a big dolphin. It was just off the bridge swimming through the river.\n\nYou know this is what we should get out of the way first. We should get Florida out of the way first and foremost.\n\nIt’s not easy for us to do that. There’s something in the water here besides the dolphins. I can steer around the state, though.\n\nAt one point I thought I might set the novel [Wasp Box] in an orange grove rather than a vineyard. It didn’t read right that way. I needed alcohol.\n\nInstead, it’s set in Western New York in a made-up town called Dwyer. I used to live in a town called Farmington, which is right near Canandaigua. At the time I was teaching for Ithaca College and had an hour-and-a half commute each way. Beautiful country. Lots of vineyards. Plenty of time to think.\n\nAlso, my aunt and uncle own a farm in Kankakee, Illinois, and I spent a lot of time getting lost in the woods behind their property when I was a boy. I tried to do justice to that place of my youth.\n\nWhat particular kind of wasp was it that you refer to in the book, the one that’s intentionally brought in to extinguish the bug that eats grapes?\n\nThe Muscidifurax raptor. They prey on fruit flies. By “prey” I mean the wasp injects the fly with venom, deposits eggs into its body, and when the eggs hatch the larva munch on the carcass from the inside out. For some reason, and I’m no parasitologist, they devour the brains and eyes last.\n\nThat alone was worth it being set in a vineyard.\n\nI find it interesting. Nature’s fucked up. It doesn’t follow any of our rules. The stuff I made up is not half as scary as reality.\n\nMany of the chapters of this novel begin with encyclopedia-like scientific bits. Did you write those yourself or are they facts? How were those formulated?\n\nYeah, those are facts I discovered when researching that I thought might counter-balance the fantastical elements in the story. The fictional character in the story, Speck, is trying to process the world around him so he’s the one doing the investigating.\n\nSpeck! The pose of this book is kind of like, if not his literal later-in-life work, it’s the work he would make.\n\nThat’s exactly right. It took me several drafts to realize how much of this story belongs to him.\n\nSee, that’s funny. I was drawn to Speck early on, when he seemed still a minor character to his older brother Hudson. As the book goes on, Speck reminded me in some ways of the boy from The Shining: this little kid who is practically irreparably awkward but yet he’s the only one who knows what’s going to kill all the adults.\n\nWasp BoxWhen we’re talking about kids and we’re talking about youth it’s so easy to dismiss their fantasies as inaccurate or something you can placate away. Yet we also romanticize our childhood. “Things were simpler back when…” I don’t claim to know any truth on the subject, I just think that good writers manage to stay curious despite the mind-numbing bullshit that laps upon our adult doorsteps. The kinship to our childhood is that curiosity.\n\nThe germ of the book actually came from a memory. When I was a kid and my parents were divorced, I used to go visit my dad on weekends. He lived in this big two-hundred-year-old Victorian house in Pendleton, Indiana. Once, when I was bored and alone in the living room, I discovered a wasp caught on the inside of the window. I have no idea why it was interesting to me. Anyway, I grabbed this ornate porcelain box from a side table and trapped the thing inside. There was a thrill in hearing it buzz around in there. My kid brain wondered what would happen when someone eventually opened the box—the kind of grandmotherly antique that nobody cared about—and discovered the wasp husk. “How in hell did that get in there?” That seemed like a really cool mystery. It gave me something to check on during those weekend visits.\n\nDid you do things like that a lot when you were a kid?\n\nIndiscriminately kill things? No. On the contrary, I was the kind of kid that’d bring a wounded squirrel home.\n\nLike you, I spent a huge chunk of my childhood alone in the woods. The woods in the novel reminded me of my childhood woods behind my parents’ house in Florida. The way that Madison and even Hudson have the woods mapped out, how they know every square inch of them. How they knew the dangerous spots.\n\nThose spots where you sort of stumble upon some locals there that you know are up to some kind of trouble out in the creek, jumping off the rope swing.\n\nOr not even that—the kind of danger map like, you saw a rattle snake over there before once, or you came across a wasp’s nest over there. Or the guy who owns that piece of land doesn’t lock his dog up.\n\nMy brother and I were chased by a wild dog once when we were playing in those woods behind my uncle’s farm. Well, if I were honest I’d say that he was chased. I bolted like a rabbit through the corn fields and left him to fend for himself. Ha! What a weasel I was.\n\nI can’t stop thinking about that little wasp you entombed in that porcelain box. Do you know whatever became of it?\n\nNobody ever found it and I suspect nobody ever will. That’s the disappointing truth and the crushing reality. It means something to me, though, which is why I’m resurrecting it in story. \n\nLet me ask you a different question, taking a wider view on your work. With this one included, I’ve read probably four or five different stories of yours—a“Deviated Septum” and “Echo” and several others—that in some way or another deal with interactions between young and old people. The young tend to border on cruel and the elderly tend toward delusion. Where does that come from? What’s that all about?\n\nWhen I was seventeen I used to deliver—here I go reminiscing again and Florida’s creeping back in—I used to deliver medication to the elderly.\n\nYou delivered it on your bike?\n\nNo, the pharmacist let me use his car. I’d drive around those South Florida retirement communities and give the retirees their medicine. A lot of those people were sent down there and forgotten; swept under the rug. It was all rather sad. Sometimes—often, actually—an old-timer would invite me inside and feed me cookies and talk about the good old days. Kind of like what I’m doing now…\n\nAnyway, the point is that I listened. I tried to be empathetic. I don’t start off with an agenda for any of my characters, young or old. I just try to figure them out the best way that I know how by sticking them into difficult situations armed with a bit of improbable hope.\n\n“I don’t start off with an agenda for any of my characters, young or old. I just try to figure them out the best way that I know how by sticking them into difficult situations armed with a bit of improbable hope.”\n\nOne of the big American stories of our time is the story of all these vets from Afghanistan and Iraq. Guys and gals coming back and dealing with that. And the origin story in your book is a soldier on a covert mission. He returns and brings back the emotional and physical chaos of war to his homeland.  He brings back the first brain-eating wasp, incubating the progenitor of the onslaught in his brain.\n\nYeah. It’s easy to think in terms of “over there” and “here.” It’s not unlike busy, tired, reasonable, hard-working people who just can’t care for their aging parents an... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9881106615,
        "format_confidence":0.9862593412,
        "weight":0.0058412692
    }
]