[
    {
        "url":"http:\/\/www.peoplestylewatch.com\/people\/stylewatch\/gallery\/0,,20274968_20615996,00.html",
        "text":"Last Night's Look: Hit or Miss?\n\nVote on this week's styles including Kate Hudson, Jessica Biel, Jennifer Garner and more stars! You decide – are they fashionistas or flops?\n\n\nMary-Kate's sister takes an even sleeker approach at the luncheon in her little black dress, cutout sandals and pin-straight locks.",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.9662098885,
        "format_confidence":0.6098636985,
        "weight":0.0008546204
    },
    {
        "url":"http:\/\/www.americanthinker.com\/articles\/2012\/09\/aclu_sues_to_stop_citizenship_question_on_michigan_ballots_comments.html",
        "text":"ACLU Sues to Stop Citizenship Question on Michigan Ballots\n\nOnly citizens of the United States can legally vote in federal elections.  So Michigan Secretary of State Ruth Johnson added a yes\/no question on ballot applications that asks: \"Are you a United States citizen?\" According to the American Civil Liberties Union (ACLU) of Michigan, this simple requirement is \"an election day disaster in the making.\"  So the ACLU did what it usually does, which is to sue. Filed on behalf of the UAW International, which includes the radical Service Employees International Union (SEIU), Latin Americans for Social and Economic Development (LA SED), a county election official, and several voters, the ACLU's Sept. 17 lawsuit charges that the citizenship question was not approved through proper channels and violates the 1965 Voting Rights Act because two townships it affects come under federal jurisdiction. Also, the ACLU contends that this question was not asked of all voters in the August primary, and that including the question on the form could...(Read Full Article)",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.8960487843,
        "format_confidence":0.8101696372,
        "weight":0.0058896652
    },
    {
        "url":"http:\/\/leocorrea.net\/military-intervention-in-rio\/",
        "text":"Military Intervention in Rio\n\nPigs are seen next to a soldier as he patrols an alley during an operation in Salgueiro complex slum in Rio de Janeiro, Brazil, Tuesday, Sept. 25, 2018. At least 3 people were injured during shootouts against drug traffickers the night before,  according to local news. (Photo\/Leo Correa)",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.5667046905,
        "format_confidence":0.7665555477,
        "weight":0.0055726052
    },
    {
        "url":"http:\/\/www.afr.com\/p\/business\/resources\/agl_origin_eye_infigen_sources_KYUtOHt2f8rFUgWf1mtM1M",
        "text":"\n\nTry The Financial Review App on your Android Tablet\n\nDo not show this message again\n\nAGL, Origin eye Infigen: sources\n\nShare Links:\n\nAustralia's largest energy retailers, AGL Energy and Origin Energy, are interested in buying assets of wind company Infigen Energy, banking sources with knowledge of the situation told Reuters.\n\nRelated News\n\n\nRead more\n\nCompanies AGL Energy Ltd, Origin Energy, Infigen Energy\nTopics Energy & Utilities \/Alternative Energy , Energy & Utilities \/Gas Distribution , Energy & Utilities \/Electricity",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.8856081367,
        "format_confidence":0.7219247818,
        "weight":0.0077720553
    },
    {
        "url":"http:\/\/www.euronews.com\/2012\/11\/02\/madrid-in-mourning-after-halloween-stampede\/",
        "text":"Log in\nPlease enter your login details\n\nSkip to main content\n\nBreaking News\n  • Egypt says it has discovered the biggest gas field in the Mediterranean\nFacebook Twitter Google+ Reddit\n\nThe mayor of Madrid has declared a day of mourning after three girls died in an apparent stampede at a Halloween party. Two others have been left in a critical condition.\n\nIt is not known what caused the crush of people at the party held in an indoor stadium which can hold up to 10,000. Spanish police have launched an investigation.\n\nAlso read: Madrid Halloween party crush kills four women\n\nMore about:",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.6010963321,
        "format_confidence":0.6957546473,
        "weight":0.0035390312
    },
    {
        "url":"http:\/\/www.bnl.gov\/video\/index.php?v=259",
        "text":"General Information\n\nTop of Page\n  1. New Tool and Part-Making Press Replaces Old Unsafe Press From 1940s\n\n    Friday, February 3, 2012 | Presented by Al Farland | 45\n\n    The LVD PPEB part-making press break replaced an old press break from 1946. The new machine produces parts with computer-assisted design, and forms them to the highest degrees of accuracy and tolerance. Not only is this high-performance press safe, the parts and tools it makes are also safe to use. Watch the video learn how Al Farland and others use this press break to make BNL safe.\n\n    Video Tags: PUB: Mosaic safety safety day\n\nVideo Archives",
        "topic_id":15,
        "format_id":6,
        "topic_confidence":0.9794157743,
        "format_confidence":0.9505127668,
        "weight":0.0023557272
    },
    {
        "url":"https:\/\/mobizmagazine.com\/2015\/02\/24\/data-center-legislation-sails-through-senate\/",
        "text":"Data Center Legislation Sails through Senate\n\nMissouri Chamber\n\nThe Missouri Senate has Third Read and Passed Senate bill 149 by a vote of 28-4, which would exempt from sales tax resources or equipment used or consumed in the production or facilitation of a data center, including utilities and electricity. The bill is sponsored by Sen. Mike Parson (R-Bolivar)\n\nThat provision will give Missouri a significant boost above other states wooing data centers and server farms. A data center is a facility used to house computer systems and associated components, such as telecommunications and storage systems.\n\n“We applaud the Senate for getting this done quickly and sent to the House so that we can see this bill become law sooner rather than later,” Tracy King, vice president of governmental affairs for the Missouri Chamber, said. “This is an opportunity for Missouri to become a leader in data centers and economic development which will benefit the state for years to…\n\nView original post 90 more words\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.7462870479,
        "format_confidence":0.7569730878,
        "weight":0.0055029439
    },
    {
        "url":"http:\/\/scoobydoo.wikia.com\/wiki\/File:Cromchutek.png",
        "text":"10,589pages on\nthis wiki\nAdd New Page\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.\n\nCromchutek.png(250 × 349 pixels, file size: 189 KB, MIME type: image\/png)\n\nThere is no description yet. Add a description.\n\nAppears on these pages\n\n  • Cromchutek\n\n    Cromchutek was the disguise of Jerry Conway. Insert details here.\n\nSee full list >\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent22:26, October 24, 2011Thumbnail for version as of 22:26, October 24, 2011250 × 349 (189 KB)RockSunner (wall | contribs)\n\nAlso on Fandom\n\nRandom Wiki",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9569512606,
        "format_confidence":0.8201473355,
        "weight":0.0144111474
    }
]