[
    {
        "url":"https:\/\/equinedreams.org\/faq.html",
        "text":"Frequently asked questions\n\nWhat are the benefits of riding and working with horses?\nRiders experience a 3 dimensional movement unique to riding a horse. The horse provides a repetitive, rhythmic and variable gait which helps to improve balance, mobility, core strength, muscle control and posture. Horseback riding mimics the patterns of the human pelvis while walking. All of the body’s muscles are engaged with horseback riding either consciously or unconsciously. Interacting with a horse also has emotional, cognitive and social benefits. The unique relationship formed with the horse can lead to increased confidence, patience, self-esteem, improved motor planning, listening skills and others. Appropriate behaviors are reinforced in a calming environment.  \n\nWho can this help:\nClients who may benefit can have a variety of diagnoses, such as Cerebral Palsy, Developmental Delay, Traumatic Brain Injury, Stroke, Autism, Attention Deficit Disorder and Learning or Language Disabilities. Each potential client must be evaluated on an individual basis by specially trained health professionals.\n\nIs there a weight limit?\n\nEquine Dreams has a weight limit of 175 lbs. If there is a participant whose weight exceeds 175 pounds, they will be considered individually and evaluated to determine eligibility. \n\nIs there an age limit?\n\nEquine Dreams accepts participants age 4 and up. All participants are evaluated prior to acceptance in the program. Interactions are specifially tailored to meet the individual needs of each participant.\n\nHow often does a student ride?\nParticipants ride once a week, and each lesson is specifically tailored to the students. Lessons may range from 30 minutes to an hour on average. Lessons may be individual or group, depending on the goals and objectives of each participant. \n\nHow can we get started in the program?\nClick above on 'Participants' link, and scroll down to find the participant packet. Fill that out and mail to the PO Box listed on the front of the packet. If you would like to first schedule a tour or ask questions, please call us or email to set up an appointment.\n\nWhat does it cost?\n\nWe are a free program.\n\nIs special clothing necessary?\n\nParticipants are required to wear long pants for all mounted activities. No shorts of any kind are permitted. Closed-toe hard soled shoes or gym shoes are required, no sandals are allowed. Helmets will be provided.\n\nHow can I help? \n\nBecome a volunteer! Our program is run by volunteers! If you are 14 years or older, click on the 'Volunteer' link above and fill out the volunteer packet. Email us to set up an orientation.  \n\nMake a donation! We are a free program and run by public donations, fundraisers, and grants. Click here to go to our home page of the website which has information on how to donate.\n\nHow do I get additional information?\n\nAfter looking at our website, if you have additional questions please don't hesitate to call us at (630)553-6950 or email us at",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.7517707348,
        "format_confidence":0.978504777,
        "weight":0.0146852853
    },
    {
        "url":"http:\/\/www.americanbar.org\/groups\/real_property_trust_estate\/resources\/real_estate_index\/real_estate_residence_faqs.html",
        "text":"Residential Real Estate FAQs\n\nCommon Issues With Residential Real Estate\n\nA. Concerns with Buying a Home\n\nWhat are some key issues for me to consider when reviewing a contract to purchase a home?\n\nFew people realize that the purchase contract is the most important step in purchasing a home. The details of this agreement determine what you buy or sell and how you buy it or sell it. Before signing, read the agreement carefully and consider the following (not a complete list of issues but intended to give the reader a good start on things to consider):\n\n  1. Is the purchase contingent on matters such as the availability of financing on acceptable terms or the sale of the house which the buyer presently owns?\n  2. Exactly what land, buildings and furnishings are included in the offer? Are appliances, certain fixtures and other personal property included in the purchase price?\n  3. When can the buyer take possession?\n  4. Is the seller required to provide good, marketable title?  Marketable title is title that can be readily marketed (sold) to a reasonably prudent purchaser aware of the facts and their legal meaning concerning liens and encumbrances.\n  5. Who pays for the examination of the title to the property in the event the offer is accepted?  Who pays for the abstract of title or title insurance?\n  6. Have utilities been installed if the property is new construction?\n  7. Who pays for the cost of the survey of the property?  Does the lender require a survey as a condition of the loan approval?\n  8. What inspections are required by the municipality?  Which party will pay for the inspection? Will there be a home warranty contract paid for by the seller?  Should the purchaser conduct and pay for a separate home inspection?  What kinds of disclosures is a seller required to provide to a purchaser, and what happens if those disclosures are not provided?\n  9. If a mortgage is to be given, is there a tax or recording fee for the filing of the mortgage. If so, which party will pay that tax?\n  10. If a loan is to be obtained from an outside lender, who will pay the loan closing costs?\n  11. If termite damage is found, will the seller pay the cost of repairs?\n  12. Are there any restrictions on the use of the property?\n  13. If your offer is accepted, who bears the risk of loss if the property is damaged prior to closing?\n  14. What persons (such as husbands or wives) are required to sign and accept the offer?\n  15. Are any of the boundary lines in dispute?\n  16. What are the remedies if the buyer or seller defaults under the contract?\n  17. Are there Realtors® involved?  If so, who pays the commission?  Is the commission payable even if the sale does not close?\n  18. Whose responsibility is it to pay for governmental special assessments that arise prior to closing?\n  19. What type of deed will be conveyed?  See D below.\n\nB. Concerns with Title\n\n\n1. What is a title examination or abstract? A title examination is a study of the records related to the ownership history of the property and sometimes of other matters related to ownership interests in the property.  An abstract of title is a collection of public records relating to the ownership of a parcel of real estate.  During the examination a title examiner reviews the applicable title information to determine who owns the lands, whether there are any defects in or claims against the ownership and whether any action is needed to make sure the purchaser obtains good record title to the property at closing.\n\n2. What is title insurance, and why is it needed?  A title insurance policy insures the status of title in the name of the owner of the policy.  Title insurance policies are issued by title insurance companies.  The title company contracts with the insured person named in the policy to protect against financial loss related to the title, as well as the cost of defending the title in court.  The title company searches and examines documents related to the ownership of and items affecting the property prior to issuing a policy.  It provides a source of indemnification to the named insured if he or she is damaged by a negligent or bad title search or examination and also from hidden defects that would not be discovered in a title search.  For instance, a title defect resulting from a forgery would not be revealed in a search or examination of the public records but would be covered by the title insurance policy.\n\nPrior to issuance of the title insurance policy at closing, a title commitment will be prepared.  You may or may not be afforded the opportunity to see this document prior to closing, but you should make every effort to review it prior to closing.  You should make sure to have your attorney (if you have one) review it as well.  While there are many important parts to a title commitment, at a minimum you should be familiar with the following: (i) Schedule A identifies the type of policy being issued, the names of the proposed insureds and the current owners, and the legal description of the property; and (ii) Schedule B contains a list of items that must be satisfied in order for the title company to issue the policy of insurance and also contains a list of title matters (called \"exceptions\") that will be excluded from coverage, such as statutory real estate taxes and easements for utilities servicing the property unless deleted from the title commitment at the time of closing.  If there are objectionable items in the commitment, you need to try to have them removed by the title insurance company before closing.\n\nC. Manner in Which Title Is Taken and Held\n\n\nHow should title be held? Make sure you carefully identify all parties taking title and how title is to be held.  The following are examples of typical methods of holding title:\n\n  1. Sole Owner.  Under this approach, title is taken in the name of only one individual grantee and is freely transferable or subject to encumbrance by that grantee, subject to dower and\/or homestead rights described below.\n\n    Example:    John Doe, a single man, grantor, to Jane Smith, a single woman, grantee.\n\n  2. Joint Ownership with Right of Survivorship.  Title can be taken in multiple names under this approach.  Each joint tenant owns an undivided interest in the entire property.  The “survivorship” language means that if one joint tenant dies, that person’s interest automatically is transferred to the remaining joint tenants.  Any joint tenant may freely transfer his or her fractional interest in the property during his or her lifetime, but any such transfer will terminate the survivorship aspects of the joint survivorship tenancy to the extent of the interest transferred.  Equal ownership shares are presumed unless the deed states otherwise.  For example, if there are two grantees, each grantee will own a one-half interest unless the deed specifies otherwise.\n\n    A joint tenancy is created and exists only if four essential characteristics exist: (1) unity of joint ownership and control; (2) the interests held must be the same; (3) the interests must originate in the same instrument; and (4) the interests must commence at the same time.  If all or any of these characteristics do not exist, the owners will own the property as tenants in common.\n\n    Example:    John Doe, a single man, grantor, to Able Smith, Jane Baker and Charles Jones as joint tenants with right of survivorship.\n\n  3. Tenants by the Entirety.  Title can be taken as tenants by the entireties only by a validly married husband and wife.  This form of ownership does not exist in all states.  The words “husband and wife” in the grantee’s name makes this choice.  If a transfer of this type is attempted but the grantees are not validly married, or if they become divorced, the title reverts to tenants in common.  As tenants by the entirety, neither tenant may transfer his or her interest to a third party or encumber the property without both parties joining in the deed or mortgage.  Upon the death of one party, the property automatically becomes the sole property of the surviving spouse.  This is a common form of ownership among married couples, except in community property states.  In community property states, the husband and wife presumptively acquire the property as community property and hold it as tenants in common or as joint tenants with right of survivorship.\n\n    Example:    John Doe, a single man, grantor, to John Jones and Jane Jones, husband and wife.\n\n  4. Tenants in Common.  Title held as tenants in common, like joint tenants, allows title of the entire property to be held in multiple names.  Title is also freely transferable or subject to encumbrance (as to the transferring tenant’s own interest) by each tenant.  However, there is no right of survivorship in the surviving tenants upon one tenant’s death.  Also, note that equal percentage ownership is presumed unless the deed specifically states otherwise.  For example, unless the deed states otherwise, if there are three grantees, each grantee will own a one-third interest.  It is always best to state each co-owner’s percentage ownership interest in the deed to avoid any uncertainty or misunderstandings.\n\n    Example:    John Doe, a single man, grantor, to Jane Smith, Sam Wilson and Tom Baker, in equal shares as tenants in common.\n\n    Or John Doe, a single man, grantor, to Jane Smith as to ½ interest, Sam Wilson as to ¼ interest and Tom Baker as to ¼ interest, as tenants in common.\n\n  5. Title Conveyed in Trust for the Benefit of the Purchasers.  Under this approach, legal (record) title is transferred to a trustee (for example, the grantee would be \"John Doe, as trustee under agreement dated June 1, 2005\").  Care should be taken in using this approach since there are more complex concerns involved.\n\n  6. Special Marital Property Issues.  This is one issue where you must find out if the state in which the property is located has special rules that will require a different statement of ownership... (truncated)",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9485003352,
        "format_confidence":0.9640930295,
        "weight":0.0095720779
    },
    {
        "url":"http:\/\/homeappraisinggroup.com\/faq\/",
        "text":"Frequently Asked Questions\n\nDescribe an appraisal\n\nAn appraisal report is an estimation leading to an opinion of value. The real estate appraiser will use a few “approaches,” typically three, to come to the estimation of market value. The Cost Approach is one of the approaches that appraisers use to find the value of a home; it involves concluding what the improvements would cost less physical degradation, plus the land value. The Sales Comparison Approach involves searching for comparable houses in close proximity and discerning value based on making a comparison of those homes to the home in question. Generally speaking, the Sales Comparison Approach is the most definite indicator of market value of a residential property. The third approach is the Income Approach, which is the most important method in appraising income producing properties – it deals with estimating what an investor would pay based on the income generated by the property.\n\nWhat does an appraiser do?\n\nAn appraiser produces an impartial and well substantiated determination of market value, in the support of real estate exchanges. Appraisers exhibit their professional conclusions in appraisal reports.\n\nWhat are the reasons someone would request services from Home Appraising Group?\n\nThere are many reasons to order an appraisal with the usual reason being real estate and mortgage transactions. A few other reasons for obtaining an report include:\n\n  • If you are applying for a loan.\n  • To reduce your tax burden.\n  • To show a homeowner has 30% equity and remove PMI.\n  • To contest inflated property taxes.\n  • If you need to settle an estate.\n  • To offer you a negotiating tool when purchasing real estate.\n  • To find the most probable property value when listing your home.\n  • To defend your rights if your property is being taken by means of eminent domain in a condemnation case.\n  • Government agencies such as the IRS need an appraisal on every home.\n  • It’s possible you could have to deal with being in a lawsuit – an appraisal will hel\n\nHow is an appraiser different than a home inspector?\n\nThe appraiser is not a home inspector and does not do a full home inspection. An inspection is a third-party evaluation of the accessible structure and appliances of a house, from the roof to the foundation. The usual property inspector’s report will contain an evaluation of the integrity of the house’s heating systems, central air conditioning system (temperature permitting), interior plumbing and electrical systems, the roof, attic, and visible insulation, walls, ceilings, floors, windows and doors, the foundation, basement, and visible structure.\n\nMy agent performed a CMA for me. Is that the same as an appraisal?\n\nTo be blunt, it’s like comparing Shakespeare to reality TV. The CMA relies on indefinite trends in the market. Appraisals use comparable sales which are verifiable resources. Location and building costs are also important in an appraisal. All a CMA does is generate a “ball park figure.” Being a documented and carefully investigated opinion of value, appraisals are defensible and stand up in legal situations.\n\nBut the biggest difference is the person doing the report. Real estate agents, who may not have a true grasp of valuation methods or the entire market, create CMA’s. The appraisal is produce by a licensed, certified professional who has made a career out of valuing properties. Likewise, the agent has a vested interest in the property’s selling price – their commission – whereas the appraiser is bound by a code of ethics to collect only a previously agreed upon sum for assignments, regardless of their outcome.\n\nWhat’s in an appraisal report?\n\nEach appraisal should indicate a believable value opinion and should document the following:\n\n  • The client and whose purposes the appraisal is to serve.\n  • The intended use of the report.\n  • The appraisal’s purpose.\n  • The type of value contained and a definition of that value.\n  • The effective date of the value opinion.(Sometimes this is in the past or maybe the future for new construction!)\n  • Relevant property characteristics, including: location, physical description, legal attributes, economic factors, the real property interest valued, and non-real estate items included in the valuation, such as personal property, trade fixtures and even intangible factors.\n  • Any known easements, restrictions, encumbrances, leases, reservations, covenants, contracts, declarations, special assessments, ordinances, and other items of a similar nature.\n  • Division of interest, such as fractional interest, physical segment and partial holding.\n  • The scope of work used when completing the appraisal.\n\nFor a more detailed look at the work that goes into an appraisal report click here:Sample Appraisal Report\n\nOnce the appraisal has been delivered, what assurance is there that the value conclusion is accurate?\n\nIn communicating an appraisal report, each appraiser must ensure the following:\n\n  • That the information analysis implemented in the appraisal was proper.\n  • That critical errors of omission or commission were not committed individually or collectively.\n  • That appraisal services were provided in a careful and judicious fashion.\n  • That a trustworthy, defensible appraisal report was communicated.\n\nTo become a state certified appraiser, there are intense education requirements as well as practical experience that must be logged – all with the objective of gaining the skills required to provide unbiased value opinions. Plus, appraisers must stick to a strict industry code of ethics and observe national standards of practice for real estate appraisal. The guidelines for developing an appraisal and documenting its results are guaranteed by enforcement of the Uniform Standards of Professional Appraisal Practice (USPAP).\n\nLicensing and certification takes coursework, tests and experience working under a supervisor. Once licensed, he\/she is required to engage in continuing education courses in order to keep the license up to date. To see the specific requirements for any state click here.\n\nWho engages the services of appraisers?\n\nCommonly, appraisers are hired by mortgage lenders to estimate the value of a home involved in a loan transaction. Appraisers also provide opinions in litigation cases, tax matters and investment decisions.\n\nWhere does an appraiser get the data used to estimate values in Philadelphia County or other areas?\n\nCompiling information is one of the primary tasks an appraiser does. Data can be categorized as either Specific or General. Specific data is gathered from the home itself; Location, condition, amenities, size and other specific data are documented by the appraiser during an inspection.\n\nGeneral data is gathered from a numerous places. To find out about recent sales to be used as “comps”, an appraiser will often use the local Multiple Listing Service. To verify actual sales prices, we look at tax records and other public documents that are usually online nowadays. Appraisers often need to report when a property is in a flood zone, and that information is retrieved from a FEMA data outlet service.\n\nAnd most importantly, the appraiser gathers general data from his or her past experience in creating appraisals for other properties in the same market.\n\nWhy should I hire a certified appraiser?\n\nIf you’re involved in some sort of financial decision and the value of your home is relevant, you’ll want a full appraisal. For those selling a home, you’ll want to determine the price that gets you the most profit but also ensures you don’t have to wait too long for a buyer to show up; an appraisal can help with that. When buying, be sure you’re not overpaying by commissioning an independent appraisal. If you’re engaged in an estate settlement or divorce, it ensures that property is divided fairly. A house is often the single, largest financial asset anybody owns. Knowing its true value is essential to making informed financial decisions.\n\nWhat exactly is PMI and how can I get rid of it?\n\nPMI is an acronym for Private Mortgage Insurance. It protects the lender if a borrower defaults on the loan and the market price of the home is less than what the borrower still owes on the loan. Once you reach the point where your home’s equity plus the amount you’ve paid is at least 20% of your loan balance, you can have your PMI dropped.\n\nHas your real estate appreciated since you first purchased? Contact Home Appraising Group today at (215)531-7979 to see if you can cancel your Private Mortgage Insurance payment.\n\nDoes the appraiser need anything from me in advance?\n\nWe start with an inspection of the home. What this entails is the appraiser, after setting up an appointment, personally going through the home – recording the layout of the rooms, taking photos and documenting the general condition of its features. On the home’s interior, pick up any clutter and make sure we can access things like furnaces and water heaters. On the outside, trim any bushes so we can be free to get an accurate measurement of outside walls.\n\nTo help expedite our work as well as ensure a more accurate report, attempt if possible to have the following items:\n\n  • A survey or plot map of the property and building (if available).\n  • Any documents, such as a title policy with information on encroachments or easements encroachments or easements.\n  • Any inspection reports, or other recent reports for termites, EIFS (synthetic stucco) wall systems, your septic system and your well.\n  • Find copies of the current listing agreement, broker’s data sheet and, if the sale is “pending”, the purchase agreement.\n  • A bill for your most recent real estate taxes which should also contain a legal description of the property.\n\nHow does an appraiser define “Market Value”?\n\nIn real estate appraising, Market Value (as opposed to Fair Market Value) is commonly defined as:\n\n“The most probable price (in terms of money) which a property should brin... (truncated)",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.9263643622,
        "format_confidence":0.9783697724,
        "weight":0.0097138257
    },
    {
        "url":"http:\/\/dateknight.co.nz\/General\/FAQs.aspx",
        "text":"Date Knight\nYou are being viewed by\n    Skip Navigation LinksDefault > General Help > Frequently Asked Questions\n\n    Frequently Asked Questions\n\n      FAQs by section\n    If we get a question that is often asked, we add it here so that others can quickly find a solution if they have the same problem\n\n\n    • How can I see who has viewed my profile? Answer\n    • How do I Disable \/ Enable my advert? Answer\n\n\n    • I am getting nuisance messages from a member, what can I do? Answer\n    • Moira has a question Answer\n    • Moiras question22 Answer\n    • Who is Moira Answer\n\n\n    • How do I add photos? Answer\n    • How do I attach photos to messages? Answer\n    • When I look at my profile, why can't I see all of my photos? Answer\n\n\n    • Does my bum look big in this..? Answer\n    • How can I contact the site administration? Answer\n    • I have a suggestion to improve the site, how do I do this? Answer\n\n\n    We are very sorry to hear that you have a complaint, please use this link and give us concise relevant information so that we may swiftly deal with it. Members are advised that abuse will not be tolerated. Complain\n\n\n    We are always looking for ways to improve our service and welcome your suggestions. Please use this link to give us the details. Suggestion\n\n    Contacting Us\n\n    We are happy to hear from you but hope you will understand that we are unable to answer all contacts due to work loads. In addition, premium members will always be our highest priority. Contact Us\n\n    Reciprocal Sites - Free Dating Sites for Singles",
        "topic_id":7,
        "format_id":5,
        "topic_confidence":0.9197720289,
        "format_confidence":0.9789530039,
        "weight":0.0016984874
    },
    {
        "url":"http:\/\/cappadociaballoontours.com\/faq.php?lang=en",
        "text":"Question  1 :  What happens on the morning?\n\nQuestion  2 :  Why do flights take place so early in the morning?\n\nQuestion  3 :  Can we sit in the basket during the flight?\n\nQuestion  4 :  What about bad weather?\n\nQuestion  5 :  When don\\'t you fly?\n\nQuestion  6 :  What if I\\'m afraid of heights (acrophobia)?\n\nQuestion  7 :  Will I be airsick?\n\nQuestion  8 :  How far will we fly?\n\nQuestion  9 :  What will we see?\n\nQuestion  10 :  Are discounts available for groups or children?\n\nQuestion  11 :  What should I wear?\n\nQuestion  12 :  Where do we take off and where do we land?\n\nQuestion  13 :  How long is the whole ballooning experience?\n\nQuestion  14 :  Can I just show up for a flight or do I need to make reservations?\n\nQuestion  15 :  Can anyone fly. How about pregnant and people with medical conditions and\/or disabilities?\n\nQuestion  16 :  Can children go on balloon tours?\n\nQuestion  17 :  Why are flights sometimes cancelled in good weather conditions?\n\nQuestion  18 :  How safe is ballooning?\n\nQuestion  19 :  How many people can take a balloon ride at one time?\n\nQuestion  20 :  Reservation (How to book ?)\n\nQuestion  21 :  Can I see the sunrise during the balloon flight?\n\nHot Air Balloon Tours in Cappadocia,Turkey\n\nStandard Balloon Flight\nThe standard balloon tour is the most common activity in Cappadocia. Total tour time is about 3 hours which 1 hour is the flight time. Duration of the flight can change by 5 - 10 minutes depending on the availability of landing area\nComfort Flight\nIf you want flexibility and style during your balloon tour the comfort flight is the best for you. Even two people less in the basket makes difference. Baskets which are used on Comfort flights are not more than 16 passenger size.   \nDeluxe-Long Balloon Flight\nThe Deluxe-Long Flight Package is a world class ballooning experience for those guests who want it all and more. There will be no more than 16 people in the basket of this one and half hours unforgettable balloon ride.    \n\n\nclick for more weather information",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.9850888848,
        "format_confidence":0.9780148864,
        "weight":0.0045816366
    },
    {
        "url":"http:\/\/sbliving.co.uk\/sell\/selling-faqs\/",
        "text":"Selling FAQs\n\nThere are a few things to consider when selling your property:\n\n· Energy Performance Certificate (EPC)\n\nYou are legally required to provide an EPC when you market your property for sale. This outlines the energy efficiency rating of your property. sbliving can organise this for you.\n\n· Conveyancing\n\nConveyancing is the legal transfer of your property to the buyer, and you will need to employ a solicitor to make this happen. sbliving can introduce you to a solicitor who can guide you through the process.\n\n· Estate Agent Fees\n\nHere at sbliving we listen to what your needs are and discuss a range of options that will work best for you.\n\nYou may also decide to pay for extras such as professional photography or advanced marketing and promotions. And don’t forget about removals. We can advise and assist you in all these matters.\n\nIt’s entirely up to you. We can conduct viewings for you or you can choose to manage these yourself.\n\nThis depends on a number of things, such as your approach to pricing your property and the position both you and your buyer are in. If your home has been realistically valued, you should expect to receive offers within the first four weeks. Then, assuming your buyer has to apply for their mortgage, the exchange of contracts normally takes between 4 and 6 weeks and then completion is between 2 and 4 weeks later. So in total you should expect 12-14 weeks to complete the sale.\n\nIn England, all sellers are required to purchase an EPC for a property before they sell it. Your estate agents must display the EPC rating whenever they market your property. We will be happy to discuss this with you.\n\nConveyancing’ is the legal process that happens when you transfer your home to the buyer. You will typically need a solicitor to assist you with this, to make it happen. We can introduce you to a solicitor who can guide you through the legal process when moving home.\n\nNo, the property buyer is responsible for paying stamp duty. You will have to pay it on any property you purchase.\n\nOnce the buyer has made an offer, it is likely they will arrange for a surveyor to visit you home. The five key things a surveyor will be looking for are problems with utilities, damp, cracking, problems with roofs, and timber defects. In addition, your buyer’s mortgage lender will typically  organise a mortgage valuation to confirm that the property is worth the money being lent.\n\nOnce the sale has been agreed, your solicitor will draft a contract. Your buyer’s solicitor will confirm the details of the property and perform searches. At the same time, the buyer’s mortgage lender will conduct a mortgage valuation and send a mortgage offer to the buyer. When all of this is complete, you will be ready to sign the contract and agree the completion date.\n\nThe seller or the buyer can pull out of the sale at any time and for any reason until the point that both solicitors have received signed contracts from both parties.\n\nWhen both contracts have been signed, the buyer’s solicitor will request the mortgage from the buyer’s lender. Once these funds are released, then your solicitor and the buyer’s solicitor will consult both parties and agree a completion date.\n\nYour title deeds give proof of ownership of the property and will need to be transferred to the buyer as part of the conveyancing process. These are usually held by your mortgage lender, and it will be your solicitor’s responsibility to obtain these.\n\nThis depends on what you have agreed with your buyer. You are not required to leave any furniture or furnishings in the property, but you may have agreed to include some as part of the negotiations of the sale.\n\nThe contract will specify the completion day, and usually the buyer will be asked to collect the keys to their new home from the estate agent. In most cases the seller is asked to vacate the property by 12pm.\n\nUsually, you are only required to pay Capital Gains Tax if the property is not your main home.",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.8879214525,
        "format_confidence":0.9734040499,
        "weight":0.0096645231
    },
    {
        "url":"https:\/\/watch.millcreekent.com\/support",
        "text":"What is Watch Mill Creek?\n\nWatch Mill Creek offers the best in nostalgic entertainment with a wide array of classic movies, retro TV shows and fascinating documentary collections, all available at an incredible value! Viewers are able to subscribe and purchase films individually or purchase curated collections of nostalgic films in a variety of genres including Western, Sci-Fi, Mystery, Horror, Drama and Comedy featuring iconic stars. Movie collections contain up to 50 films at an unprecedented value giving customers the ability to build their own classic movie library. In addition to collections viewers are able to purchase full-length documentaries that have never before been available in their entirety for one low price.\n\nWhere can I access Watch Mill Creek?\n\nOn a desktop computer using a browser (e.g., Chrome, Safari, Firefox, Internet Explorer) and visiting http:\/\/watch.millcreekent.com On mobile devices through a mobile browser that supports either HTML5 or FLASH. This includes iPhones, iPads, Android and other mobile devices. No app download is required. In your mobile browser, go to http:\/\/watch.millcreekent.com and begin watching! Watch Mill Creek will soon be available on Roku, Amazon Fire TV and AppleTV. We will send out notifications to customers once those Apps are live!\n\nWho is Mill Creek Entertainment?\n\nMill Creek Entertainment is the industry's leading provider of value-priced DVD and Blu-ray features and compilations. Our television, movie, kids and special interest compilations have reset the bar for consumer value and gained massive adoption by traditional and non-traditional retailers alike. Our product line includes contemporary and classic films and television series, documentary series and popular kids programming, as well as independent films, Latino cinema, early learning and fitness. We also produce original content and license the majority of our owned content for digital distribution and VOD. Content partners include Sony Pictures Home Entertainment, Universal Home Entertainment, Walt Disney Home Entertainment, Warner Home Video, CBS Home Entertainment, Cookie Jar Entertainment, DHX Media, Classic Media, Mattel, Carsey-Werner Productions, BabyFirst TV and many more. Our products can be found in thousands of retail locations in a wide range of environments including mass merchants, membership clubs, consumer electronics, grocery, chain drug, convenience and specialty chains as well as online, catalog and direct response channels.\n\nHow often do you add new films\/shows?\n\nWatch Mill Creek will be adding new content on a periodic basis. Be sure to follow us on Facebook and subscribe to our email newsletter to be informed of all the new additions to our channel.\n\nI am having technical difficulties. What should I do?\n\nPlease send us an email at watch@millcreekent.com and we will do our best to respond with\n\nI am receiving an error message stating \"Error Loading Media: File Not Found\". What should I do?\n\nPlease ensure your web browser has the latest version of Adobe Flash installed. If the problem continues to persist, please contact watch@millcreekent.com.\n\nCan I download your content?\n\nWatch Mill Creek's content is streaming-only, however we do offer DVDs and Blu-rays of many titles. You can browse our entire catalog at http:\/\/www.millcreekent.com.\n\nI'm outside the US and Canada, why can't I watch a film in my country?\n\nWe only have North American rights to many of our titles. Unfortunately, that means we're unable to stream them outside the US and Canada.\n\nWhy aren't all of Mill Creek Entertainment's movies and TV show available to stream?\n\nWatch Mill Creek is separate from Mill Creek Entertainment. The titles offered by Watch Mill Creek will differ from what we offer on DVD\/Blu-ray or on other platforms such as iTunes, Amazon, Google, Hulu, etc.\n\nAre subtitles\/captions available?\n\nSubtitles and captions are only available for select titles. The video player window will give you the option to view CC if they are available for that particular title.\n\nCan I submit my content for Watch Mill Creek?\n\nIf you have titles you would like Mill Creek Entertainment to exhibit on Watch Mill Creek, please contact watch@millcreekent.com.\n\nWhat information does Watch Mill Creek collect about me?\n\nWe value your privacy. You can take a look at our Privacy Policy here: http:\/\/watch.millcreekent.com\/privacy\n\nDo you have a Facebook\/Twitter\/YouTube\/Pinterest account?\n\nYes! Mill Creek Entertainment has an extensive social media presence. You can find us and follow us on:\n  • Facebook: https:\/\/www.facebook.com\/MillCreekEnt\/\n  • Twitter: https:\/\/twitter.com\/MillCreekEnt\n  • YouTube: https:\/\/www.youtube.com\/user\/MillCreekEnt\n  • Pinterest: https:\/\/www.pinterest.com\/millcreekent\/",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.9894183278,
        "format_confidence":0.7900654674,
        "weight":0.0026964874
    },
    {
        "url":"https:\/\/slashdot.org\/journal\/12199\/introduction--faq",
        "text":"\n\n\nForgot your password?\nUser Journal\n\nJournal Bible_Study_Guys's Journal: Introduction \/ FAQ 27\n\nAs it says in the Bio, this is an account shared by TechnoLust, glh, and eugene ts wong. We are going to attempt to do a Bible study in this journal every week. We will leave comments enabled for discussion. The email associated with this account is also shared by us, so you can reach us at that address.\n\nWho's crazy idea was this?\nThat would be mine. (-TechnoLust) I noticed that there are a great many journals about religion and moral issues around. Most people are very vocal of their opinion. I have always felt that God would use me to reach people in nontraditional ways. I felt that this would a good way for people to get together and discuss their ideas and beliefs with anonymity. Many people are more willing to talk about religion if it is anonymous.\n\nWhat makes you think this will work?\nFaith. :-) Actually, I just think that people want to discuss (notice I didn't write argue) religion and the Bible, and this seems to be an interesting venue in which to do that.\n\nWhy a shared account? Why not just do it your journal?\nSome of my \/. friends are Christians and would be interested in this. Others would not, and I didn't want them to stop reading my journal because they weren't interested in the Religion stuff. I also wanted to reach outside the FortKnox circle, if that's possible. :-) Because of my work schedule, I might not be able to dedicate enough time every week, and I didn't want to miss weeks or have the lessons suffer. So a shared account fixes a lot of these problems.\n\nWhy do this on slashdot?\nSeveral reasons... All of the people that I think would be interested are already here. People who might otherwise never come to something like this might stumble across us here. The interface is familiar. Most people that would be interested are going to be on \/. anyway, so adding us to their friend list and getting a message when a new lesson is available is not a big deal.\n\nHow are you going to deal with the ever-present trolls?\nWe will maintain a \"friends\" list of people who are posting in the journal, and a \"foe\" list of people who are trolling this journal. If you want, you can turn \"friend of friend\" & \"foe of friend\" modifiers on, and read at +1 or higher, so you won't see the trolls in the journal. Since this will be religious discussion, I imagine we'll get some bad trolls.\n\nWhy don't you guys do a lesson about...?\nIf you would like to participate in preparing Bible study topics or suggest a topic of study, email us at the address above. If you have questions, send those, and we will try to periodically do a Q&A session. If you would like to help, but don't have ideas for a topic, then pray for us.\n\nSo, are you guys starting a cult, or do you just think you are so perfect you need to tell everyone else how to live?\nNo, we don't want to start a cult, or the First Church of Slashdot. [If you are interested in joining a slashdot cult, click here. :-) ] We just want to discuss the Bible and religion. I don't think I'm perfect or better than anyone. I'm not sinless, just forgiven. You don't have to agree with everything we say, (that would make for a pretty dull comment section) but if you disagree, don't just say, \"You guys are wrong!\" Tell us why you think we are wrong, and explain your side politely and intelligently. I don't claim to be a minister. I've had no formal training, but I do love God and I think this is something He wants me to do. -TL\n\nThere's no religion topic icon, so are you randomly picking an icon when you post?\nNo. We will try to pick an icon that somehow relates to the lesson. It may even be that a \/. story under that topic triggered the lesson.\n\nThis discussion has been archived. No new comments can be posted.\n\nIntroduction \/ FAQ\n\nComments Filter:\n  • Just add the .com If you need a normal address, email me there, and I'll send it to you. Disclaimer: I won't be throwing it out anytime soon, so it isn't really that disposable.\n\n    On an unrelated note: I'm surprised at how quickly someone has already trolled this journal.\n    • No, I knew trolls would be a problem. People who have no religion are tormented because they know SOMETHING has to be responsible for all this. Since they are tormented, they want to make sure those of us who know the truth and are happy get some torment as well. So they try to make us question our beliefs. All it does for me is make me glad I have the back bone to post logged in. :-)\n      • I think a lot of it is fear. People fear what they don't understand. Some non-religious people don't understand how one could be religious.\n\n        Yes, some non religious people are tormented by the need for an explanation, but many are not.\n\n        I am not a religious person, but I will probably follow Bible_Study_Guys journals and I may even ask some questions.\n        • Great! Questions are more than welcome..\n\n          I'm sure we will be posting more detail on this journal soon.\n        • I think a lot of it is fear.\n\n          I don't think its either. I think people troll religious people for two very opposite reasons:\n          1.) The amish factor - Religious people are not going to 'attack' you, personally. Its in their creed not to. So they take the beating and 'turn the other cheek' (heh, mathew reference...)\n          2.) The upset factor - One thing religious people don't enjoy is being told they are wrong, and it disturbs some of them noticably. There's nothing better to a troll than to see someone have a reaction to what they say (its the whole point of them trolling, right?).\n\n          Honestly, having a science background is nice in this respect. I am a Christian, but if someone wants to come and tell me I'm daydreaming, I'll listen to all their arguments, just never truely agree to them. I like to keep an open mind, its easier to show certain people the way of Christianity if you know how they think and what they think.\n          I also enjoy understanding other religions. I've taken out coworkers to have an understanding of hinduism and buddhism. Interesting stuff, IMHO.\n\n          BTW - This will be the best forum for your questions. You will get realistic and laid back comments that should (hopefully) be easy to read and keep you comfortable. I know to most people getting a 'tv evangelist' answer can make you comfortable and will tune most people out :-D\n      • People who have no religion are tormented because they know SOMETHING has to be responsible for all this.\n\n        Yes, and I am the one responsible for all of this. Fear me, for I am Elkobim, the god of the dice.\n\n        I hereby declare that nobody is going to be tormented for not believing in god. However, you must sacrifice dice for me.\n\n        Thank you very much.\n\n        I find the idea of \"bible study guys\" horribly ridculous.. The unproductivity associated with talking about ancient, unimportant stuff is equal to the importance of trolling in slashdot..\n\n        Btw: What's with the \"Foes of friends\" thingie? I can't agree with it. You can't just put people under your threshold because the commune decided they are \"bad people\". It's a perfect manifestation of groupthink.\n        • ...then don't read it. Those of us that know better will \"waste\" our time on it, and it doesn't harm you in the least. The foes of friends thing only works if you add this account as a friend. If you don't choose to do so, it won't affect you. All of these things we are doing are offered as choices, we are forcing no one to do anything they do not wish to. If someone wishes to read the trolls, all they have to do is change the foe of friend modifier, or not log in. We just know that some trolls have a tendency to use foul language, and offer our readers a way to filter it.\n\n          BTW - Unproductivity is not a word (check I think the word you were searching for was unproductiveness.\n\n    • are you kidding? I thought to myself, \"They're going to need their own special access to cope with the trolls and idiots\".\n  • I just warn you, unless warned I have a lot to say. :-)\n\n  • (distorted guitar starts)\n\n    Repent, repent, repent ye sinners\n\n    What do you think you got, when you thought you had a lot\n    But all your feelings are dead?\n    And who do you think you are, when you're reaching for the stars\n    But all your feelings are dead?\n\n    Must you make a decision, between sex and religion\n    Why can't you love God in your bed?\n\n    Well, Jesus Christ is in your bed tonight, to bring you back from the dead\n\n    How are you gonna fight for what you think is right\n    If all your feelings are dead?\n    And what can you know of love, from the eyes of a child to the heavens above\n    When all your feelings are dead?\n\n    It's a tragic condition, sex and religion, makin' a manic mess in your head\n\n\n    Jesus Christ, or any son of the heatless light\n    When all your feelings are dead\n\n\n    I raise my hands high up into the air\n    Get down on my knees and start-a-prayin'\n    When love walks in, my body begins\n    I feel my promised land comin', but I gotta go to Hell now\n    And those creatures, evangelist preachers\n    The ones that take money, for the promise of hope\n    Well, they are dangerous, I'm not dangerous\n    Brain washing us, and we're not gonna take it\n\n\n    I just wanna know, oh, Lord, how it is so\n    How is it that you can take my sins away?\n    Oh, Lord tell me, so I can see the light again\n    I don't think anybody can take my sins away\n\n    How can the truth be known, if we got little black holes in our souls\n    And all our feelings are dead?\n\n    Are we imprisoned by sex and religion\n    Or is God the one that's trapped in our mess?\n\n\n    Jesus Christ, or any son of the heatless light\n    To bring you back from the dead\n\n    [evil voice] So remember now folks, when you kneel to pray\n    Blow a little kiss to the hypocrites\n    Good God knows when you turn the other cheek\n    Wh... (truncated)",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.995090127,
        "format_confidence":0.8803699613,
        "weight":0.0031701823
    }
]