[
    {
        "url":"https:\/\/www.lybrate.com\/question\/517141197\/sir-i-requested-to-my-friends-have-some-problems-that-means-hair-fall-in-very-heavy-duty-to-the-extent-of-the-crown-what-is-the-solution-sir-any-imp-matter-sir-517141197",
        "text":"Common Specialities\nCommon Issues\nCommon Treatments\n\nSir I requested to my friends have some problems that means hair fall in very heavy duty to the extent of the Crown what is the solution sir any imp matter sir.\n\n1 Doctor Answered\nSir I requested to my friends have some problems that mea...\nHair fall caused by Stress Lack of proper nutrition Use of hair cosmetics Dyeing of hair Any scalp diseases After acute illness Androgenic alopecia Certain medications Take nutritious food Reduce ur stress by taking rest, meditation, playing outdoor games Use good conditioning shampoo Wash ur hair properly at least twice a week Use mild shampoos Use anti dandruff shampoo to clear dandruff Take preventable therapy for for baldness in androgenic alopecia\nYou found this helpful\nSuggestions offered by doctors on Lybrate are of advisory nature i.e., for educational and informational purposes only. Content posted on, created for, or compiled by Lybrate is not intended or designed to replace your doctor's independent judgment about any symptom, condition, or the appropriateness or risks of a procedure or treatment for a given person.",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9648789167,
        "format_confidence":0.9503650665,
        "weight":0.0131695702
    },
    {
        "url":"http:\/\/www.crosswalk.com\/family\/singles\/he-said-she-said\/is-it-inappropriate-to-date-my-youth-pastor.html",
        "text":"\n\nHe Said - She Said Christian Dating Advice\n\nIs it Inappropriate to Date My Youth Pastor?\n\n  • Cliff Young & Laura MacCorkle Contributing Writer & Senior Editor\n  • 2012 10 May\nIs it Inappropriate to Date My Youth Pastor?\n\nEDITOR'S NOTEHe Said-She Said is a biweekly advice column for singles featuring a question from a reader with responses from a male and female point of view. If you've got a question about anything related to singleness or living the single life, please submit it to He Said-She Said (selected questions will be posted anonymously).\n\nQUESTION: I'm seventeen (eighteen in a month) and about to graduate high school. I just started going to my church's youth group a year ago and am basically the oldest kid there. A couple of months ago, I started to really like my youth pastor. I don't think that is that surprising, because he's an older guy and probably the most godly man I know. But here's the thing: I think he might like me, too. He is only a couple of years older than me, so honestly, if he wasn't my youth pastor, it wouldn't be that weird. Would it be inappropriate if after I graduate high school and leave the group we were to pursue a relationship?\n\nHE SAID: I appreciate you seeking counsel as you may sense the seriousness of the ramifications of the relationship you desire.\n\nAs a “perennial” high school youth leader, I would be remiss if I didn’t share some of the astute guidance I received under the tutelage of some very wise pastors and mentors. Please receive this word of caution out of concern not condemnation.\n\nBefore you venture down this road too quickly (even in your mind), please respect the ministry your youth pastor has been called to and the role he plays within the church. What may seem like an innocent attraction at this point, can jeopardize and derail what God has planned for him and the lives of those surrounding the both of you. \n\nSEE ALSO: Answering the \"Do You Have a Family?\" Question\n\nAs a youth pastor, he is accountable to his youth and pastoral staff, all of your parents and the congregation, and to God. He is being held to a much higher standard than another young man who is only a couple of years older. He is called to live a life above reproach with no “appearance of immorality.”\n\nBecause of his position and your age, any contact between the two of you outside of sanctioned youth and church activities (or in private) may be construed as improper conduct.\n\nI caution you about sharing your feelings with anyone except for a much older, mature, female confidant who is well acquainted with each of you. Discussing it, even with a friend you “trust,” may lead to envy, jealousy, gossip, hearsay or rumors, all of which will be detrimental to his ministry and the group.\n\nI strongly suggest you don’t proceed, encourage, manipulate or promote a relationship or contact with your youth pastor beyond the bounds of “official” youth group activities. If a relationship with your youth pastor is truly called by God, it will wait a couple of months (or years), as in the case of those I have worked under in youth ministry.\n\nSEE ALSO: Should Parents Encourage Adult Children to Date?\n\nOnce you turn eighteen, graduate and are no longer a part of his ministry, if there is mutual interest he should be the one to take the initiative to pursue a relationship with you. What often gets us into trouble is following the tug of our heart rather than prayerfully seeking an answer and waiting for God’s timing.\n\nSHE SAID: Inappropriate? No. It would not be inappropriate to date someone a couple of years older than you, since you are both (or you soon will be) of legal age. But in this case, could it appear to be inappropriate? Yes.\n\nI think what gives me the most reason for pause in your situation is this: your younger brothers and sisters in Christ in your church youth group. What will they think if they see a very recent former group member in a dating relationship with their current youth pastor? Will they continue to learn from his teaching uninterrupted and glean understanding from their Bible studies with him? Or will their focus be diverted to your relationship and will they start seeing the youth pastor in more of a predatory-possibly-creepy light (even though you are of legal age, I understand) instead of as a trusted mentor and shepherd?\n\nDo you see the point I’m trying to make? Let’s also see what Scripture has to say:\n\nSEE ALSO: How Should I Spend My Money?\n\nAvoid every kind of evil (1 Thessalonians 5:22).That means if the “appearance” of what you are doing (even if it is on the up and up) would lead someone to think there is something “evil” going on and could be offensive to them, then you need to do your best to steer clear of it.\n\nDo not cause anyone to stumble (1 Corinthians 10:32). If your primary desire is to be someone who is adding to the Kingdom and not detracting from it, being conscientious of your actions and how they can influence others will be a priority for you in your faith journey.\n\nAs believers in Christ, our primary mission here on earth is to represent our Lord and Savior Jesus Christ and to spread the Good News about what he has done for us on the Cross (Matthew 28:16-20). I know you are young, but whether you know it or not you truly are more of an “elder” in your youth group, and the younger members are looking to you as an example for holy living. That means you are charged with living above reproach.\n\nNow, if you start dating your youth pastor after you graduate high school and have exited the church youth group will that cause a “little one” to sin (Mark 9:42)? Maybe and maybe not. But could it cause confusion and cause impressionable teens to doubt what they are hearing being taught from the Word by their youth pastor? Absolutely!\n\nSEE ALSO: If You're Not Involved in a Singles Ministry\n\nAnd so my advice to you is to do what might seem like a very drastic measure: do nothing and wait. You have your whole life ahead of you. I can’t give you a timeframe, but I know that if you are prayerfully seeking God’s will in this matter that he will show you when or even if you are to act on your feelings for your youth pastor. In the meantime, “have salt” in yourself (Mark 9:50) as you seek to be a witness for the Lord and let your life point to him wherever you go and in whatever you do.\n\nHE is … Cliff Young, a contributing writer and a veteran single of many decades. He has traveled the world in search of fresh experiences, serving opportunities, and the perfect woman (for him) and has found that his investments in God, career and youth ministry have paid off in priceless dividends.\n\nLaura MacCorkleSHE is … \nLaura MacCorkle, Senior Editor at She loves God, her family and her friends. Singleness has taught her patience, deepened her walk with the Lord and afforded her countless (who's counting anyway?) opportunities to whip up an amazing three-course meal for one. \n\nDISCLAIMER: We are not trained psychologists or licensed professionals. We're just average folk who understand what it's like to live the solo life in the twenty-first century. We believe that the Bible is our go-to guide for answers to all of life's questions, and it's where we'll go for guidance when responding to your questions. Also, it's important to note that we write our answers separately (we think they sound eerily similar sometimes, too!). \n\nGOT A QUESTION? If you've got a question about anything related to singleness or living the single life, please submit it to He Said-She Said (selected questions will be posted anonymously). While we are unable to answer every inquiry, we do hope that this column will be an encouragement to you. Click here to visit the He Said-She Said archives.\n\nSEE ALSO: Taking a Risk and Asking Someone Out",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.7650768757,
        "format_confidence":0.7702739835,
        "weight":0.0044036269
    },
    {
        "url":"https:\/\/naturalnaps.blogspot.com\/2008\/08\/q-curly-afro-part-2.html",
        "text":"Tuesday, August 5, 2008\n\nQ&A: Curly Afro (Part 2)\n\nQ: thanks a lot for the suggestions. I think I am going to keep\ntwisting. But I did have a question. How do you make your own hair\n\n~ Holly\n\nA: Your very welcome, and...\n\nI developed my own recipes from researching into herbology and basic\n'homemade' body care product recipes. From looking at the results of the\nrecipes and tweaked it to my own standards.\n\n\nA basic shampoo recipe is:\n\n~1\/2 cup of organic castile soap\n~ 10 drops of essential oils (your choice)\n~ 1 cup of water.\n\nI looked at that recipe and realized that it wouldn't have enough base\nor body for my kind of hair. So I researched into different types of\nplants that would give my hair nutrients, body, and keep it\n\nA great research starting point is...\n\n\"Beauty By Nature\" by Brigitte Mars\n\nShe teaches you details about how your body works and techniques on how\nto care for it. She also analyzes different herbs that are good for herbalist beginners (like, general herbs that you can find in grocery stores, local herb shops, etc). And shares some basic recipes.\n\nThe best hair care products that you could ever use, are ones that you make yourself from your own sun-infusing kitchen. Everyone has their own expectations on what a hair or body care product should do.\n\nBut here is another basic recipe:\n\n* Hair food:\n3\/4 cup shea butter\n10 drops of your choice of essential oils\nadd a cup of herbs (of your choice) to infuse into the oil mix. (then drain them before placing mixture in a container.\n\n(Melt butter on the lowest heat, until butter is liquefied. Add in\nessential oil. Then place mix in a container, put in fridge to harden)\n\nAt this time, I am not going to post up my recipes that I have been developing. But if you ever have any more questions, feel free to ask.\n\n** Another tip, is to keep your products vegan and chemical-free for better results.\n\nOn a slightly other note...\n\nIf you are in the Seattle Area, in September. There's a Natural Hair Meet Up Group getting together\non the 20th. I'll be there and I will be giving a\npresentation on things that I found out... if you want to come along, you can\nholla at me\n\nMy AOL name is:\nPinky White01\n\n\nand another good book is \" the herbal spa\" by Breedlove\n\nHope that I helped.\n\n\nNatural and Nappy\n\nNo comments:",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9797315001,
        "format_confidence":0.729575634,
        "weight":0.0007612826
    },
    {
        "url":"http:\/\/www.go4sharepoint.com\/Forum\/database-server-migration-renaming-23284.aspx",
        "text":"MOSS Forum\n\nAsk Question   UnAnswered\nHome » Forum » MOSS       RSS Feeds\n\nDatabase server migration - renaming database server in SharePoint 2007\n\n  Asked By: Pallavi    Date: Sep 17    Category: MOSS    Views: 3099\n\nWe are migrating our SharePoint databases to a new database server. This new\ndatabase server will have a new name for SharePoint to reference. How do I go\nabout pointing SharePoint 2007 from the old database server name to the new\n\nIt seems like there should be a simple solution, but I have yet to find a solid\n\n\n\n7 Answers Found\n\nAnswer #1    Answered By: .net Guru     Answered On: Sep 17\n\nThe simplest solution would be if you had built your original system using\nan SQL alias. Then all you would need to do is move the physical databases\nand change which server the alias was pointing to. That's why its normally\na best practice to always use SQL aliases when doing a SharePoint install.\nSince it appears that you didn't use aliases, it's a little more difficult.\nMoving your content databases is fairly easy. You can just detach them,\nback them up, restore them to the new server and then re-attach them using\nthe new location. But you can't do that with the configuration database.\nTake a look at the following blog post for more info.\n\n\nAnswer #2    Answered By: Renata Burt     Answered On: Sep 17\n\nUnfortunately when this farm was originally configured the db alias option was\noverlooked or not literally recommended at the time 3 years ago. I'm the one\nwho set up this farm originally, I reviewed MS documentation available at the\ntime and do not see a reference to using a db alias during installation. Oh\nwell, that is water under the bridge.\n\nI will review the link you sent. I also was referred to this link:\n\n\nIt's a newer procedure, but still does not give an example that is like my\nrequirement. I may have to create a hybrid solution.\n\nHopefully I can come up with a solution that includes a db alias.\n\nAnswer #3    Answered By: Lazaro Rutledge     Answered On: Sep 17\n\nIt is a newer link, but you'll notice that step 11 requires creation of a\nSQL alias that uses the same name as the existing SQL server. This will\nonly work if you are deactivating the existing server when moving the\ndatabase. So you will be physically moving the databases, but all the\nnaming will remain exactly the same as it is now.\n\nAnswer #4    Answered By: Karin Kerr     Answered On: Sep 17\n\nI noticed that as well. Since in this solution I will not be changing the db\nserver name configuration in SharePoint, I have other concerns.\n\nThe current database server configuration is \"ds1prodmoss\\moss,1437\". Will this\nformat convert to an alias name. My concern is whether I can use a '\\'\ncharacter in the alias name and also indicate the port number as part of the\nalias name? Does the alias point directly to the instance or does the instance\nget appended to the alias name? And the same with the port number. Will an\nalias name such as this be invalid?\n\nAnswer #5    Answered By: Vinod Kumar     Answered On: Sep 17\n\nYou'll have to try it. I normally use an alias so that I don't have to\ninclude the instance name, since that can cause some issues in SharePoint\n2010. Whichever way you go I don't think you would use the port number as\npart of the alias.\n\nAnswer #6    Answered By: Jeffery Hayes     Answered On: Sep 17\n\nI've successfully aliased a named instance before. I've also been on a\nnon-standard port. Should work. Give it a try\n\nAnswer #7    Answered By: Mohini Tiwari     Answered On: Sep 17\n\nI've successfully created an alias for a named SQL instance before too. In\nfact I consider that a Best Practice when working with SharePoint. But what\nI wasn't sure you could do was name an alias as though it were a named",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.5352173448,
        "format_confidence":0.9848549962,
        "weight":0.0196692405
    },
    {
        "url":"http:\/\/www.gurl.com\/2013\/06\/03\/does-he-like-me-advice\/",
        "text":"My Crush Is Being Mean To Me – Does That Mean He Likes Me?\n\nHi Heather,\n\nI went on a few dates with this guy I really like and we’ve hooked up a few times. But now I’m scared that he might be using me just to hook up. He’s also been trying to get with my best friend! Whenever we hang out, he won’t stop talking to me about how she is better at me in swimming and how she is a runner and I just bench warm for the volleyball team. I know that people say that when a guy is mean to you, that means he likes you… well, is that true? He compliments me sometimes but he also says nicer things about my friend. I just don’t know what to think. Help!\n\nTwo words: run away. Seriously. This guy sounds like a jerk and you deserve to be treated waaaayyy better than this.\n\nI’m not surprised that you’ve heard that when guys are mean to you, that means they like you. I think we were all told this when we were little kids – whenever a boy was picking on you at school and you complained about it to an adult, he\/she probably said something along those lines. Here’s the thing, though: while this is sometimes true for very young, immature boys with a little crush, it’s not true for older dudes who really do have feelings for you. \n\nYes, your average teen boy full of hormones who doesn’t know how to deal with feelings may tease you or bully you a little bit if he likes you. But he most likely wouldn’t take it this far, especially if he’s already hung out with you and hooked up with you. This isn’t harmless and annoying teasing to try to get your attention – this is being genuinely mean, rude and insensitive and it’s not cool.\n\nIt sounds like this guy is way too immature to handle any sort of relationship right now. He’s into hooking up with you, but it doesn’t seem like he wants anything more than that. It also sounds like he has a crush on your best friend and it’s totally not okay for him to keep rubbing this in your face. If he likes your BFF, he never should have hooked up with you in the first place. Also, he shouldn’t be telling you about it and he definitely shouldn’t be comparing you two! That is NOT okay. He’s acting like a jerk and not a jerk who just doesn’t know how to tell you he likes you – he’s a jerk who thinks he can treat you however he wants.\n\nSo, here’s what I think you should do: stop talking to and hanging out with this guy ASAP. You don’t deserve to be compared to your best friend by a dude who knows you have feelings for him. When a guy likes you, he’s not going to purposely make you feel bad about yourself (unless he’s 12-years-old). He’s going to go out of his way to talk to you, hang out with you and make you feel good all the time. If a guy is into you, he’s not going to tell you he thinks your best friend is hot. Plain and simple. Let this dude go and find someone who will give you the respect you deserve.\n\ntake care,\n\nWhat’s on your mind? Heather can help! Send her your question at\n\n\nScared to have sex? Read this now!\n\nDon’t forget to follow us on Twitter\n\nPosted in: Love Advice\nTags: , ,",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9920760393,
        "format_confidence":0.8142479062,
        "weight":0.0046550241
    },
    {
        "url":"http:\/\/houseplansblog.dongardner.com\/asked-answered\/",
        "text":"You Asked? … We Answered!\n\nAre you starting the search for your new dream house plan and have questions you would like answered?  If so, you have come to the right place!\n\n1204 KitchenThis section has been created especially for you.  Check out the questions and archives below to see if your question has been asked and answered.  If not, simply enter your question in the “Leave a Reply” section at the bottom of the page and check back daily for the answer to be posted.\n\n116 thoughts on “You Asked? … We Answered!”\n\n  1. I would really see a new plan based off the Satchwell.\n\n    Changes would be:\n    Hip Roof\n    Separate Laundry Room (So its not in the path of garage entrance)\n\n  2. We are interested in the Clearlake plan W-1272, are there more pictures or info? What is the footprint of the basement?\n\n\n    1. Hi Joe, we have not yet received any photos of The Clearlake. We do have elevations that you can download through your myDAG account. This will show you the exterior sides, front and rear, if that would help. A standard basement for this plan would follow the walls of the first floor, excluding the garage and porches. You can order the standard basement addition which would be fully underground and unfinished or you can modify a walkout basement and choose what finished spaces you would want. Let our customer service team know if you have any questions about this process – 1-800-388-7580 or\n\n  3. We are interested in the hollyhock house plan and were wondering about 2 things. Is there plans that include the gazebo porch and is there one built somewhere in north carolina that we could look at. Particularly the outside? Thank you\n\n    1. Hi Felicia, The gazebo porch is not part of the original design, but you can make this modification. We have several builders listed on our website that have built The Hollyhock. I don’t see anyone located in North Carolina but there are a few in Tennessee and Virginia that may be close enough for you to travel, if interested. You are welcome to contact any of these builders for more information.\n\n  4. Hello, glad that I found this great info site! I’m looking for more information on the Birchwood. Specifically looking to see any basement plans and to see it with an open kitchen layout into the living room.\n\n    1. Hi Julio, We have a lot more details and photos of The Birchwood on our website! This plan is not designed with a basement but you can order a basement foundation and modify it to be a walkout. You can also make changes in the kitchen if you want it to be more open. Let us know if you have other questions – 1-800-388-7580 or\n\n  5. What houses do you have that are wheelchair accessible – ie no steps to get in the house and has halls and doors big enough for a wheelchair? (this is a growing market)\n\n    Also I see a style that is “retirement houses”. What makes a house qualify for this style.\n\n    I want my retirement house to be maintenance free – inside and out and able to get around if I become handicapped.\n\n    1. Hi Rod, we have a selection of plans on our website that are wheelchair friendly, we call them universal designs. Unfortunately, we haven’t added new plans to this category in years but we can modify any of our designs to incorporate wider doorways and walkways, well planned bathrooms, etc.\n\n      For retirement homes, those are typically smaller and simpler designs on one story. Our customer service team would be happy to assist you with a plan search if you would like – 1-800-388-7580 or\n\n  6. Do you have plans that use active solar? I’m looking for solar heated house, solar water heated, and solar electricity. I don’t see that as a search option.\n\n    1. Hi Rod, we only create the architectural drawings, our plans do not include details for electrical or HVAC. So, you can make them solar comparable with your solar manufactures and contractors.\n\n  7. Do you have links to finished homes? I’d like to see what a finished plan looks like. I’m especially interested in English or French Country 2 story homes with MBR on the first floor and formal Dining Room in the rear of the house off the Kitchen.\n\n    1. Hi Joe, You can see finished home photography on our website.\n\n      We are not involved in the building process but if you are interested in viewing and Donald Gardner home in person, you can browse builders in your area and are welcome to contact anyone that interests you to see if they have a home you can view. And contact our customer service team if you would like assistance with a house plan search: 1-800-388-7580 or\n\n  8. Hello, interested to see any interior Phots of yesterview finished? Wondering if some of the Columns in dining room and great room can be eliminated, I think I count 9…\n\n    1. Hi Christine, I’m afraid we do not have an photos of The Yesterview. I’m sure you can remove some or all of the columns in this design through our modification process. Our designer would let you know which columns are load bearing and come up with a plan to change the support structure or let you know if a column would be the only option. Let us know if you have other questions – 1-800-388-7580 or\n\n  9. The Whitworth plan: Do you have a perspective from the direct front of the house? The exterior drawing provided is drawn from an angle so it is difficult to tell how it would actually look when viewing directly in front of the house from the street.\n    In other words, the drawing would not show the garage doors.\n    Thank you.\n\n    1. Hi Gail, you can download front, rear, and side elevations from your myDAG account. This would show the home straight on from the front. Create an account or log into your account here: The click on the tab labeled preview packages and select plan number 1131. Contact customer service if you have any questions at 1-800-388-7580 or\n\n      1. Word to the wise to use your laptop as I used my phone to download and it was unreadable thus using up one of my three available downloads allowes by the site. ;(\n        I hope when I am on my laptop tomorrow it will display properly.\n\n        1. Hello! If you need more than 3 preview plans, contact our customer service team. They can change the settings on your account to allow you to download more if you need them. Hopefully your PC or laptop will work better for downloading elevations, but if you have further problems, just let us know. 1-800-388-7580 or\n\n  10. Looking for a single dining room plan with a garage in the back of the house. ( I really like the Peyton, but want the garage in back of house and home around 2300 sq feet) Do you have anything like that? Thank you… and I love this blog\/website!\n\n  11. Hi,\n\n    Do you have any photos of the Arcadia yet? We want to build this soon but can’t get a real feel for it from the design sketch. Thanks.\n\n  12. This may be a long shot but the gray exterior color on the Birchwood shown – do you happen to have that color listed ?\n\n    1. Hi Lisa, I’m sorry but we are not involved in the building process and the customer that provided the photos did not give us a list of products and colors used. You may be able to show the photo to a local supplier and they can match the color.\n\n    1. Hi Jodi, The Harper has been purchased but we have not received any photos yet, nor have any builders volunteered their contact information. We are not involved in the building process so we depend on customers to send us photos and builders to add their contact information on our website after they build one of our designs.\n\n  13. Is a walkout basement possible with plan 1351 Simon? Where would the stair be located? I do not want to lose any features of the home, especially the closet space and the panty (which is a must have for me)\n\n    1. Hi Tonya, The Simon has not been designed with a basement floor plan yet, but a basement can be added to any of our designs. We can make them fully underground through our regular ordering process or you can modify the basement to be a walkout through our custom modifications. The designer will determine the best location for the staircase, it is common for us to move the garage forward a few feet without disruption any of the other features of the design.\n\n  14. I’ve been combing through floor plans for months now, and I really like the Carmichael plan layout – it is about 90% what we really want and the right size too – BUT I do not like the facade at all! How complicated is it to put a facade similar to (for example) Redding\/Henderson\/Cassady with the Carmichael plan? Got to have those two closets in the master bedroom, and a good sized utility room space. Thanks.\n\n    1. Hello, we often get request from customers to change the exterior facade of a plan. A designer would need to look at your request to determine the difficulty of your request and what changes are possible. Complete our modification request form to start your consultation and get a quote.\n\n  15. Do you have any study sets with elevations for the Stonemason? Trying to lose some square footage from the plan. Maybe the bedroom and closet behind the kitchen. Trying to see what the roof line looks like. Thanks\n\n  16. We want to build your Cedar Court plan, but we prefer the\n    Master BR\/ study of the Hollow Crest. We also want the basement in the Cedar Court. How can we combine our preferences and get the home we want?\n\n  17. Do you have any interior pics of the meadow creek house plan? We are looking for something this size that’s one story and has a 3 car garage with bonus room. We also like the birchwood and clarkson plans. Any other suggestions??\n\n\n  18. Looking for a plan with a side facing family\/great room and 3 car garage with entry on the opposite side. Large kitchen and master bath.\n\n  19. On your plans, the “Bonus Space” stairs are included. What becomes of this square footage if you do not choose to construct the Bonus Space?\n\n  20. We are looking for a plan that will work on our lot that slopes uphill from the street and has forward facing ... (truncated)",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9766311049,
        "format_confidence":0.9039075375,
        "weight":0.0063125745
    },
    {
        "url":"http:\/\/www.gradesaver.com\/an-inspector-calls\/q-and-a\/what-does-mr-birling-think-of-people-in-the-lower-class-272557",
        "text":"An Inspector Calls\n\nWhat does Mr Birling think of people in the lower class?\n\nIn Act One of the play what are Mr. Birling's views on the lower class?\n\nAsked by\nLast updated by Aslan\nAnswers 1\nAdd Yours\n\nMr. Birling is the owner of Birling and Company, some sort of factory business which employs several girls to work on (presumably sewing) machines. He is a Magistrate and, two years ago, was Lord Mayor of Brumley. He thus is a man of some standing in the town. He describes himself as a \"hard-headed practical man of business,\" and he is firmly capitalist, even right-wing, in his political views. He looks down on the working class and poor. He exploits them in his business.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.7615224123,
        "format_confidence":0.9709317088,
        "weight":0.0035763515
    },
    {
        "url":"http:\/\/mainstreammystic.blogspot.com\/2011\/06\/q-author-patti-zarn-travel-and.html",
        "text":"Tuesday, June 14, 2011\n\nQ&A Author Patti Zarn. Travel and Dimensions\n\nQ&A Author Patti Zarn answers reader questions from her book MAINSTREAM MYSTIC. Traveling, the boys and dimensions.\n\nwww.pattizarn.com Read the INTRODUCTION for free.\n\n1 comment:\n\n  1. Yes, my Sweet Friend :o) Being able to see you and hear you speak your heart is soul food! Mahalo and Aloha",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.5301911235,
        "format_confidence":0.6606312394,
        "weight":0.0032688097
    }
]