[
    {
        "url":"https:\/\/paincareclinic.co.uk\/legal-information\/terms-conditions\/",
        "text":"Terms & Conditions\n\nTerms and conditions\n\nThese are the terms and conditions on which we supply products to you, whether these are goods, services or digital content.\n\nPlease read these terms carefully and in full before using this site or submitting an order. These terms tell you who we are, and about how we supply our products and services. They may change from time to time and without notice. The headings are for convenience only and do not affect meaning.\n\nWe are\n\nWe are Pain Care Clinic Limited, company number 7376424. Our registered address is 19 Grosvenor Mount, Leeds, LS6 2DX.\n\nContact between us\n\nIf you need to write to us, you can do so by post to the address above, or by email to info@paincareclinic.co.uk. You can also phone us on 0330 041 7271. Any calls made to this number from a UK landline will be charged at the local rate for that number.\n\nOur working days are Monday to Friday. We don’t count public holidays as working days. Our hours are between 9am and 5pm.\n\nWe will use any contact information you provide to us to return calls or otherwise contact you.\n\nUsing this website\n\nThe content of this website is for general information only. You are welcome to contact us for more specific information and advice.\n\nPrices and orders\n\nPrices quoted include VAT and exclude delivery.\n\nWhen you place an order online you should receive an automated email from Worldpay or PayPal to confirm they are processing your payment, and another automated email from us to acknowledge your order and give you an order number.\n\nWe will then check and process your order. We reserve the right not to accept an order. \n\nIf we do not accept your order, for example because we do not have enough stock or a workshop is full, we will tell you in writing and we will not charge you. We expect these occasions to be rare.\n\nYour order is accepted when we dispatch your products or confirm your booking. Acceptance of your order will create a contract between us and we will send you a full sales invoice.\n\nWe aim to complete our side of all contracts within 30 days, although we are usually much quicker.\n\n\nOur standard delivery charge is £3.99. This covers Royal Mail second-class delivery of a small package up to 2kg, delivered to any single address in the UK. We expect this to be sufficient for most consumer orders. If your order is larger than that, you are welcome to contact us before placing it, or we may contact you about delivery method and any charges.\n\nUnless special arrangements are made between us we cannot guarantee delivery by a particular date and are not legally responsible for delivery by a particular date.\n\nDelivery and orders outside the UK\n\nDeliveries to European countries are charged at a standard rate of £5.40, including VAT. This covers Royal Mail International Standard delivery of a small package of up  to 2kg, delivered to any single address in the EU.\n\nDeliveries to the Rest of the World are charged at a standard rate of £9.99. This covers Royal Mail International Tracked & Signed delivery of a small package of up to 2kg, delivered to any single address.\n\nUnless special arrangements are made between us we cannot guarantee delivery by a particular date and are not legally responsible for delivery by a particular date.\n\nYou will be responsible for the goods from dispatch and for payment of all import duties and other charges.\n\nLegal jurisdiction\n\nWe are registered in England and Wales and all dealings with us are governed by the laws of England and Wales.\n\nEven if you or your delivery location is outside the UK, we will not accept liability under any laws that apply outside England and Wales.\n\nAny legal action against us must be brought within England and Wales.\n\n\nWe source our own products and from time to time we may make adjustments or improvements. There may sometimes be minor variations between the products or packaging pictured and those supplied. If these minor variations are not acceptable to you, you can return goods under your cooling off \/ changing your mind rights.\n\nCooling off \/ changing your mind rights\n\nYou can change your mind about an order you’ve placed or a product you’ve received. If you change your mind please let us know as soon as possible by email to info@paincareclinic.co.uk.\n\nIf you inform us before dispatch of an item, we will not send out the product.\n\nIf you change your mind after you’ve received an item, you must inform us within 14 days of receiving it that you wish to cancel your order. After that, you have a further 14 days to return the item to us.\n\nAll items returned must be unused, in their original undamaged packaging and capable of re-sale. You are responsible for looking after an item while it remains with you.\n\nYou are also responsible for returning an item to us. This includes choosing an appropriate method of return, and paying the costs of return and any insurance against loss or damage, if you wish to take this out.\n\nWe will confirm by email when returned items have been received by us and whether the condition is acceptable for a refund. Assuming it is, we will authorise a refund without quibble. We will refund the price and any standard delivery charges you paid.\n\nFor appointments and workshops the situation is slightly different, see below.\n\nFaulty products\n\nAs well as having cooling off rights or rights to change your mind about an order, consumers also have statutory rights in relation to faulty products. By faulty products, we mean products with serious defects or products that are not as described or are not fit for their purpose.\n\nYou can return faulty products and ask for either a replacement or a full refund.\n\nIf you intend to return a faulty product, please let us know by email as soon as you realise the product is faulty, as this can affect whether you are entitled to a refund or a replacement.\n\nOnce you have notified us that the product is faulty, please return it to us so we receive it within a further 14 days.\n\nIf a product is found to be faulty within 30 days of purchase we will offer you a full refund or a replacement.\n\nIf goods are found to be faulty within 6 months of purchase, we may offer you a repair or a replacement instead.\n\nCooling off rights do not apply to workshops or appointments if these are booked within 30 days of the start date. However, we will still try to accommodate a cancellation if we can. See Appointments and Workshops.\n\n\nWhere you are entitled to a refund for a cancelled order or faulty product, we will process your refund as soon as possible after satisfactory return of the relevant item. Occasionally, it may take us up to 30 days to process a refund.\n\nRefunds will be made to the card or account used for payment.\n\n\nAll appointments must be paid for in advance or on the day.\n\nWe sometimes have a waiting list for appointments. If you would like to cancel or change an appointment you have already booked, please let us know as soon as possible so we can offer the appointment to someone else.\n\nWe have a 48-hour cancellation policy. This means that if you don’t give us at least 48 hours’ notice that you wish to cancel or re-arrange an appointment, we will charge in full for the appointment. We will charge you even if we find someone else to take the appointment.\n\nWe can accept payment for missed appointments by card or bank transfer.\n\nWe reserve the right to refuse appointment requests or to cancel appointments.\n\n\nWe schedule all workshops carefully and with the intention that they will go ahead as planned. All workshops must be paid for in full at the time of booking.\n\nWe may decide to cancel a workshop, for example if we do feel we have enough bookings to make it a worthwhile workshop experience. If we cancel a workshop, we will offer you a refund or a place on another workshop.\n\nWe are not responsible for reimbursing any travel or accommodation costs you may be responsible for.\n\nYou can change your mind and cancel a workshop booking, provided there is still 30 days or more before the workshop is scheduled to run. You can’t change your mind about attending a workshop after it has run.\n\nIf you cancel your workshop booking with less than 30 days to go before the workshop, you do not have the right to either a refund or a place on another workshop. However, if we have someone on a waiting list who can take your place we will exercise our discretion.\n\nMatters outside our control\n\nIf we cannot supply goods or services for reasons beyond our control, we are not obliged to offer you a refund, and we are not responsible for any losses you may incur.\n\nPayment and ownership of products\n\nAs a precaution against non-payment, legal ownership of products belongs to us until full payment is made.\n\n\nWe are entitled to charge interest on all invoices until full payment.\n\nLegal liability and professional accountability\n\nIt is always our intention to provide you with goods and services that meet legal and professional standards.\n\nWe don’t limit our liability for defective products where it would be unlawful to do so.\n\nPrivacy and data protection\n\nWe are registered with the UK data protection registrar.\n\nWe respect your privacy online and offline. And we believe it is important for you to be able to access the information and help you need in confidence.\n\nFirst and foremost, we are complementary therapists. All our client healthcare records are confidential. We keep them securely. We will not disclose any personal client information unless we are legally or professionally obliged to do so, for example to prevent harm to you or someone else.\n\nAs well as being complementary therapists, we run this website. To enable us to do this, we collect and process additional information from website users. This information includes information you give us and information we automatically collect, for example by using cookies.\n\nInformation we collect\n\nWe will collect and process any information you give us when using this website or communicating with us by e-mail, phone,... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.6124235392,
        "format_confidence":0.9909921885,
        "weight":0.0693173685
    },
    {
        "url":"https:\/\/m.waploaded.com\/docs\/dmca",
        "text":"Waploaded respects the rights of copyright holders and will work with the said copyright holders to ensure that infringing material is removed from our service. We monitor all files we upload to make sure that copyrighted material is not uploaded. In cases where you feel a file infringes on your copyright or the copyright of someone you represent, we encourage you to use this page to notify us.\n\nWaploaded will respond to \"any and all take-down requests\" that comply with the requirements of the Digital Millennium Copyright Act (DMCA), and other applicable intellectual property laws.\n\nIf you believe that a file that a we uploaded to Waploaded infringes on your copyright then please contact the email below to submit a request. Be sure to include your relationship to the owner of the copyrighted work, your full contact info, and the url of the song\/album, Video or Articles you are referring to.\n\nFast Access\/Reply\/All Purpose Email: [email protected]\n\nFor General reports email: [email protected] CC: [email protected] , for Music File removal [email protected] CC: [email protected], [email protected] Thanks\nWritten: Oct 18, 2014; Updated: Apr 22, 2016; Read: 14644 times",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.84039855,
        "format_confidence":0.9730716944,
        "weight":0.0126864627
    },
    {
        "url":"https:\/\/elcwa.org.au\/disclaimer\/",
        "text":"By using this website, you agree that:\n\n  1. The Employment Law Centre of Western Australia (Inc) and its directors, employees and agents (ELC) are not responsible for any consequences (including loss or damage or both) arising from using or accessing this website or any of its content (including links to other websites).\n  2. You will not make any claim against ELC for any loss, damage or expense that may arise from your use of this website or from your reliance on any of its content.\n  3. All content on this website is entirely at the discretion of the Webmaster and may be altered or deleted at any time.\n  4. ELC is not responsible for any content that appears on linked websites.\n  5. While all content of this website has been formulated with due care, ELC does not provide any guarantee that it is accurate, current, reliable or exhaustive. This website is intended to be for informational purposes only and is not intended to provide or replace legal advice.\n\nIf you have any questions about the above, please call us on our Advice Line.\n\nCopyright Information\n\nCommunity based organisations may copy or adapt (for local needs) ELC materials, including documents, audio and video without further permission from ELC provided the copies are distributed free or at cost (not for profit) and the source is fully acknowledged. Any copies or adaptations by government agencies or for commercial ends must have the prior written consent of ELC.\n\nLinking to this website\n\nAny website may link to any of the pages on this website. However, you must request the prior written consent of ELC to embed pages from this website in a frame of a referring site.\n\n\nELC records visits to this website and logs the following information for statistical purposes:\n\n  • user’s server or proxy address\n  • type of browser you are using\n  • date\/time of the visit\n  • pages accessed and documents downloaded\n\nWe use this information to analyse our server traffic. We do not attempt to identify users or their browsing activities except where authorised or required by law. For example in the event of an investigation, a law enforcement agency may exercise their legal authority to inspect the internet service provider’s logs.\n\nWe will only record your email address if you send us a message. Your email address will only be used for the purpose for which you have provided it and it will not be added to a mailing list or used for any other purpose without your consent.\n\nELC is not responsible for the privacy practices or the content of any linked websites.",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.9248811007,
        "format_confidence":0.9902935028,
        "weight":0.0129109927
    },
    {
        "url":"https:\/\/m.waploaded.com\/docs\/dmca",
        "text":"Waploaded respects the rights of copyright holders and will work with the said copyright holders to ensure that infringing material is removed from our service. We monitor all files we upload to make sure that copyrighted material is not uploaded. In cases where you feel a file infringes on your copyright or the copyright of someone you represent, we encourage you to use this page to notify us.\n\nWaploaded will respond to \"any and all take-down requests\" that comply with the requirements of the Digital Millennium Copyright Act (DMCA), and other applicable intellectual property laws.\n\nIf you believe that a file that a we uploaded to Waploaded infringes on your copyright then please contact the email below to submit a request. Be sure to include your relationship to the owner of the copyrighted work, your full contact info, and the url of the song\/album, Video or Articles you are referring to.\n\nFast Access\/Reply\/All Purpose Email: [email protected]\n\nFor General reports email: [email protected] CC: [email protected] , for Music File removal [email protected] CC: [email protected], [email protected] Thanks\nWritten: Oct 18, 2014; Updated: Apr 22, 2016; Read: 14644 times",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.84039855,
        "format_confidence":0.9730716944,
        "weight":0.0126864627
    },
    {
        "url":"https:\/\/goaljo.com\/data-privacy\/",
        "text":"Data privacy\n\nThe operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with statutory data protection regulations and this privacy policy.\n\nThe use of our website is usually possible without providing personal data. If on our sides personal data (for example name, address or email address) is collected, this happens, as far as possible, always on voluntary basis. These data will not be disclosed to third parties without your explicit consent.\n\nPlease note that data transmission over the Internet (for example, when communicating by e-mail) may have security vulnerabilities. A complete protection of the data from access by third parties is not possible.\n\n\nWebsites partly use so-called cookies. Cookies do not harm your computer and do not contain viruses. Cookies are used to make our offer more user-friendly, effective and secure. Cookies are small text files that are stored on your computer and stored by your browser.\n\nMost of the cookies we use are so-called “session cookies”. They are automatically deleted after your visit. Other cookies remain stored on your device until you delete them. These cookies allow us to recognize your browser on your next visit.\n\nYou can configure your browser to get informed about the placement of cookies to only allow it in individual cases, the acceptance of cookies for certain cases, generally deactivate cookies or activate the automatic deletion of cookies when closing the browser. Disabling cookies may limit the functionality of this website.\n\nServer log files\n\nThe provider of the pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are:\n\nBrowser type \/ browser version\nused operating system\nReferrer URL\nHost name of the accessing computer\nTime of the server request\nThese data can not be assigned to specific persons. This data doesn’t get merged with other data sources. We reserve the right to check this data retrospectively, if we become aware of specific indications for illegal use.\n\ncontact form\n\nIf you send us inquiries via the contact form, your details including the contact details you provided there, will be stored in order to process the request and in case of follow-up questions. We will not share this information without your consent.\n\nNewsletter data\n\nIf you would like to receive the newsletter offered on the website, we need your e-mail address, as well as information that allows us to verify that you are the owner of the e-mail address provided and that you agree to receive the newsletter, further data is not collected. We use this data exclusively for the delivery of the requested information and do not pass it on to third parties.\n\nYou can revoke your consent to the storage of your data, the e-mail address and its use for sending the newsletter at any time, for example via the “unsubscribe” link in the newsletter.\n\nPrivacy Policy for the use of Matomo\n\nThis website uses the open source web analytics service Matomo. Matomo uses so-called “cookies”. These are text files that are stored on your computer and that allow an analysis of how you use our website. For this purpose, the information generated by the cookie about the use of this website is stored on our server. The IP address is anonymized before saving.\n\nThe information generated by the cookie about the use of this website will not be disclosed to third parties. You can prevent the storage of cookies by a corresponding setting of your browser software; however, we point out that in this case you may not be able to use all the functions of this website in full.\n\nIf you do not agree with the storage and use of your data, you can disable the storage and use here. In this case, an opt-out cookie is deposited in your browser that prevents Matomo from saving usage data. Deleting your cookies will result in deletion of the Matomo opt-out cookie as well. The opt-out must be reactivated when you re-visit our site.\n\nPrivacy Policy for the use of YouTube\n\nOur website could sometimes use plugins from the Google-powered YouTube service. Site operator is YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA. If you visit any of our YouTube plug-in-enabled sites, you will be connected to the servers of YouTube. The Youtube server will know which of our pages you visited.\nIf you’re logged into your YouTube account, you will allow YouTube to associate your surfing behavior directly with your personal profile. You can prevent this by logging out of your YouTube account.\n\nFor more information about how to handle user data, please read the YouTube Privacy Policy at\n\nInformation, deletion, blocking\n\nAt any time you have the right to free information about your stored personal data, their origin and recipient and the purpose of the data processing as well as the right for correction, blocking or deletion of this data. For further information on personal data, please contact us at any time at the address given in the imprint.\n\nContradiction to advertising emails\n\nThe use of contact information published in the context of the imprint obligation for sending unsolicited advertising and information materials is hereby prohibited. The operators of these pages reserve the right to take legal action in the event of unsolicited sending of advertising information, such as spam e-mails.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.6372624636,
        "format_confidence":0.989716351,
        "weight":0.069228127
    },
    {
        "url":"http:\/\/viaserengeti.com\/ucp.php?mode=register&sid=f0bc3ba87e51c384421ec4a846efcfa8",
        "text":"ViaSafari Forum - Registration\n\nBy accessing “ViaSafari Forum” (hereinafter “we”, “us”, “our”, “ViaSafari Forum”, “”), you agree to be legally bound by the following terms. If you do not agree to be legally bound by all of the following terms then please do not access and\/or use “ViaSafari Forum”. We may change these at any time and we’ll do our utmost in informing you, though it would be prudent to review this regularly yourself as your continued usage of “ViaSafari Forum” after changes mean you agree to be legally bound by these terms as they are updated and\/or amended.\n\nOur forums are powered by phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “”, “phpBB Limited”, “phpBB Teams”) which is a bulletin board solution released under the “GNU General Public License v2” (hereinafter “GPL”) and can be downloaded from The phpBB software only facilitates internet based discussions; phpBB Limited is not responsible for what we allow and\/or disallow as permissible content and\/or conduct. For further information about phpBB, please see:\n\nYou agree not to post any abusive, obscene, vulgar, slanderous, hateful, threatening, sexually-orientated or any other material that may violate any laws be it of your country, the country where “ViaSafari Forum” is hosted or International Law. Doing so may lead to you being immediately and permanently banned, with notification of your Internet Service Provider if deemed required by us. The IP address of all posts are recorded to aid in enforcing these conditions. You agree that “ViaSafari Forum” have the right to remove, edit, move or close any topic at any time should we see fit. As a user you agree to any information you have entered to being stored in a database. While this information will not be disclosed to any third party without your consent, neither “ViaSafari Forum” nor phpBB shall be held responsible for any hacking attempt that may lead to the data being compromised.",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.9469292164,
        "format_confidence":0.9888135791,
        "weight":0.0048443693
    },
    {
        "url":"http:\/\/goodmorningkitten.com\/about\/",
        "text":"From the original creators of The Daily Puppy, Good Morning Kitten published at www.GoodMorningKitten.com is the premier place on the Web to see adorable kitten photos! We work hard to bring you the cutest kittens and their stories every day.\n\nWe are grateful to our licensors and contributing photographers who grant us permission to reprint their copyrighted photos.\n\nWe love to hear from our readers, so drop us a line and tell us how we’re doing. Good Morning Kitten is published from Cambridge, Massachusetts, USA.\n\nPrivacy Policy\n\nGood Morning Kitten will not knowingly or intentionally sell, share, or give your personal information or data to any other party with the following exceptions:\n  1. In the event that GoodMorningKitten.com is given, sold, or transferred in its entirety to a third party, all files and data including personal registration data will be transferred with it.\n\n  2. Good Morning Kitten uses third-party business partners to facilitate advertising and some communication devices such as e-mail, feeds, widgets and the like, statistics, and counters, and Good Morning Kitten and said business partners may collect and store information including but not limited browser, IP address, state, city, and place of employment (via IP address or server name). Business partners do not have access to registration information including names, e-mail addresses, and other information that personally identifies our users. Additionally, Good Morning Kitten and its business partners may facilitate the placing of cookies by your Web browser on your hard drive for the purpose of collecting aggregate statistical data about Web traffic to, from, and within GoodMorningKitten.com. Cookies do not affect or access files on your hard drive and do not identify a user's personal information.\nGood Morning Kitten reserves the right to change this Privacy statement at any time without notice.\n\nTerms of Use\n\nBy accessing, posting, voting, commenting, or in any way participating in Good Morning Kitten, you acknowledge and accept the site’s terms of use, and agree to follow the site's practices and policies as outlined below.\n\nAll content in and on Good Morning Kitten including text, photos, images, graphics, and underlying software is copyrighted by Good Morning Kitten and\/or its licensors and\/or its contributing photographers and may be accessed by an individual for personal noncommercial use only.\n\nGoodMorningKitten.com is not responsible for the content or policies of any third-party Web sites not owned by or controlled by GoodMorningKitten.com to which it links.\n\nGood Morning Kitten reserves the right to delete any content and\/or delete the site in its entirety or remove it from the Internet at any time for any reason.\n\nGood Morning Kitten reserves the right to delete any user account and ban any user or IP address at any time for any reason.\nGood Morning Kitten reserves the right to change this Terms of Use statement at any time without notice. Please review the information on this page periodically to keep yourself informed about updates.\n\nUpdated 04\/13\/2011\n\nMonthly Archives\n\nSite Search",
        "topic_id":14,
        "format_id":8,
        "topic_confidence":0.8572058678,
        "format_confidence":0.7085100412,
        "weight":0.0009816323
    },
    {
        "url":"http:\/\/www.colemancable.com\/Company\/Terms-Conditions",
        "text":"Terms & Conditions of Sale\n\nThe following Terms & Conditions apply to Coleman Cable, Inc. and its subsidiaries including Oswego, Copperfield, Woods and Woods Industries (Canada) Inc.\n\nAll orders are accepted by Seller subject to these terms and conditions. Acceptance of Buyer's order is limited to the express terms contained on the face and the back hereof. Additional or different terms in Buyer's Purchase Order or any attempt by Buyer to vary in any degree any of the terms of this acceptance shall be deemed material and are objected to and rejected. Any special terms or conditions noted on the face of Seller's quotation on which this order is based are incorporated herein by reference, and made a part hereof as though specifically set forth herein.\n\nThese terms and conditions will not be amended, modified or rescinded except by written agreement signed by an authorized official of each party expressly referring hereto.\n\nSeller reserves the right to correct clerical and stenographic errors appearing on its quotations, acknowledgements, etc.\n\nPayment terms are Net 30. Invoices are due net 30 days from date of the invoice without discount. In the event payment of any invoice is not made when due, seller shall charge the Buyer late charges of (1 ½%) per month on the unpaid balance plus costs of collection, including attorney's fees and court costs.\nPrices, including those in any published price schedule, are subject to change without notice. Prices will be adjusted to those in effect at time of shipment unless otherwise noted on the face hereof.\n\nExcept to the extent provided in the Payment paragraph above, no credit shall be extended to Buyer except as approved by Seller.\n\n1. All products are delivered F.O.B. Coleman Shipping Dock. Unless otherwise specified in Seller's published price lists in effect at time of shipment, transportation expenses shall be paid by Buyer, and Seller shall ship as it sees fit unless otherwise instructed in writing by Buyer. In any event, risk of loss shall pass to Buyer upon Seller's delivery to the carrier.\n\n2. Seller shall not be liable for any failure to perform occasioned by or due to causes beyond its reasonable control, including, but not limited to, acts of God, acts of Buyer, restrictions imposed by Federal, state or other governmental unit, fires, strikes, or other labor disputes, flood epidemics, war, riots, delays in transportation, or any other contingency beyond its reasonable control. Seller may, in the event of shortages of supply caused for any reason whatsoever, allocate available supply among any of all purchasers of the products being sold, as it determines in its discretion.\n\n1. Seller expressly warrants for 1 year from date of shipment that its products will be free from defects in material and workmanship under proper and normal use.\n\n\n3. Seller's obligation under this warranty shall be limited to the repair of, or at its option, the replacement of any defective products, or parts thereof, not to exceed the original purchase price. Shipment of the defective products must be made to Seller, or some pre-designated location as authorized by Seller, freight prepaid. This warranty does not extend to any labor charges for removal and\/or replacement of the non-conforming of defective product or part thereof. SELLER SHALL NOT BE LIABLE FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, NOR FOR ANY EXPENSE OR EXPENSES BEYOND THE ACTUAL COST OF REPAIR OR REPLACEMENT OF PRODUCT UNDER THIS WARRANTY.\n\nAn order may be canceled by Buyer only upon written request, and written authorization by Seller, and upon payment of a reasonable cancellation fee. The reasonable cancellation fee will be determined by Seller and will reflect, among other factors, expenses already incurred and commitments made by Seller, sales and administrative overhead, and profits.\n\nUnless otherwise stated on the face hereof, Seller's prices do not include any federal, state or local sales, use, excise or similar taxes. Consequently, in addition to the price specified herein, the amount of any present or future sales, use excise, or other similar tax applicable to sale of the goods hereunder, or to the use of such goods by Seller or the Buyer, shall be paid by Buyer.\n\nNo products purchased may be returned without Seller's prior written authorization. Only standard catalogue products purchased in the previous 12 months and regularly carried in Seller's active warehouse stock are eligible for return and credit. Where Seller authorizes Buyer to return unused products, a charge of (25%) of the net selling price will be charged as a restocking charge. Credit will be issued for only those products that pass the re-qualification test. Authorized returns should be shipped, freight prepaid and at Buyer's risk, to Seller in their original cartons.\n\nA net minimum order of $500.00 is required.\n\nCarriers are responsible for products lost or damaged in transit. In case of loss or damage to goods in transit, Buyer shall immediately notify the carrier or its agent in writing of such loss or damage and shall do all things necessary to assert and prosecute a claim against the carrier for such loss or damage.\n\nA quantity variation of plus or minus ten percent (10%) shall be allowed unless otherwise specified on the face hereof. Copper fabrication weights can vary three percent (3%) from order specifications and\/or industry standards and Buyer hereby acknowledges and accepts variations within said range and agrees that Buyer shall have no claim or right of return or rejection on account thereof.\n\nThis order shall be governed by and construed in accordance of the State of Illinois, exclusive of the choice of law rules thereof, and shall not be governed by the provisions of the U.N. Convention on Contracts for the International Sale of Goods, 1980. The parties hereby consent to jurisdiction in the federal and state courts of and for the State of Illinois sitting in the City of Chicago, Illinois.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9730539918,
        "format_confidence":0.9901329279,
        "weight":0.0692572654
    }
]