[
    {
        "url":"http:\/\/archiveofourown.org\/works\/541561",
        "text":"Work Header\n\n\nWork Text:\n\n\nPhotophobia (from Greek φῶς, “light” and φόβος, “fear”): a symptom of abnormal intolerance to visual perception of light.\n\n\n\n\n1. Kate meets Irene Adler for the first time without Irene Adler noticing, which will later, but not yet, seem strange. She's fixing someone's tie when Kate's eyes first fall on her: a curve of dress, a slightly different curve of back.\n\n\nKate, feeling a little uninvited, and not quite relishing the party-crashing she's resorting to, feels the strap of her camera bag cutting into her shoulder. It's only a matter of time before they're thrown out; she can feel it in the looks from the people around them.\n\n\n“Irene Adler,” Giovanni says, smirking suggestively, sliding his fingers over the condensate on his wine glass. “Do you know her?” The question is loaded, because they're both there for pictures, and beneath a veneer of friendship there is always competition.\n\n\n“I wouldn't be much of a lifestyle photographer if I didn't,” Kate says, irritably.\n\n\nHello, she thinks.\n\n\n\n\n\n6. “Come live here,” Irene says, looking at her wine glass as though it's a revelation.\n\n\nKate blinks – two, three times. “Why?” she asks.\n\n\n“Because,” Irene says, and for a second it seems that's all she will say. She finally looks away from her glass, and her eyes are alight. “Because no glass of wine will ever be this good ever again,” she says, mouth corners quirking. “It's perfect. The complexity. The freshness, the fruit. The acidity. The temperature. A hint of darkness at the end that you rarely find in rosé. And you're here. Nothing else will do. Come live here.”\n\n\n“Is this your idea of romance?” Kate asks, gripping her glass tightly, feeling a shocked sort of happiness bubbling up in her gut.\n\n\n“Yes,” Irene says, and she's not being fair, which is not a surprise. The light, subdued, plays in her glass.\n\n\n“You're serious,” Kate says, and with the words comes the realisation.\n\n\n“You could take all the pictures you want,” Irene says. “All of the scandals up close. You'll know everything!” She's grinning. “You could be my...” She waits, picking out a word. “Second in command,” she finally says, and it's a soft-edged world, this is, with Irene sitting there with the light of the room between her fingers, a jewel with her lips on it, and her words, and their truths. Kate has to close her eyes against it.\n\n\n“Your maid, you mean,” she says, unable to suppress the smile tugging at her mouth.\n\n\n“God, how boring,” Irene says. “You'll pour me rosé. I'll tell you all of the gossip. You'll take all of the incriminating photos. You'll open the door to let people in, I'll open others to let you in. You can come and go as you please. Especially the coming, of course.” She's sly and obvious: playful.\n\n\nAs Kate watches her, Irene looks away and holds her glass with her hand like a flower closing, and Kate thinks, with a small jolt, wait, no, she's nervous.\n\n\n“Have you thought about this?” she asks, reeling a little.\n\n\n“Not at all,” Irene says boldly, and then, contradictory in a way that Kate doesn't understand yet, she says, quietly, soft-edged: “It's a big house.”\n\n\n\n\n19. Irene comes home one morning as not a ghost, not yet. She's carrying her shoes by their heels on her fingertips and she smells of sex in such a different way than Kate is used to that she has to fight an impulse to ask what Irene's been doing.\n\n\n“Politics are delicious,” she tells Kate, smiling a smile that is more eyes than mouth. “This will make your career, I promise. Not yet, though.”\n\n\n“Eggs?” Kate asks casually, gripping the handle of the pan tightly.\n\n\n“Benedict,” Irene confirms, and stretches, like a cat in a ray of sunshine.\n\n\n\n\n20. “Not bad,” Kate says, a struggling laugh lodged in her throat like a bitter brick.\n\n\n“That's an understatement,” Irene says, then, into the phone: “No, not talking to you, pet. Do carry on.”\n\n\nShe looks up at Kate with the tip of her tongue in her mouth corner, eyes full of a secret smile. She's holding one phone to her left ear delicately, and angling the other away from her face. Like she's the secret midway passage for the people talking to her; husband and wife, unaware that they're in different rooms, talking to the same person, sharing the same shameful secret that makes their own sex life energetic for the first time in years.\n\n\nIrene tells the phone: “A moment, sweet, I've got to take another call,” and switches conversations. Slips into slightly different expectations, a lightly differing version of herself.\n\n\nKate swallows around the chunk of aborted laughter in her throat. Irene never stops looking at her, holding three conversations at once. She's been getting more complicated lately, chasing things with a new energy that Kate is hesitant to enquire about. She has five phones now, though she still only takes the one to bed, still only takes pictures with the one. It's unsettling to remember that Irene told her once, though she can't remember when, that the key to survival is keeping one's secrets in one place so they can be easily leafed through and disposed of.\n\n\nKate doesn't know what it is that expands in her chest, a painful sort of pride, maybe; either way it is there, jagged and bursting.\n\n\n\n\n21. Irene is sprawled on the sofa, laughing with a paperback novel lying open over her face. Her voice is distorted by it, by the flexibility of words and paper.\n\n\nKate plucks it off her.\n\n\n“Read the dedication,” Irene says gleefully, blinking against the sudden light.\n\n\nKate flips to the front. To I, because: me, not mine.\n\n\n“It was the height of his pillow talk. I'm dedicating this novel to you. You brought me back to life. Thought he was being reckless and mysterious.” She laughs, generously, as though it's a blessing. “He must've been too late to change it,” she says then, with a happy sigh.\n\n\nKate looks at the words, and quietly thinks that he might not have been.\n\n\n“They're reconciling, did you know?” Irene continues, closing her eyes. “It's hard to be angry with someone for making your own mistakes.”\n\n\nSometimes Irene is wrong. Rarely, but not never. Kate closes the novel and caresses its spine, tracing where Irene snapped it.\n\n\n\n\n-3. Kate is thirteen and twirls a lock of bright red hair around her finger, scowling at her reflection in the mirror of her mother's bedroom.\n\n\nAll she wants is hair like Jessie Poole's. Dark and bouncy with subdued waves when she undoes her long, single braid in class. Kate, still thirteen, sitting behind her, tuning out Ms. Lawrence's exposé on the conjugation of mare, always watches how the dark waterfall comes loose bit by bit and how Jessie Poole's long, thin fingers thread through the shiny locks with ease. Knotting is something that happens only to lesser hair.\n\n\nJessie re-braids, lazily, with fingers that slip through the hair as if it were butter. Her hair is so slippery-shiny Kate can see how the tightness of the braid starts relaxing immediately, like threads of silk sliding over each other, too light and flighty to have any hold. Slippery-silky-soft, or that's what Kate imagines, and looks down to find that she's pushed her pen through her notes, dotting an i with a tiny window to words underneath.\n\n\nOne time, as if feeling the weight of Kate's stare, Jessie turns around, fingers pausing, sliding down the strands that remain.\n\n\nKate, leaning forward in her seat, starts to whisper something and doesn't know what; only when the Can I comes out does she hear her own voice.\n\n\nJessie's eyes are as dark as her hair. She throws the half-done braid over her shoulder and balances on the hind legs of her chair; she only can because Ms. Lawrence's back is turned.\n\n\nKate runs her fingers down the line of hair that is coming loose at the bottom without Jessie's fingers to keep it in place. The braid unfastens slowly with Kate's caress, and she pushes her index finger through one of the twists, feeling something inside her turn into hot liquid as the hair accommodates her and opens up around her touch.\n\n\nJessie's chair falls forward with a controlled clank; Ms Lawrence calls out her name, annoyed. Jessie's shoulders are hunched, and her hair fans out over them, a thin sheen of protection that Kate wants to destroy.\n\n\n\n\n13. “I want your hair,” Irene hisses at Kate, and yanks on the lock she's curled carefully around her thumb so Kate's head falls back. The pain is sharp and short, a surge of electricity on Kate's scalp that shocks her nerves to awareness, and she shivers.\n\n\n“You have it,” she responds with a sigh, feeling the tension generated by days of boredom bleed out of her muscles, replaced gradually with a growing sense of blessed unifocal awareness: just her body, the growing pain in her ankles as she balances on her heels, the prickle of the chilly air on the warmest, most naked parts of her, the whiny discomfort of her neck muscles, bent backwards in an unnatural angle.\n\n\n“I have everything I want of you, don't I?” Irene asks, and she sounds pleased, and a little bemused, as though she doesn't know already. She never sounds this surprised outside of sessions, which Kate isn't sure she entirely understands.\n\n\n“Yes,” Kate says, her voice breaking on the word, because her throat is bent and too full of a deep trust to properly speak.\n\n\n“I know you never wanted your hair,” Irene says, and twists her wrist further, rolling up the lock of hair around her fingers. “But I do.”\n\n\nKate's eyes slip closed, unasked, and unpunished, because Irene doesn't mind if she doesn't look. She seems to understand, when she wants to, that she's hard to look at this way, trapping all of the light and all of the want in the room, reflecting it back like a dark prism. There's just a little too much love gathering in the labouring point of Kate's throat to risk looking at Irene right now.\n\n\n“It's yours,” Kate manages. Irene doesn't kiss her, but brings her lips so close that Kate can taste the inside of her.\n\n\n\n\n11. “Look,” Kate says, the corners of her mouth taut and painful ... (truncated)",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.5496711731,
        "format_confidence":0.9649300575,
        "weight":0.0667355614
    },
    {
        "url":"https:\/\/www.booksie.com\/posting\/sammybingham\/when-i-was-six-74195",
        "text":"When I Was Six\n\nReads: 596  | Likes: 0  | Shelves: 0  | Comments: 1\n\nMore Details\nStatus: Finished  |  Genre: Health and Fitness  |  House: Booksie Classic\na short story about the downsides of living with diabetes as a child and teenager.\n\nSubmitted: January 27, 2009\n\nA A A | A A A\n\nSubmitted: January 27, 2009\n\n\n\nThinking about it, it seems really stupid that something that happened over 10 years ago can still make me screw my face up and cry like a baby (but silently because I don’t want my flat mate to know that I’m upset because it would be too hard to explain to her that I’m crying about something that most people think is a breeze).\nI’ve had diabetes since I was six. I was diagnosed just over a month after my birthday but was almost definitely suffering from it before my birthday, in fact I went into hospital two days before my little sisters fourth birthday.\nI have only two clear memories of pre-diabetes. The first one being that I was on the yellow table in reception and the second one is the memory of being in bed and being sick over the side (it was a bunk bed). I got out of bed to go and tell my mum and dad I’d been sick and I remember my mum telling me I should have called her if I thought I was going to be sick instead of getting out of bed and being sick on the carpet. I remember thinking that I didn’t get out of bed when I thought I was going to be sick I got out of bed after I’d been sick and couldn’t understand why she didn’t know this. This memory must have been about 2 weeks before I was diagnosed.\nThe next thing I remember is being in hospital and having something put on my arm to stop me from moving the drip. When I realised what they’d done I was quite annoyed because I sucked my thumb and it made it difficult. I remember being asleep and waking up to find two nurses trying to put pads on my chest, I’m not sure what for but there was no way I was letting them so I pulled them off. I remember getting loads of get well cards from my classmates, all hand drawn. I still have the books with them all in. I remember my best friends grandparents coming to visit me and giving me a leopard puppet which I called Spotty, I don’t remember my friend coming to visit me but I’m sure she did. I remember playing a really good game on the computer and going away and coming back to find the computer gone, I was quite disappointed. I remember talking to the nurse as she took my drip out and it bled a bit more than it was supposed to. I remember the doctors stopping me from having my breakfast on the last day in hospital to see how I coped with low blood glucose. I remember the fact I had already chosen what I was having (Rice Crispies, no sugar, no sweetener, like I’d had every day I’d been in). I remember being really upset because I was really looking forward to my cereals. I don’t remember the first time I tested my bloods. I don’t remember my first injection. In fact, I don’t remember my last one and that was yesterday. I don’t remember any injection I’ve ever done and I’ve done lots.\nI remember being in school shortly after I was diagnosed and my sugars were high, the teachers didn’t know what to do so they rang my GP who dealt with adults with type 2 diabetes. He told them not to give me any lunch. I was not pleased and have disliked that doctor ever since even though I now know he was just doing his job and it was probably the best thing they could do for me.\nI remember how whenever I went high I’d get made to run around the playground. I remember my first proper hypo. I was at my grandma’s house and the children had gone to bed but the adults were still up. I was being chased by a witch. She was chasing me down this yellow road trying to feed me poisonous cake. I was scared. Really scared. After running away from her for what must have been hours I reached the end of the road and the witch caught me. She forced the poisonous cake into my mouth pinning me onto the ground. I screamed to get a doctor, if she carried on feeding me this cake I was going to die. I woke up. I’d been having a fit. The witch was my mum, the poisonous cake was hypostop to get my sugars back up quickly and I had actually told my parents to get a doctor. They thought it was because I was hypo, I told them it was because of the witch.\nI remember when I was about 9. I was in a reading competition with school were we had to recite a poem and I was also doing a bible reading. I was sitting in the teachers classroom near the corner and I was about to do my bible reading. I was feeling quite annoyed because I didn’t want to do it. I wanted to go into the playground and play with my friends. I didn’t like the teacher. I didn’t want to reach my stupid bible verse. The next thing I remember is sitting in the library with my best friend next to me asking the teacher if they’d checked my sugars (she was fantastic). They hadn’t. She helped me check and they fed me something sugary. I remember my mum arriving; I can picture her walking through the doors. I remember a few days later walking to swimming club and the teacher told me she’d saved my life. I knew she hadn’t. I remember talking to my best friend about how she hadn’t and she hadn’t even thought to check my sugars. I remember laughing and I remember how we still laughed about it occasionally years later.\nI remember another time I had a hypo. Well, that is partially a lie. I remember waking up one morning with a pounding headache, feeling sick and incredibly ill. I remember my mum walking in and asking me if I was alright and wondering why she was asking, after all, as far as I knew why wouldn’t I be, all that had happened the night before was I’d forgotten to feed the rabbit. I have a memory of leaving the hutch open and the rabbit escaping but I don’t know if that ever really happened. My mum told me I’d gone unconscious the night before and I’d ended up in casualty because I wasn’t coming round. I was quite upset. I’d always wanted to go in an ambulance and the one time I did I was unconscious.\nI remember going on a residential trip with school in year 6. They did a talent contest one night and one of the groups had done levitating (not real levitating may I add just something with making a square of people leaning on each other and removing the chairs that had been supporting them). I remember dreaming about how I couldn’t levitate and waking up being scared still. I knew something was wrong and tried to call out to the people I was sharing a room with so they could help me but as much as I tried to scream I simply couldn’t make a noise. I rolled to the side of my bed and tried to wake the person next to me but succeeding in smacking her in the face, which did actually wake her up, surprise surprise. I remember being given lots of sugary drinks and I remember being embarrassed because my bra was on the back of one of the chairs and my male head teacher had come into the room. I remember my mum saying when I spoke to her about it that it was hardly surprising I had taken so long to recover because they weren’t giving me sugary enough stuff. I remember lots of other things in primary school, most of which are good but the ones which bother me the most have to be the ones I’ve just described.\nI remember when my cousin got diabetes. I remember sitting in the back of the car talking to my mum about it and it was dark. I remember getting upset because I suddenly realised why she wasn’t dealing with it as well as I did. I remember realising that she could remember not being diabetic and I couldn’t. I remember not being sure whether this was a good thing or a bad thing. I know think it’s a good thing. I think my mind has repressed the memory to protect me. it is easier for me to only remember being diabetic because then it doesn’t feel like I have lost anything. But, I remember being upset when I realised that with the exception of a few, all my memories were when I had diabetes, not all about the diabetes, but all when I had it.\nI remember getting cross with my siblings because they learnt that when I said I felt low I usually got food so they used to say it. They didn’t say it to be mean, simply because they wanted food and didn’t understand. I remember one time it actually hurting when they did it because they really didn’t understand.\nI remember high school. Don’t get me wrong, most of my memories of high school are positive. I really enjoyed it and partly wish I could go back but it’s not these memories I need to get out my system. It’s the bad ones that need to leave.\nThere was this girl in my form called Jodie. She wasn’t a very nice girl; in fact not very nice is a bit of an understatement. She was a bully. At Christmas in year 8 I went from doing two injections a day, one at breakfast and one at tea, to doing four injections a day, one at each meal and one before bed. This meant I had to inject at lunchtime in school. School were alright with me doing it in my form room and so I did. One day however Jodie decided to open her mouth and tell me I was disgusting because I had to do injections. This was obviously quite upsetting for me but I don’t think I did anything about it. It was when, about a year later she made a similar comment which really upset me that I filled in an incident form and could have got her suspended. Another incident at school was when a lad called Myles told me it was my fault I had diabetes. Although in a sense it is, it’s in my genes, the fact of the matter is it was an extremely insensitive comment to make, one which I recall landed him in a fair amount of trouble with my art teacher.\nI think the one thing that still amazes me is my music teacher. Children I can understand making comments, they don’t understand and can, at times, be tactless, I know I certainly was but a teacher should know better. I had this music teacher called Miss Lunn. Now, Miss Lunn and I weren’t best friends (for some reason she just didn’t like me and made this obvious enough for me... (truncated)",
        "topic_id":12,
        "format_id":2,
        "topic_confidence":0.9815714955,
        "format_confidence":0.8762087822,
        "weight":0.0010037889
    },
    {
        "url":"http:\/\/studynovels.com\/Book\/Pages?bookId=1481&pageNo=1",
        "text":"Awaken Me Darkly (Alien Huntress 1) - Page 1\n\n\n    Midnight. The witching hour, some say. Since it was 12:07 A.M. and I was standing over a dead body, I had to agree.\n\n    The victim, William H. Steele, a thirty-six-year-old Caucasian male, six feet four, approximately two hundred and thirty pounds, brown hair, brown eyes, lay na**d across a bed of crisp winter leaves. Moonlight spilled in every direction, and withered foliage mockingly framed his muscular physique. He bore no open wounds, no bruises. In fact, not a single blemish marred the perfection of his skin. He was only recently dead; heat still radiated from him and curled into the icy night sky.\n\n    Alien Investigation and Removal agents, also known as A.I.R., were scouring the area, meticulously searching between every blade of brittle grass, every grain of dirt. The faint murmurs of their chatter echoed in my ears. I tuned them out and intensified my focus on the body. The man’s legs were slightly spread and bent at the knees. One of his hands rested behind his head, and the other was bound to his penis with a—what the hell was that? I crouched down. Eyes narrowed, I reached out with a gloved hand and slid one finger under the material. A pale blue ribbon, tied in a perfect bow.\n\n    I scowled. Was he supposed to be a gift?\n\n    Yes. Yes, that’s exactly what he was, I realized, my scowl deepening. Frost gleamed in his hair like diamonds against dark velvet, yet he hadn’t been outside long enough to acquire the frost from nature. He was a gift that had been posed to look carnal, seductive. Alluring. To the average citizen, he would have appeared eager for a long night of sexual gratification.\n\n    To me, he just looked like the corpse that he was.\n\n    His eyes were fixed straight ahead, his lips slightly blue, and he wasn’t shivering from the cold. A dead giveaway, if you will. Besides that, his testicles were as smooth and shiny as marble, not shriveled like I supposed every other man’s out here were.\n\n    With a wry shake of my head, I pushed to my feet.\n\n    Perhaps my assessment was callous and indifferent; perhaps my humor was misplaced. Dead bodies were the norm in my line of work, and I couldn’t allow myself to view this man as an actual person. If I did, I’d have to acknowledge that he once had hopes and dreams, thoughts and feelings. I’d cry for the family he left behind, wonder about the life that had once pulsed through his veins.\n\n    I couldn’t do that and still hope to function. With tears came distraction, and with distraction came death. My first year of fieldwork, I had spent more time crying for victims than hunting for their killers, and I had almost become a victim myself. I glanced down at my wrist. The inky blackness of my glove didn’t quite meet the cuff of my jacket, leaving a small patch of skin visible. That skin boasted a tattoo of the Grim Reaper’s scythe and was just one of my many reminders to remain unemotional.\n\n    I’d gotten the tattoo after recovering from a nasty beating, courtesy of a pissed-off other-worlder. While I’d been lost in my grief for a victim I couldn’t even remember now, an energy-absorbing Rycan attacked me from behind—and kicked major huntress ass.\n\n    I had vowed never to cry again. And I hadn’t. Tears were a weakness only civilians could afford.\n\n    I am an alien huntress. I am part of the A.I.R. team, working with or against the New Chicago PD—whichever suits me at the time. Every night I stalk and kill other-worlders, and whether I’m investigating a death or causing one myself, I have to shove sentiment aside, find humor where I can, and concentrate on the facts.\n\n    I love my job despite the blood and gore—or maybe because of it. I love solving puzzles, fitting each piece of evidence together. I love that one by one, I’m ridding Earth of our unwanted visitors.\n\n    Yes, some aliens are peaceful and are allowed to live and work among us. Those, I leave alone. But the others? The ra**sts, the thieves, the killers? I despise them.\n\n    Alien sympathizers often ask me if I, a hunter, a legalized killer, live with guilt. My answer: Hell, no. Why should I feel guilty for destroying a predator? I’m proud of my work. I’m privileged to do what I do. Other-worlders who survive on human carnage deserve the sting of my pyre-gun.\n\n    A glacial blast of wind whirled past my shoulders, scattering a thin sheen of snow powder in every direction. The hem of my long black leather jacket danced around my calves. Four inches of snow had been predicted, so I needed to work quickly. Twenty minutes ago, I’d received a call from my boss, Commander Jack Pagosa. He’d briefed me on the situation. He’d also informed me I had until morning to present him with a suspect, or I would spend the next year behind a desk.\n\n    William Steele, a happily married father of one, had been abducted from his home four weeks prior. His wife and newborn child slept peacefully throughout the entire ordeal, unharmed and unaware. Abductor’s point of entry: undetermined.\n\n    Four other dark-haired, dark-eyed men disappeared soon afterward. One had been taken from his workplace, and two had been snatched straight from a crowded street during their lunch hour. Oddly enough, there had been no witnesses and not a single shred of evidence left behind at any scene. Because of the enigmatic nature of each disappearance, aliens were the prime suspect.\n\n    Just half an hour earlier, a hunter on patrol had found Steele in this deserted Southern District field. Thankfully, the hunter had preserved the scene until my team arrived. The first thing I’d noticed was that Steele’s body showed no indication of torture, no sign of having been restrained.\n\n    Second, I’d realized his death had nothing to do with impulse or rage—just as I knew the murder had nothing to do with stupidity or amusement. The scene was too precise, too perfectly planned. Mr. Steele had been killed for a reason.\n\n    What? I couldn’t yet fathom.\n\n    I drew in a deep breath—and stilled. Slowly, I drew in three more breaths. As I exhaled the last, I smiled. Since the first kidnapping, no one had dared guess which of the forty-eight alien species were responsible, but I had just narrowed it down to three.\n\n    The victim had been killed by poison. Onadyn, to be exact. A deoxygenating drug used by the Zi Karas, Arcadians, and Mecs for survival on this planet. They couldn’t breathe our air without it. To oxygen-breathers, the substance was lethal. Worse, it was virtually undetectable. Virtually, but not completely. A rare few could identify Onadyn by its scent, a subtle fragrance similar to a dewy breeze during a summer storm.\n\n    I was one of the rare few, and I smelled it now. The scent filled my nostrils, intoxicating and sweet, as lovely as it was deadly, and somehow suddenly more obvious to me than the scent of waste, rotting food, and charred leaves that made up so much of this domain. My observation wasn’t as solid as a neon sign blinking over the killer’s head that read I DID IT in bold red letters, but it did point us in the right direction.",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8349732757,
        "format_confidence":0.9832383394,
        "weight":0.0680017811
    },
    {
        "url":"http:\/\/schemes-of-the-lich-king.obsidianportal.com\/posts?campaign_id=schemes-of-the-lich-king&page=2",
        "text":"Schemes of the Lich King\n\nEpisode 15: The Secrets of the Ice Harp\nThe castle reveals new horrors but also new allies.\n\nNot long after facing the horrific demonic entity in the caverns near the castle spas, the adventurers decided to double back to the spa and rest there for a few hours, regaining their strength. Whatever foul creatures seemed to inhabit the castle, seemed to keep away from the spas and bath area.\n\nWhile taking one of the watches for the night, Glaedwin Longclef and Saerid Turquoise began hearing some unusual noises on the other side of the door and noticed a strange, paranormal mist that began to permeate from underneath the frame. Waking the others, they asked their resident wizard, Dracovel Kilvesh what he could determine and all he was able to provide was that it was supernatural.\n\nOpening the door, Glaedwin was confronted by the spirit of Nonnette, his deceased fiance. Looking pale and ghostly, as well as more haunting than his past visions of her had been, she was clearly trying to speak but it was if she was prevented by some force. When she finally used the energy to break whatever enchantment had been holding her back, she began to provide the group with extremely distressing news. She explained that the Lich King had uncovered the secrets of something called the Soul Forge and was using it to siphon off spirits and souls, destined to the afterlife, and using them to power some horrible plan. Whereas he still needed certain parts to fully power this evil artifact, the horrors he would be able to unleash if he were to make it operational would be unimaginable. Sadly, she admitted that she, herself, was in danger of being brought into his dominion. Shortly after revealing this, she was pulled back into whatever realm she was in.\n\nPacking up and continuing the quest, the adventurers pushed forward, trying to address the situation at hand. Glaedwin, however, did his best to send along a note, using the Prince’s Pouch to the Prince of Shadows, informing him of the Lich King’s plans.\n\nFinding a former schoolroom and library, the characters were attacked by a small demon as well as a gang of vile Tooth Fairies. Whereas the demon was not overly powerful, his Tooth Fairy followers did enough damage by attacking teeth and fingers with rusty and grotesque pliers. Dispatching them, the adventurers moved on until they came to a chamber being guarded by powerful undead, seemingly guarding a statue. Upon ridding themselves of the zombies, the statue was revealed as a statue of Flyght, a dragon. The inscription on the small statue read that Flyght was a ‘smiter of evil.’ This was, at least, some good news in that most everything they had come across was tragic as of late. If only this Flyght were somewhere nearby . . .\n\nPressing on, more rooms underneath the castle were explored but little was discovered until they came to a lounge. This lounge, based upon all the evidence discovered by Suriveth Varune, likely once belonged to the famed minstrel, Rowena, as evidenced by her Ice Harp that was left on a display wheel in the room. Later, when confronted by a mysterious dead end that likely contained a magical secret door, the adventures determined that perhaps the Ice Harp was needed to open it. When they doubled back, grabbed the Ice Harp and had Suriveth play a few notes, the secret door did not open but something else happened. The bard Rowena appeared!\n\nWhen Rowena appeared, she explained how she was living a new life with the beings known as the Protectors a race of eternal elves that provided magic to make the region of Moonwreck and Haven the pristine and beautiful place that it was. The evil that had corrupted the region was due to the Eye of Arik which had been accidentally brought in as an engagement gift to Princes Argenta for her upcoming wedding to Sir Ellis, the man who was seen riding the white dragon known as ‘Flyght.’ Further, she explained that a follower of the Diabolist, known as Carthus, was upstairs orchestrating this evil. Perhaps through an alliance with the entity known as ‘Arik,’ The Diabolist was trying to bring about the return of some sinister race.\n\nRowena could offer no more other than starting how the Eye of Arik could be destroyed. Either by bringing about Flyght (who was currently banished) or finding Ellis’ sword or summoning her back by playing a few notes on the Ice Harp, these ways would destroy the Eye of Arik. With that, she returned to whatever realm she had come from and showed them the secret entrance to the top level of the castle.\n\nEpisode 14: Exploring the Castle\n\nThe members of the Half-Moon Exploring Company slowly approached the palace of Princess Argenta. The palace reflected the same state of decay and desolation that the rest of the Moonwreck area had previously shown. A red light seemed to bathe the entire area with much of it seemingly originating with the inner sanctum of the palace. Sir Bellivin, their newest ally, was more than willing to assist as he seemed to have some knowledge of the palace, having been present recently..\n\nAs they approached, a mysterious figure was seen near the palace gatehouse. The figure was short and squat which immediately made Glaedwin Longclef think of the dreaded derro they had previously encountered. Glaedwin, understandably on edge, called out, aiming his bow at the stranger. However, as it turned out, the stranger was not a foe, but in fact a local dwarf named Saerid Turquoise, who immediately showed his proficiency with lightning magic. Once they had discovered that this was an ally and once it was revealed that Saerid also had some exposure to the palace, they were more at ease. Asking him what he was doing here, he admitted that he was trying to determine what had gone wrong at the palace. Whereas he was not an eye witness to what had transpired, he certainly saw the skies to turn black and the lands begin to rot. Princess Argenta, long a beloved figure to the dwarves, needed to be saved if possible. Therefore, he agreed to come with the company. More importantly, Saerid did reveal that he, too, was a member of the Half-Moon Exploring Company, having been inducted when it was first founded, over 75 years ago, prior to Lucien Autumntide purchase of the organization. With this out of the way, the group proceeded towards the palace.\n\nSuriveth Varune tried to ask Saerid and Sir Bellivin whether there was another way into the palace, other than the gatehouse. However, when Sir Bellivin looked to see whether or not the entries he remembered were available, they appeared to be sealed with rubble, leaving only one way into the palace.\n\nExploring the palace, it was clear that there were various troops of orcs that had been present, using the gatehouse as their headquarters. However, Glaedwin determined they were out on patrol. The group used this as an opportunity to sneak in and steal some of the provisions that the orcs had marshaled. The gate which was currently closed was no match for Glaedwin who was able to slip through and throw the switch that raised the gate, allowing the rest of the adventurers to gain access.\n\nFrom this point, the company began exploring what was in the palace. Using Wolfram Delmanse to listen at the various doors and carefully opening those very doors, they began to carefully creep through the hallways. Whereas they were not overly surprised to discover evil creatures roaming through the palace, such as hobgblins and kobolds, they were surprised to come across a dining hall where all of those present were statutes. Whereas it was not certain whether they were people turned to stone or whether they were actual statutes, the evidence seemed to suggest the former. People seated at the table, in mid bite and with goblets in their hands as well as servants offering food, seemed to suggest that they were somehow doomed when the tragedy struck. Also present throughout the hallways and rooms was an ever present red light. The red light, while stationary, seemed to give off an eerie glow which was thought to be best handled by trying to avoid it.\n\nAfter the first hallway had been investigated, they found a passage that led to a cavernous area beneath the palace. This area was roughly designed with the rocks not truly carved. However, they did encounter a large white ape that was chained to the wall, clearly starving. Whereas it was aggressive when it saw the adventurers, it calmed once Suriveth fed the animal.\n\nEventually, they came across an underground spa that had some dangerous mutated bats which, upon further examination, seemed to be demonic in nature. But the two most interesting rooms where one in which there was a series of painted frescoes on the walls and floor, but also a strange keyhole in the floor. The next room had a pedestal containing a silver amulet which seemed out of place for this spa. When approached, a green mist formed into a face and gave a stern warning. For now, it was thought that it was best left alone.\n\nFinally, as they left the spa area and continued down the cavern, they came across an area that appeared to be some kind of shrine to elven spirit ancestors. However, the statutes and icons had been smashed, replaced by a simple clay statue with an eye that seemed to slowly blink. When Glaedwin attempted to destroy this seemingly evil shrine, the eye seemed to summon a horrific demonic creature. This creature, arguably the most most deadly and potent creature they had ever come across, had several arms and a giant mouth atop its head. The heroes were barely able to defeat the thing without losing their lives. As it died, it fell back on the eye, crushing it.\n\nAt this point they found another set of stairs that seemed to take them back to the main floor of the palace.\n\nEpisode 13: The Grip of Evil\nEvidence of evil shows itself\n\nAs the heroes progressed into the area known as Moonwreck, it was evident that a great cataclysm had come to the area, as they feared. They looked ... (truncated)",
        "topic_id":11,
        "format_id":2,
        "topic_confidence":0.9573025703,
        "format_confidence":0.9757900834,
        "weight":0.0081797296
    },
    {
        "url":"https:\/\/dscryb.com\/scene\/the-rhyme-of-a-decrepit-house\/",
        "text":"A looming doorframe, scratched and worn, forcing the abode to look forlorn. Its windows stare, sad and broken, shattered glass leaving them open. Perhaps a storm ravaged the gate, the abode left to an unknown fate; until you hear a creak inside and realize it has more to hide.\n\n\n\n0 ratings, 0 votes0 ratings, 0 votes 0",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8964999914,
        "format_confidence":0.9723237157,
        "weight":0.0672469145
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/celebrity\/renegade-ass",
        "text":"Renegade Ass by The Chesire Cat Disclaimer: Warning! Warning! Ah-oo-ga! Ah-oo-ga! This story contains graphic m\/m sex, mild domination, no beatings. If this slash does not appeal to you or if you are not of the legal age wherever you may be, GO AWAY! I mean it. If you are of legal age, proceed at your own risk. This story is based on borrowed characters from the TV show \"Renegade.\" They are borrowed not mine! They belong to the writers, producers, and general TV type people who I thank. For those of you who haven't seen the show, it stars Lorenzo Lamas (gorgeous!). It's too bad he's not as well known. I'm sure he'd be the fantasy of a lot of more people. It co-stars Richard Branscombe as Bobby Sixkiller, and he's one big Indian! This story does not reflect the feelings\/actions of the stars (at least not that I know of). Feel free to distribute this story among consenting adults. I wrote it for my pleasure and hope others can gain pleasure from it. P.S. This story takes place during the first episode just after Reno Raines (Lamas) had been framed for murder and captured by Bobby Sixkiller. Reno just watched as Bobby called in to Dutch Dixon that he'd been caught. He struggled against the handcuffs, knowing that if he wasn't free, he couldn't prove it was Dutch who was responsible for putting Val in a coma and had arranged Buzzy Berel's murder. Bobby finished his call and sat down across from Reno. \"All we have to do now is wait. I'm collecting twenty grand for your ass. You must have really ticked Dixon off to make him hire me.\" \"Dixon's a crooked cop. He set me up and his own partner, Berrel.\" \"Yeah, right. I've heard it all. I'm sure you'll be a big smash in prison. I wonder how many prisoner's are gonna want to fuck that muscular, candy ass of yours before they kill you. I'm sure you know ex-cops aren't very popular in there.\" Reno just laid back in defeat, knowing Val, his fiancee, would probably die. Her real killer, not just the slime that pulled the trigger, Hog Adams, would go free, and he would die. As Reno leaned his head back and closed his eyes, Bobby took the oppurtunity to examine his bounty. He was about thrity five, devastatingly handsome, especially with his five o'clock shadow, and well toned. His muscles were big enough to be in shape but small enough to look natural and extremely well defined. Bobby had no doubt this boy could move like a panther. He was just the type Bobby went for. Bobby was a top and loved nothing more than having another obvious top, like Reno, play bottom to him. Reno was a wanted man, and Bobby usually let the courts deal with guilt and innocence, but there was something wrong with this picture. He certainly didn't trust Dixon, and this guy didn't seem like a killer. Bobby decided to test his captive. He'd done this kind of test before, because he'd invented it. It was an aggression test. If the prisoner could handle being a bottom to him, he was innocent. Most killers are far to dominant to ever succumb to being the one controlled. \"Are you telling me the truth?\" Bobby asked, baiting the hook. \"Yes,\" said Reno with hope in his eyes. \"Prove it to me.\" \"How am I supposed to do that while I'm handcuffed and most likely dead as soon as you hand me over to Dixon. I'll never make it to trial. He won't risk it.\" \"If you prove it, I'll help keep you out of Dixon's hands.\" \"How?\" \"Suck me,\" Bobby calmly stated. It wasn't a question or a joke. He meant it. \"What?!\" Reno asked, shaking his head. He couldn't really be demanding a sex for freedom. It wasn't as if he'd never fucked a guy, but he was always the one getting sucked or doing the fucking. He'd never been a bottom, and he was supposed to marry Val. \"It's the only way you can convince me.\" Reno knew Bobby meant business. This was his only chance. Reno decided to go with it. Bobby was certainly attractive, and it might be a good experiance. Besides, it was the only way he'd get Dixon. Reno nodded his head in surrender to Bobby, and Bobby smiled hungrily. Bobby began taking off his two thousand dollar suit and locked the door. His mobile home had special one way windows just for this purpose. Naked, he ordered Reno on his knees. He left Reno dressed and cuffed. He wasn't risking Reno's betraying him in any form. Reno shifted from a sitting position to kneeling and scooted over to Bobby. He was about to ask how he was supposed to do this cuffed, but Bobby answered by pulling his long hair. The pain caused him to gasp, and Bobby shoved his seven inches all the way in. Bobby kept both hands clamped to Reno's head and hair. He roughly pumped in and out of Reno's virgin throat as Reno gagged. He pulled out giving Reno a chance to breathe and looked down at him. \"You're gonna have to do better than that to squeeze the cum from my balls. You'd better start really sucking on it and watch your teeth. A virgin throat only makes up for so much sloppiness to a blow job, bitch. I suggest you also learn to breathe through your nose.\" Reno looked up and knew there was no turning back. He could only hope to get Bobby to cum quickly, so he leaned forward and began kissing Bobby's cock. Bobby smiled as Reno licked it from base to head, making up for inexperiance with sensuality. Reno began sucking Bobby again. It wasn't so bad this time, since Bobby wasn't forcing his way in roughly. Reno was even starting to enjoy it when he mastered how to keep from gagging on the man meat. He sucked for about fifteen minutes. By then, Bobby was steadily thrusting along with Reno's head, and Reno's mouth and chin were quite sore. It wasn't so much the sucking that was making Reno sore, it was Bobby's size. His dick was only seven inches, just above average, but it was extremely thick, thicker than Reno's own nine inches. Just when he thought he couldn't suck anymore, Bobby's cock jumped and sent shot after shot of semen into his mouth and throat. Reno attempted to pull back, but Bobby had clamped down on his head, again. \"That's it, baby. Keep sucking. Swallow my load. Swallow it all. I want you to milk me.\" Reno had no choice but to swallow or choke. He gulped down the bitter male cheese as fast as he could. Bobby's nuts seemed to have an endless supply of it. Eventually, the flow died, but Bobby was still rock hard. Reno thought, 'Oh G-d! He's gonna make me suck it, again!' To his relief Bobby pulled back and began looking around the room. Reno was a little confused, until Bobby found what he was looking for, a condom. Bobby grabbed Reno before he could protest and through him over the chair. There was a ring with a chain attached to the chair. Bobby attached it to Reno's cuffs, securing him to the chair. With Reno stomach down, ass in the air, Bobby pulled down Reno's jeans. He secured Reno's ankles to the chair with his jeans still around his ankles. Next, Bobby gagged him. \"You got me going, now I've got to finish it. It's takes me at least two cums to be satisfied, and I don't think you're able to suck me off, again.\" Bobby pulled out some lubricant and spread it on Reno's hairless, puckered hole. Reno was fearful of the thought of that thick prick stretching his virgin hole. He was sure he'd be ripped apart. Bobby put one hand on Reno's writhing form, as the other lined up his dick with the pink opening. He began to steadily push forward, and Reno screamed. His ass was on fire. He had no idea his first time would be so painful. He wondered how other people dealt with the pain. Reno was so tight, the tightest hole Bobby'd ever fucked, that it took him a full three minutes to fully penetrate him. Once all the way in, Bobby stopped, and let Reno get used to the feeling. As Reno's howls became gasps and moans, Bobby began slowly pumping in and out. Soon, the pain lessened and was replaced by the pleasure of being filled. Bobby's cock was hitting Reno's prostate, sending wave upon wave of pleasure through him. Soon, Reno's cock stood at full mast, as well. Bobby reached under him with a greasy hand and began giving Reno a hand job. With each thrust, Reno's cock was pushed forward into Bobby's hand. With each thrust, Bobby's cock hit Reno's prostate gland. The combination of pleasures was soon too much for Reno. With a grunt, he shot his load onto the chair beneath him and Bobby's hand. As Reno came, his ass became even tighter if that was possible. It gripped Bobby so hard, he came as well. Reno's cock continued to shoot streams across the floor, chair, and hand, while Bobby emptied himself in his ass. As their orgasms subsided, Bobby carefully pulled out. A little blood leaked out of the previously virgin opening. He undid Reno's gag and restaints, not knowing what to expect. He knew Reno wasn't a killer, but Bobby might have to take a beating for the ass fuck he'd just given. Reno stood up shakily. His ass was as sore as his mouth. He pulled up his jeans and turned to Bobby. To Bobby's surprise, Reno kissed him hard and passionately. Bobby enthusiastically returned the embrace, tasting himself in Reno's mouth. Reno explored Bobby's broad chest and muscled ass with his hands, until he pulled back, breaking the kiss. Bobby almost wanted to cry as Reno pulled away, until Reno spoke to him. \"Thanks, man. That was great. Next time though, I'm on top.\" Bobby smiled and nodded. They both knew this was the beginning of a long and pleasurable relationship. Bobby made a vow, as they left the pick up point, twenty minutes before Dixon arrived, he would never let Dutch have Reno. The End (for now anyway)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9743082523,
        "format_confidence":0.976482451,
        "weight":0.0163120252
    },
    {
        "url":"http:\/\/dirtyallstars.co.za\/chronicles-of-a-small-town-playboy-chapter-8\/",
        "text":"Chronicles of a small town playboy – Chapter 8\n\nThe best wingman I’ve had is probably Special Star. Hi real name is Naledi Ntswanagape, but no nigga really wants to go by a gay\nname like that. Only his close friends and family call him Naledi. Star can has self control, unlike me and Stunt101. Stunt’s real\nname is Thomas Bodule. The name Stunt101 came about because one time I convinced him to jump off a balcony from the first floor of a\nblock of flats. We had our drinks in the car downstairs and he wanted to go fetch them. I told him I jump from the first floor all\nthe time and he can land there fine. Next thing I know this nigga goes “Yes, I think I can jump from here, too!” Over the balcony he\ngoes, and onto the grassy batch below. That was the most awkward fall I’ve ever seen.\n\nHe lands on his feet but doesn’t absorb the fall by bending his knees in a smooth motion. He lands and fucks up both his legs. He\nhobbles over the to the car and comes back upstairs like it’s all good. When all the girls were’nt listening he says to me, “Sipz, I\nthink I sprained something when I landed.” “You think!? Nigga I have never jumped over this damn balcony.” I had to take this\nbastard to hospital later that night cos he thought he broke something and now he was dying. Stunt101!\n\nAnyway, that’s not why I wrote this story. I want to talk about my niggas as wingmen.\n\nSpecial Star is a great wingman because of what he went through for me.\n\nUsually wingmen mack on the ugly girl while you wax lyrical to her pretty friend. And if needs be, he will bang this ugly friend so\nshe doesn’t cockblock you while you’re trying to get into her friend’s pants.\n\nSpecial Star and I were at one of these random house parties in Unit 5 in Mafikeng. It was in the dead of winter and we were\ndrinking or whisky and chasing girls as per usual. We get approached by these girls Star went to High School with. One is pretty,\nand the other one is butt-ugly. The ugly one goes and speaks to Star while the pretty one lingers behind. You know how ugly girls\nlike to be best friends with the charmer boys… and that’s where they mostly stay… in the friend zone!\n\nI have a philosophy, though: Don’t be friends with ugly girls because they have charming personalities, and you will start to fall\nfor them, marry them and then you end up with ugly children. The children are our future and we need to put them first!\n\nI digress.\n\nSo here is this pretty little thing, ka magwegwe a sexy-nyana, nice slim waist and a fresh-looking ass! She’s got on a long leather\njacket, white torn jeans, Ugg boots and a knitted beanie. “Ausi wa background, you look like you’re gonna pull something out from\nthat jacket of yours.” Us black people we call a long leather jacket background. “Like what?”, she retorts. “I don’t know, a Matrix\nmove maybe…” Aaaah, she flashes a little smile at me and shakes her head. “I’ve got this one”, I think to myself. “Come here and\nintroduce yourself wena Trinity.”\n\nWell, I’m not one to bore girls because really I’m a lousy conversationalist, so after a couple of minutes chatting to the girls I\nexcuse myself. We meet up again with them before the party ends and invite them over to Star’s place in Unit 13.\n\nAt Star’s place that’s when the real macking begins! I wax lyrical to this pretty honey, promise her she’ll see the moon if she just kisses me. And oh!, what a kiss it was! We’re all in the sitting room at that time, and Star is still chatting up the ugly girl. While I’m kissing and touching on this girl Star takes the ugly one to the bedroom. Thank you my number one wingman! After a couple of minutes I try my luck, “How about we take this party to the bedroom”, I whisper in her ear. “Hold on brother, we’re not gonna do that tonight.” Damn! The gates of heaven are stuck! “Really? Ao mfethu, don’t be like that.” She shakes her head. Mxm.\n\n“Alright, cool. At least come with me to the liquor so I can get a few more of these.” When nothing else works, change location, get her a bit more lubricated, or do whatever it takes to take her mind from that mental state of saying no.\n\nSo off we go to buy some booze at one of these dingy taverns called The Crossing in Unit 13. On our way back I ask her again, “so when we get back, let’s get ourself a bedroom, huh!?” She doesn’t respond, which is a Yes in my book.\n\nWe get get back to the crib and I put the beers in the fridge. I walk this girl to the bedroom because I don’t want her to change her mind, but something’s not right.\n\nThis ugly girl is in the other bedroom further down the corridor and Star is washing his face, or dick, or whatever. I can hear water running, and he’s in the bathroom. Me and the girl walk past the bathroom and Star is there. I start to smell something, but I just can’t figure out what it is. The smell starts over-powering me. The girl also starts to smell something and asks me what it is.\n\nThe best I can describe it is if someone made a concoction of vomit, stale month-old and human shit, and not just regular shit, shit like the day after you drank Black Label beer or Mqombothi. It was indescribable!\n\n“Sies, what’s that!?” says the girl. She runs outside holding her hand over her mouth.\n\n“Dude, what the fuck is that smell?” I ask Star.\n\nHe calmly replies, “It’s that girl’s vagina. She might not have washed it after banging her man last night or something.” My mouth was agape in amazement and total disgust! That’s some stank puss!\n\nAnyways, I never got to stick the pretty girl that night, but I did bang her eventually.\n\nA wingman who will bang a girl for you so you can bang the pretty one is a true wingman in my book.\n\n3 thoughts on “Chronicles of a small town playboy – Chapter 8\n\n  1. now that is a true wingman, damn\n\n  2. a Special STAR indeed\n\n  3. I enjoy reading this. Chapter 9 now!!!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\" rel=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.6066012383,
        "format_confidence":0.97207582,
        "weight":0.016238413
    },
    {
        "url":"https:\/\/www.bozma.org\/summer-of-indian-aunties-ch-03\/",
        "text":"Summer of Indian Aunties Ch. 03\n\nBen Esra telefonda seni bosaltmami ister misin?\nTelefon Numaram: 00237 8000 92 32\n\n\nChapter 3 – Exposed!\n\nIndian nephew ‘accidentally’ exposes to aunt in bed\n\nWhen I woke up, it was late, late afternoon – soon it would be evening outside. My lovely chubby aunt Taiba was nowhere to be seen. I sat up in the bed and yawned. I had a good nap. Slowly I started to remember what had happened before I had gone to sleep. How I had played with my aunt’s buxom body. And then how I had shagged myself against my mamani’s big, bootylicious buttocks.\n\nOh dear! I couldn’t believe I had the audacity to spank my aunt and then shag on her bum. In a hundred years I would never have dared to do such a thing! Sometimes, in the heat of the moment, you manage to do some things that you would never do if you really think about it later.\n\nI touched my shorts from the front. Yes, the material was a bit rougher there. Left over dried cum, that’s what it was. I then patted the area of the bed where I had slept, with my dick in contact with Taiba’s gigantic behind. Yes, the bedsheet had a small spot of dampness. You would miss it completely unless you knew exactly where to look for it and what to look for.\n\nSo I wasn’t dreaming. I had really cum on my aunt’s big butt!\n\nI wondered if Taiba had noticed anything when she had gotten up. Did she wonder why her saree was a bit sticky near her posterior? Did she touch her behind and feel some wetness? I wondered if she had realized that her sweet, dear, innocent nephew had just masturbated on her body while she had been asleep.\n\nIt spoke to how close Taiba and I was that I didn’t pay those fears much thought. If she knew, she knew, so what. What would she do? She herself allows me to pet, fondle and grope her. My barey mamani Shaheen knows this and has even scolded Taiba for it. At the most, Shaheen would give us both a serious talking to and that would be that. Of course that was how I rationalized it to myself.\n\nI knew in reality if it came out what I had done, I would be in deep trouble. I mean, touching and groping your aunt with her consent is one thing. It is playful flirting, or being “lovingly naughty” or whatchamacallit. Wanking off on your aunt’s ass is another thing. Taiba would be blamed for leading me on, and I would be ostracized. Or maybe I was overanalyzing this.\n\nSpeaking of Shaheen, I was puzzled by how casually she was touching my bum on this vacation. As I had said many times before, Shaheen was usually quite reserved and orthodox. Whatever fun I had with her, was on the spur of the moment or a temporary naughtiness. Yet … this time when I had asked her if she needed help with the dishes, she had patted my bum, and then said no.\n\nBefore lunch when I was going to sit on her lap (as she had ordered), Shaheen had placed a hand on my buttocks – to “guide” me.\n\nWhen I had kissed her on seeing the biryani, her hand had again oh-so-casually patted my rear end. I could almost swear she was copping a feel whenever she placed a hand on my butt, squeezing my cheeks very slightly. And it seemed like she was touching my buns whenever she got the chance.\n\nI know it’s hypocritical of me to think about my aunt’s behaviour, when mine is, shall we say, less than perfect. I am usually the one who tries to get away by placing a hand on their buttocks when I am hugging them, or kissing them longer on their cheeks than what should be normal, or placing a hand on their hips, or making suggestive remarks full of innuendo at them, or even sneak a peek at them when they are expecting privacy.\n\nNeither Shaheen nor Taiba knew, for example, that I had gone through their closet and stolen a couple of panties from both of them the last time I was here. That I sometimes watched pornography and masturbated by rubbing myself against those panties. If someone said I sexually harassed my aunts every chance I got, they wouldn’t be far off the mark.\n\nBut still – I was the young, horny man. My behaviour, while definitely not to be commended, was expected. I was a pervert and behaved lecherously. But Shaheen was my respectable older aunt, and a conservative, orthodox person. So it felt strange to think she was the one groping my butt.\n\nI mean, if she wanted to do something, I was up for it. But … I couldn’t be sure. Maybe it was just completely innocent. I mean, she could be just lovingly patting my butt, without any sexual context. This was so unlike her usual behaviour. She had never cupped my butt cheek before.\n\nGetting up, I walked to the bathroom in Taiba’s room. I could have gone back to my own room, but I wanted to use Taiba’s bathroom. It felt naughtier. As I said, I am a pervert.\n\nOnce inside, I closed the door. I didn’t lock it though. I walked to the commode and lowered my shorts. Holding my dick in my hand, I began to pee. It was surreal, peeing in the same commode that I knew my aunt would later plonk her canlı bahis fat ass in. A few drops of urine remained on the toilet seat that I didn’t wipe off. I cleaned myself up, and washed my face. I exited the bathroom and walked downstairs. I was still wearing the same small shorts that I had been wearing at lunch.\n\nI was going to go to the kitchen and see if my aunts were there, but then suddenly I paused. Then I slowly started to tiptoe downstairs. If they were both somewhere in the kitchen, unaware that I had gotten up, maybe I could eavesdrop again.\n\nI was right! Both Taiba and Shaheen were in the kitchen, and they were talking.\n\n“So,” Shaheen was saying, “Should I wake up Nazu? It’s not right of you to take a rickshaw alone this time. And then you will be taking a bus to Feninagar.”\n\n“It’s the 7.30 pm bus, so it should be OK.” Taiba replied. “It’s only a half an hour ride, after the 30 minute rickshaw ride from here to the bus station.”\n\n“Yes, but you know the bus … and our experience …” Shaheen trailed off.\n\nI wondered what experience she was talking about. I continued to listen intently.\n\nTaiba laughed.\n\n“It’s the 7.30 bus.” She repeated. “I think my gaand can tolerate a few pinches. The 8.30 bus is when the labourers use it, and that was when you and I got our gaands properly assaulted last time.”\n\nSo that was the experience Shaheen was talking about!\n\n“Well,” Shaheen replied drily, “Your ass should be used to getting molested, now that Nazu is here.”\n\n“Aw, c’mon Bhabhi. It’s just harmless fun. Nazu doesn’t mean anything …”\n\n“He’s a young man.” Shaheen warned. “And you are letting our newphew pinch your bottom, grope you, fondle you … would he dare do this to you in front of his mamu?”\n\n“No, he wouldn’t.” Taiba admitted, biting her lip. “Then again, if his mamu paid more attention to my gaand, I wouldn’t need Nazu to grope me and have some fun with my peechwade.”\n\n“Hmm.” Shaheen was far from being convinced. “Just don’t do anything stupid, Taiba. He’s a young man with normal sexual urges and you are letting him fondle your butt. Don’t lead Nazu on, Taiba. He’s a good boy.”\n\n“I won’t, Bhabhi. It’s just harmless fun.” Taiba then grinned. “And what about you, Bhabi? After all, you let Nazu pinch and fondle your buttocks last time too!”\n\n“That was a bet!” Shaheen replied indignantly. “And I never expected him to do it, really. I am still somewhat upset by it, even though I laughed then. I mean, he was always respectful to me – and then suddenly his hand was on my ass!”\n\n“You were wriggling your butt playfully in his face!” Taiba retorted. “Of course he would grab it! You were practically daring him to pinch your gaand, and that’s what he did!””\n\n“But I soon put a stop to it. Unlike you.”\n\n“It’s just some harmless fun, Bhabhi.” Taiba repeated her argument. “I am not going to bed with him!”\n\n“Well, you just did …”\n\n“Oh. C’mon now, Bhabhi. This is too much.” It was Taiba’s turn to be indignant. “Nazu used to cuddle with us all the time.”\n\n“He is free to cuddle with me even now as well.” Shaheen said in a firm voice. “But you will not see him fondling my gaand. He treats me with respect. With you … please be careful, that’s all I am saying. You are married, AND you are his mamani.”\n\n“I KNOW I am his mamani …” Taiba murmured angrily.\n\nFor some time there was silence, and then Shaheen then decided to change the subject.\n\n“And the rickshaw should be here in what, fifteen minutes, Taiba?”\n\n“Roughly.” Taiba answered. “I am all ready though. Let Nazu sleep; he’s absolutely tired after travelling early today.”\n\nI decided to prove her wrong about my sleeping, and enter the kitchen after exaggerating the noise of walking in the hallway, so they didn’t think I was spying on them. I greeted both of my aunts with a big hug and a sloppy kiss on each cheeks, and once again complained about Taiba going away just when I had come.\n\n“I have to, beta.” Taiba replied remorsefully. “I had made this plan to visit my barey abba before I knew you were coming.”\n\n“Nazu, go quickly and put some proper, decent pants on.” Shaheen suddenly turned to me and commanded. “I want you to accompany Taiba on the rickshaw and see her off on her bus at the bus station. I am not comfortable with her going alone at this time of the night.”\n\nLeft unsaid was what Shaheen had in her eyes.\n\nIf anyone is going to molest or sexually assault Taiba, I would rather it be you.\n\n* * *\n\nThe rickshaw rumbled on the dirt track. I was seated beside Taiba, my body pressed closely against hers. Her luggage – a duffel bag – was at our feet. I had my arm firmly wrapped around Taiba’s waist, my hand resting on the bare skin of her belly. From time to time, I gave her love bahis siteleri handles a light, affectionate squeeze.\n\n“Beta,” Taiba suddenly said, “I wanted to say something to you now that we are alone.”\n\n“Oh, sure, mamani.” I replied. Suddenly, I don’t know why, but perhaps the tone of her voice with which she had said this, made me go full alert mode on. I moved my hand from her waist, patted her rear, and then moved it back to her side, grabbing her flab again.\n\n“Beta,” Taiba ... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.901168108,
        "format_confidence":0.9721562266,
        "weight":0.0162397562
    }
]