[
    {
        "url":"http:\/\/blog.lib.uiowa.edu\/speccoll\/2011\/12\/02\/the-u-s-goes-to-war-and-the-war-comes-to-iowa\/",
        "text":"The U.S. Goes to War – and the War Comes to Iowa\n\nWe are commemorating the 70th anniversary of the U.S. entry into World War Two by highlighting some items  in our collections relating to this event.\n\nNile C. Kinnick, Jr. was a University of Iowa student in 1939. The war began in Europe the same fall season when Kinnick and the UI “Iron Men” once again put Iowa on the nation’s sports map with their football victories. By the end of November, the team stood at 6-1-1, and Kinnick had won most major football awards in the country. Kinnick traveled to New York City, where on December 6, 1939 he accepted the Heisman Memorial Trophy Award at the Downtown Athletic Club.\n\nAlready before his acceptance speech, Kinnick had earned the high praise of sports writers and journalists across the country, some of who had called him “The Cornbelt Comet.” Yet even as he was achieving unprecedented fame at such a young age, Kinnick was aware of the terrible conflict unfolding in Europe, and the challenge it posed to Americans. In his brief acceptance speech, he devoted the last 3 sentences to taking a position on World War Two.\n\n\nKinnick Heisman acceptance speech\n\nNile Kinnick's Heisman Trophy acceptance speech, December 6, 1939, New York City Downtown Athletic Club.\n\n\nKinnick’s thoughtful words show an appreciation of football as a physical tournament, peaceful conflict resolution through a contact sport. In preferring the Heisman to the famous French war decoration, he echoed an independent-minded version of U.S. isolationism, and an appreciation of the values of his American society.\n\nKinnick graduated from the University of Iowa in 1940 with a BA in Commerce, and turned down some NFL offers to go to law school. As the global conflict unfolded, Kinnick’s view of U.S. involvement in the war also changed. In 1941 he enlisted in the Navy Air Corps Reserve. He was called to active duty just three days after the bombing of Pearl Harbor – on December 10, 1941. Nile Clarke Kinnick, Jr. died on June 2, 1943, after his plane developed mechanical difficulties and was ditched in the Gulf of Paria.\n\nThe Papers of Nile C. Kinnick, Jr. are one of the most treasured collections of The University of Iowa Special Collections. Please see the online description of their contents here:",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9740652442,
        "format_confidence":0.5383089185,
        "weight":0.0006554252
    },
    {
        "url":"http:\/\/www.reddeer.ca\/city-services\/police-rcmp\/rcmp-news-releases\/rcmp-news-archive\/2017-rcmp-news-archive\/august-2017-rcmp-news-archive\/rcmp-2017-08-31-red-deer-rcmp-investigate-fatal-collision.html",
        "text":"August 2017 RCMP News Archive\n\nSubscribe RSS Feed Email\nRCMP News Release\n\nRed Deer RCMP investigate fatal collision\n\nAugust 31, 2017 11:15 AM\n\nRed Deer, Alberta – Red Deer RCMP are investigating a fatal collision that occurred last night when a motorcycle driver collided with the rear end of a stopped Transit bus.\n\nRCMP were called to the scene along with City of Red Deer Emergency Services at 11 pm after a motorcycle collided with the back of a Red Deer Transit bus while the bus was stopped at a red light at the intersection of 59 Avenue and 67 Street.\n\nThe 56 year old male motorcyclist was treated on scene and then taken to hospital, where he was declared deceased. RCMP thank the bus driver and a passerby with medical training for their attempts to assist the man until medical assistance arrived, and offer sincere condolences to the family of the deceased man.\n\nThere were no passengers on the bus at the time of the collision; the driver was not injured. No charges are pending and RCMP will not be releasing further information on this collision.\n\n\nMedia contact\nRed Deer RCMP",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8454299569,
        "format_confidence":0.8096833229,
        "weight":0.0039171471
    },
    {
        "url":"http:\/\/www.redcliffascent.com\/2011\/10\/constantly-improving-wilderness-camp\/",
        "text":"Constantly Improving Wilderness Camp\n\nThe leaves are barely beginning to turn colors in Southern Utah but Milton Hatt, warehouse manager for RedCliff Ascent, is already prepared for winter.\n\nPart of the preparation means making sure the warehouse is filled with everything students may need to keep warm and dry – especially when it comes to their feet.\n\nThis year Milt is swapping out last year’s model hiking boots for a style that is waterproof and insulated. It costs the company about $30 more per pair but Milt says it’s worth it.\n\n“We’re constantly improving,” he says about the products he stocks. His job not only includes warehousing and distributing equipment but shopping for the best gear at the best price.\n\nThe new hiking books are waterproof and insultated to well below zero. Combined with a pair of NEOS overshoes, students’ feet not only stay dry but they also stay warm.\n\nMilt took shoe improvements an additional step. He shopped for, and found, camp sandals without holes in the uppers. Students typically change into these “Croc”-like shoes at night as they gather around the fire. “No holes means stockings stay dry at night. That makes a big difference in whether or not feet stay warm,” Milt says. \n\nTherapy is hard work but Milt and the rest of the RedCliff Ascent staff work hard to make sure students stay safe, warm and dry as they re-build family relationships.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nContact Info\n\nCall us Toll Free at\nWe are available 24 hrs a day 7 days a week.\n\nFill Out our Contact Form\n\nRedCliff Ascent is a proud member of the National Association of Therapeutic Schools and Programs.\n\nRedCliff Ascent is authorized under Federal law to enroll International students.\nSEVIS I-20 approved",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.7702470422,
        "format_confidence":0.5754013062,
        "weight":0.0054683241
    },
    {
        "url":"https:\/\/www.absoluteresourceassociates.com\/news\/pressreleaseTop50.cfm",
        "text":"Press Release: Absolute Resource Associates Named Among Top 50 Women-Led Companies in NH\n\nPORTSMOUTH, NH, October, 2013- Business NH Magazine has researched the top performing women-led companies in the state, and compiled lists by category and annual gross sales. Absolute Resource Associates of Portsmouth was once again listed among the top 50.\n\nARA's President Susan Sylvester has made a name for herself in the environmental industry as an entrepreneur with steadfast ethics and a natural business sense. Sylvester purchased a small environmental firm, Resource Laboratories, LLC, (now Absolute Resource Associates) with her husband Guy in 2000, and since that time, the business has tripled in revenue, staffing and facility size. The complete article appears in the October, 2013 issue of Business NH Magazine.\n\n\n\nAbout Absolute Resource Associates:\n\nAbsolute Resource Associates is a Woman Owned SBA 8(a), WOSB, EDWOSB, SDB, DBE, NELAC, ISO\/IEC 17025 and DoD ELAP accredited small business, providing a broad range of environmental services to clients throughout New England and beyond. Services include Environmental Laboratory Testing, Indoor Air Quality Services as well as Project Management.  Drinking Water - Waste Water - Soils - Sediments - Hazardous Waste - VOCs - SVOCs - Metals - Wet Chemistry - Microbiology - Low Level 1,4 Dioxane - PCBs - Bacteria - Asbestos Mold - Lead - Radon Carbon Monoxide - Allergens - Odors - Building Examinations - Sample Collection - XRF Surveys - HVAC Performance - Infrared Imaging - Remediation Planning- Clearance Testing\n\nFMI visit",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.8365063071,
        "format_confidence":0.9921193123,
        "weight":0.0185215467
    },
    {
        "url":"http:\/\/www.creation-records.com\/joe-foster-claims-back-use-of-rev-ola-name\/",
        "text":"Joe Foster claims back use of Rev-Ola name\n\n\nFor the last 4-5 years Joe Foster has been unable to issue any new releases on his Rev-Ola Label. The label was launched in the 90’s as a subsidary of Creation Records specialising in reissues of rarities such as Ivor Cutler, The Times and A Certain Ratio.\n\nAfter a legal battle for the last few years, Joe has now won back the name Rev-Ola. He states the following in a press release:\n\nYou may have heard that we, RevOla, the reissue arm of Creation as was, recently retrieved via a judgement in the Copyright Court our trademark, which had been illegally taken and used by Cherry Red Ltd….please note (we) have no connection with this company, nor they with us….their illegal use of our trademark is now at an end. Further litigation goes forward as we reserve all rights.\n\nYou can pick up all of Joe’s latest releases on Poppy Disc via his online store here\n\nFeatured right now are some new deluxe vinyl LP issues… Everyone from Sun Ra to Diana Dors to Biff Bang Pow! to Sandy Salisbury…with many, many more to come…please visit the store… this is only the beginning….\n\nIf you wanted to know more about the early days of Rev-Ola, the old archive website from 1997 features a section on the label.\n\nIf you like social media, you can keep up to date by following Joe on his Facebook page here.",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.7550256252,
        "format_confidence":0.9661223888,
        "weight":0.0062719915
    },
    {
        "url":"https:\/\/madmuseum.org\/press\/releases\/museum-arts-and-design-present-exhibition-dedicated-ephemeral-art-floral-design",
        "text":"Get the Latest News\n\n* indicates required\n\nMuseum of Arts and Design to Present Exhibition Dedicated to the Ephemeral Art of Floral Design\n\nOn view May 14 through June 26, 2022, Flower Craft investigates floral artistry as an overlooked chapter in the history of craft and design.\n\nNew York, NY (April 14, 2022)\n\nThe Museum of Arts and Design (MAD) will present Flower Craft, featuring the creative visions of six botanical artists working at the forefront of contemporary floral design. Inspired by nature’s ephemerality and its inimitable palettes, the artists engage with all stages of the plant life cycle, from seed to germination to decay, to interpret nature in sculptural form. “By design, floral artistry is meant to be more than pleasing to the eye,” said Elissa Auther, Deputy Director of Curatorial Affairs and William and Mildred Lasdon Chief Curator. “As the artists expand the boundaries of materials and creative expression, they are also in dialogue with a variety of aesthetic traditions, from early modern European still life painting to the eighteenth-century picturesque to the hyperreality of the twenty-first-century digital realm—all of which will be explored in the exhibition.”\n\nEach week a new botanical artist will be featured in the Flower Craft gallery. The artists are:\n\nKristen Alpaugh is founder of Los Angeles-based FLWR PSTL, a studio whose high-profile clients include Katy Perry, SZA, and Doja Cat, as well as major cosmetic and fashion brands. Alpaugh melds botanicals with various media to tell unique and compelling stories. She was recently featured in HBOMax’s floral competition series, Full Bloom.\n\nDoan Ly, founder of a.p. bio, is a multidisciplinary artist whose practice integrates the fields of floral design, photography, and video. Ly’s work has been published in Vogue Spain, China, and Italy; The New Yorker; The Atlantic; and Kinfolk, among others. Her commercial clients include Moschino, Victoria’s Secret, Carolina Herrera, Zara, and many more. Born in Vietnam, Ly immigrated to the United States at the age of eight and grew up in Minnesota.\n\nLutfi Janania is a Honduran botanical artist raised on a bioreserve among the rain forest and mountains in San Pedro Sula. His sculptures, comprised of exquisite dry and hydrated natural materials, are surreal, unrealized portraits of the artist’s imagined worlds. Janania was the winner of season two of HBOMax’s Full Bloom and his studio, ROSALILA, is located in Brooklyn, New York.\n\nNoritaka Noda is president of the Ikenobo Ikebana NYC Chapter, as well as the first and only US special professor recognized by the Ikenobo Headquarters in Kyoto, Japan. As a professor of Ikebana, he conducts demonstrations and teaches classes at the Nippon Club. Noda is known for his unusual arrangements, which combine traditional and modern materials in different scales. His clients include American and Japanese corporations, restaurants, retail, and museums.\n\nEmily Thompson is the founder of Emily Thompson Flowers in New York City. Born in Vermont, Thompson earned an MFA in sculpture from UCLA. Inspired by the eighteenth-century theory of the picturesque, she has designed dramatic naturalistic arrangements and installations for the Obama White House, MoMA’s Modern restaurant, Bergdorf Goodman, T Magazine, Jason Wu, and other notable clients. \n\nManu Torres is an artist based in Portland, Oregon. His floral arrangements often involve a dialogue between the artificial and the natural; incorporating paper, fabric, paint, and feathers to imitate and exaggerate natural beauty in a hyperreal way. His work has been featured in Elle Decor magazine and he was also named by Domino magazine as a top new floral designer to follow. His recent solo exhibition at Russo Lee Gallery was an ArtForum Critic's Pick.\n\nAlongside the ever-changing floral installations that are the heart of Flower Craft, there will be a curated selection of vessels in a range of mediums, complementing the emphasis on the craft and design of flower arrangement. Artists in this section of the exhibition include Emily Mullins and Jolie Ngo, as well as a video by Cauleen Smith. Titled Flowers for Virtually Nobody, it was filmed during the pandemic and captures Smith creating an arrangement that grows ever larger over the duration of the piece in commemoration of those lost to Covid-19. The exhibition also coincides with MAD’s first-ever “bee residency,” newly installed on the Museum roof. Two hives are now homes for “Queen Aileen,” named for the industrious founder of MAD, Aileen Osborn Webb, and “Queen Toshiko Takaezu,” named for the famed female ceramic artist and dedicated supporter of MAD. The queens are attended by a mob of drones to keep them warm, pollinate, and make honey.\n\n\nDuring the run of the exhibition, the Flower Craft gallery will function as a studio classroom for MAD’s Flower Craft Atelier taught by the Flower Craft artists, as well as a variety of intergenerational workshops.  Surrounded by the extraordinary display of innovative floral design, audiences of all ages and skill levels will be able to explore floral creativity with an inspiring collective of artists and designers.\n\nFlower Craft Atelier: Kristen Alpaugh\nTuesday, May 17, 6–8 pm\nThe Los Angeles-based botanical artist and contestant on the hit HBOMax series Full Bloom leads a floral-design workshop inspired by the fantastical, color-filled world of her FLWR PSTL studio.\n\nFlower Craft Atelier: Noritaka Noda\nTuesday, May 24, 6–8 pm\nAcclaimed Ikebana scholar Noritaka Noda leads a workshop immersion in ikenobo ikebana, an ancient artistic tradition that Noda has famously modernized.\n\nFlower Craft Atelier: Lufti Janania\nTuesday, May 31, 6–8 pm\nWinner of season two of the HBOMax hit series Full Bloom, botanical artistJanania leads a floral-design workshop inspired by the sensual aesthetic of his creative studio, ROSALILA.\n\nFlower Craft Atelier: Manu Torres\nTuesday, June 14, 6–8 pm\nBotanical artist Manu Torres leads a workshop in his avant-garde approach to floral design inspired by his rock-star Rococo aesthetic.\n\nFloral Wearables with Debra Rapoport\nThursday, May 26, 6–8 pm\nMultidisciplinary artist Debra Rapoport leads a workshop in constructing floral headdresses, fascinators, and adornments using recycled materials, paint, and glue.\n\nFamily Workshop: Silk Flowers\nSunday, June 5, 10:30 am–12 pm\nLearn how to upcycle silk flowers into wearable statement pieces with the community-based nonprofit BloomAgainBklyn and guest floral designers.\n\nFloral Charms with Lē Matthew x Degrade\nSaturday, June 11, 2–4 pm\nEco-creative Lē Matthew, founder of Degrade, the experimental slow-fashion label promoting biodegradable materials and textile explorations, will lead a workshop using petals, leaves, and other organic waste sourced from Flower Craft to create personal floral charms.\n\nGiving Back with Blooms\nTuesday, June 7, 2–4 pm\nFlower Craft blooms will be repurposed into individual arrangements to be distributed to the city’s most vulnerable during this in-gallery workshop with BloomAgainBklyn, the community-based nonprofit.\n\nContemporary Trends in Floral Design\nTuesday, June 21, 7–8 pm\nA conversation and demonstration with Flower Craft artist Emily Thompson and Nancy Hass, writer at large for T: The New York Times Style Magazine. The two will discuss contemporary trends in floral design with a focus on the philosophical influences on Thompson’s botanical installations. After which, Thompson will demonstrate how she constructs her evocative arrangements.\n\nBlooms in Black and White with Sarah Bedford\nTuesday, June 14, 12–2 pm\nJoin botanical artist Sarah Bedford, co-curator of Flower Craft and creative director of Bedford & Co, for an afternoon painting workshop using a floral arrangement of your own design. Participants will paint their still lifes using India ink and brushwork on watercolor paper.\n\nArt Alive\nThe Museum’s free art-making and discussion workshop will take place on select Thursdays from 4–6 pm in the Flower Craft gallery.\n\nA Flower Power Pass may be purchased online and will offer discounted admission to the Museum for $45 (a $108 value) during the run of the exhibition for visitors to experience Flower Craft in its entirety. The Store at MAD will offer fresh bouquets by celebrated New York city florists Anthony Brownie, Kat Flower, Petal, and Julia Testa, as well as floral inspired, handmade products from a global roster of artists. \n\nFlower Craft will be highlighted on the Museum’s newly launched mobile guide on Bloomberg Connects, the free arts and culture app created by Bloomberg Philanthropies. The app platform is part of Bloomberg Philanthropies’ longstanding commitment to supporting digital innovation in the arts. On the app, visitors will be able to listen to the exhibition artists describe their process, watch video of the installations as they are created on site, and sign up for classes and workshops.\n\n\nFlower Craft is curated by Deputy Director of Curatorial Affairs and William and Mildred Lasdon Chief Curator Elissa Auther and Sarah Bedford, founder and creative director of Bedford & Co.\n\nFlower Craft is made possible by the New York State Council on the Arts with the support of the Office of the Governor and the New York State Legislature.\n\nThis program is supported, in part, by public funds from the New York City Department of Cultural Affairs in partnership with the City Council.\n\n\nThe Museum of Arts and Design (MAD) champions contemporary makers across creative fields and presents the work of artists, designers, and artisans who apply the highest level of ingenuity and skill. Since the Museum's founding in 1956 by philanthropist and visionary Aileen Osborn Webb, MAD has celebrated all facets of making and the creative processes by which materials are transformed, from traditional techniques to cutting-edge technologies. Today, the Museum's curatorial program builds upon a rich history of exhibitions that emphasize a cross-dis... (truncated)",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9963427186,
        "format_confidence":0.9892898202,
        "weight":0.0035384246
    },
    {
        "url":"https:\/\/www.schooltheatre.org\/resources\/news\/nccasisawarded",
        "text":"NCCAS is awarded National Endowment for the Arts grant\n\nJuly 3, 2013\n\nNational Endowment for the Arts (NEA) Acting Chairman Joan Shigekawa has announced that the State Education Agency Directors of Arts Education, on behalf of the National Coalition for Core Arts Standards (NCCAS), is one of 817 nonprofit organizations nationwide to receive an NEA Art Works grant. NCCAS has been awarded a $30,000 grant to support the convening of a national Artist Advisory Council at the August 1-5 meeting of the NCCAS writing teams and leadership.\n\nThe recommended NEA grants total $26.3 million and span thirteen artistic disciplines and fields. Applications were reviewed by panels of outside experts convened by NEA staff, and each project was judged on its artistic merit.\n\nActing Chairman Shigekawa said, “The National Endowment for the Arts is proud to support these exciting and diverse arts projects that will take place throughout the United States. Whether it is through a focus on education, engagement, or innovation, these projects all contribute to vibrant communities and memorable opportunities for the public to engage with the arts.”\n\nNCCAS, a coalition of eight national arts and education organizations and media arts representatives, is writing the new, voluntary arts standards in dance, media arts, music, theatre, and visual arts scheduled for release in 2014. The theatre standards are being created by representatives from the Educational Theatre Association and the American Alliance for Theatre and Education. Artists representing each of the five arts disciplines will attend the August meeting, serving in an advisory capacity for the writing teams.\n\nEdTA Executive Director Julie Woffington called the NEA grant a strong affirmation of the new arts education standards’ value. “As an NCCAS leadership organization, EdTA has worked hard to reach out to our members and others in the theatre education community to ensure there is buy-in to these new standards. Funding from a public granting agency like the Endowment validates their worth in a broader national arts and education context.”\n\nWoffington also said she is proud that EdTA has secured a commitment from playwright Jim Leonard, Jr. to serve as theatre’s representative on the project’s Arts Advisory Council. “Leonard is a well-respected playwright and screenwriter whose work is widely produced by schools throughout the country. We’re grateful and thrilled that he has agreed to serve in this capacity.”\n\nLeonard’s plays include Anatomy of Gray, The Diviners, And They Dance Real Slow in Jackson, and Crow and Weasel. He has been awarded three NEA Fellowships, a New York Villager Award, the Midland Writers Award, the Samuel French Best New Play Award, and the Dramatists Guild Award. He co-wrote the screenplay for Mira Nair’s award-winning film My Own Country. Leonard has created and produced several television series including Close to Home (CBS), Skin (Fox), and Thieves (ABC); and he wrote and produced Dexter (Showtime) and The Closer (TNT). He is currently a writer-producer for Major Crimes (TNT). Leonard also serves on the boards of the New Harmony Project and Circle X Theatre.\n\nFor the most up-to-date information about the standards project, visit the NCCAS website.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5867316723,
        "format_confidence":0.9562243223,
        "weight":0.0142737171
    },
    {
        "url":"https:\/\/sunlightfoundation.com\/2010\/08\/03\/dodd-and-frank-asked-to-repeal-finreg-foia-exemption\/",
        "text":"Dodd and Frank asked to repeal FinReg FOIA exemption\n\n\nThe Sunlight Foundation joined ten organizations today in expressing concern over a provision of the Wall Street Reform and Consumer Protection Act that may hinder the public’s access to SEC oversight information. The full text of the letter and list of signatories is below and on POGO’s website. I wrote about Sunlight’s concerns on Sunday, which focus on FOIA exemptions and subpoena compliance carve-outs.\n\nThus far, two bills have been introduced in Congress to respond to the perceived lack of transparency in the FinReg bill.\n\nFirst, Representative Paul introduced HR 5970,  which focuses specifically on undoing section 929I, which contains the provision in question.\n\nSecond, Reps. Issa, Towns, and Bachus introduced HR 6038, which establishes data standards for a wide variety of entities affected by the FinReg bill.\n\nAugust 3, 2010\n\nSenator Christopher Dodd Chairman Senate Committee on Banking, Housing and Urban Affairs 534 Dirksen Senate Office Building Washington, D.C. 20510\n\nRepresentative Barney Frank Chairman House Committee on Financial Services 2129 Rayburn House Office Building Washington, D.C. 20515\n\nDear Chairmen Dodd and Frank:\n\nWe, the undersigned organizations concerned with government accountability and transparency, are writing to express our concerns about Section 929I of the recently passed Dodd-Frank Wall Street Reform and Consumer Protection Act (the Dodd-Frank Act). If interpreted broadly, this provision has the potential to severely hinder the public’s ability to access critical information related to the oversight activities of the Securities and Exchange Commission (SEC), thereby undermining the bill’s overarching goals of more transparency and accountability.\n\nAs you know, Section 929I states that the SEC cannot be compelled to disclose records or other information obtained from its registered entities—including entities such as hedge funds, private equity funds, and venture capital funds that will now be regulated by the SEC—if this information is used for “surveillance, risk assessments, or other regulatory and oversight activities” outlined in the Securities Exchange Act of 1934, the Investment Company Act of 1940, and the Investment Advisers Act of 1940.[1]\n\nSEC Chairman Mary Schapiro wrote to you last week defending this provision. She argued that registered entities need to be able to provide the SEC with access to sensitive or proprietary information “without concern that the information will later be made public.” She further explained that, prior to the passage of the Dodd-Frank Act, “regulated entities not infrequently refused to provide Commission examiners with sensitive information due to their fears that it ultimately would be disclosed publicly.” She also claimed that investment advisers routinely refuse to turn over personal trading records of investment management personnel, “instead requiring staff to review hard copies of the records on the adviser’s premises,” which “materially impacts the staff’s ability to detect insider trading activity.”[2]\n\nThese arguments do not adequately describe the SEC’s existing regulatory authority, and they fail to acknowledge that the Freedom of Information Act (FOIA) already provides sufficient exemptions to protect against the release of sensitive and proprietary information. Furthermore, the SEC has a troubling history of being overly aggressive in withholding records from the public. For these reasons, we strongly urge you to repeal Section 929I, or to at least curtail the SEC’s broad authority to withhold critical information from the public.\n\nFirst, we are not convinced by Chairman Schapiro’s claim that “existing FOIA exemptions were insufficient to allay concerns [about public disclosure] due in part to limitations in FOIA.” For instance, Exemption 8 protects matters that are “contained in or related to examination, operating, or condition reports prepared by, on behalf of, or for the use of an agency responsible for the regulation or supervision of financial institutions.” Chairman Schapiro argues that this exemption may not apply to all registrants, but it’s worth noting that the courts have broadly construed the term “financial institutions,” holding that it is not limited to depository institutions and can also include investment advisers.[3] In addition, Exemption 4 protects “trade secrets and commercial or financial information obtained from a person [that is] privileged or confidential.” The Department of Justice’s (DOJ) FOIA guide states that this exemption “encourages submitters to voluntarily furnish useful commercial or financial information to the government and it correspondingly provides the government with an assurance that such information will be reliable,”[4] calling into question Chairman Schapiro’s claim that additional exemptions are needed in order for the SEC to collect information from its registered entities.\n\nSecond, the SEC’s track record with FOIA raises additional concerns about giving the agency even more authority to withhold information from the public. Last year, an audit conducted by the SEC Office of Inspector General (OIG) uncovered a wide range of problems related to the SEC’s FOIA operations. We were particularly troubled by the OIG’s finding that the SEC Chief FOIA Officer was not operating in compliance with Executive Order 13392 or the OPEN Government Act; that few FOIA liaisons have written policies and procedures for processing FOIA requests, increasing the risk that the agency is unnecessarily withholding information from the public; and that there is an insufficient separation between the initial FOIA determination and the appeal process. The OIG concluded that the SEC’s FOIA release rate was “significantly lower when compared to all other federal agencies.”[5]\n\nThe OIG put forth a number of recommendations for correcting the glaring deficiencies in the SEC’s FOIA operations, such as ensuring that accurate searches are made for responsive information, providing guidelines or written policies for all FOIA-related staff that address the concerns raised by the OIG, and ensuring that all FOIA-related staff has access to sufficient legal expertise to process requests in compliance with FOIA. But according to the OIG’s most recent semiannual report to Congress, the SEC has not completed final action on any of these recommendations.[6] Rather than giving the SEC any more leeway to improperly withhold information from the public, we urge you to hold Chairman Schapiro accountable for the excessive delays in implementing the OIG’s recommendations.\n\nThird, we notice that Chairman Schapiro is “asking the Commission to issue and publish on our website guidance to our staff that ensures [Section 929I] is used only as it was intended.” The solution for addressing the uncertainty surrounding this provision is not additional guidance. The solution is clarification in the law that public access is vital to accountability and that the existing FOIA exemptions can adequately protect confidential business information provided by regulated entities.\n\nFourth, Chairman Schapiro neglected to mention that the SEC already has the authority to compel registered entities to provide information and records. Under the Securities Exchange Act of 1934, the SEC has the authority to subpoena witnesses and require the production of any records from its registered entities. If these entities fail to comply, the SEC has the authority to suspend these entities, impose significant monetary penalties, and refer cases to DOJ for possible criminal proceedings.[7] But instead of using these existing authorities, Chairman Schapiro seems to think that Congress needs to provide blanket FOIA exemptions in order to convince the SEC’s registered entities to cooperate. We think such a blanket exemption fosters an environment that defers to the entities it regulates and is unadvisable.\n\nFinally, it is unclear what Chairman Schapiro’s plans are for implementing other blanket FOIA exemptions in the Dodd-Frank Act, such as Section 404, which exempts the SEC from FOIA with respect to any “report, document, record, or information” received from investment advisers to private funds.\n\nIn the aftermath of the recent financial crisis, the need for greater transparency in our financial system is all too apparent. The SEC’s ongoing effort to withhold vital records from the public undermines the spirit of the transparency reforms in the Dodd-Frank Act, and flies in the face of President Obama’s guidance instructing agencies to adopt a “presumption in favor of disclosure, in order to renew their commitment to the principles embodied in FOIA, and to usher in a new era of open Government.”[8]\n\nWe call on you to repeal the unnecessary FOIA exemption in Section 929I, examine the SEC’s current record on withholding information, and take whatever steps are necessary to ensure that the SEC isn’t given any additional authority to keep its records under a veil of secrecy. We welcome an opportunity to discuss this issue with you further. To reach our groups, you or your staff may contact Angela Canterbury at the Project On Government Oversight at [redacted] or [redacted].\n\n\nAmerican Library Association American Association of Law Libraries Citizens for Ethics and Responsibility in Washington (CREW) Essential Information Government Accountability Project (GAP) Liberty Coalition OMB Watch Project On Government Oversight (POGO) Public Citizen Sunlight Foundation\n\ncc: Senator Patrick Leahy\n\n[1] “Dodd-Frank Wall Street Reform and Consumer Protection Act,” Pub. L. No. 111-203, Section 929I. (Downloaded August 2, 2010) [2] Letter from SEC Chairman Mary Schapiro to Representative Barney Frank and Senator Christopher Dodd, July 30, 2010. and (Downloaded August 2, 2010) [3] Department of Justice, “Exemption 8,” Freedom of Information Act Guide, May 2004. (Downloaded August 2, 2010) [4] Department of Justice, “Exem... (truncated)",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.6250456572,
        "format_confidence":0.8794116974,
        "weight":0.0095489566
    }
]