[
    {
        "url":"http:\/\/stratics.com\/threads\/buying-name-change-token-pm-me.159904\/",
        "text":"\n  2. Greetings Guest!!\n\n    In order to combat SPAM on the forums, all users are required to have a minimum of 2 posts before they can submit links in any post or thread.\n\n    Dismiss Notice\n  3. Hello Guest! On January 27th Stratics will be brought down for an extended maintenance period. This period may take upwards of 12 hours to complete. Please check the thread in the Announcements forum for more details.\n    Dismiss Notice\n\nbuying name change token, pm me\n\nDiscussion in 'UO Siege Perilous' started by randomstring, Sep 26, 2009.",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9906564355,
        "format_confidence":0.8929246068,
        "weight":0.0069277092
    },
    {
        "url":"http:\/\/www.onthemedia.org\/story\/132800-dreamland-the-way-out-of-juarez\/",
        "text":"Dreamland: The Way out of Juarez\n\nFriday, June 04, 2010\n\n\nCharles Bowden has been covering the story of Juarez, Mexico for well over a decade. The city is intimately linked to the drug trade, meaning violence and corruption reign, but Bowden felt the full scope of the problem wasn't being told. In his latest project, Dreamland: The Way out of Juarez, Bowden combines reportage, poetry, police transcripts and illustrations to make sure readers know how bleak the situation really is.\n\nComments [5]\n\nScott from Napa, CA\n\nHello Jerry, I don't see how you could think that the above problem can be addressed, and at the same time cover up about the horrible murders and femicide taking place in Juarez. You are right about NAFTA, and all the corruption, but you can't cover up the truth of all the victims stories. The media on both sides of the border already does a good job at that.\nWatch 'City of lost girls' on youtube.\n\nJun. 07 2010 06:01 PM\n\nAs a Mexican, it was heart breaking to hear this interview. But what I like about this piece is that it points out that the corruption is not only in México, but it the US as well.\n\nJun. 07 2010 03:09 PM\nTony Whitmore from Los Angeles, CA\n\nI thought the interview with Mr. Bowdon was great. Made me want to go out and get this book more than I've been moved to pick up a book before.\n\n\nTony Whitmore\n\nJun. 07 2010 12:08 AM\nJerry Markatos from Central NC\n\nI thought your interview dwelt on the sensational and left listeners ignorant of the cause of the social pathology that is at the center of Bowden's excellent work. I've heard several interviews with Charles Bowden on Pacifica's Democracy Now!, and in each one, he has pointed out the direct link between the impoverishment of the majority of Mexicans by the effects of the NAFTA agreement and the grotesque escalation of drug violence. The rigged economy created by NAFTA and its aftermath has dumped subsidized US corn onto the Mexican market, destroying the livelihood of millions of farm families. It created a dozen new billionaires in Mexico soon after it was implemented, while it impoverished millions of our neighbors in Mexico, leaving them desperate enough to cross a formidable border for jobs, while others get sucked into the production of something that Gringos ARE willing to pay for: drugs. What's the point of dwelling on the extreme violence if the solutions to the problem are suppressed? There is major controversy over Congress's seeking to militarize Mexico's response to the problem when that only pours fuel on the fire as it has in Colombia. The solution must include renegotiation of NAFTA as Obama suggested in his campaign and human rights organizations insist, but the US business world and our business friendly media fail to allow that discussion, preferring simply to blame the victims. Let's return to the subject in a more constructive mode. Thousands of lives depend on it!\n\nJun. 06 2010 10:33 PM\n\nWhooooa -- reminder of both the horrors and the gritty reporters out there. Hardcore, dude.\n\nJun. 06 2010 11:28 AM\n\nLeave a Comment\n\nEmail addresses are required but never displayed.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9694308043,
        "format_confidence":0.8898008466,
        "weight":0.0134489413
    },
    {
        "url":"http:\/\/www.attackpoint.org\/discussionthread.jsp\/message_1288448",
        "text":"Register | Login\nAttackpoint - performance and training tools for orienteering athletes\n\nDiscussion: fast\n\nin: iriharding; iriharding > 2018-04-21\n\nApr 23, 2018 11:38 PM # \nGood placement right up there with the young punks (and Andre and Pete)\nApr 24, 2018 1:57 PM # \nyes... I felt real good running on Sat. Made some minor (~ 20 seconds) errors. It was a perfect sunny day but a little soft running under foot. Thanks for your help.\n\nPlease login to add a message.",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9962252378,
        "format_confidence":0.9934993982,
        "weight":0.0115803841
    },
    {
        "url":"https:\/\/mail.haskell.org\/pipermail\/haskell-cafe\/2003-November\/005445.html",
        "text":"Trying to understand tuples and lists\n\nketil+haskell at ketil+haskell at\nWed Nov 5 13:47:55 EST 2003\n\nKarthik Kumar <kaykaydreamz at> writes:\n\n> I got get this working thanks to the fst and snd function. \n\n>> (x,y) <- head  [('a', 1), ('b', 2)]\n\nYou could also (possibly easier to read) do it like the above, only\nuse an '='\n\n        (x,y) = head [('a', 1), ('b', 2)]\n\n(The <- operator is used for monadic computations and list\n\n    main = do\n        x <- readFile ...\n\n\n    mapFst xs = [ x | (x,y) <- xs ]\n\n\nIf I haven't seen further, it is by standing in the footprints of giants\n\nMore information about the Haskell-Cafe mailing list",
        "topic_id":2,
        "format_id":4,
        "topic_confidence":0.9887897968,
        "format_confidence":0.9449645281,
        "weight":0.0059417308
    },
    {
        "url":"http:\/\/www.diaperswappers.com\/forum\/showpost.php?p=15782432&postcount=9",
        "text":"View Single Post\nOld 10-07-2012, 05:54 PM   #9\nggill's Avatar\nRegistered Users\nJoin Date: Mar 2010\nPosts: 2,927\nMy Mood:\nRe: wwyd buying from friends?\n\nI will have to check this one for mold now...hmm. It is 8 years old. This one doesnt have a bathroom hook up and I am use to that!\nWAHM to Irish Twin Boys, S 02\/09 and O 01\/10.\n\nAnd one en-route via the red thread\nggill is offline   Reply With Quote",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9192089438,
        "format_confidence":0.9965151548,
        "weight":0.0071016336
    },
    {
        "url":"http:\/\/accessdenied-livingwithms.blogspot.com\/2009\/10\/clock-went-back-last-night-so-we-are.html",
        "text":"Sunday, October 25, 2009\n\nA Bright Sunny Day.\n\n\nThe clock went back last night, so we are now living in winter time, not my favourite time.\n\nNot much that I can do about it so this year I will not bore everyone plus myself with going on about how much I hate winter daylight saving time.\n\nIn the past I would not change the time on my watch preferring to work out each time what the time really was.\n\nPerhaps finally I am coming to terms with the idea that things that I can not change will not get my attention.\n\nCould be good for me if I have learned this, as I do use up valuable energy on things I can do nothing to change.\n\nThink that someone like Dorthe would have her card well marked these days, she was an example of a friend who one ends up tolerating because of a vague memory of friendship.\n\nWhen I first knew her my self confidence had taken a nose dive, this did leave me open to peoples abuse\n\nMy self esteem has taken quite a bashing from the MS but I have managed to get to grips with that and really have understood that MS does not define me.\n\nI am alright; I am still quite a woman even if my body won’t cooperate these days, it is not easy to be so handicapped.\n\nAs soon as I wake up in the mornings I am confronted with my bodies inability to move and the first spasms happen and my arms clamp shut as I yawn, and again I am aware of the pain.\n\nI do my arm exercises, when I get my arm straightened out, which does seem to help, am sure that the exercises have helped me retain the use of my arms and hands.\n\nToday has been a bright and sunny day, nice to look out of the window on sunshine and birds hopping about on the bird feeder.\n\nHave to relearn to love this time of year again and I will once I am back outside and able to feel the wind and smell the outdoor scents.\n\nLooking forward to the prospect of being liberated from my bed and tasting the delights of the outside world once again.\n\n\nHave Myelin? said...\n\nI remember my daughter and I hated losing an hour in the fall. Going dark earlier never made sense to us. We too prefer the \"other time\".\n\nI didn't know it was time to change tho. Blah.\n\nHerrad said...\n\nHi Sherry,\nThanks for coming by, it is 7.30 and it is very dark.\nYour time does not change until next week I think.\nKeep warm.\n\nGareth said...\n\nWatcha H@R, Ahh yes the clocks going back -forward- nerver quite understood it But look at it this way from the 21st Dec the days get longer. Glad the Sun been shining there hope it Shines when we come to visit really looking forward to seeing you folks. Stay snuggly GX\n\nWebster said...\n\nOn the North West coast of the U.S., Where Tacoma is, it is getting dark at 6:15 PM. We push the clocks back an hour next weekend so it will be dark at 5:15, followed by another 7 1\/2 weeks of continued darkness until the Winter Solstice, When oh so very slowly it starts to brighten again. No, I love the Fall, Winter, not so much anymore. I used to when I could go out and build a snowman or even shovel the walk, but those days are gone. I have no decent balance left.\n\nStill I like looking out the window at the bird feeder, and keeping cozy with the fireplace stoked - which my hibby is taking his sweet time to sweep the chimney, etc. Hopefully that will happen on the next dry day - when ever that may be. Actually, it wasn't too bad today, but I had to go in for a treatment. Ah, patience. Isn't that our buzzword for living with MS?\n\nJen said...\n\nI tend to beat myself up because of what the MS has done to my (now gone) outside career. Always thought I'd be out there working and running around. I guess maybe what I'm learning is to find other, slower ways to feel productive. And to know that that's okay.\n\nI totally get that feeling about the self-esteem, though.\n\nI think it'll be amazing for you to get out in that crisp air, Herrad. I'm always rooting for ya!\n\n\n\nHerrad said...\n\nHi Gareth,\nLovely to see your comment.\nSomehow not so sad the clocks went back as I have been in the past years.\nKnow that it will not be long and the light will be back and then more sun.\nTwo months is not too long.\nAnd first the extra sunshine of your visit.\n\nHi Webster,\nLovely to see your comment, thanks for coming by.\nVery noticeable tonight that it was alot darker.\nStill as Gareth reminded me it is only two months and the days will slowly start to get longer again.\nI too used to enjoy the autumn and winter more when I could go for a walk or throw a snowball.\nPatience I never ever had any before how about you?\nAnd now it is practically our middle names.\n\nHi Jen,\nThanks for coming by, lovely to see your comment.\nMe too I thought I would still be at work and able to get out and about.\nIt has been difficult for me to rebuild my self esteem, guess it is the same for us all.\nWe all have to do so in order to be able to live at ease with ourselves,\n\nThanks dear friends for coming by, listening to Smokey Robinson on the Electric Proms on BBC 2 at the same time.\nHe is an amazing singer.\nHope you all have a good start to the week.\n\nLucy said...\n\nWe have daylight saving also and it drives me nuts. Ours will change next week. Herrad I think of you so often. You and Mort and some of Mort's friends. I can relate so well to the awful things that take over your body. I do remember it well, everything from the spasms and losing up plus he lost the and his strength and just folding. It Is really tough to deal with that loss and liker you he tried everything to get better I has my son for 42 years.\n\nRain said...\n\nHi Herrad! Our daylight savings starts next weekend on Halloween night. I don't mind this time of year actually, but then again, I'm used to winters up North and it's a nice change for me to have the 4 seasons! I'm noticing lately that the mornings are dark when I wake up! That's a little freaky!\nYou have only 4 days before you can sit in your wheelchair! Any plans to go outside this weekend?\n\nsteve said...\n\nA lady with horrible behavior handled well by a lady with great grace.\n\nHerrad said...\n\nHi Lucy,\nThanks for coming by and sharing your feelings about your son.\nDaylight saving drives most of us nuts, think it puts too many kids in danger going home in the dark.\n\nHi Rain,\nThanks for your visit and comment, I shall do my best to like this time of year again.\nOne thing I have not liked is I can't go and do Christmas shopping on my own anymore.\nSo can't surprise Richie these days.\nBack to the drawing board.\n\nHi Steve,\nThanks for coming by and for your supportive comment.\nSad story, shame after 12 years of knowing her,but could not tolerate her behavior, certainly not after she read the diaries.\nWhat a betrayal of trust.\n\nThanks for coming by all of you and leaving a comment. Hope today is a good day for you.",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.8797584176,
        "format_confidence":0.8485314846,
        "weight":0.0055820685
    },
    {
        "url":"http:\/\/atheistnexus.org\/group\/atheisthumor\/forum\/topics\/to-the-atheists-that-hate-me?commentId=2182797%3AComment%3A1848579&xg_source=activity&groupId=2182797%3AGroup%3A59856",
        "text":"\n\nViews: 207\n\nReplies to This Discussion\n\nLol!  My daughter wants to go put a bible in the fiction section of the xian bookstore now!\n\n\n\n© 2015   Atheist Nexus. All rights reserved. Admin: Richard Haynes.\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":18,
        "format_id":4,
        "topic_confidence":0.9422555566,
        "format_confidence":0.9914134741,
        "weight":0.006221321
    },
    {
        "url":"http:\/\/www.blackberryforums.com\/567712-post6.html",
        "text":"Thread: DVD ripper?\nView Single Post\nOld 06-13-2007, 08:56 PM   #6 (permalink)\nThumbs Must Hurt\nJoin Date: Jun 2007\nModel: 8320\nCarrier: T MO\nPosts: 125\nPost Thanks: 0\nThanked 0 Times in 0 Posts\n\nOriginally Posted by SanFrancisco View Post\nThere's many programs that do this, but they all cost money. Not aware of any free stuff since the functions you expect are fairly complex and I can't think of anyone who is giving away such programs.\n\nIf you are looking for DVD rippers, I think there are freeware programs for that, but I paid for all mine, so I am not sure which ones are out there. Other members may chime in, as there are lots of \"I use only freeware\" members in here.\nwell, i did a search and came across clone DVD mobile. Works very well and i think i will end up purchasing it. Believe me, i dont mind paying for good software at all. I do some home recording\/band demos on the side and have spent hundreds of dollars on software",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9596196413,
        "format_confidence":0.9958640337,
        "weight":0.0052200422
    }
]