[
    {
        "url":"http:\/\/www.thegazette.com\/subject\/opinion\/staff-editorial\/clarity-openness-needed-in-uni-presidential-search-20160818",
        "text":"Clarity, openness needed in UNI presidential search\n\nStaff Editorial,\n\nWe’ve no doubt the Iowa Board of Regents has ideas about how the state’s higher education institutions should adapt to 21st Century educational needs and financial realities. Indeed, that is part of the board’s responsibility and charge.\n\nBut it’s also Regents’ responsibility to clearly articulate that vision, empower our three public universities to pursue it and engage Iowans in the process.\n\nRegents have been doing a poor job of that of late. The University of Northern Iowa presidential search is an opportunity for a course correction.\n\nAfter declining to renew current President Bill Ruud’s contract, Regents are developing the process by which a new president will selected. In doing so, they must be sure the process is transparent, inclusive and clear to all stakeholders in order to avoid a repeat of the most recent University of Iowa presidential search.\n\nThe UI search was intrinsically flawed in large part because Regents did not disclose their goal of hiring a non-traditional president. The lack of clarity and transparency led to a murky process orchestrated and manipulated by the Regents toward an invisible finish line.\n\nAs a direct result of Regents’ actions, the UI community and its new president have suffered for nearly a year under a shadow of suspicion and mistrust. It didn’t have to be this way.\n\nIf the Regents have a vision for UNI’s future they must share it with stakeholders and the public, and hone that vision through meaningful discussions with the UNI community. UNI faculty, students and staff are perfectly positioned to provide critical insights into conversations about the future of Iowa’s smallest public university, and about the type of president best suited to lead the charge in making that vision a reality.\n\n\n• Gazette editorials reflect the consensus opinion of The Gazette Editorial Board. Share your comments and ideas with us: (319) 398-8469;\n\n\n\nTeenagers are questioning U.S. Sen. Chuck Grassley's push last year to roll back rules designed to keep firearms out of the hands of those with severe mental disabilities. Iowa's senior senator should answer. Florida teen Emma Go ...\n\nStudents who survived gunfire at Florida's Stoneman Douglas High School have argued passionately and thoughtfully in recent days for solutions to gun violence. And they've stood strong under the intense glare on a national stage. ...\n\nGive us feedback\n\nHave you found an error or omission in our reporting? Tell us here.\n\nDo you have a story idea we should look into? Tell us here.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.6677203178,
        "format_confidence":0.9600673914,
        "weight":0.0042075471
    },
    {
        "url":"http:\/\/www.baseballamerica.com\/majors\/book-review-parents-behaving-badly-11765\/",
        "text":"Book Review: Parents Behaving Badly\n\nParents Behaving Badly: A Novel by Scott Gummer\n\nTouchstone\/Simon & Schuster, 2011\n\nList Price: $23.00\n\nYouth sports, in all flavors, are frequently not the bastion of innocence we typically wish they were. Coaches and parents entrusted with molding young minds too often prove unworthy role models, making youth baseball fertile ground for a good lampooning.\n\nScott Gummer, who has coached kids at a variety of levels, trained his sights on these out-of-control adults in “Parents Behaving Badly,” a novel that takes ludicrous behavior to the extreme. Gummer zings everyone and everything connected to youth baseball in a story that reads as a cross between “Desperate Housewives” and “The Bad News Bears.”\n\nBen Holden, the hero of the tale, has just moved back to Palace Valley, Calif., with his wife and three kids after a long stint on the East Coast. Most of his old classmates never left. When his boys, ages 12 and 6, turn out for Little League, Ben is reunited with old friends, each measuring their self-worth vicariously through their children’s sports. After the bully in charge of his older son’s team is suspended for kicking his own son following a loss, Ben volunteers to take over as coach, with the devious motive of making the sport fun for the kids again. The team loses nearly every game, causing a near riot among the parents, who finally all see the light after a close loss in the season finale.\n\nThere’s certainly a laudable message in there. Unfortunately, it’s not enough to save the book. The story is stocked with clichéd characters straight out of sitcom central casting. There’s Ben’s hard-nosed father “Coach,” who skippered the local high school squad for 50 years until dying of a heart attack shortly after his son’s return. The immature and somewhat idiotic older brother Fred, and the attractive ultrasound technician whose attempts to seduce Ben briefly threaten his marriage.\n\nDel Mann, the original coach of the 12-year-old team, is so over the top that he’s a caricature of the worst that youth sports could ever offer—at least until his miraculous and instantaneous late-season transformation. On the flip side, we have the too-good-to-be-true major league superstar Homer King (his real name!), who had been taken in by Coach as a 16-year-old after his father killed his mom. Not just a great ballplayer, Homer is also People magazine’s sexiest man alive. Much later in the story, for no apparent reason, he comes out of the closet as a homosexual and is never referenced again.\n\nToo many characters, and too much of the action are introduced for the sole purpose of setting up a punch line. In the first chapter alone (11 pages), we meet 23 characters (24 including the family dog), some of whom we never see again after the second chapter. Most splash onto the scene in one paragraph that concludes with a joke of some sort. Typical is Ben’s brother-in-law, Paul Aycock, who grew up without learning the proper way to hold a football. His main function seems to be setting up a potential side-splitter of a hyphenated last name, Holden-Aycock. The audio version should come with a drummer, banging out a rimshot on every third sentence. Some of the lines are humorous, but too many are familiar, and they disrupt the flow of the story.\n\nGummer’s writing frequently reminds the reader that this isn’t a real universe inhabited by real people. It’s possible a kid could tweet, “This party blows, but Tommy’s mommy’s a hottie!” It’s less likely that he would be 6 (and spell every word correctly), and less likely still that Tommy’s sister Kate, 14, would happen to be following him on Twitter and see it, especially given she has no idea who he is.\n\nThe 6-year-olds may be a little more advanced in Palace Valley than in other towns. Ben’s son Tommy writes and reads a touching speech at his grandfather’s funeral. Later, during baseball tryouts, he catches all three fly balls hit to him in center field, including one Willie Mays style, and cleanly picks all three ground balls he takes at short—though he did throw one away. He also rakes line drives in his tryout at-bats.\n\nSeveral other baseball details simply don’t add up. Elder son Andrew, who was eager to go out for Little League despite displaying little acumen for the game, is set up as bottom-of-the-order fodder. In the first game of the season, he outrages his coach by failing to drop a bunt, instead grounding weakly to first for the second out of the inning. Unfortunately, there had already been a double play in the inning, so not only did the coach, who tolerates no mistakes from his players, lose track of outs, so did the author. So in love are they with the bunt play that they try again with the next hitter, with two (actually three) outs. Andrew is entrusted to pitch late in a subsequent game because the “bottom half” of the opposing team’s order is due up. The first batter walks, the next two make outs, then he gives up a single, bringing up the No. 8 hitter. For those doing the math, the bottom of the order started with the cleanup hitter.\n\nAnother inconsistency that should have been caught somewhere along the line: Ben’s throwing up on a kid’s face when he was 12, “before the advent of camcorders,” yet being humiliated by a clip when he got kicked in the mouth and knocked unconscious during an elementary school play that wound up on “America’s Funniest Home Videos,” a cruel turn that “made brilliant video for early adopter parents with toaster-sized camcorders.” Which is it? Did they exist yet or not?\n\nYou also find numerous places where Gummer switches point of view from one paragraph to the next. The general rule for fiction: one point of view per scene. Within one three-paragraph span in the ninth chapter we move through no less than five points of view, a most egregious—and dizzying—case of “head-hopping.”\n\nI had hopes for this one, which was released by an imprint of Simon & Schuster and touted on the cover by the likes of Tom Perrotta. It feels like Gummer is trying to emulate writers like Perrotta or Jonathan Tropper at times, but he just doesn’t pull it off. The “youth sports should be fun” message is too deeply buried in sophomoric humor and sexual angst (from the parents, not the kids) to work. Stripped to its core there’s a story here that could resonate. Like the blundered two-out bunt attempt, it’s just not executed.\n\nJames Bailey reviews books for Baseball America. He can be contacted at\n\nMajors | #2011 #Book Guide\n\nAdd a Comment\n\ncomments powered by Disqus",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.5398280025,
        "format_confidence":0.5685593486,
        "weight":0.0022284661
    },
    {
        "url":"http:\/\/en.espn.co.uk\/southafrica\/rugby\/story\/171574.html",
        "text":"Numbers Game\nA decade of dominance\nHuw Richards\nOctober 23, 2012\nEngland's Mike Tindall celebrates their win over the All Blacks, England v New Zealand, Twickenham, November 9, 2002\nEngland celebrate their win over the All Blacks in 2002 © Getty Images\nRelated Links\nNumbers Game: The non-scoring winger\nNumbers Game: A cut above the rest\n\nSo well established is the autumn international programme in rugby's contemporary calendar that it comes as a shock to recall that, like the Heineken Cup, it is less than 20 years old and a product of the game's professional era.\n\nThe forces that got all of the southern hemisphere's giants visiting most years were those which dominated the somewhat panicky years of the new settlement - a desperate search for new income with which to fund vastly increased costs. Only an extended international programme could be counted upon to do that.\n\nSo it is that when autumn matches resume this month after their World Cup year sabbatical in 2011, fans in Europe will be able to see not only the Boks, All Blacks and Wallabies, but the Pumas, Fiji and Samoa.\n\nThe extent of the transformation can be seen by comparing international records pre and post 1995. When Ireland entertain South Africa at the Aviva Stadium on November 10, it will be the 119th clash between one of the former Five Nations and one of the three traditional southern giants since 1995, an average of seven matches per year over 17 years.\n\nThe 90 years between the pioneering All Blacks and the change of 1995 saw 148 matches, an average of 1.64 per year, or less than a quarter of the rate of more recent teams. Take out the years lost to war, and the average still comes out at less than two.\n\nWhat has not changed is a pattern of southern dominance. We get reminded of it much more frequently when all three visit most years, compared to the pattern of one each per decade that held until the 1970s, but there's not a massive difference between pre and post 1995 results. The southern trio won 93 and lost 47, with 8 draws of the pre-professional matches. They've done a little better since 1995, winning 81 to 32 with five draws, but there is only a five per cent difference - 70.76% against 65.54 - in their winning percentage. Those five draws, three involving Australia and two New Zealand, are a genuine oddity given that the drawn game has become such a rarity in modern rugby.\n\nAs so often with historical statistics, the breathtaking element is the dominance of the All Blacks. Over the entire period, their winning record as an away team against the Five Nations has been 82.96%. They have played 91 matches and won 73, with only 13 defeats. So great a collector's item is an All Black defeat that well-informed fans of the winning teams can usually reel off the years - 1905, 1935 and 1953 for Wales, 1936, 1983, 1993 and 2002 for England.\n\nOn November 9 they will complete a decade since they lost away to any of the Five Nations (the loss against France in the 2007 World Cup was on neutral ground, in Wales).\n\nThat is also long enough for most of us to have forgotten that this most recent loss was against an immensely strong England squad missing only one man - Josh Lewsey - of the 15 who started the World Cup final a year later, while All Black coach John Mitchell had chosen to bring an experimental squad and handed debuts to seven players, of whom only Andrew Hore and Ali Williams were to have long international careers. Even then they scored four tries to three and led by 12 points before a late England revival.\n\nAll Blacks' record in the autumn internationals\nOpposition Win Lose Draw Overall %age\nWales 7 0 0 100%\nIreland 5 0 0 100%\nScotland 4 0 0 100%\nEngland 6 1 1 75%\nFrance 6 2 1 72.2%\n\nSouth Africa has been the second most successful visitor, while playing fewer matches because there were none between 1974 and 1992. They have won 53 and lost 23 of their 80 matches for a 68.75% success record. Australia brings up the rear with 52.63%, 48 wins to 43 defeats in 95 matches.\n\nWhat has changed between the pre and post 1995 eras is the relative fortunes of the teams. New Zealand had the best record to 1995, but not by much - 79.09% to South Africa's 76.31, which included a 23-match unbeaten run between losses to Scotland in 1906 and Ireland in 1965, while Australia lost more matches than they won for a 44.55% record.\n\nNew Zealand's professional record is little sort of stupefying, only three defeats - England in 2002, France in 1995 and 2000 - in 36 matches, of which 31 have been won and two drawn, a success rate of 88.89%. Australia has done much better, and its 63.75% from 40 matches just edges out the Springboks' 63.41% from 42, of which 26 have been won.\n\nAmong the battered hosts, England and France have the best records, both just over 40%. England have a marginal edge, but will lose it - albeit with a chance to leapfrog back a week later - should France beat Australia on November 10.\n\nFrance, with 12 wins in 21 matches, have the best record against Australia and their six wins in 23 is comfortably the best against New Zealand. England, with eight wins and a draw in 18 matches, have been far by the Springboks' most troublesome adversary.\n\nSouth Africa celebrate victory while Wales lament defeat, Wales v South Africa, Millennium Stadium, Cardiff, Wales, November 13, 2010\nThe sight of South Africa celebrating at the MIllennium Stadium is nothing new © Getty Images\n\nScotland was little behind France and England pre-1995, but has struggled since, winning only three out of 21 matches to drop its all-time percentage to 27.08%. Ireland had by far the worst pre-1995 record but has done much better since, including a 50% record against the Springboks to raise its overall record to 24.41%.\n\nThat leaves Wales, most unusually for an all-time Five Nations table, in last place on 24.07%, weighed down by an abysmal record against South Africa - with only a single victory, in a half-completed Millennium Stadium in 1998, in 16 meetings. Three wins and a draw from 26 matches mean they edge out Scotland as the most accommodating hosts of the professional era.\n\nEngland's record of 43.33% since 1995 conceals the one period in which a European team has truly dominated Southern visitors. Their record as host during Clive Woodward's period as coach (1997 to 2004, when his resignation coming ahead of the autumn matches in 2004) was P14 W8 D2 L4, a success rate of 64.29%. Their record otherwise in professional times has been a slightly less impressive four wins from 16 matches, or 25%.\n\nThree wins from nine meetings this autumn would hold up Europe's rather unimpressive historic average, and indeed slightly improve the professional record. Both history and current form suggest those defeats are likelier to be inflicted on Australia or South Africa.\n\nAny All Black defeat, particularly if they go down for the first time ever to Scotland or the first in 59 years to Wales, would go straight into rugby history. On average they go down roughly once every eight and a quarter years - 13 times in 107 years. But looked at another way, they're due, given the decade that has elapsed since they went down at Twickenham in November 2002.\n\n© ESPN Sports Media Ltd.\n\nLive Sports\n\nCommunication error please reload the page.\n\n  • Football\n\n  • Cricket\n\n  • Rugby\n\n    • Days\n    • Hrs\n    • Mins\n    • Secs\n\n    F1 - Italian GP\n\n  • OtherLive >>\n\n    Snooker - China Open\n    Tennis - Miami Open",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9973272085,
        "format_confidence":0.5050648451,
        "weight":0.004445687
    },
    {
        "url":"http:\/\/www.taipeitimes.com\/News\/editorials\/archives\/2012\/07\/06\/2003537059",
        "text":"﻿ Lin Yi-shih a product of dark side of ‘guanxi’ - Taipei Times\nFri, Jul 06, 2012 - Page 8　News List\n\nLin Yi-shih a product of dark side of ‘guanxi’\n\nBy Hsu Yu-fang 許又方\n\nFormer Cabinet secretary-general Lin Yi-shih (林益世) reportedly admitted to accepting NT$63 million (US$2.11 million) in bribes from Ti Yung Co, a metal-recycling company. This was news that shocked the political world. However, for the average person, such scandals are not all that surprising and are almost something to be expected because they are but a reflection of the darker side of Taiwan’s political and economic culture.\n\nThere is a popular Chinese saying that, “If you have guanxi (關係, connections) you will be okay, but if you don’t, then you have problems.” Having guanxi and using it to your advantage to get around normal avenues for doing things is part of everyday life in Chinese societies around the world — and Taiwan is no exception.\n\nI live in Hualien and often have to book a train ticket to Taipei and back. Each time I need a ticket, I have to get up early to book tickets online the morning of the trip and even this does not work every time. However, there are always quite a few people that always manage to get a ticket anytime they want by making one simple phone call. When people are employing such methods to obtain a train ticket, is it any wonder they do the same thing when it comes to industries involving tens of billions of New Taiwan dollars?\n\nTo put it simply, when there is something to be gained, people will use their guanxi to get it. Supply and demand are what make guanxi possible. Those in business are fond of money and politicians have power. Taiwan’s guanxi culture is created when these two spheres mix and interests and benefits are exchanged.\n\nTherefore, nobody was really surprised when Lin was accused of corruption, and they most probably think that this is just the tip of the iceberg when it comes to corruption involving government officials and businesses.\n\nIt is a well-known fact that elections are hugely expensive affairs. It is often said that it takes millions to get elected to a city or county council and tens of millions to get elected to the legislature. Stories of people who spend hundreds of billions on elections also abound. If that is what it takes to get elected, then who on earth can afford it, unless they are backed by massive family wealth? As a result, politicians often look to wealthy businesspeople for support. After they get elected, they are naturally happy to speak up for their business interests. Alternatively, they can use the power vested in them as public representatives to apply pressure or solicit bribes to cover their election costs.\n\nLin was elected as a legislator four times and after losing in the Kaohsiung County commissioner elections in 2005 and in the legislative elections this year, one can imagine he must have needed quite a bit of funding.\n\nThe whole Lin incident can be explained as a product of a culture that has developed for a long time between political and business circles, and it is therefore unsurprising. However, this is also what makes it scary and dangerous.\n\nTaiwan has often been criticized as being one of the world’s ugliest and dirtiest nations — a key reason being Taiwanese are used to how things are and the government ignores things like illegally parked cars and hawker stands set up where they are not allowed to. If everyone is used to these connections between government and business, then this country is well beyond help. Given its domestic situation, how can Taiwan even begin to talk about boosting its international competitiveness or about catching up with Singapore or South Korea?\n\nThis story has been viewed 2993 times.\nTOP top",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9742732644,
        "format_confidence":0.9594208598,
        "weight":0.0220957529
    },
    {
        "url":"http:\/\/www.taipeitimes.com\/News\/editorials\/archives\/2012\/07\/06\/2003537059",
        "text":"﻿ Lin Yi-shih a product of dark side of ‘guanxi’ - Taipei Times\nFri, Jul 06, 2012 - Page 8　News List\n\nLin Yi-shih a product of dark side of ‘guanxi’\n\nBy Hsu Yu-fang 許又方\n\nFormer Cabinet secretary-general Lin Yi-shih (林益世) reportedly admitted to accepting NT$63 million (US$2.11 million) in bribes from Ti Yung Co, a metal-recycling company. This was news that shocked the political world. However, for the average person, such scandals are not all that surprising and are almost something to be expected because they are but a reflection of the darker side of Taiwan’s political and economic culture.\n\nThere is a popular Chinese saying that, “If you have guanxi (關係, connections) you will be okay, but if you don’t, then you have problems.” Having guanxi and using it to your advantage to get around normal avenues for doing things is part of everyday life in Chinese societies around the world — and Taiwan is no exception.\n\nI live in Hualien and often have to book a train ticket to Taipei and back. Each time I need a ticket, I have to get up early to book tickets online the morning of the trip and even this does not work every time. However, there are always quite a few people that always manage to get a ticket anytime they want by making one simple phone call. When people are employing such methods to obtain a train ticket, is it any wonder they do the same thing when it comes to industries involving tens of billions of New Taiwan dollars?\n\nTo put it simply, when there is something to be gained, people will use their guanxi to get it. Supply and demand are what make guanxi possible. Those in business are fond of money and politicians have power. Taiwan’s guanxi culture is created when these two spheres mix and interests and benefits are exchanged.\n\nTherefore, nobody was really surprised when Lin was accused of corruption, and they most probably think that this is just the tip of the iceberg when it comes to corruption involving government officials and businesses.\n\nIt is a well-known fact that elections are hugely expensive affairs. It is often said that it takes millions to get elected to a city or county council and tens of millions to get elected to the legislature. Stories of people who spend hundreds of billions on elections also abound. If that is what it takes to get elected, then who on earth can afford it, unless they are backed by massive family wealth? As a result, politicians often look to wealthy businesspeople for support. After they get elected, they are naturally happy to speak up for their business interests. Alternatively, they can use the power vested in them as public representatives to apply pressure or solicit bribes to cover their election costs.\n\nLin was elected as a legislator four times and after losing in the Kaohsiung County commissioner elections in 2005 and in the legislative elections this year, one can imagine he must have needed quite a bit of funding.\n\nThe whole Lin incident can be explained as a product of a culture that has developed for a long time between political and business circles, and it is therefore unsurprising. However, this is also what makes it scary and dangerous.\n\nTaiwan has often been criticized as being one of the world’s ugliest and dirtiest nations — a key reason being Taiwanese are used to how things are and the government ignores things like illegally parked cars and hawker stands set up where they are not allowed to. If everyone is used to these connections between government and business, then this country is well beyond help. Given its domestic situation, how can Taiwan even begin to talk about boosting its international competitiveness or about catching up with Singapore or South Korea?\n\nThis story has been viewed 2993 times.\nTOP top",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9742732644,
        "format_confidence":0.9594208598,
        "weight":0.0220957529
    },
    {
        "url":"https:\/\/www.hsj.co.uk\/home\/innovation-and-efficiency\/using-technology-to-better-manage-long-term-conditions\/5053767.article",
        "text":"Clare Wexler examines why commissioners and patients must behave differently if care pathways for the treatment of chronic disease are to improve\n\nA diabetes test\n\nThere can be little doubt that improving the management of long-term conditions is one of the NHS’ biggest priorities. Around one in three people in the UK are currently living with a chronic condition, and £7 of every £10 spent on the health budget goes towards supporting them. It is estimated that by 2018, nearly three million people will have three or more conditions at any one time.\n\n‘It is time for the NHS and patients to think differently. Technology will undoubtedly sit at the centre of the solution’\n\nThe impact on the health service, both in terms of cost and the ability to deliver quality care, is significant; demand is dramatically outstripping resources. The impact on patients, however, is even more critical. Health outcomes are suffering as, all too often, patients become disengaged from their care and are forced to endure unnecessary hospital treatment or sustained unemployment, because their condition has not been managed optimally. \n\nThe health secretary has vowed to free patients with chronic diseases from the “merry-go-round of doctors’ surgeries and hospitals” – but, without meaningful change, the situation will only get worse.\n\nTo progress, we not only need to change the way the NHS works, but we must also transform how patients interact with their healthcare, and redesign care pathways to put patients at the centre of it.\n\nThe current model of managing long-term conditions is unsustainable. The tipping point is fast approaching; it is time for the NHS and patients to think – and behave – differently. And technology will undoubtedly sit at the centre of the solution.\n\nTechnology: the great enabler\n\nThe discussion has now moved beyond debating whether technology can play a part in transforming patient care – to succeed, it must. Tomorrow’s healthcare model must optimise technology, harness the power of information and share it across the health and social care system in ways that join up care, connect organisations and empower patients.\n\nMoreover, if the NHS is to deliver patient-centric services built on the principle of “no decisions about me, without me” – and in the process, facilitate more effective management of chronic disease – the integrated use of innovations such as telehealth and health coaching must become the rule rather than the exception.\n\n‘In isolation, educating patients is not enough to bring about true behavioural change’\n\nThe NHS mandate outlines an NHS Commissioning Board objective to drive a substantial increase in the use of technology to help people manage their health and care. It encourages clinical commissioning groups, providers and local councils to collaborate to overcome the practical barriers that prevent services working together effectively – and, in particular, it challenges local commissioners to stimulate the development of innovative, integrated service provision across primary, secondary and social care.\n\nThe mandate promises to make “significant progress” towards helping patients with long-term conditions to benefit from telehealth and telecare, enabling them to manage and monitor their conditions at home, thereby reducing avoidable hospital admissions and improving health outcomes.\n\nNew landscape\n\nWith the emergence of a new NHS commissioning landscape just around the corner, CCGs and local authorities must work in partnership to ensure that local health and social care budgets are not eroded by the inefficient management of long-term conditions. The most proactive will take advantage of innovative technologies that already exist.\n\nAt a national level, tools to assist shared decision making between patients and clinicians are being implemented as part of the quality, innovation, productivity and prevention Right Care programme and are, at present, providing patients with vital information across key diseases areas.\n\nAlthough this provides a powerful platform to nurture informed patients, it is widely recognised that, in isolation, educating patients is not enough to bring about true behavioural change.\n\nIndividuals diagnosed with long-term conditions commonly require ongoing support as they seek to adapt their lifestyles. Health coaching, therefore, is emerging as a valuable integrated adjunct to shared decision making, which can help patients manage long-term conditions.\n\nIntegrated health coaching\n\nHealth coaching programmes are proven to be highly effective in driving behavioural change among patients, to support specific disease management programmes. Their implementation is a simple and natural extension of existing processes.\n\nWith early intervention widely accepted as the most practical and effective way of managing long-term conditions, patients at high risk of developing them, who could benefit most from health coaching, will commonly have been identified through standard risk stratification exercises within local health organisations.\n\nIn the health coaching model, specially trained health practitioners act as individual case managers, and regularly engage in bi-directional telephone dialogue with target patients, combining treatment and lifestyle advice with education and disease management principles.\n\n‘Building a new model for the management of long-term conditions is not impossible, it’s already happening’\n\nThis can help ensure patients adhere to recommendations in line with care pathways set out by local clinicians and commissioners. Crucially, health coaching programmes are conducted in partnership with local health organisations, ensuring that clinicians maintain total control of the patient relationship.\n\nThe approach has been shown to motivate patients towards a readiness to change their unhelpful thinking patterns. It can facilitate their confidence and skills in self-management, encourage behavioural change and also helps them prepare for consultations and proactively consider treatment options.\n\nMoreover, with patients conscious that consultation time with their GP is limited, health coaching provides a valuable opportunity for people to discuss the longer-term management and implications of their condition, thereby proactively managing their disease.\n\nEvidence increasingly underlines that, when health coaching programmes have been deployed, patient satisfaction levels have soared and outcomes have improved. What’s more, as a consequence of individual behavioural change, unplanned emergency care across all sectors of the NHS and social care naturally reduces, resulting in positive implications for the local health economy. The approach has clear benefits for all key stakeholders:\n\n  • Patients: quality of life improves, with fewer chronic episodes putting people in greater control of their condition.\n  • GPs: managing patients with long-term conditions becomes more effective and cost effective, while total control of patient care is maintained.\n  • NHS: costs reduce and system capacity increases due to the avoidance of unplanned emergency care.\n\nIntegrating care\n\nIntegrated health coaching programmes are underpinned by robust technologies. Health coaches routinely – and transparently – capture vital health data and share it securely with key stakeholders across the health and social care system. This can alert clinicians to when intervention may be necessary, inform future consultations and join up care.\n\nAs technology advances, the potential to integrate health coaching with mobile telehealth applications provides a powerful opportunity to tailor personalised care, thereby ensuring the right message gets to the right person at the right time via the most appropriate route, be that by telephone, text message, online or mobile app.\n\nIn an integrated care system, the key components of patient-centric services cannot operate in isolation. Electronic healthcare and telehealth offer tremendous potential to transform services but, on their own, they will achieve little – they must be joined together.\n\nHealth coaching provides a human mechanism to sit at the centre and evaluate all available linked data, as well as identifying areas where technology can help reduce costs and improve care pathways. Holistic systems that combine shared decision making, telehealth and health coaching are, therefore, critical to the effective management of long-term conditions.\n\nTo optimise the opportunity, tomorrow’s commissioners must capitalise on today’s innovations. Fully integrated, scalable systems, which can transform patient services, can be implemented quickly and easily at low cost. Building a new model for the management of long-term conditions is not impossible – it’s already happening. And it works. It just requires some innovative thinking.\n\nClare Wexler is chief executive of Totally Health",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9957675934,
        "format_confidence":0.9729222059,
        "weight":0.007285154
    },
    {
        "url":"http:\/\/fmonline.co.uk\/article\/article\/The-new-Food-Information-for-Consumers-Regulations\/",
        "text":"The changes foodservice companies face with the entry into force of the new Food Information for Consumers Regulations at the end of the year\n\nNew regulations surrounding sign-posting of information about allergens contained in food bought out-of-home will come into force in the EU in December 2014.\n\nThe Food Information for Consumers Regulations will have a significant impact on the food industry as they will require all food operators to inform consumers on whether any of the 14 allergens in the regulations are contained in the food they sell or serve.\n\nThe legislation is vital to ensure that those with food allergies and intolerances can feel confident about eating out-of-home. According to Allergy UK, the UK is one of the top three countries in the world for the highest incident of allergies. Recent studies have confirmed a significant increase in the incidence of food allergies, particularly amongst children (Allergy UK) with six to eight per cent of children having a proven food allergy (National Institute for Health and Clinical Excellence, 2011).\n\nLike other food service providers, Sodexo is implementing processes to ensure that the company will be prepared to face these significant changes.\n\nSodexo’s strong track record in the healthcare and education sectors - in which allergen-awareness is crucial – has put it in a leading position to cater for customers with food allergies.\n\nOne of the most important undertakings for any foodservice business in the lead up to December will be the need to have a comprehensive database of ingredients, complete with relevant allergens data. Since 2009, when Sodexo became an early signatory of the Food Standards Agency’s calorie labelling initiative, the company has been collecting nutritional data from suppliers, including data about allergens. This information has now been stored in Sodexo’s central ingredients and online recipe database and will be used to help staff provide the relevant information to consumers.\n\nGiven the scale of Sodexo’s business and the vastly different food environments it operates in, the database will act as the basis for Sodexo’s approach to ensuring full compliance with the regulation, with a tailored information delivery process for different site settings.\n\nMost importantly, Sodexo’s experience shows that companies will need to put in place a clear line of command and responsibility for allergen information collection and dissemination at each site. ‘Allergen coordinators’ are employed at each school catered for by Sodexo to ensure that all pupils are supported when deciding on meal choices.\n\nA necessity in the run-up to December will be that foodservice companies train their relevant staff on the changes in the legal requirements, the processes they are putting in place to comply and the sources of information on the allergens contained in the ingredients used.\n\nIn order to ensure that Sodexo’s teams are prepared, a tailored training programme has been put in place. Information about safely managing allergens has always formed an important part of the ‘Food Passport’ food safety training.\n\nIn readiness for the regulatory change, this will be supplemented with extra training and briefing sessions, including an e-learning programme as well as face-to-face sessions.\n\nWhile the new regulation clearly presents challenges for the foodservice industry, it is vital that customers with food allergies feel confident about eating safely out-of-home and have exciting and interesting options they can choose from.\n\nAuthor: Wan Mak, Head of Nutrition and Dietetics, Sodexo UK and Ireland\n\nFind out more about Sodexo by viewing their company profile, here.\n\nSponsored links\n\nStannah Lifts\n\nPassenger Lifts\n6-16 persons\nMaxilift & Piccolo Range\n\nOCS Group\n\nOne Complete Solution\nCleaning, Catering\nand Integrated Services\n\n\nSmall Washroom?\nCompact Hand Hygiene\n\n\nData Rental Solution\nDirect Marketing\nData Rental Specialists\n\n\nFlexible Electric Heating\nPanel Heaters",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9185037017,
        "format_confidence":0.7515048385,
        "weight":0.0017806968
    },
    {
        "url":"http:\/\/www.avclub.com\/review\/my-bloody-valentine-emmbvem-91978",
        "text":"My Bloody Valentine: MBV\n\nMy Bloody Valentine: MBV\n\n\nMy Bloody Valentine\n\nAlbum: MBV\nLabel: Self-released\n\nCommunity Grade (140 Users)\n\n  • A\n  • A-\n  • B+\n  • B\n  • B-\n  • C+\n  • C\n  • C-\n  • D+\n  • D\n  • D-\n  • F\n\nYour Grade\n\n\nIf a band’s career trajectory is a graph of its leader’s life, Kevin Shields is batshit. It’s taken him and his pioneering shoegaze group, My Bloody Valentine, 22 years to release MBV, the follow-up to its legendary sophomore album, Loveless. During that time, Shields produced very little, outside of the occasional cover song, remix, guest collaboration, and reunion tour. But amid intense speculation—from himself and others—about his soundness of mind, he’s maintained that a third album was in the works, even if that possibility seemed to retreat further each year into the same inchoate ether that shrouds his best music.\n\nGranted, Loveless didn’t have a quick or easy birth. It nearly bankrupted its label and destroyed the band forever. But what it accomplished was worth the anguish: In no uncertain way, it revolutionized indie rock, an influence that still echoes in dozens of imitators and subgenres—not to mention an overarching aesthetic, one where ambience is deployed not quietly, but with the majestic enormity of an angel getting sucked through a warp engine. MBV doesn’t mess with that aesthetic. If anything, it takes the pulped angel corpse that is Loveless and feeds it back into the machine for one more spin around the macrocosm.\n\n“She Found Now” opens the disc with a pulsing pattern of melody that bobs along on a dreamy rhythm. The guitars are achingly similar to those of Loveless: churning, overloaded, and kaleidoscopically unstable. The fused-glass vocals of Shields and fellow singer-guitarist Bilinda Butcher take on the same properties as they have in the past, a honey-colored smear of whispers and sighs in which syllables are no more distinct—and no less lulling—than waves in an ocean.\n\nWhat follows is deliciously Loveless-like. Heavier and more pneumatic with its droning, “Only Tomorrow” is a pretty, approachable tune whose low-end nonetheless threatens to buckle under its own weight. That marriage of delicacy and disintegration has long been one of Shields’ favorite formulas, and he uses it more typically on the forceful, fluttering “Who Sees You”—which comes with an opening drum riff that sounds so similar to that of Loveless’ “Only Shallow,” it feels less like a coincidence and more like a playful refrain. \n\nThe sparsely appointed, deeply textured keyboards of “Is This And Yes” form a pillowy interlude before “If I Am,” a track built on sleepy-eyed funk and shimmering sheets of vocals. The funk really comes down, though, on “New You.” At first, it sounds like a throwback to the Happy Mondays-ish dance beats that permeated British indie rock—shoegaze included—in the early ’90s. Really, though, the beat calls back to A Certain Ratio’s post-punk classic “Do The Du,” only slowed down, slathered in cotton candy, and ventilated with MBV’s airiest arrangement.\n\nFrom there, the album relinquishes the familiar and swims far beyond the sight of shore. “In Another Way” opens with a squall of atonality and a shuffling pummel of drums before the vocals—with a bit of acidic bite to their incomprehensible softness—kick in. It’s not entirely new; its closest ancestor is Loveless’ “Soon,” although the pinprick vamps of sampled guitar on “In Another Way” mesh with the stuttering rhythm in a far more orchestral way. “Nothing Is” is MBV’s least essential track, three and a half instrumental minutes of jackhammer ambience that break up the landscape without sizably contributing to an album that cries to be longer.\n\nMBV closes with “Wonder 2,” and it’s the album’s least cuddly song, relatively speaking. It’s also its strongest statement. Chopped, looped, sampled, and sculpted, “Wonder 2” is a distilled and almost abstracted realization of Shields’ methodology: the studio as a compositional tool, the act of self-deconstruction as a source of creation, a remix of a remix of something that never existed anywhere but in Shields’ forebrain. The song holds melody like a memory, an evolutionary vestige, the reminder of a bygone era before digitization lent its cadence to biology. It also kind of sounds like a helicopter, and helicopters sound pretty awesome.\n\nIt’s tough to tell what Shields was shooting for with MBV, let alone if he came close to hitting it. How far back do the basics of these recordings stretch? Is the album an attempt to re-create what a 1993 follow-up to Loveless might have sounded like? Or is it a clean-slated attempt to open a fresh chapter in the band’s existence? Conscious or not, the loose ends from Loveless are impossible to ignore, but neither are they easy to condemn. Loveless’ main drawback was the fact that, for 22 years, it stood as a monument to thwarted promise, a teaser of what might have come if only Shields and crew had gotten their shit together. Finally, they have. And regardless of whether it’s an echo of the past or a bridge to the future, MBV stands as something potentially timeless—and immediately breathtaking.\n\nFiled Under: Music\n\nMore Music Review",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9905425906,
        "format_confidence":0.7796590924,
        "weight":0.0092700734
    }
]