[
    {
        "url":"https:\/\/www.allfreeholidaycrafts.com\/Kids-Crafts-for-St-Patricks-Day\/page\/2",
        "text":"Free Offer\nHappy St. Patrick's Day! 12 St. Patrick's Day Crafts for Kids and Adults\n\nThe cute St. Patrick's Day crafts in this FREE e-book are even better than finding a pot of gold!\n\nBonus: Get our newsletter & special offers for free. We will not share or sell your email address. View our Privacy Policy\n\nKids Crafts for St. Patrick's Day\n\nFind Saint Patrick's Day crafts for kids including leprechaun craft ideas, pot of gold project suggestions, shamrock projects for children and a whole lot more!\n\nLeprechaun Cupcakes\n\nLooking for a fun and kid-friendly St. Paddy's Day project to work on with… More\n\n(0 Votes)\n\nListen to the Rainbow Noisemakers\n\nYou cant see a rainbow without the rainstorm, like the one in these Listen… More\n\n(0 Votes)\n\nEasy Rainbow Cloud Decoration\n\nWhen St. Patrick's Day approaches, we're always on the lookout for fun… More\n\n(0 Votes)\n\nPipe Cleaner Shamrocks\n\nLooking for a quick and easy solution to restless children this March?… More\n\n(0 Votes)\n\nPot of Clover Place Cards\n\nMake the cutest and most unique place cards your friends and family has… More\n\n(0 Votes)\n\nLucky Green Banner\n\nThis St. Patrick's Day, add a little luck to your life by creating this… More\n\n(0 Votes)\n\nProject of the Day\n\nEnglish Rose Bath Bomb Recipe\n\nMom deserves the best, doesn't she? This English Rose Bath Bomb Recipe is one of our favorite Mother's Day gift ideas yet! How… Continue reading: \"English Rose Bath Bomb Recipe\"\n\nSomething worth saving?\n\nRegister now for FREE to:\n\n  • SAVE your favorite projects\n  • ADD personal reminder notes\n  • QUICKLY reference your projects\n\n\nConnect With Us\n\nFacebook Twitter Pinterest Twitter\nBlog Email RSS\n\nAbout Us Advertise Contact Us FAQ Do Not Sell My Personal Information Keyword Index Privacy Policy Subscribe Terms of Service Unsubscribe Share Your Project\n\n---- 1 ----",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9742343426,
        "format_confidence":0.7965496778,
        "weight":0.0065671303
    },
    {
        "url":"http:\/\/tailieu.vn\/tag\/pregnancy-prevention.html",
        "text":"Pregnancy prevention\n\nXem 1-20 trên 64 kết quả Pregnancy prevention\n  • The second edition, like the first one, is intended to provide practical guidance to clinicians looking after patients with heart disease, or who may be at risk of cardiac problems, in pregnancy and the puerperium. These will be hospital physicians and cardiologists, obstetricians, general practitioners and specialist nurses who provide direct care as well as the anaesthetists responsible for making delivery safe and the geneticists who answer the many questions posed by couples with a personal or family history of heart disease....\n\n    pdf365p socolanong 23-04-2012 69 25   Download\n\n  • Tham khảo sách 'world report on road traffic injury prevention', kỹ thuật - công nghệ, cơ khí - chế tạo máy phục vụ nhu cầu học tập, nghiên cứu và làm việc hiệu quả\n\n    pdf66p nhacnenzingme 23-03-2013 13 3   Download\n\n  • Gastrointestinal and Liver Disease Up to 90% of pregnant women experience nausea and vomiting during the first trimester of pregnancy. Occasionally, hyperemesis gravidarum requires hospitalization to prevent dehydration, and sometimes parenteral nutrition is required. Crohn's disease may be associated with exacerbations in the second and third trimesters. Ulcerative colitis is associated with disease exacerbations in the first trimester and during the early postpartum period.\n\n    pdf6p ongxaemnumber1 26-11-2010 28 3   Download\n\n  • Advances in obstetrics, neonatology, obstetric anesthesiology, and medicine have increased the expectation that pregnancy will result in an excellent outcome for both mother and fetus despite most of these conditions. Successful pregnancy requires important physiologic adaptations, such as a marked increase in cardiac output. Medical problems that interfere with the physiologic adaptations of pregnancy increase the risk for poor pregnancy outcome; conversely, in some instances pregnancy may adversely impact an underlying medical disorder. ...\n\n    pdf22p socolanong 25-04-2012 29 3   Download\n\n  • Ectopic pregnancy is defined as a pregnancy in which the implantation of the embryo occurs out- side the uterine cavity, most frequently in one of the two fallopian tubes or, more rarely, in the abdo-minal cavity or the cervix .\n\n    pdf8p thaodien102 06-11-2015 17 2   Download\n\n  • More than seven hundred thousand teenagers a year get pregnant in the United States. The teen pregnancy rate has fallen thirty-eight percent since the early nineteen nineties. And the National Campaign to Prevent Teen and Unplanned Pregnancy says the teen birth rate has fallen by almost as much. Six out of ten pregnant teenagers in two thousand six gave birth.\n\n    doc1p thuhangcdytbl 18-06-2011 46 12   Download\n\n  • A national infrastructure council should also be tasked with collecting and dis- seminating best practices pertaining to project selection, preventative mainte- nance, and construction cost reduction. It would also promote the use of common objective measures to evaluate the progress of ongoing and completed infrastruc- ture projects. The council would work to identify opportunities for innovation and help develop new mechanisms for leveraging private investment.\n\n    pdf316p enterroi 02-02-2013 37 12   Download\n\n  • The successful epidemiologic evaluation of any particular disease or condition has several prerequisites. Two of the most important prerequisites are that the condition should be accurately defi ned and that there should be measurable outcomes of interest. Another requirement is that there must be some systematic way of data collection or surveillance that will allow the measurement of the outcomes of interest and associated risk factors. The epidemiologic evaluation of critical illness associated with pregnancy has met with mixed success on all of these counts....\n\n    pdf760p socolanong 23-04-2012 59 12   Download\n\n  • A study in Herat province concludes that the extraordinarily high number of deaths of women during pregnancy and childbirth are largely preventable. They are a direct consequence of the very young marriage age for women and girls (according to UNIFEM, 54% of girls under the age of 18 are married),12 poor health and nutrition, too-frequent childbearing, and virtually no access to gynecological and obstetrical services.\n\n    pdf34p le_minh_nha 18-12-2012 39 8   Download\n\n  • Current practice guidelines for ventilatory management advocate protective lung strategies to prevent volutrauma, barotrauma, atelectrauma and biotrauma (3-5). The principles are to use low tidal volumes (Vt) (5-6 ml\/kg ideal body weight), maintenance of low mean airway pressures ≤ 30 cmH2O, judicious use of positive end-expiratory pressure (PEEP) with Δ pressure ≤ 18 cmH2O, higher respiratory rates and permissive hypercapnia.\n\n    pdf340p wqwqwqwqwq 21-07-2012 43 6   Download\n\n  • A body of research has determined that, by expanding the availability of low cost family planning services to a broader set of low-income women, the savings associated with averted unplanned pregnancies and other health improvements substantially exceed the cost of additional family planning services. 16 Research has demonstrated that publicly funded family planning services are effective in promoting contraceptive use among low-income women and in averting unplanned pregnancies.\n\n    pdf11p connicquy 20-12-2012 23 6   Download\n\n  • Overweight and obesity in the United States among adults and children has increased significantly over the last two decades. Those following typical American eating and activity patterns are likely to be consuming diets in excess of their energy requirements. However, caloric intake is only one side of the energy balance equation. Caloric expenditure needs to be in balance with caloric intake to maintain body weight and must exceed caloric intake to achieve weight loss (see tables 3 and 4).\n\n    pdf41p ut_hai_can 26-12-2012 46 7   Download\n\n  • The publication of this textbook marks a great milestone in our joint efforts at achieving the Millennium Development Goal 5, which aims to reduce maternal mortality by three-quarters, a daunting task indeed for most developing countries. The African region, especially Eastern and Western Africa, has the highest ratio of women dying as a result of pregnancy or childbirth in the world, estimated at an average of 1000 per 100 000 live births.\n\n    pdf496p socolanong 23-04-2012 26 6   Download\n\n  • Results from the univariate analysis of prostate cancer mortality and incidence do not take into account the effect of different covariables, which might influence the SMR and SIR. Various covariables where considered to model longitudinal effects: age, calendar year, year of immigration, length of stay in Germany; cohort was considered for the analysis of mortality. Multivariate Poisson regression did not show any significant effect of the considered covariables on mortality (data not shown).\n\n    pdf352p ti_du_hoang 13-08-2012 36 4   Download\n\n  • As seen in Table 7, both Planned Parenthood and other WHP clinics typically offer a comprehensive range of contraceptive methods. The methods include oral contraceptives (the Pill) as well as long-acting reversible contraceptives (LARCs) such as intrauterine devices (IUDs), implants (e.g., Implanon), or injectables (e.g., Depo-Provera). LARCs are particularly important because they are the most effective in preventing unintended pregnancies and have lower failure rates.\n\n    pdf12p connicquy 20-12-2012 13 4   Download\n\n  • Ensuring universal access to SRH services and information is essential for achieving many, if not all, of the Millennium Development Goals (MDGs), especially those on maternal health, child survival, HIV and AIDS and gender equality [5]. Most maternal deaths can be prevented if there is skilled attendance at birth to cope with potentially fatal complications. Access to safe and effective family planning services and contraception empowers women to have more control over when to have children and lessens the incidence of unsafe abortions.\n\n    pdf5p ut_hai_can 25-12-2012 23 4   Download\n\n  • The need for A Bird in the Bush: Failed Domestic Policies of the George W. Bush Administration was sparked by what many informed and responsible Americans have seen as serious blunders committed by President George W. Bush during his first term of office. Especially troublesome is the 2005 Inaugural Address. This second inaugural address illustrates how “Bush II” is derailing the purpose of America as a nation. (It is analyzed in the introduction.) Bush II could not perform this derailing all on his own. He had help.\n\n    pdf222p hyperion75 15-01-2013 21 4   Download\n\n  • Although pregnancy can be classified as a normal physiologic condition, it is fraught with considerable risk to both mother and offspring. Fortunately, most of the risk occurs to a minority of patients. Thus, it is prudent to identify those at risk and attempt to prevent the morbidity and mortality. Some factors contributing to risk are quite obvious, but others are very subtle. Thus, care must be taken in definitions, screening programs, and application of the tools available for diagnosis and treatment.\n\n    pdf50p lananhanh123 27-08-2011 41 4   Download\n\n  • The medical model emphasises health care and remedial treatment. Greater importance needs now to be attached to primary prevention and health promotion and with which there is a heightened need for people to accept their personal responsibility and individual accountability. Traditional approaches to health have not encompassed sufficiently primary prevention. New models are needed for positive health. These models require a reassessment of value systems in society that enables improved understanding of the WHO slogan: ‘health is our real wealth’. ...\n\n    pdf300p ti_du_hoang 02-08-2012 35 4   Download\n\n  • For comparing Aussiedler incidence and mortality with the German\/Saarland population, indirect standardizati... (truncated)",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.9972721934,
        "format_confidence":0.9759678841,
        "weight":0.0065382653
    },
    {
        "url":"https:\/\/www.webuynkyhouses.com\/blog\/category\/sell-house-cash\/",
        "text":"we buy nky houses testimonial - antoinette\n\nCustomer Testimonial – Selling Your Cincinnati House\n\nWe were recently at the closing table with Antoinette to sell her Cincinnati house located in West Price Hill. It’s a great feeling when we are able to buy houses from customers and give them a check at closing. We always strive for win-win situations, and we service to our customers is paramount in our business. … Continued\n\nsell my house fast in cincinnati - we buy nky houses\n\nSell My Home Fast In Cincinnati – 5 Tips to Help You Sell Quickly\n\n“Help! I’m Trying To Figure Out How To Sell My House Fast In Cincinnati” 5 Tips For Cincinnati Home Sellers If you own a house in Cincinnati or Northern Kentucky and want to sell it quickly, read this blog for 5 tips that will help you sell your Cincinnati house sooner!   Tip #1 – Skip … Continued\n\nbills and computers - what happens when you inherit a house in Cincinnati or NKY\n\nWhat happens when you inherit a house in Cincinnati?\n\nInheriting a house is one of the few big surprises that life brings us sometimes. But what happens when you inherit a house in Cincinnati Ohio? As much as you may want to keep an inherited house, sometimes you may be forced to consider putting it up for sale. Selling an inherited house can be … Continued\n\ncan a house be sold while in probate in Cincinnati Oh\n\nCan A House Be Sold While In Probate In Cincinnati, Ohio?\n\nProbate is the process of reassigning the property to the beneficiaries after a person dies. When a person passes away, they leave their loved ones and their property behind. Sometimes, the last will or the Testate is left behind by the person and in some cases it is not. Whatever the situation, the property is reassigned … Continued\n\nWhen Life Gets Hard, Keep Moving Forward\n\nLife is hard. Life is unpredictable. And sooner or later, everyone hits a roadblock they weren’t expecting that makes everything go up in the air. Maybe it’s a car accident that leaves you unable to go to work. Maybe it’s the erosion of a marriage that just didn’t work out. Maybe it’s a diagnosis of … Continued\n\nsell your home faster in cincinnati - we buy nky houses\n\n5 Proven Tips to Sell Your Home Faster Cincinnati\n\nWhen choosing to sell a house in or Northern Kentucky, you’ll likely want the process to take as little time as possible. After all, time is money, right? The longer it takes to sell, the more it ends up costing you in the long run. Utility bills, taxes, and insurance payments only stop once the sale … Continued\n\nsell home in cincinnati using the internet - smart phones, computer\n\nHow To Use The Internet to Sell Your Home in Cincinnati\n\nNow, more than ever, people are finding success selling their homes online. But with the online marketplace being so hot, you are likely to face some stiff competition! We have put together our favorite tips to help you stand out and sell your home in Cincinnati or Northern Kentucky fast! Go Where The Buyers Are: There … Continued",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.7051484585,
        "format_confidence":0.941282928,
        "weight":0.0077603793
    },
    {
        "url":"https:\/\/www.ihirelandscaping.com\/t-groundskeeper-s-pennsylvania-c-lakeville-jobs.html",
        "text":"Groundskeeper Jobs in Lakeville, PA\n\nSearch Groundskeeper Jobs\n\n1-2 of 2 Jobs\nCove Haven Resort - Lakeville, PA\n*Care for established lawns by mulching, aerating, weeding, grubbing, removing thatch, or trimming or edging around flower beds, walks, or walls. *Trim or pick flowers and clean flower beds....\n30+ days ago\nMarywood University - Scranton, PA (21 miles from Lakeville, PA)\nMaintains the university grounds by weeding, mulching, leaf cleanup, trimming\/pruning hedges, shrubs and trees, maintaining seasonal floral displays and trash removal....\n60+ days ago\n\nDemographic Data for Lakeville, PA\n\nMoving to Lakeville, PA? Find some basic demographic data about Lakeville, PA below.\n\n\nSalary for Groundskeeper Jobs in Lakeville, PA\n\nThis is the average annual salary for Groundskeeper jobs in Lakeville, PA as reported by the BLS.\n\n\nTop Hiring Companies\n\nTop hiring companies in your area for Groundskeeper positions\n\nLicensing \/ Certification\n\nRequired or preferred licenses and certifications for Groundskeeper positions.\n\nHighest Education Level\n\nGroundskeepers in Lakeville, PA offer the following education background\n  • High School or GED (45.4%)\n  • Bachelor's Degree (20.1%)\n  • Vocational or Certification (13.8%)\n  • Associate's Degree (10.3%)\n  • Master's Degree (3.8%)\n  • Some College (3.3%)\n  • Some High School (3.0%)\n  • Doctorate Degree (0.3%)\n\nAverage Work Experience\n\nHere's a breakdown of the number of years' experience offered by Groundskeepers in Lakeville, PA\n  • 1-2 years (39.9%)\n  • Less than 1 year (35.6%)\n  • None (17.0%)\n  • 4-6 years (3.5%)\n  • 10+ years (3.2%)\n  • 2-4 years (0.8%)\n\nOther Titles\n\nHere are some other career titles that require similar skills\n\nGroundskeeper Related Career Advice Articles\n\n5 Best States for Landscaping Jobs\n\nFind out what state has the most landscaping jobs and the best places in the United States for green industry professionals to launch their landscaping careers.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9711299539,
        "format_confidence":0.925737977,
        "weight":0.0093862764
    },
    {
        "url":"https:\/\/theamericancrisis.org\/category\/dishonesty-of-the-u-s-media\/",
        "text":"Category: Dishonesty of the U.S. Media\n\nWashington Post Admits Wuhan Lab Leak Theory Was Dismissed Because it was Supported by Trump\n\nAt a Jan. 30, 2020 hearing of the Senate Armed Services Committee, Arkansas Sen. Tom Cotton, a Republican told colleagues: “This coronavirus is a catastrophe on the scale of Chernobyl for China. But […]",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.988378644,
        "format_confidence":0.8557584286,
        "weight":0.008956266
    },
    {
        "url":"https:\/\/theamericancrisis.org\/category\/dishonesty-of-the-u-s-media\/",
        "text":"Category: Dishonesty of the U.S. Media\n\nWashington Post Admits Wuhan Lab Leak Theory Was Dismissed Because it was Supported by Trump\n\nAt a Jan. 30, 2020 hearing of the Senate Armed Services Committee, Arkansas Sen. Tom Cotton, a Republican told colleagues: “This coronavirus is a catastrophe on the scale of Chernobyl for China. But […]",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.988378644,
        "format_confidence":0.8557584286,
        "weight":0.008956266
    },
    {
        "url":"http:\/\/www.projectytheatre.org\/category\/news\/",
        "text":"LIFE by Charles Mee\n\nPosted by MB - July 5, 2017\n\n\nWhat do we turn to when faced with life’s limits? Project Y Theatre experiments with the world premiere of Charles Mee’s LIFE, a series of striking moments where characters must face the limits of love, security, and meaning.\n\nHERE Arts Center\nAug 31 – Sept 2, 2017\n\nwritten by Charles Mee\ndirected by Joey Rizzolo\nwith Hilary Asare, Meg Bashwiner, Jill Beckman, Shelton Lindsay, Nessa Norich, T\n\nGet Tix and Info\n\nWe invite you to join us as we explore LIFE! Project Y will be creating a digital collage in tandem with the live performance! And we want YOU to participate…\n\nClick here to learn how!\n\nAbout the Play\n\nCharles (Chuck) Mee writes plays that, instead of following one developing story, are an accumulation of “images and music and other events” in contrasting, vivid scenes that make up a theatrical collage. Mee wants to “to invite people to let their minds roam over the material–not only the material that’s onstage, but the material that these other things will make them think about. … People have to find their own way through and arrive at their own conclusions. This is a democratic process, a participatory process.”\n\nThis collage is also like sampling as Mee incorporates found texts and imagery, particularly visual art references. Mee has said, “I think of those borrowed texts as historical documents, taken from the culture. People are karaokeing, in a way.”\n\nMee’s collages also come from an impulse to capture the complexity and the beauty of life. For years Mee has been quoting Nietzsche and arguing that “people make up stories to reassure themselves. The experience of our lives is not a story, it’s a collection of vivid moments. …That’s what our lives are made of. That’s the truth of our lives.” This is the heart of Life. And in its juxtaposing collage of scenes, it asks what can we really know, given the impermanence of love, the slipperiness of security, and the evasiveness of meaning? And how should that affect our lives?\n\nThe answers to those questions are yours to decide. And, in the meanwhile, here are words spoken early in the play to keep in mind:\n\nWell, I think what we can say now\nmore than that\nis that everyone\nmeaningless or not\nis a work of art.\nAnd therefore an extraordinary\n\nVisit to learn more.\n\nThis production is a part of [email protected]: a curated rental program, which provides artists with subsidized space and equipment, as well as technical support.\n\nProject Y Theatre is supported by The Dramatists Guild, NYSCA, NY Department of Cultural Affairs, The Puffin Foundation, ART\/NY Nancy Quinn Fund, ART\/NY Creative Space Grant.\n\n(Featured Content, News) (No Comments »)\n\n“Nothing Beyond the Light Matters” by Dan McCoy (a Queer Plays Reading)\n\nPosted by MB - April 20, 2017\n\n\n\nJoin us for the next play in our Queer Plays Reading Series this Sunday at 7:30 for a reading of Project Y Playwrights Group member, Daniel McCoy’s newest play, “Nothing Beyond the Light Matters.”\n\nNothing Beyond the Light Matters\n\nPlaywright: Daniel McCoy\nDirector: Michole Biancosino\nBrian Silliman\nT. Thompson\nAlex Jacob Wilson\n\n\nIt’s New Year’s Eve at Fantasy Now, a porn shop in Southeast Portland. Nolan, a born-again Christian, meets Isaac, a punk anarchist. With the ball about to drop, two lonely souls grapple with spending their last few minutes on Earth together, and discover that the end of the world’s not what it used to be.\n\n\nMcCoy, Daniel headshot\n\n\nDaniel McCoy is a playwright and performer based in New York City whose recent plays include Nothing Beyond the Light Matters, Dick Pix, Perfect Teeth, Cleave and Epimythium. His work has been produced and developed at Primary Stages, Theaterlab, Simple Machine Theatre in Boston, Source Theatre Festival in Washington D.C., the New York International Fringe Festival and many other venues. He is a current member of the Project Y Play Group, IATI Theatre Cimientos 2017, and a regular director for the Writopia Lab Worldwide Plays Festival.\n\nAs an ensemble member of the New York Neo-Futurists, Daniel can be seen writing and performing regularly in The Neo Show (formerly known as Too Much Light Makes the Baby Go Blind), in which he has world-premiered more than 150 very short plays. Other productions with the Neo-Futurists as writer\/performer include Mute, Soft Hydraulics, On the Future, and (un)afraid. He recently performed in the NYNF production of The Complete and Condensed Stage Directions of Eugene O’Neill, Vol. 1: Early Plays\/Lost Plays at the Bharat Rang Mahotsav Festival in India, and just completed a run in the world premiere of The Great American Drama at the A.R.T.\/New York Gural Theatre.\n\nDaniel is a graduate of the Rita and Burton Goldberg MFA Playwriting Program at Hunter College, where he studied with playwrights Tina Howe and Arthur Kopit and with dramaturg Mark Bly. He was twice awarded the Vera Mowry Roberts Fellowship and received a production grant from the Anne Freedman Foundation.\n\n\n\n\nMichole Biancosino is the Co-Founding Artistic Director of the award-winning Project Y Theatre Company, where she has developed and directed new work in Washington, D.C. and New York City over the past 18 years. She is also the Founder and producer of NY’s Women in Theatre Festival (June 1-24th 2017) at the brand new ART\/NY Theatres. Directing work includes: The hit show David Carl’s Celebrity One Man Hamlet (Chicago Shakespeare Theatre, Edinburgh Fringe, Kitchen Dog Theatre, and three years of touring the US), Connected (59E59, NYIT Award winner), That’s All I Got (UnitedSOLO Winner “Best Variety Show”), LoveSick or THINGS THAT DON’T HAPPEN (59E59, NYIT Award winner), The Revival (TheatreRow, NYIT Award winner and The Advocate Top 10 Show of the Year), and Derby Day (Theatre Row, Papermag #2 Show of the Year) in NYC, and many others in NYC, Edinburgh, New Orleans, and Washington, DC. She currently is directing SOLOCOM Founder, Peter Michael Marino’s one-man show, Show Up! (playing in Edinburgh this summer) and her devised piece “Landmarks & TRANSformations” with upcoming performances at Queerly. Michole is a recipient of the SDC Gielgud Fellowship for classical directing. For more info about her work:\n\nCheck out our BEST PICK Listing on Bedford and Bowery!\n\nRSVP Here! on Facebook\n\n(News, Queer Plays, Uncategorized) (No Comments »)\n\n\nPosted by MB - April 10, 2017\n\nWIT logo final version 1\n\n\n*Writers include Crystal Skillman, Chiori Miyagawa, Caridad Svich & Pia Wilson*\n\nPlays premiere this summer as part of the Women in Theatre Festival\n\nJune 1 – 24 at The A.R.T.\/New York Theatres\n\n\nIn an effort to broaden opportunities for women playwrights, Project Y Theatre Company has commissioned nine female playwrights in two separate productions, Great Again, an evening of plays by Crystal Skillman and Chiori Miyagawa, and The Hrosthvitha Project, 7 adaptations of the 10th century female-written play “Dulcitius” written by playwrights Caridad Svich, Pia Wilson, Julienne Hairston, Michole Biancosino, Lia Romeo, Stacie Lents, and Erin Mallon.\n\n\nGreat Again is an evening of plays in two parts: Test by Crystal Skillman (directed by Jessi D. Hill) and In the Line by Chiori Miyagawa (directed by Kristin Horton and choreographed by Sonoko Kawahara). Both plays were commissioned by Project Y Theatre Company and written as a response to the November 2016 election. Together they will receive full productions as part of the Women in Theatre Festival, June 1-24th 2017 at The A.R.T.\/New York Theatres.\n\n\nIn Test, by Crystal Skillman, an English teacher in a struggling high school readies her junior students for the most important test of their lives. But when a symbol of hate appears in her classroom, she and two students on either side of the recent election, find their lives forever changed.\n\n\nChiori Miyagawa’s In the Line revolves around a woman who drops something while standing in a long line of people. She looks for the lost object as the line transforms into other lines – people waiting to vote, to buy the newest Nintendo, to get into the hottest restaurant – as she struggles to keep her original place.  When she finally arrives at the front of this line that has shifted time and space, what she finds is a surprise. It is a magical exploration of loss, long lines, and letting go.\n\n\nThe Hrosthvitha Project will feature two nights of staged readings of new commissioned short plays. These adaptations will reclaim a piece of women’s theatre history by highlighting the first female and first German language playwright, Hrostvitha of Gandersham, while also making her work relevant and resonant to a modern audience through fresh adaptations by playwrights Caridad Svich, Pia Wilson, Julienne Hairston, Michole Biancosino, Lia Romeo, Stacie Lents, and Erin Mallon.\n\n\n\nPhoto by Jody Christopherson\n\nCrystal Skillman. Photo by Jody Christopherson\n\nAward-winning playwright Crystal Skillman (Playwright – Test) is the author of the plays Geek, Cut, and King Kirby (co-written with Fred Van Lente), all New York Times Critics Picks. Her new plays include: Rain and Zoe Save the World (2017 Blue Ink Award Finalist, 2017 O’Neill Semi-Finalist, 2016 New Harmony Project, 2016 Oregon Performance Lab), Pulp Vérité (2017 Judson’s Magic Time Series, 2016 BAPF Finalist, 2015 Clifford Odets Ensemble Play Commission), and Another Kind of Lovea punk rock play (Chopin Theater with InFusion Theatre Co., 2015, Chicago). She is the musical theater book writer of Mary and Max, and The Cover written for Glee’s Ali Stroker, both with award winning ASCAP Composer\/Lyricist Bobby Cronin.  Wild was just published by Chicago Dramaworks, following sold out runs in Chicago and New York (at Off-Broadway’s Lucille Lortel). She is also the author of The Vigil or The Guided Cradle, winner of the 2010 New York Innovative Theatre Award for Outstanding Full-Length Script. She is a proud member of EST, Women’s Project Lab and the Soho Rep Writer\/Director Lab. Her work can be found at he... (truncated)",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.8090795279,
        "format_confidence":0.909503758,
        "weight":0.011704104
    },
    {
        "url":"http:\/\/atomicsoda.com\/huddersfield\/source\/daily-express\/12-feb-2018",
        "text":"\ndaily express\ndavid wagner quotes - transfer rumours - all news sources - top news sources - blogs - interviews\nDaily Express - Sun Feb 11 11:15 AM\nHUDDERSFIELD take on Bournemouth in a must-win Premier League clash at the John Smith’s Stadium. Follow the action LIVE with Express Sport.\nDaily Express - Thu Feb 8 12:00 AM\nTOM INCE believes an FA Cup run can help make the difference to Huddersfield’s efforts to avoid an immediate return to the Championship.\nDaily Express - Wed Feb 7 11:09 AM\nHUDDERSFIELD boss David Wagner has sent a warning to Alexis Sanchez ahead of Manchester United’s FA Cup visit to the John Smith’s Stadium next week.",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9968093038,
        "format_confidence":0.9891498685,
        "weight":0.0084265995
    }
]