[
    {
        "url":"https:\/\/www.wvi.org\/es\/node\/41736",
        "text":"Privacy Policy\n\nYour assurance of privacy \n\n\nThank you for wanting to make a difference.\n\n\nWorld Vision International has created this privacy statement in order to demonstrate our firm commitment to your privacy. The following discloses our information gathering and dissemination practices for this site:\n\nYou do not have to provide any personal information on our Web site unless you choose to do so. Various locations within our Web site may invite you to give us certain contact information (e.g., name, address, telephone or fax numbers, e-mail address) and other demographic information (e.g., nationality) if you desire more information about our organisation. We may use this contact information to send you information about World Vision and its programmes. Your contact information may also be used to contact you when necessary. You may opt-out of receiving future communications by visiting the form again and submitting a request.\n\nYou may also provide personal information on our Web site if you wish to apply for employment at World Vision International or another member entity in the World Vision Partnership. World Vision International maintains a separate privacy statement, which can be found on this Web site when you click “Careers”, pertaining to such personal information.\n\nWorld Vision International assures you that the identity of all who contact us through this Web site is kept confidential: we do not rent, sell, or exchange our mailing lists, or otherwise disclose such information to third parties, except as may be required by law, or through voluntary cooperation with law enforcement authorities if we judge that such cooperation is necessary to avoid potential serious harm. We may also provide your contact information to other member entities in the World Vision Partnership (e.g., the World Vision entity in your home country), which will handle the information in accordance with their own privacy policies.\n\nInformation on Cookies\n\nAs with most other Internet sites, our web servers utilise “cookies” to track a user’s activity within our site as well as record the IP address of each visitor to this site. A cookie is a small data file that is stored on your computer. A cookie contains a unique identifying feature that allows our computer to recognise you when you return to the World Vision site. The recorded IP address tells us which domain you visited from (for instance,, but not your email address or other private and personal information. We use the information we record to help diagnose problems with our servers, to administer this website more effectively, and to gather broad demographic information about what countries and domains our visitors hail from and their behavior on our site.\n\nWe may share aggregate statistical information (e.g., the number of visitors to our Web site), whether gathered by our Web servers or through submissions from visitors, with third parties. These statistics do not include personal information. \n\nWorld Vision International specifically uses Google Analytics to gather statistical information about web traffic to We also may use Google Optimize or Hot Jar  to track user engagement with such as heat mapping, scroll time, time on page, bounce rate and click-throughs. Google Analytics and Google Optimize are is subject to the privacy policy of Google, Inc, which you can find on Google's website. The privacy policy of Hot Jar can be found at  This data is used to optimise our website for our visitors, and does not include personally identifiable information. \n\nThis Web site may contain links to other sites, including links which frame the content of the other sites within the World Vision name and logo. World Vision International is not responsible for the privacy practices or the content of such other Web sites, even if our name and logo are still on the top of the screen.\n\nThis privacy statement has been updated and is effective as of May 2018. World Vision International may make changes to this privacy statement from time to time. The revised statement will be effective immediately upon posting to our Web site. Please check the effective date of this privacy statement to determine whether changes have been made since the last time you visited this Web site.\n\nContacting the Website\n\nIf you have any questions about this privacy statement, the practices of this Web site, or your dealings with this Web site, please Contact Us .",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9546737075,
        "format_confidence":0.990318656,
        "weight":0.0692702566
    },
    {
        "url":"http:\/\/www.quahance.com\/legal-notice\/",
        "text":"Legal Notice\n\n\nFor documents and software available from this server, the Quahance does not warrant or assume any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed.\n\nAll information provided in the Quahance website is provided for the information purposes only and does not constitute a legal contract between Quahance and any person or entity unless otherwise specified. Information on this website is subject to change without prior notice.\n\nHealth related topics found in any of our pages\/documents, should not be used for diagnosing purposes or be substituted for medical advice. As with any new or ongoing treatment, always consult your professional healthcare providers before beginning any new treatment.\n\nInformation presented on this website is copyrighted unless otherwise mentioned. Use of appropriate byline\/photo\/image credit is requested. We strongly recommend that Quahance data be acquired directly from a Quahance Server and not through other sources as the fidelity of the data may be compromised. While Quahance makes every effort to provide accurate and complete information, various data as a way of example and not limited to telephone numbers, may get changed independently.\nThough Quahance welcome your suggestions to help improve its offerings, Quahance does not make any commitment to implement such a change. Also Quahance is not obligated to explicitly give any credit to the person against the suggestion received.\n\nAlthough every reasonable effort is made to present current and accurate information, Quahance does not provide warranty or guarantee, expressed or implied as to the accuracy, reliability or completeness of furnished data.\n\nSome Quahance Web pages may provide links to other Internet sites for the convenience of users. Quahance is not responsible for the availability or content of these external sites, nor does Quahance endorse, warrant, or guarantee the products, services, or information described or offered at these other Internet sites. Users cannot assume that the external sites will abide by the same Privacy Policy to which Quahance adheres. It is the responsibility of the user to examine the copyright and licensing restrictions of linked pages and to secure all necessary permissions.\n\nThe Quahance website may contain information that is created and maintained by multiple sources both internal and external.\n\nThe views and opinions of authors expressed on Quahance Web sites do not necessarily state or reflect those of the Quahance. Some of the associated sites may be unmoderate forums containing the personal opinions and other expressions of the persons who posted\/created\/contributed in whole or in part, Quahance does not monitor or guarantee the information contained in these sites or information contained in the linked documents and does not endorse any views expressed or illegal products that may have been offered there in. It is your responsibility to research the accuracy, completeness, and usefulness of all opinions, services, and other information found on the site, and to consult with your professional to assess whether the information can benefit you.\nSome of the documents on this server may contain live references (links\/pointers) to information created or maintained by other organization. Please note that Quahance does not control, or cannot guarantee the relevance, timelines, or accuracy of these external reference materials.\n\nIn no event shall Quahance be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by, or in connection with the use of or reliance on any content, goods or services available on or through any site or resource.\n\nThe information on this web server is protected by the laws related to Computer Fraud & Abuse, Information Protection. Any unauthorized attempt to upload or modify the data on this server are strictly prohibited and the punishable under law.\n\nPrivacy Policy\n\nQuahance takes your privacy seriously. Please read the following to learn more about our privacy policy.\n\nThis policy covers how Quahance treats personal information that Quahance collects and receives, including information related to your past use of Quahance products and services. Personal information is information about you that is personally identifiable like your name, address, email address, or phone number, and that is not otherwise publicly available.\n\nThis policy does not apply to the practices of companies that Quahance does not own or control, or to people that Quahance does not employ or manage.\n\nQuahance may collect personal information when you register with Quahance, when you use Quahance products or services, when you visit Quahance pages or the pages. Some of this information may be accessed and viewed by other Quahance members. Quahance never sells your contact information to the external party.\n\nQuahance automatically receives and records information about your computer and browser including but not limited to IP address, Quahance cookie information, software and hardware attributes. Also when you interact with a Quahance feature, we may collect and maintain information about your activities linked to that feature. This information may be used for analytical purpose. Quahance may share a part of such information, after filtering out personally identifiable data, with external parties for research.\n\nQuahance allows access to third-party services and applications, by way of example, and not as a limitation, Groups, Forums, Bookmark applications. You may choose to use such service or application. Such service or the application may collect information about you or about your activities, and share that information with others. Please check the privacy policy governing such services or applications. Quahance may share your Name and email contact details with third party for services (such as groups) with the good intention of authorizing\/inducting\/permitting you into a service. You may choose to accept the offer after going through the privacy policy of such service.\n\nQuahance may publicly share information about you in relation with your profession without giving out your contact details. This information may include : ‘salutations’, ‘initials’, ‘first name’, ‘last name’, ‘suffixes’ ‘qualifications’, your professional details, your role\/designation, your company details, your geographic location, your photograph, your blog\/website address, your comments provided to us by you, the date you took a service\/product from us. This information will not include your email address, your phone number. This information may be used for: displaying your details to other members, displaying your comments\/testimonials\/reviews about our company and our offerings, displaying your details in the certification validation directory.\n\nIn the case of Promotions, we may keep track of which promotions we have served to you, and if you interact with a Promotion we will also collect and maintain data relating to your clicks, your deletion of the promotion, and your forwarding of the promotion to others.\n\nQuahance reserves the right to update the Privacy Policy at any time without notice to you. The most current version of the Privacy Policy can be reviewed by clicking on the “Legal Notice” hypertext link located at the bottom of our Web pages.\n\n\nPMI®PgMP®PMP®CAPM®PMI-RMP®, and PMI-SP® are registered marks of the Project Management Institute, Inc.\n\nThe absence of a name or logo in this list does not constitute a waiver of any and all intellectual property rights that Quahance Consultancy Services Pvt. Ltd. or its subsidiaries have established in any of their product, feature, or service names or logos. The status column refers to the status of the trademark in the United States and\/or other countries.\n\nTrademark Status Descriptor\nQuahance logo TM Corporate Logo\nReal World Aspects TM Journal\nPodMintz TM Podcast\nPtDT TM Endorsement",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.5268562436,
        "format_confidence":0.9911727309,
        "weight":0.0129224557
    },
    {
        "url":"https:\/\/atlasmic.com\/es\/terms-of-service",
        "text":"Condiciones de servicio | Atlasmic\n\nTerms of Service\n\nThese Terms govern your access to and use of as well as all content and Atlasmic products and services available at or through these websites (collectively, “Services”). Our Services are offered subject to your acceptance, without modification, of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, Atlasmic’s Privacy Policy), and procedures that may be published from time to time by Atlasmic (collectively, the “Agreement”). You agree that we may automatically upgrade our Services, and the Agreement will apply to any upgrades. Please read the Agreement carefully before accessing or using our Services. By accessing or using any part of our Services, you agree to become bound by the Agreement. If you do not agree to all the terms of the Agreement, then you may not access or use our Services.\n\n1. Who’s who\n\nThroughout these Terms, “you” applies to both individuals and entities that access or use our Services. If you are an individual using our Services on behalf of an entity, you represent and warrant that you have the authority to bind that entity to the Agreement and that by using our Service(s), you are accepting the Agreement on behalf of that entity. We use the term “Designated Countries” to refer to Australia, Canada, Japan, Mexico, New Zealand, Russia, and all countries located in the European continent. We refer to MB Atlasmic collectively as “Atlasmic” or “we” throughout these Terms.\n\n2. Your account\n\nWhere use of our Services requires an account, you agree to provide us with complete and accurate information when you register for an account and keep the information current. This is important because sometimes we may need to send you notable updates (for example, about changes to our Terms of Service or Privacy Policy), or we may want to let you know about and make informed choices in response to legal inquiries or complaints.\nYou will be solely responsible and liable for any activity that occurs under your account. You are responsible for keeping your account information up-to-date and for keeping your password secure.\nYou are responsible for maintaining the security of your account and any Service-related content, and you are fully responsible for all activities that occur under your account and any other actions taken in connection with our Services. You shall not share or misuse your access credentials. You must immediately notify us of any unauthorized uses of your account, store, or website, or of any other breach of security. We will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.\nWhen you create an Atlasmic account, we consider that to be an inquiry about our products and services, which means that we may contact you to share more details about what we have to offer. Don't worry -- if you aren't interested in learning more, you can opt out of the marketing communication, whether it's an email, phone call, or text message.\n\n3. Minimum age requirements\n\nOur Services are not directed to children. Access to and use of our Services is only for those over the age of 13 (or 16 in the European Union). If you are younger than this, you may not register for or use our Services. Any person who registers as a user or provides their personal information to our Services represents that they are 13 years of age or older (or 16 years or older in the European Union).\n\n4. Responsibility of visitors and users\n\nWe have not reviewed, and cannot review, all of the content (such as, but not limited to, text, photo, video, audio, code, computer software, items for sale, or other materials) posted to our Services by users or anyone else (“Content”) and are not responsible for any use or effects of such Content. So, for example:\n  • We do not endorse any Content or represent that Content is accurate, useful, or non-harmful. Content could be offensive, indecent, or objectionable; include technical inaccuracies, typographical mistakes, or other errors; or violate or infringe the privacy, publicity rights, intellectual property rights (see our Copyright Infringement and DMCA Policy section to submit copyright complaints), or other proprietary rights of third parties.\n  • If you post Content, comment on a website, or otherwise make (or allow any third party to make) Content available on our Services, you are entirely responsible for the Content, and any harm resulting from, that Content or your conduct.\n  • We disclaim any responsibility for any harm resulting from anyone’s use, purchase, or downloading of Content. If you access or use any Content, you are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\n  • We are not a party to, and will have no responsibility or liability for, any communications, transactions, interactions, or disputes between you and the provider of any Content.\n  • Please note that additional third party terms and conditions may apply to the downloading, copying, purchase, or use of Content.\nWe also have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and web pages that link to, or are linked from, Atlasmic or our other Services. For example:\n  • We do not have any control over those websites and are not responsible for their contents or their use.\n  • The existence of a link to or from one of our Services does not represent or imply that we endorse such website.\n  • You are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\n  • We disclaim any responsibility for any harm resulting from non-Atlasmic websites.\n\n5. Fees, Payment, and Renewal\n\nFees for Paid Services.\nSome of our Services are offered for a fee,such as Atlasmic plans, and some paid apps (collectively, “Paid Services”). By using a Paid Service, you agree to pay the specified fees, and fees associated with specific features. These fees may be one-time fees, recurring fees, or revenue-based fees. For recurring fees, we’ll bill or charge you for in regular automatically-renewing intervals (such as monthly, annually, or biennially), on a pre-pay basis until you cancel, which you can do at any time by contacting the relevant support team.\nDepending on which billing option you choose (like monthly vs. annually), there may be different features available or policies that apply to your Paid Service.\nTo the extent permitted by law, or unless explicitly stated otherwise, all fees are exclusive of applicable federal, provincial, state, local or other governmental sales, goods and services, harmonized or other taxes, fees, or charges now in force or enacted in the future (“Taxes”). You are responsible for payment of all applicable Taxes relating to your use of our Services, your payments, or your purchases. If we are obligated to pay or collect Taxes on the Fees you’ve paid or will pay, you are responsible for such Taxes, and we may collect payment for such Taxes.\nIf your payment fails, Paid Services are otherwise not paid for or paid for on time, or we suspect a payment is fraudulent, we may immediately cancel or revoke your access to Paid Services without notice to you. If you contact your bank or credit card company to decline or reverse the charge of fees for Paid Services, we may revoke your access to our Services.\nAutomatic renewal.\nTo ensure uninterrupted service, recurring Paid Services are automatically renewed. This means that unless you cancel a Paid Service before the end of the applicable subscription period, it will automatically renew, and you authorize us to invoice you or use any payment mechanism we have on record for you to collect the then-applicable subscription fee (as well as any Taxes). By default, your Paid Services will be renewed for the same interval of time as your original subscription period. For example, if you purchase an Atlasmic annual plan, you will be charged each year for the following 12-month period. We may charge your account up to one month before the end of the subscription period. It is your responsibility to make sure you are checking your email (including any spam or other filters) in order to receive any reminder email we send to you in advance of renewal. The date for the automatic renewal is determined automatically based on the date of the original purchase and cannot be changed. You can view your renewal date for Atlasmic Paid Services by visiting your workspace settings billing page.\nCancelling automatic renewal.\nYou can manage and cancel your Paid Services at the respective Service’s site. For example, you can manage each workspace Atlasmic plan through its respective billing page in workspace settings.\nTo cancel a Atlasmic plan, go to your workspace billing page and click \"Cancel plan\". You must repeat this process for each workspace plan you wish to cancel.\nFee changes.\nWe may change our fees at any time, or start charging fees for Services that were previously free. When applicable, we may give you advance notice of the fee changes. If you don’t agree with the fee changes, you must cancel your Paid Service.\nWhile you may cancel a Paid Service at any time, refunds are issued in our sole discretion, unless otherwise required by applicable law.\n\n6. General representation and warranty\n\nYou represent and warrant that your use of our Services:\n  • Will be in strict accordance with these Terms;\n  • Will comply with all applicable laws and regulations (including, without limitation, all applicable laws regarding online conduct and acceptable content, privacy, data protection, the transmission of technical data exported from the the country in which you reside, the use of financial services, notific... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9134888053,
        "format_confidence":0.9896268845,
        "weight":0.069221869
    },
    {
        "url":"http:\/\/bandeniabancaprivada.com\/",
        "text":"Secure your future\nCall Us \n+ 44 (0) 203 5145 989 \n+ 44 (0) 203 5145 917 \n\nCertain products and services of the Bandenia Group are not accessible to residents and\/or nationals of certain countries. Website users are therefore asked to consult the Terms of use applicable to this website and to contact their nearest BBP Bandenia entity (\"Locations\") for information on products and services available in their country. Furthermore, users may consult their legal\/tax advisors should they require any clarifications on the interpretation of the Terms of use\n\nBBP Bandenia PLC is an independent financial and investment company, registered in England and Wales, Company number: 4649808 with registered Capital of 530,000,000.00 GBP, it is subsidiary of A. C. Fidelity Fund Inc. Registered office: Holland House, Gherkin Piazza,1-4 Bury Street, London EC3A 5AW, VAT number GB152482320, Office Business Area in 47 Charles Street, 2nd Floor, London W1J 5EL and Main Administrative Office in C\/Chile No. 4, Building I, Office No. 8 -7, 28290. Rozas of Madrid, Madrid (Spain). Telephone number +44 (0) 203 5145 989, (+) 44 (0) 203 5145 917. Calls may be recorded or monitored\n\nNotice for residents in Spain.\nBBP Bandenia PLC has an administrative office in Madrid (Spain), BBP Bandenia PLC offer no services from that office and is not regulated by the Spanish financial authority. Anybody interested in purchasing services or products from BBP Bandenia PLC is required to deal through our UK Office Headquarters on: telephone (+) 44 (0) 203 5145 917, (+) 44 (0) 203 5145 989 or sent an email to,\n\nNotice to our customers and the general public.\nThe Financial and Banking Services provided by other financial institutions of Bandenia Group, which in many cases have Bandenia word incorporated in the name, are totally independent services and unrelated to the activities of BBP Bandenia PLC, (a United Kingdom registered company). All activities of companies’ member of the Bandenia Financial Group which are mainly owned of BBP Bandenia Plc are supported financially, all your transactions and operations is guaranteed and are supported by the parent Company consolidating its financial strength together with the Bandenia Group. We would like to clarify to the general public that all activities provided by these subsidiaries are duly authorized and regulated by the competent financial authorities of the country of which they are dependent.\n\nBBP Bandenia PLC Bandenia is not a broker-dealer and does not execute or effect securities transactions, and does not provide or recommend services or products of investment, in relation to arranging and administering regulated mortgage contracts, BBP Bandenia PLC is authorised by the Prudential Regulation Authority and is regulated by the Financial Conduct Authority for this activities. In relation to our consumer credit business, Bandenia is licensed and regulated by the Financial Conduct Authority (FCA) and is an independent UK Financial Company - it is not affiliated with any other bank or organization (including BANDENIA`s newspaper or its publisher) anywhere in the world. \"Bandenia Banca\" are the registered trademarks of Bandenia Group, BBP Bandenia PLC is registered in the Information Commissioners Office under the Data Protection Act 1998, DPA license number ZA077830, AML register number 4979, and FACTA Foreign Financial Institution (FFI) number 940BA4.99999.SL.826; BBP Bandenia PLC will not be protected by the Financial Services Compensation Scheme.\n\nBBP Bandenia PLC Branch in Commonwealth of Dominica is regulated and authorised by the Government of the Commonwealth of Dominica to act as a trusted by the Financial Services Unit (F.S.U.) of The Commonwealth of Dominica and is an incorporated company licensed to conduct Investment Services business by the Financial Services Unit (F.S.U.) of The Commonwealth of Dominica. BBP Bandenia PLC is an enrolled tied insurance intermediary of Bandenia Bankers Insurance INC is authorized by the Financial Services Unit (F.S.U.) to carry on long term business of insurance under The Insurance Act 2012.The Financial Services Unit (F.S.U.) dependant of the Minister of Finance of the Commonwealth of Dominica, the Money Laundering Supervisory Authority (MLSA) as the responsible for enforcing Anti Money Laundering (AML) policies for all financial institutions doing business in Dominica. The Dominica’s Financial Intelligence Unit (FIU) is the Central Authority for AML reporting. It operates under the Eastern Caribbean Central Bank (ECCB) and the Caribbean Financial Action Task Force (CFATF) guidelines,\n\nAll enquiries about the day to day operation of services by BBP Bandenia PLC should be made via telephone +44 (0) 203 5145 917 or sent an e-mail to, or to other address as BBP Bandenia PLC may notify to you.\n\nThe information contained on this website is current at the date of publication but is subject to change without notice. BBP Bandenia PLC has expressed its own views and opinions on the website and these may change.\n\nCertain products and services mentioned on this website may not be eligible for sale in some states or countries and they may not be suitable for all types of investors. This website does not constitute an offer or solicitation and must not be relied upon in connection with any financial decision and is not directed at you if BBP Bandenia PLC is prohibited by any law of any jurisdiction from making the information on this website available to you and is not intended for any use that would be contrary to local law or regulation.\n\nNo products and services mentioned on this website must be promoted in any jurisdiction where this would not be permitted. Accordingly, persons are required to inform themselves of and observe any such restrictions.\n\nThis site is for informational purposes only. Due to regulatory requirements, access to the opportunities, investments, strategies or services described on this website may be restricted to certain sophisticated persons. No information on this website should be construed as a solicitation, offer, recommendation, and representation of suitability or endorsement of any security, investment or strategy. Offerings of securities in entities advised by BBP Bandenia PLC are made only by offering documents distributed by persons authorized by BBP Bandenia PLC.\n\nAccessing this website implies knowledge and acceptance of the following terms and conditions. It is recommended that you read the content contained herein with care if you wish to access and make use of the information and services provided by Bandenia on this website.\n\nThis Website has been created by BBP Bandenia PLC, hereinafter referred to as Bandenia, for information and personal use only. The entire contents of this Website are subject to copyright protection. The content available on this Website is the property of BBP Bandenia PLC (\"Bandenia\") or its licensors and is protected by copyright and other intellectual property laws in the United Kingdom and by International copyright laws.\n\nWe maintain strict security standards and procedures to prevent unauthorised access to information about you. BBP Bandenia PLC will never contact you by email or otherwise to ask you to validate personal information such as your user ID, password, or account numbers. If you receive such a request, please call our Online security on (+) 44 (0) 203 5145 989\n\nBBP Bandenia PLC does not control or endorse and is not responsible for third-party websites to which this site links.\n\nPlease review the Legal Disclaimer and Terms & Conditions of Use for additional important information.\n\nPlease review the cookies of Use for additional important information.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9972225428,
        "format_confidence":0.9750711322,
        "weight":0.0682037314
    },
    {
        "url":"https:\/\/www.gct.com\/about\/privacy-policy?v=66",
        "text":"\nThe Leader in Small Ship and River Cruising Worldwide\nWorldwide Discovery at Extraordinary Value Since 1958\n\nGrand Circle LLC – Privacy Policy\n\nEffective Date: July 22, 2013\n\nGrand Circle is constantly striving to provide excellent service to you while building a long-lasting relationship. To achieve these goals, we occasionally need information supplied by you when you visit our website. We value your privacy and protect your personal information as described in detail below.\n\nBefore submitting your personal information to our website, please read this policy carefully to learn about our privacy practices, keeping in mind these two important points about our commitment to you:\n\n  • We do not share your personal information, except in order to provide services and information to you, or as required by law. Grand Circle does not partner with third-party advertisers. Your personal information is shared only with our own affiliated companies and with vendors in order to deliver information and services to you, except in very special circumstances (such as legal proceedings) as described below.\n  • We are committed to protecting your personal information. We have put in place procedures designed to keep your information protected, including using encryption technology to process financial information.\n\nBy visiting Grand Circle's websites, and you are accepting the practices described herein. If you do not agree with these terms, you should not use this website.\n\nWhat information we collect from you\n\nIn general.\n\nGrand Circle may collect personal information such as names, company names, titles, addresses, telephone numbers, fax numbers, e-mail addresses, and payment information (such as credit card numbers) from users on a voluntary basis. For example, we collect personal information through the establishment of a “My Account” and in connection with payments made through this Website.\n\nInformation of a non-personal nature.\n\nGrand Circle automatically collects some information about your computer when you visit and In addition to personal information, Grand Circle may also gather non-personally identifiable information, which may be used by Grand Circle. Generally, “non-personally identifiable information” means information that is collected by automatic or electronic means, using technologies such as cookies, pixel tags and web beacons, browser analysis tools, and web server logs. As you use our website, your browser and devices communicate with servers operated by us, our business partners and service providers to coordinate and record the interactivity and fill your requests for services and information.\n\nOur websites actively log and record information of a non-personal nature such as referral websites, visits, length of sessions, domains, browser software and more. We aggregate and use this non-personal data to improve our website experience for you. We also record the IP address of the computers that visit our website. We also may collect information about your online activity, such as content viewed and pages visited. One of our goals in collecting this automatic information is to help us understand the interests of our travelers and customize your user experience.\n\nCookies and other web technologies.\n\nGrand Circle uses an email delivery and marketing company to send emails. Pixel tags and cookies are used in those email messages and at our websites to help us maximize the effectiveness of our marketing and our websites. A “cookie” is a small amount of information that a web server sends to your browser that stores information about your account, your preferences and your use of our websites. Pixel tags and web beacons are tiny graphic images placed on website pages or in our emails that allow us to determine whether you have performed specific actions. The data on your use of our site may be linked to the personal Information you have chosen to share with us when you register.\n\nWe use cookies to store visitor preferences, record session information, record user-specific information on what pages users access or visit, alert visitors to new areas that we think might be of interest to them when they return to our site, or record past activity at a site in order to provide better service when visitors return to our site.\n\nMost internet browsers automatically accept cookies. However, you can instruct your browser, by editing its options, to stop accepting cookies or prompt you before accepting a cookie from the sites you visit. If you decide not to accept our cookies, your ability to use some features on our site may be impaired. Certain visitors to our site may have previously received targeted promotional materials relative to the site.\n\nHow we use your information\n\nGrand Circle does not sell or rent your personal information. Any information that you voluntarily submit may be used by us to provide you with enhanced services such as providing you with products and services that you may have requested. We have the utmost respect for your privacy and security. Grand Circle uses the information we collect about you for the following general purposes:\n\n  • For registration and to manage your account, including to facilitate your access to and use of our site\n  • To improve the content of our websites\n  • To customize the content and\/or layout of our page for each individual visitor\n  • To process payments and information requests\n  • To communicate with you\n  • To enable us to publish your reviews, forum posts, and other content to the Grand Circle community\n  • To respond to your questions and comments\n  • To measure interest in and improve our products, services, and website\n  • To notify you about special offers and products or services available from us that may be of interest to you\n  • To solicit information from you, including through surveys\n  • To resolve disputes or troubleshoot problems\n  • For other administrative and analytical purposes such as information systems management, accounting, billing and audits, marketing, customer-relations correspondence, and\/or operation of frequent traveler programs\n\nWith whom we share your information\n\nGrand Circle may contract with third parties to process payments and information requests, and these parties would have access to personal information in fulfilling their duties. We also may share your personal information with our affiliated companies in connection with delivering services and information to you and with other parties in connection with the arrangement of travel services, such as hotels and providers of transportation. We also may share your personal information with the Grand Circle Foundation. The information we collect is not shared with other organizations for commercial purposes.\n\nYour privacy is important to us. Any information that we collect online or via the telephone is done to provide you with the best website experience and service possible.\n\nWe reserve the right to disclose personal information as we determine may be required by law or governmental authorities. We also reserve the right to sell, license, or otherwise transfer to a third party, personal information in connection with an assignment, sale, joint venture, or other transfer or disposition of a portion or all of the assets or ownership interests of Grand Circle LLC or its affiliated entities. Subject to the foregoing, we do not sell your personal information.\n\nWhen you voluntarily disclose information about yourself in the content that you submit to this website (e.g., personal information such as your name, phone number and personal web address) through a Traveler Review or other public posting on the website, this information will be publicly available, can be collected and used by third parties and may result in unsolicited messages from others. Such activities are beyond our control. Please refrain from disclosing personal information on this website that you intend to keep private.\n\nPlease also note that by submitting a Traveler Review or other public posting on this website, it becomes the property of Grand Circle LLC, and we may reproduce some or all of it in our promotional materials—either elsewhere on our website, in an email, or in our catalogs. You also authorize us to disclose your last name, hometown and state, and travel history with us in connection with the review.\n\nSocial media services.\n\nYou can choose to access certain third party social media websites and services through our site (such as Facebook). When you do so, you are sharing information with those sites, and the information you share will be governed by their privacy policies. You may also be able to modify your privacy settings with these third party social media websites.\n\nEmail communications.\n\nGrand Circle wants to make it easy for you to take advantage of travel-related opportunities on our websites. One way we do this is by sending you e-mail messages that contain information about your apparent travel-related interests. We believe these email messages will provide you with useful information about travel-related special offers available through our sites.\n\nIf you do not want to receive email from us in the future, please let us know by sending us email at the below address, calling us at the below telephone number, or writing to us at the below postal address. We reserve the right to send you occasional service-related emails about your account even if you voluntarily opt-out of email notifications.\n\nIf you supply us with your postal address on-line you may receive periodic mailings from us with information on new products and services or upcoming events. If you do not wish to receive such mailings, please let us know by calling us at the number provided below, emailing us at the below address, or writing to us at the below postal address. To be removed from our mailing list, please provide us with your exact name and address.\n\nThird-party advertising.\n\nGrand Circle does not partner with or ... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.706007421,
        "format_confidence":0.9905967712,
        "weight":0.0692897101
    },
    {
        "url":"http:\/\/www.resourcesandenergy.nsw.gov.au\/miners-and-explorers\/codes-and-guidelines\/minimum-standards-and-merit-assessment-procedure",
        "text":"\n\nThe Petroleum Minimum Standards and Merit Assessment Procedure sets the NSW Government’s framework for determining applications to grant, renew, transfer and assess active prospecting titles.\n\nDownload a full version of Minimum Standards and Merit Assessment Procedure PDF [280 KB PDF].\n\nAttention: This is the revised second edition, published on September 2015.\n\nMinimum Standards\n\nThe NSW Gas Plan is the Government's public statement of intent to deliver a high performing petroleum industry, with reasonable and consistent regulation that is rigorously enforced.\n\nThrough the NSW Gas Plan, the Government is committed to implementing and enforcing a 'Use It or Lose It' Policy. The policy requires title holders to commit to developing the State's resources or risk losing their prospecting title. If a serious commitment cannot be demonstrated at application, transfer, upon renewal or during the term of a prospecting title, companies may face refusal or cancellation of their titles.\n\nAs part of the Division of Resources and Energy's (DRE) compliance processes, where there is evidence of non-performance or non-compliance with Minimum Standards without satisfactory justification, these will be considerations to determine if a prospecting title should be cancelled or not renewed. These matters, in addition to an applicant's corporate, compliance and environmental performance history will also be considered when assessing applications for the grant, renewal and transfer of titles.\n\nA title holder must take all lawful actions to remedy any force majeure (unforeseeable circumstance or similar) event or effect that may hinder the ability of a title holder to comply with the requirements of, and standards set out in, this policy. The onus is on a title holder to demonstrate any and all actions taken in this respect.\n\nConsistent with the DRE Compliance and Enforcement policy, any actions to refuse or cancel a prospecting title will be proportionate to the non-compliance identified and the seriousness of any non-compliance.\n\nNew prospecting title applications that include National Parks, Nature Reserves and other areas excluded by legislation will not be accepted and will be returned to the applicant.",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.9474912286,
        "format_confidence":0.7878780961,
        "weight":0.0012691407
    },
    {
        "url":"https:\/\/paincareclinic.co.uk\/legal-information\/terms-conditions\/",
        "text":"Terms & Conditions\n\nTerms and conditions\n\nThese are the terms and conditions on which we supply products to you, whether these are goods, services or digital content.\n\nPlease read these terms carefully and in full before using this site or submitting an order. These terms tell you who we are, and about how we supply our products and services. They may change from time to time and without notice. The headings are for convenience only and do not affect meaning.\n\nWe are\n\nWe are Pain Care Clinic Limited, company number 7376424. Our registered address is 19 Grosvenor Mount, Leeds, LS6 2DX.\n\nContact between us\n\nIf you need to write to us, you can do so by post to the address above, or by email to info@paincareclinic.co.uk. You can also phone us on 0330 041 7271. Any calls made to this number from a UK landline will be charged at the local rate for that number.\n\nOur working days are Monday to Friday. We don’t count public holidays as working days. Our hours are between 9am and 5pm.\n\nWe will use any contact information you provide to us to return calls or otherwise contact you.\n\nUsing this website\n\nThe content of this website is for general information only. You are welcome to contact us for more specific information and advice.\n\nPrices and orders\n\nPrices quoted include VAT and exclude delivery.\n\nWhen you place an order online you should receive an automated email from Worldpay or PayPal to confirm they are processing your payment, and another automated email from us to acknowledge your order and give you an order number.\n\nWe will then check and process your order. We reserve the right not to accept an order. \n\nIf we do not accept your order, for example because we do not have enough stock or a workshop is full, we will tell you in writing and we will not charge you. We expect these occasions to be rare.\n\nYour order is accepted when we dispatch your products or confirm your booking. Acceptance of your order will create a contract between us and we will send you a full sales invoice.\n\nWe aim to complete our side of all contracts within 30 days, although we are usually much quicker.\n\n\nOur standard delivery charge is £3.99. This covers Royal Mail second-class delivery of a small package up to 2kg, delivered to any single address in the UK. We expect this to be sufficient for most consumer orders. If your order is larger than that, you are welcome to contact us before placing it, or we may contact you about delivery method and any charges.\n\nUnless special arrangements are made between us we cannot guarantee delivery by a particular date and are not legally responsible for delivery by a particular date.\n\nDelivery and orders outside the UK\n\nDeliveries to European countries are charged at a standard rate of £5.40, including VAT. This covers Royal Mail International Standard delivery of a small package of up  to 2kg, delivered to any single address in the EU.\n\nDeliveries to the Rest of the World are charged at a standard rate of £9.99. This covers Royal Mail International Tracked & Signed delivery of a small package of up to 2kg, delivered to any single address.\n\nUnless special arrangements are made between us we cannot guarantee delivery by a particular date and are not legally responsible for delivery by a particular date.\n\nYou will be responsible for the goods from dispatch and for payment of all import duties and other charges.\n\nLegal jurisdiction\n\nWe are registered in England and Wales and all dealings with us are governed by the laws of England and Wales.\n\nEven if you or your delivery location is outside the UK, we will not accept liability under any laws that apply outside England and Wales.\n\nAny legal action against us must be brought within England and Wales.\n\n\nWe source our own products and from time to time we may make adjustments or improvements. There may sometimes be minor variations between the products or packaging pictured and those supplied. If these minor variations are not acceptable to you, you can return goods under your cooling off \/ changing your mind rights.\n\nCooling off \/ changing your mind rights\n\nYou can change your mind about an order you’ve placed or a product you’ve received. If you change your mind please let us know as soon as possible by email to info@paincareclinic.co.uk.\n\nIf you inform us before dispatch of an item, we will not send out the product.\n\nIf you change your mind after you’ve received an item, you must inform us within 14 days of receiving it that you wish to cancel your order. After that, you have a further 14 days to return the item to us.\n\nAll items returned must be unused, in their original undamaged packaging and capable of re-sale. You are responsible for looking after an item while it remains with you.\n\nYou are also responsible for returning an item to us. This includes choosing an appropriate method of return, and paying the costs of return and any insurance against loss or damage, if you wish to take this out.\n\nWe will confirm by email when returned items have been received by us and whether the condition is acceptable for a refund. Assuming it is, we will authorise a refund without quibble. We will refund the price and any standard delivery charges you paid.\n\nFor appointments and workshops the situation is slightly different, see below.\n\nFaulty products\n\nAs well as having cooling off rights or rights to change your mind about an order, consumers also have statutory rights in relation to faulty products. By faulty products, we mean products with serious defects or products that are not as described or are not fit for their purpose.\n\nYou can return faulty products and ask for either a replacement or a full refund.\n\nIf you intend to return a faulty product, please let us know by email as soon as you realise the product is faulty, as this can affect whether you are entitled to a refund or a replacement.\n\nOnce you have notified us that the product is faulty, please return it to us so we receive it within a further 14 days.\n\nIf a product is found to be faulty within 30 days of purchase we will offer you a full refund or a replacement.\n\nIf goods are found to be faulty within 6 months of purchase, we may offer you a repair or a replacement instead.\n\nCooling off rights do not apply to workshops or appointments if these are booked within 30 days of the start date. However, we will still try to accommodate a cancellation if we can. See Appointments and Workshops.\n\n\nWhere you are entitled to a refund for a cancelled order or faulty product, we will process your refund as soon as possible after satisfactory return of the relevant item. Occasionally, it may take us up to 30 days to process a refund.\n\nRefunds will be made to the card or account used for payment.\n\n\nAll appointments must be paid for in advance or on the day.\n\nWe sometimes have a waiting list for appointments. If you would like to cancel or change an appointment you have already booked, please let us know as soon as possible so we can offer the appointment to someone else.\n\nWe have a 48-hour cancellation policy. This means that if you don’t give us at least 48 hours’ notice that you wish to cancel or re-arrange an appointment, we will charge in full for the appointment. We will charge you even if we find someone else to take the appointment.\n\nWe can accept payment for missed appointments by card or bank transfer.\n\nWe reserve the right to refuse appointment requests or to cancel appointments.\n\n\nWe schedule all workshops carefully and with the intention that they will go ahead as planned. All workshops must be paid for in full at the time of booking.\n\nWe may decide to cancel a workshop, for example if we do feel we have enough bookings to make it a worthwhile workshop experience. If we cancel a workshop, we will offer you a refund or a place on another workshop.\n\nWe are not responsible for reimbursing any travel or accommodation costs you may be responsible for.\n\nYou can change your mind and cancel a workshop booking, provided there is still 30 days or more before the workshop is scheduled to run. You can’t change your mind about attending a workshop after it has run.\n\nIf you cancel your workshop booking with less than 30 days to go before the workshop, you do not have the right to either a refund or a place on another workshop. However, if we have someone on a waiting list who can take your place we will exercise our discretion.\n\nMatters outside our control\n\nIf we cannot supply goods or services for reasons beyond our control, we are not obliged to offer you a refund, and we are not responsible for any losses you may incur.\n\nPayment and ownership of products\n\nAs a precaution against non-payment, legal ownership of products belongs to us until full payment is made.\n\n\nWe are entitled to charge interest on all invoices until full payment.\n\nLegal liability and professional accountability\n\nIt is always our intention to provide you with goods and services that meet legal and professional standards.\n\nWe don’t limit our liability for defective products where it would be unlawful to do so.\n\nPrivacy and data protection\n\nWe are registered with the UK data protection registrar.\n\nWe respect your privacy online and offline. And we believe it is important for you to be able to access the information and help you need in confidence.\n\nFirst and foremost, we are complementary therapists. All our client healthcare records are confidential. We keep them securely. We will not disclose any personal client information unless we are legally or professionally obliged to do so, for example to prevent harm to you or someone else.\n\nAs well as being complementary therapists, we run this website. To enable us to do this, we collect and process additional information from website users. This information includes information you give us and information we automatically collect, for example by using cookies.\n\nInformation we collect\n\nWe will collect and process any information you give us when using this website or communicating with us by e-mail, phone,... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.6124235392,
        "format_confidence":0.9909921885,
        "weight":0.0693173685
    },
    {
        "url":"http:\/\/www.colemancable.com\/Company\/Terms-Conditions",
        "text":"Terms & Conditions of Sale\n\nThe following Terms & Conditions apply to Coleman Cable, Inc. and its subsidiaries including Oswego, Copperfield, Woods and Woods Industries (Canada) Inc.\n\nAll orders are accepted by Seller subject to these terms and conditions. Acceptance of Buyer's order is limited to the express terms contained on the face and the back hereof. Additional or different terms in Buyer's Purchase Order or any attempt by Buyer to vary in any degree any of the terms of this acceptance shall be deemed material and are objected to and rejected. Any special terms or conditions noted on the face of Seller's quotation on which this order is based are incorporated herein by reference, and made a part hereof as though specifically set forth herein.\n\nThese terms and conditions will not be amended, modified or rescinded except by written agreement signed by an authorized official of each party expressly referring hereto.\n\nSeller reserves the right to correct clerical and stenographic errors appearing on its quotations, acknowledgements, etc.\n\nPayment terms are Net 30. Invoices are due net 30 days from date of the invoice without discount. In the event payment of any invoice is not made when due, seller shall charge the Buyer late charges of (1 ½%) per month on the unpaid balance plus costs of collection, including attorney's fees and court costs.\nPrices, including those in any published price schedule, are subject to change without notice. Prices will be adjusted to those in effect at time of shipment unless otherwise noted on the face hereof.\n\nExcept to the extent provided in the Payment paragraph above, no credit shall be extended to Buyer except as approved by Seller.\n\n1. All products are delivered F.O.B. Coleman Shipping Dock. Unless otherwise specified in Seller's published price lists in effect at time of shipment, transportation expenses shall be paid by Buyer, and Seller shall ship as it sees fit unless otherwise instructed in writing by Buyer. In any event, risk of loss shall pass to Buyer upon Seller's delivery to the carrier.\n\n2. Seller shall not be liable for any failure to perform occasioned by or due to causes beyond its reasonable control, including, but not limited to, acts of God, acts of Buyer, restrictions imposed by Federal, state or other governmental unit, fires, strikes, or other labor disputes, flood epidemics, war, riots, delays in transportation, or any other contingency beyond its reasonable control. Seller may, in the event of shortages of supply caused for any reason whatsoever, allocate available supply among any of all purchasers of the products being sold, as it determines in its discretion.\n\n1. Seller expressly warrants for 1 year from date of shipment that its products will be free from defects in material and workmanship under proper and normal use.\n\n\n3. Seller's obligation under this warranty shall be limited to the repair of, or at its option, the replacement of any defective products, or parts thereof, not to exceed the original purchase price. Shipment of the defective products must be made to Seller, or some pre-designated location as authorized by Seller, freight prepaid. This warranty does not extend to any labor charges for removal and\/or replacement of the non-conforming of defective product or part thereof. SELLER SHALL NOT BE LIABLE FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, NOR FOR ANY EXPENSE OR EXPENSES BEYOND THE ACTUAL COST OF REPAIR OR REPLACEMENT OF PRODUCT UNDER THIS WARRANTY.\n\nAn order may be canceled by Buyer only upon written request, and written authorization by Seller, and upon payment of a reasonable cancellation fee. The reasonable cancellation fee will be determined by Seller and will reflect, among other factors, expenses already incurred and commitments made by Seller, sales and administrative overhead, and profits.\n\nUnless otherwise stated on the face hereof, Seller's prices do not include any federal, state or local sales, use, excise or similar taxes. Consequently, in addition to the price specified herein, the amount of any present or future sales, use excise, or other similar tax applicable to sale of the goods hereunder, or to the use of such goods by Seller or the Buyer, shall be paid by Buyer.\n\nNo products purchased may be returned without Seller's prior written authorization. Only standard catalogue products purchased in the previous 12 months and regularly carried in Seller's active warehouse stock are eligible for return and credit. Where Seller authorizes Buyer to return unused products, a charge of (25%) of the net selling price will be charged as a restocking charge. Credit will be issued for only those products that pass the re-qualification test. Authorized returns should be shipped, freight prepaid and at Buyer's risk, to Seller in their original cartons.\n\nA net minimum order of $500.00 is required.\n\nCarriers are responsible for products lost or damaged in transit. In case of loss or damage to goods in transit, Buyer shall immediately notify the carrier or its agent in writing of such loss or damage and shall do all things necessary to assert and prosecute a claim against the carrier for such loss or damage.\n\nA quantity variation of plus or minus ten percent (10%) shall be allowed unless otherwise specified on the face hereof. Copper fabrication weights can vary three percent (3%) from order specifications and\/or industry standards and Buyer hereby acknowledges and accepts variations within said range and agrees that Buyer shall have no claim or right of return or rejection on account thereof.\n\nThis order shall be governed by and construed in accordance of the State of Illinois, exclusive of the choice of law rules thereof, and shall not be governed by the provisions of the U.N. Convention on Contracts for the International Sale of Goods, 1980. The parties hereby consent to jurisdiction in the federal and state courts of and for the State of Illinois sitting in the City of Chicago, Illinois.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9730539918,
        "format_confidence":0.9901329279,
        "weight":0.0692572654
    }
]