[
    {
        "url":"https:\/\/bfo.chattanooga.gov\/reviews-per-offer\/entry\/31653\/",
        "text":"Select Page\n\nReviews per Offer\n\nReviews Entered for Offer:   Comprehensive Internal Audit Services   (ID 28096 Phase: Initial Offer)\nBy Reviewer csadler on January 27, 2021 at 10:46 AM\nImpact Priority Implementation Measures Approach\n5: Exemplary 5: Exemplary 5: Exemplary 5: Exemplary 5: Exemplary\nReviewer Comments\n\nThank you for your offer. The review team had a few questions or needed more details about the following:\n-Are personnel required to keep certain certifications for their positions?\n-Please include an organizational chart for our references.\n-Can you expand on the day to day responsibilities of your office?\n\nSkip to toolbar",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.6993060112,
        "format_confidence":0.9685615301,
        "weight":0.0029671396
    },
    {
        "url":"http:\/\/www.vetschooldiary.com\/tag\/bite-injuries\/",
        "text":"REVIEW: Animal Abuse and Unlawful Killing (Ranald Munro & Helen M. C. Munro)\n\nAnimal abuse and unlawful killing book review\n\nI randomly came across this book tucked away in the corner of the university library. Sadly with social media I am reminded of the bad things in the world on a daily basis. I felt that as a vet student it was my duty to take the time to educate myself here (yeah there’s not really a class for it yet!) and as it looked like a quick read, and very practical in nature I decided to borrow it.\n\nSo I’ve only just started studying my pathology modules, yet this book made perfect sense with the limited knowledge that I had. It breaks down the different possible “causes” of pathology resulting from abuse or unlawful killing including an introduction to the subject, how to do forensic examinations and what is expected with respect to non-accidental injury as well.\n\nDespite it being under a 100 pages long, there is an absolute wealth of information packed in; each page I read left me with things to think about and consider. Whilst it is not the nicest subject to read about, having the extra little things to consider will I believe help me in my duty to animal welfare.\n\nIn addition to the topics I mentioned about the book includes chapters on neglect, wounds and injuries, thermal injuries, firearms injuries, asphyxia and drowning, physical agents, traps and snares, bite injuries, sexual abuse and poisoning. Also there is a discussion on the estimation of time since death which is a really big topic in humans, however with the range in body size across species still remains an area where extensive research is required for animals.\n\nI would consider this book to be essential reading for every vet, vet student, vet nurse and vet technician that has any contact at all with animals.",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9812070727,
        "format_confidence":0.8408141136,
        "weight":0.0041239747
    },
    {
        "url":"http:\/\/www.sndhls.com\/2011\/03\/endless-time-review.html",
        "text":"Matt Blackall | Foxy Digitalis\n\nKevin McEleney (aka Droughter) returns with another release under his Endless Time moniker. For “Patience,” he stretches two slabs of blasting electronics across a twenty-minute cassette. It’s plenty noisy, but doesn’t go much beyond that.\n\nThe A-side piece, “The Clock Ends,” is full of bass-heavy electronic blats and buzzes with a few other sounds creeping in as the track unfolds. “Just After Sunset,” the B-side track kicks things into a higher frequency, pushing the bass of the first track into the background. It’s a lot more abrasive too, with peals of electronic squall and distortion filling out the mix.\n\nIn the end, “Patience” offers up a few interesting blaps and bloops, but I can’t say it was terribly memorable or exciting. For most of the tape, it comes across like listening to a set of blown speakers pushed into the red while someone twiddles with the stereo knobs. If that’s your thing, check this out.\n\n\nNo comments:\n\nPost a Comment\n\nNote: only a member of this blog may post a comment.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.981479466,
        "format_confidence":0.6836708188,
        "weight":0.0150767901
    },
    {
        "url":"https:\/\/cat-goes-fishing.com\/",
        "text":"Download Cat Goes Fishing for Free!\n\nPlay Cat Goes Fishing Now!\n\nCat Goes Fishing is an Android app that offers you an awesome experience as you fish. You will have to use bait to attract fish. This Google Play app for Google Android is very easy to play and can become addictive with time.\n\nGraphics\/ Sound 4\/5\n\nThe graphics of this app are not that unique. They are very simple and mostly give a charming appearance to the player. The fishes appear in different sizes and colors. In my opinion, the theme colors incorporated in the game are just plain and playing the game cannot leave you with a memorable experience. Cat Goes Fishing play and update should require enhancements of the graphics to give the game a better appearance. The background music is fantastic, and it provides a cool atmosphere to play. \n\nInterface and Controls 4\/5\n\nI think that the interface of the Cat Goes Fishing game is straightforward to use. There are walkthrough videos that allow you to know the game. Each fish character has unique features. This aspect makes the game engaging and more fun to play. In each and every level, you get a guide. This way, it is possible for you to understand how the game works. Personally, I find the guide tool very helpful as the game can become a little challenging at times. Amazingly, there are also modes that enlighten the player on how to overcome the challenges. Executing controls is effortless and can easily perform moves to make a win. These interface features enhance the usability and convenience of the app.\n\nGameplay 4\/5\n\nThe gameplay value for this app is relatively high. Cat Goes Fishing is the free version of this game. Therefore, it contains limited functionality. The full version of this game is yet to be released for Android devices. However, there is a version that is complete and must be paid for. It contains in-app purchases such as rewards, rods, bombs, and rockets. These elements enable you to fish your preferred fish by preventing the others from eating the bait. Cat Goes Fishing free download game also has high replay value. Playing the game again is exciting but can become frustrating especially when all the bait is eaten by the small fish, and you cannot catch a shark.\n\n\nI have been playing this game for a while now and think that an upgrade to the latest version can make it one of the leading apps in its genre. Even though it appears simple Cat Goes Fishing free play gets difficult as you aim for bigger fishes. I would recommend this game to any person who loves ridiculous and charming fun. The cat fishing and selling its catch seems funny to me. The background music is incredible, and it sets you in the mood of executing your moves. However, the use of bombs might not sit well with you. In case it blows, all the small fish will be killed which is not right in the real world. This Cat Goes Fishing can be downloaded for free on Android devices.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9961309433,
        "format_confidence":0.7495301366,
        "weight":0.0069329813
    },
    {
        "url":"http:\/\/chrlreviews.blogspot.com\/2010\/01\/made-by-me-by-jane-bull.html?showComment=1263271569108",
        "text":"Wednesday, January 6, 2010\n\nMade by Me by Jane Bull\n\nWhat a gorgeous book this is. Full of colour and with pages of projects to tackle, it will inspire young girls who love to stitch or get mums and daughters making things together.\nFor me, it brings back memories of stitching with my mum and hoarding pretty braids, ribbons, buttons and fabrics to make something special.\nEach of these projects - which include lavender bags, felt flowers and cupcakes, knitted purses and embroidered T-shirts - is easily achievable, with full pages of photos and step-by-step instructions. It's ideal for beginners as there are how-to instructions for embroidery stitches and knitting - and all the projects are done by hand, no sewing machine required. A real winner for young crafters.\nGet this from the library (link to catalogue)\nReviewed by Jan@ Ballarat branch\n\n\nAnonymous said...\n\nThanks for your great review. I have just placed a hold on this for my daughter!\n\nAnonymous said...\n\nI have to agree. It's brilliant. 'Father Christmas' gave this to my 8 year old daughter. Both she and her 6 year old sister have read it from cover to cover and love it. They've both made several of the cupcakes and already their sewing is rapidly improving.",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9751650691,
        "format_confidence":0.695119679,
        "weight":0.0048098095
    },
    {
        "url":"https:\/\/quillandquire.com\/review\/thunderbird-spirit-lightning-on-ice-series\/",
        "text":"Quill and Quire\n\n\n« Back to\nBook Reviews\n\nThunderbird Spirit (Lightning on Ice series)\n\nby Sigmund Brouwer\n\nThunderbird Spirit is smoothly told, well paced, and has interesting characters. However, its two major plot lines fail to mesh effectively. Most of Thunderbird Spirit is about hockey, racism, and self-control, but final chapters of the novel present a sub-plot that involves an attempt to blow up a hydroelectric dam. This mystery\/adventure strand, which includes a last-second rescue by military helicopters, is at odds with the more believable main plot. Overall, though, this is a readable and entertaining story. There are some statements of Christian religious beliefs in Thunderbird Spirit, but they are relatively unobtrusive. Those who share these beliefs will be happy to see them presented in the novel, and readers who are disinterested can easily ignore them.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9864397645,
        "format_confidence":0.9761615396,
        "weight":0.0140470752
    },
    {
        "url":"https:\/\/www.bookwormadventuregirl.com\/post\/sarum-the-novel-of-england-by-edward-rutherfurd",
        "text":"Sarum: The Novel of England by Edward Rutherfurd\n\nThis is a tome. It's over 1000 pages, so be prepared to take some time with it. This is Edward Rutherfurd's debut novel. It's the second book I have read of his.\n\nWhat I loved about Sarum is that it is clear massive amounts of research went into this book and Rutherfurd has a passion for England. I also love England and have had the privilege of visiting a few times. My favourite parts in the book were probably about Stonehenge. I was able to visit Stonehenge on my first visit to England, back when you could still walk up to the stones and touch them. Now they have a walking path with ropes to set boundaries on how close you can get. Regardless, it is fascinating and reading about Stonehenge in the book allowed me to relive my visit and helped me see it in a new way through the character's experiences of it.\n\nI have great respect for Edward Rutherfurd and his writing. He takes on time! Sarum begins with the ice age, some 20 000 years before Christ, up until the time the book is first published in the 1980's. His novels, at least the two I've read and it seems others as well, are a way of learning the history of a particular country or city without feeling like you are reading a history textbook.\n\nTaking on such a grand scope of time, is admirable; it can also lead to a few downfalls. There's a lot of things to cover in tens of thousands of years and because of that it can become quantity over quality. That was my experience with this particular novel. I was interested in Stonehenge, as I've said. Then for a period of time I was not engaged with the novel at all, until we got into the 1200's, then wavered again before getting into the 1800's. It became too much for me and I was not invested in any of the characters.\n\nRutherfurd, because of the amount of time he is covering, also writes multi-generational stories focusing on a few key families. I like the concept of a family saga. Some of the characters in Sarum are interesting. I think they had potential for so much more. I do like how he connects the families from generation to generation. Maybe this goes without saying, but I wonder for this novel, if the focus was so much on England (which I know is in the title) that the characters were sacrificed. I think I would have preferred a shorter time span with characters who had more depth and development to them.\n\nI don't regret the read and will read more by Rutherfurd in the future. I think the important thing, if you are going to read Sarum, is to be aware of the distinction that England and its history is really the story; it is not the characters as the story within the setting of England throughout history. With this understanding, and a desire for knowledge about England, I think the reader would have a real appreciation for the book.\n\nBookworm Rating: 🐛🐛🐛\n\n16 views0 comments\n\n©2019 by Bookworm Adventure Girl.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9897700548,
        "format_confidence":0.5578622818,
        "weight":0.0080277014
    },
    {
        "url":"http:\/\/shortreviews.net\/review\/9368-scary-movie-4\/",
        "text":"Home > TV\/Movies > Scary Movie 4\nScary Movie 4\nPoking fun at contemporary films such as The Grudge, War of the Worlds, Million Dollar Baby, The Village and Saw II, legendary comedy director David Zucker takes the successful Scary Movie franchise and stretches it even further as \"the fourth and final chapter of the trilogy.\" (Well, at least until Scary Movie 5 comes out.) Anna Faris, Regina Hall, Simon Rex and Leslie Nielsen co-star, with appearances by Carmen Electra and rapper Chingy.\nSynopsis compliments of Netflix\nComedy, Horror, Spoof\nPosting Disabled\nClick on a star to rate\nThis site is archived for historical purposes. Check out our new site Truth In Gaming for current video game reviews!",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9970725775,
        "format_confidence":0.8653867245,
        "weight":0.0190841171
    }
]