[
    {
        "url":"http:\/\/bioshock.wikia.com\/wiki\/File:Leo_Hartwig_-_Spliced.png",
        "text":"BioShock Wiki\n\nLeo Hartwig - Spliced.png\n\n2,317pages on\nthis wiki\nAdd New Page\nLeo_Hartwig_-_Spliced.png (download)‎ (100 × 125 pixels, file size: 16 KB, MIME type: image\/png)\n\n\nCopyright This image was taken from the BioShock video game series or from websites created and owned by 2K Games, the copyright of which is held by Take-Two Interactive Software, Inc. All trademarks and registered trademarks present in the image are proprietary to Take-Two Interactive and its subsidiaries.\n\nThe use of images to illustrate articles concerning the subject of the images in question is believed to qualify as fair use under United States copyright law, as such display does not significantly impede the right of the copyright holder to sell the copyrighted material and is not being used to generate profit in this context.\n\nSource Edit\n\nPicture provided by Rapture Archives.\n\nAppears on these pages\n\n  • Leo Hartwig\n\n    Leo Hartwig is a citizen of Rapture and one of the scientists who worked on the Plasmid program...\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent19:14, November 15, 2010Thumbnail for version as of 19:14, November 15, 2010100 × 125 (16 KB)Pauolo (Talk | contribs)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":6,
        "topic_confidence":0.9720742702,
        "format_confidence":0.8507567644,
        "weight":0.0038514085
    },
    {
        "url":"https:\/\/www.stockfood.se\/footage-clips\/00503340\/Making-French-dressing-German-Voice-Over-",
        "text":"\n+ 46 8-555 206 00\nYou are on the website for customers from Sweden. To calculate prices and use the shopping cart, please go to the website for customers from USA. Go to\nStockFood » Videos » Video 00503340\nTo view this video,\nplease log in or register.\n\nMaking French dressing (German Voice Over)\n\nPrices for this recipe clip\n\nstarting at 790 SEK\n\neditorial (digital media, e-book, kiosk or digital display etc.) starting at 790 SEK\ncommercial (e-mailer or newsletter, kiosk or digital display etc.) starting at 4.720 SEK\n\n\nLicense type: Rights-managed\nProducer: © StockFood \/ Eising Studio - Food Photo & Video Aspect ratio: 16:9\nRights: This video is available for exclusive usage\nModel Release: not required Property Release: not required\nOriginal format: MOV (H.264)\n\nAdditional step-by-step still images\n\nStockFood More videos in this series",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.9767978191,
        "format_confidence":0.7201865911,
        "weight":0.0014613398
    },
    {
        "url":"http:\/\/www.rep-am.com\/articles\/2012\/12\/05\/news\/local\/doc50bf4eb4ac6d6831590919.prt",
        "text":"Username: Password:\nRegister \/ Forgotten Password?\nWednesday, December 5, 2012 8:36 AM EST\n\nWolcott, paraprofessionals reach tentative agreement\n\nWOLCOTT -- A tentative agreement has been reached between the school paraprofessionals union and the town, after a four-hour arbitration session last week.\n\nA second arbitration session, scheduled for Tuesday, was canceled due to the tentative agreement, according to Superintendent of Schools Joseph P. Macary.\n\nDuring last week's hearing, a three-person arbitration panel heard testimony from Municipal Finance Officer Linda Bruce on the town's financial status.\n\nRead more of this story and more!\n7-Day Subscribers have FREE access to everything on and our E-Edition.\nCLICK HERE to register and activate your access,.\n\nNot a subscriber?\nYou can purchase a single-day subscription for only $0.75 to read this and access all of our content and our E-Edition. CLICK HERE purchase a single day subscription.\n\nBecome an electronic subscriber to the Republican-American for only $8 a month. CLICK HERE.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.8926579952,
        "format_confidence":0.9674505591,
        "weight":0.0050611788
    },
    {
        "url":"http:\/\/podcasts.ox.ac.uk\/othello",
        "text":"\nSkip to Content Skip to Navigation\n\nThank you for visiting! Please consider filling out our questionnaire. This will help us improve our service providing free educational media recorded from the University of Oxford. Many thanks!\n\nClick here to access the survey (3 minutes to complete).\n\n\nLoading Video...\nDuration: 0:47:02 | Added: 18 Oct 2010\nFirst in Emma Smith's Approaching Shakespeare lecture series; looking at the central question of race and its significance in the play.\nCopy and paste this HTML snippet to embed the audio or video on your site:",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.6927284002,
        "format_confidence":0.9477089643,
        "weight":0.0054225041
    },
    {
        "url":"http:\/\/thefirstpodcast.com\/category\/uncategorized\/",
        "text":"Miss Draper: The First Woman Ever Photographed\n\n02: Dorothy Catherine Draper is a truly forgotten figure in American history. She was the first woman to ever sit for a photograph — a daguerrotype, actually, in the year 1840, upon the rooftop of the school which would become New York University..\n\nThe circumstances that got her to this position were rather unique. She was the older sister of a professor named John William Draper, and she assisted him in his success and fame even when it seemed a detriment to her. The Drapers worked alongside Samuel Morse in the period following his invention of the telegraph.\n\nThe legendary portrait was taken when Miss Draper was a young woman but a renewed interest in the image in the 1890s brought the now elderly matron a bit of late-in-life recognition.\n\nFEATURING Tales from the earliest days of photography and walk through Green-Wood Cemetery!\n\nTo get this episode, simply download it for FREE from iTunes or other podcasting services.\n\nSubscribe to The First here so that you don’t miss future episodes!\n\nYou can also listen to the show on Stitcher streaming radio from your mobile device.\n\nOr listen to it straight from here:\n\nDorothy Catherine Draper in the first portrait photograph ever taken and the first photograph of a female face.\n\n\n\nDraper in the 1890s, in a photograph taken by her nephew.\n\nCourtesy MCNY\nCourtesy MCNY\n\n\n\nThe observatory attached to the Draper house in Hastings-on-Hudson.\n\n\n\n\n\nJohn William Draper\n\n\nSamuel Morse from an image taken of him in Paris.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.8439215422,
        "format_confidence":0.7906630635,
        "weight":0.0033969813
    },
    {
        "url":"https:\/\/fantom.gsc.riken.jp\/5\/sstar\/index.php?title=FF:372-23H2&action=edit",
        "text":"Personal tools\n\nView source for FF:372-23H2\n\n\nJump to: navigation, search\n\nYou do not have permission to edit this page, for the following reason:\n\nThe action you have requested is limited to users in the group: Users.\n\nYou can view and copy the source of this page.\n\nReturn to FF:372-23H2.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9032059908,
        "format_confidence":0.9767329097,
        "weight":0.0022820872
    },
    {
        "url":"https:\/\/radiopaedia.org\/images\/24330971",
        "text":"DSA (angiography)\nModality: DSA (angiography) (Lateral)\n\n- “ Diagnosis delayed as presented with unilateral weakness.  Progressed while in ED to collapse.  A stuttering onset is seen in between 1\/3 and 2\/3 o...”\n\nView full size version of Basilar and bilateral vertebral artery occlusion\n\nUpdating… Please wait.\n\nAlert accept\n\nError Unable to process the form. Check for errors and try again.\n\nAlert accept Thank you for updating your details.",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.9920822382,
        "format_confidence":0.9547823668,
        "weight":0.0067977228
    },
    {
        "url":"https:\/\/k1025.com\/inside-st-joseph-lighthouse-video\/",
        "text":"The historic and iconic lighthouse at north pier in St Joseph closed recently for renovation, as is happening now a little further north along the Lake Michigan shoreline in Grand Haven. Following the work on the lighthouse and pier, a film crew was allowed to take a rare look inside the lighthouse.\n\nSome of the renovations detailed in the video include:\n\n  • Applying industrial marine paint expected to last 30 years\n  • Waterproofing interior sections that were subject to water damage and rusting\n  • General stabilization of the houses\n\n\n[h\/t Benton Harbor & St Joseph Memories on Facebook]",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.549896121,
        "format_confidence":0.9408833981,
        "weight":0.0040423835
    }
]