[
    {
        "url":"http:\/\/www.food.com\/recipe\/ohmygawdsized-barbecued-shrimp-25110?ftab=reviews",
        "text":"Ohmygawdsized Barbecued Shrimp\n\nBe the first to review\nREADY IN: 45mins\n\nIngredients Nutrition\n\n\n  1. Fire up the outdoor grill-- it will need to be very hot.\n  2. Shell and devein shrimp, leaving shell on tail section; butterfly the shrimp from the top.\n  3. Marinate the shrimp in a mixture of soy sauce, Worcestershire sauce, and the juice from one lemon for 30 minutes, turning occasionally- do not over-marinate, or shrimp will toughen.\n  4. Meanwhile, melt the butter and blend with the juice from the second lemon.\n  5. Remove shrimp from marinade and place on the HOT grill- if grill is not extremely hot, the shrimp will stick (use foil if the grill will not sufficiently heat up).\n  6. Baste with butter\/lemon juice mix.\n  7. Turn shrimp once and baste again.\n  8. Shrimp are done when they have lost translucence.\n  9. Serve hot.\n\nJoin the Conversation\n\n  • all\n  • reviews\n  • tweaks\n  • q & a",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9975274205,
        "format_confidence":0.9904926419,
        "weight":0.0222647336
    },
    {
        "url":"http:\/\/ekantcookcurry.com\/kichiri-rice-and-lentils\/",
        "text":"Kichiri (Rice and Lentils)\n\nI won’t lie, when I was planning to make this dish, I got a little giggly – Kichiri is Indian comfort food – it tastes like home – it’s full of stuff that’s great for your body and super easy to digest – it’s what you feed people when they’re sick – it’s India’s ‘chicken soup’ – also, really simple to make – it took me about 15 mins to get the ingredients prepared and just 15 mins of cooking (which pretty much involves me sitting back and waiting for my Kichiri to be ready!)\n\n\n\n1 cup of basmati rice or other long-grain rice\n1\/2 cup of split lentils (like split green mung beans)\n1 small onion, finely sliced\n1 tbsp grated ginger\n3 cloves of garlic, crushed\n6 cloves\n12 peppercorns\n2 tsp whole cumin\n2 tsp ground coriander\n1 tsp ground chilli\nSalt (to taste)\n2 tbsp vegetable oil for cooking\n4 cups of warm water for cooking\n\n\nGetting the right rice & lentils (dahl) is key.  I’m using split green mung beans – green dahl is easy to find in any Indian grocer and it’s cheap – it’s quick to cook and full of goodness.  If you use black or whole dahl, then they take a little longer to cook, so adjust your cooking times accordingly.  If you buy your dahl from a supermarket, you’ll pay a premium – go and make friends with an Indian grocer!\n\n\nStart by washing your rice and dahl under running cold water.  You want to keep washing your rice and dahl until the water runs clear – all that starch will make your dish quite stodgy, so get rid of it.  Drain your rice & dahl, set to one side – try to get as much of the water out as possible (without pouring your mixture down the drain – yes, I’ve done this a couple of times!)\n\n\nHeat your oil in a large saucepan and add in your cumin, cloves and peppercorns – let them cook for about 30 seconds.  Don’t have your pan too hot or they’ll burn – if they do, chuck it out and start again.  The whole dish will have a bitter taste.\n\n\nAdd in your onions, coriander, chilli, ginger, garlic and salt.  Most people know I’m not a big fan of salt, but you need some in this dish – so add in at least 1\/2 a teaspoon.  Fry your onions gently until they brown.\n\n\nTime to put in your rice & dahl and fire up the heat on your stove.  You want to cook your rice a little to give it richer taste.\n\n\nI’ve cooked mine until my translucent rice has started to go white – not brown.\n\n\nPour in 4 cups of warm water and mix everything around.  Make sure there aren’t any stray grains of rice on the side of the pan.\n\n\nCover and bring to the boil.  Once boiling, reduce the heat and simmer gently for 10 mins.  Don’t be tempted to open the lid – don’t be tempted to tamper with it – magic is happening – you can’t do anything.\n\n\nRemove the lid – DON’T be tempted to stir your dish – there’s still a bit of water in there and you could mush the whole lot.  Remove the lid and cook for a further 5 mins to dry it out.  You’ll see the whole spices have risen to the top – if you want to remove them, you can – we leave them in, but they can be a not-so-pleasant surprise for someone not realising what they’ve bit in to.  Most Indians will finish their plate and have a pile of whole spices to the side – we’re just used to it 🙂\n\n\nServe with lots of plain yoghurt and big dollop of butter – mix and enjoy.  Ok, I won’t be answering questions for a while – I’m off to eat!!!\n\n\n11 Responses\n\nLeave a Reply",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9976014495,
        "format_confidence":0.8220513463,
        "weight":0.0184784353
    },
    {
        "url":"http:\/\/touchtel.ie\/tag\/based-business-owners\/",
        "text":"Tag Archives: based business owners\n\nNeed Home Based Business Advice? Look Below!\n\nMost people say that starting a business is hard. They say that the income associated to it is not stable and that it is meant to be a full-time gig. This article can show you how to begin a successful home based business.\n\nBusiness Expenses\n\nIf any business expenses arise from having to entertain clients, then these expenses can be claimed as a tax deduction. These meetings you can record as business expenses. Just be careful that these clients are paying or potential clients, or else the entertainment expenses are not justifiably tax deductible.\n\nKeep your business phone line to keep it separate from your personal line. A business that wants to be known as professional and established always has a message specific to it, thus lessening the chances of the wrong person answering the phone.\n\nYou need an office space before you begin your business.Although this is something that can be seen as trivial, people find it hard to get down to work if they are not comfortable with their space or they do not have the proper supplies.\n\nCheck out any potential employees who you might hire for your home based business.\n\nYou should obtain a post office box for your business mailings. Don’t take the risk of using your real home address when putting things on the Internet. This keeps your identity is protected and your household.\n\nDon’t quit your day job when you’re just starting your home business.Having an income while waiting to build up your new business is a good thing to do.\n\nA special business checking account is a way to keep track of your company. Make sure all business-related transactions use this account. This will help you keep track your business is making. It also important to obtain a credit card that you use solely for your business.\n\nOffer incentives to customers who refer their friends. These referral incentives also encourage current customers to stay loyal to you.\n\nMake sure that you are not breaking any laws or local ordinances. You might end up with fines and embarrassing situations if you do this. You want good relations through keeping a low profile. This may mean avoiding signage and the amount of traffic or noise that can be accommodated.\n\nFind a niche that is right for you. Locate the appropriate customers who fit well with the product you sell. Selling becomes simple after you accomplish this. Talk to anyone you know about their thoughts on your niche. You should ask these same people too. Trade shows are another great place to find out who’s looking for what you’re selling.\n\nKeep accurate accounting of all financial records of your business. If the IRS wants to audit your business, you will want to make sure that everything is intact. Keeping detailed records also help you keep track of how well your success and look for ways to reduce expenses.\n\nYou need to have your family before you consider starting a home-based business. It can be very hard to start a home business enterprise.Without the support of your family members, maintaining your home business can be hard.\n\nYou will have a hard time without help to keep the children doing what they are supposed to be doing.\n\nChoosing the right name is important and should not be made from a work from home business. You will see the business’ name of your business frequently. Your business name should be something you can be proud of and meaning.\n\nBusiness Emails\n\nTo keep your business and personal emails separate, create a business email account that uses your domain name for work related emails only.You should retrieve your email by a different locations as well. For instance, your business emails would go to Microsoft Outlook, while business emails can be done through Outlook.\n\nA well-developed business success.\n\nThis is known as virtual hosting and it’s all that is needed to host your business website. You will not need a dedicated server unless you plan to have a bustling forum or a bunch of large files that get accessed often.\n\nYou should always look for ways to improve your business. Businesses must grow to remain current, and you are going to need to continue to advertise and get the word out about your business long after it is up and running well. This will help you secure a steady flow of business coming in.\n\nOffice Space\n\nYou should remember to include your office space written on your taxes. Many people do not know about this write-off since home based business owners often don’t realize that your office space can be confusing.\n\nBusiness trips can be a legitimate and your business. If you take a trip to a place holding a convention on something related to your business, check for business seminars in the area and attend them. This allows you to deduct the trip as a legitimate business expense.\n\nYour choice in domain name is very important to help you get Internet business. It is important that is appropriate for what you select is meaningful to your business. It will be easier for customers to find you.\n\nIf you’re looking to stay home with a young child, a work from home business is a great idea for you. You can work from home and take care for your child while still bringing in an income for the family.\n\nTake advantage of business classes to help you can. Most home based business owners cannot afford a lot of upfront cash, but it is important to invest in local classes that will point you toward your goals. Learning new information can only help your business succeed.\n\nWith these helpful tips, it is possible to have a successful home based business. Knowledge and drive are what make business owners successful. These times can help yield a lot of profit in your spare time.",
        "topic_id":9,
        "format_id":22,
        "topic_confidence":0.996383667,
        "format_confidence":0.9501698613,
        "weight":0.0123382743
    },
    {
        "url":"https:\/\/www.vabazaar.com\/2021\/03\/23\/job-interview-tips\/",
        "text":"Job Interview Tips\n\nWhile your resume lists your skills and qualifications, how you conduct yourself in the interview is the deciding factor whether you get the job or not. Like an individual in the sales profession, you are selling yourself to people you have just met. To make the interview as effective as possible, you must prepare yourself by using the following tips.\n\n\nLearn as much as you can about the company. Understand the job description and skills and qualifications needed for the job. By knowing these you can compare the skills of your current job with this new position and demonstrate how they tie in together.\n\n\nThink of possible questions your interviewer may ask. Write down answers to each question. Talk in front of a mirror and watch your facial expressions. This way you can watch for signs of doubt and adjust your actions.\n\nEvaluate Past Interviews.\n\nIf you recently had an interview for another job, this can help you get this position. First of all, list what went good during that interview. Then evaluate what could have been better. Maybe there were some questions that were hard to answer. Think about those questions and practice answering them.\n\nDress Appropriately.\n\nPretend that you have the job already and know what the dress code is. Wear similar attire to the interview. For example, if the job requires a suit and tie, wear these and not jeans and a T-shirt.\n\nBe On Time.\n\nWhen you find out where the interview is going to take place, see how long it will take you to get there. Add an additional fifteen minutes to the commute. It is better to be early. Your future employer will see that as a commitment to you career.\n\nShow Confidence.\n\nBy practicing and planning ahead of time for the interview, you will feel more comfortable during the interview. However, it is natural to feel nervous. Practice little tricks to help you stay calm. One trick is taking deep breaths to help you relax. Another trick is to visualize kicking yourself when you feel nervous. Always remember to keep eye contact with the interviewer.\n\nIf Unsure, Ask.\n\nIf the interviewer asks a complicated question, do not be afraid to ask for clarification. By trying to second guess what the interviewer is asking, you may waste time giving him unnecessary information. By having him restate a question, shows the interviewer that you are a careful listener.\n\nKeep Things Positive.\n\nIt is best not to show any negative feelings about past job experiences. For example, if you are looking for a job because of personality conflicts in your current place of employment, do not express this. The interviewer may see this as a negative attitude. It is better to state that you are looking for a change.\n\nShow Interest of the Company\n\nAsk questions and have the interviewer share information about the company. Ask about long-term objectives, problems and issues the company is facing, and changes the organization may face in the future. The interviewer, as long as the information is not confidential, will be willing to share this.\nGood luck during your interview.\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":4,
        "format_id":22,
        "topic_confidence":0.9974773526,
        "format_confidence":0.9572133422,
        "weight":0.0090717054
    },
    {
        "url":"http:\/\/dogskool.com\/chewing.html",
        "text":"Related Information\n\nCrate Training\nPoison Prevention\nPoison Prevention Chart\nToys And Toy Safety\nWhy Do Dogs Eat Grass\nWhy Do Dogs Eat Feces\n\nOffsite Related Information\nIf you buy this from me, my dogs get treat money (not enough for a dog house).\n\n\nProblem Solving For Chewing\n\nDid you know…\n\nRubbing your hands on your dog’s toys increases the likelihood that the toys will be chewed, rather than your furniture.\n\n\nAn important part of pet ownership is teaching your puppy or dog proper pet manners and what is allowed to be placed in their mouth. It is your responsibility to have control over your dog and to correct bad behavior. Your pet should never be left unattended in any area that is dangerous or an area that you do not want destroyed. Obedience training ca be an important factor in this process. Knowing a simple command, such as to \"drop it\" or \"leave it\", could save your pet’s life. Corrections should begin at the moment when your dog or puppy starts the inappropriate chewing. Remember, your puppy or dog is like a small child, they have no way to know that the item they just destroyed was your expensive couch or chair, unless you instruct them to avoid those items when they have a need to chew. He might misbehave due to curiosity or boredom, not because he knows what he’s doing is unacceptable. Remember, with chewing as with any unacceptable canine behavior, prevention is easier than treatment.\n\nTo correct common behavior problems like chewing, follow these basic steps:\n\nChewing is a normal, natural canine behavior. Puppies usually begin chewing due to teething, boredom or stress. Chewing on anything but designated chew toys should be discouraged immediately, or it can develop into a habit that will carry over into their adult lives. You must catch the dog in the act to prevent this problem. If you catch your puppy or dog chewing on something that is off limits, verbally say “No!” and redirect his attention to one of his toys. When he chews on his toy, praise him verbally and pet him. If you are unable to supervise your pet, put him in a crate, on a tie-down or in an area where he cannot get into mischief. Never give your puppy or dog any objects you don’t want them to chew on. For example, don’t give your dog a shoe, sock or household item as a toy because the dog will think of all of these items as toys. The dog will not be able to differentiate between your discarded items and the good stuff.\n\nUnderstand Chewing\n\nChewing is a normal, natural canine behavior. Dogs learn through their mouths and use their mouths as tools to receive a lot of information. Chewing on hard objects provides an appropriate outlet for your dog's desire to chew. It is an enjoyable pastime for many dogs. Dogs chew because they are bored, they have lots of energy or they're curious. One benefit to chewing is that it is good for keeping tartar from building up on the teeth, which helps prevent bad breath.\n\nPuppies use their mouths to explore their new worlds. As with babies, teething is painful to puppies. Chewing helps relieve the pain and helps them develop strong jaws. That doesn't mean, however, that you should let your new puppy chew his or her way through the house. Chewing can be a very expensive problem, especially when the inappropriate chewing in on your rug, furniture, shoes or other household items. As with any unacceptable canine behavior, prevention is easier than treatment.\n\nDogs go through two chewing phases. The first is between 4-6 months when the puppies begin to loose their puppy teeth. Puppies like to chew on soft items, like carpet, rugs, rags or soft toys, squeaky toys and rope toys. Then they may stop for a while until the second phase, which occurs between 10-12 months when the adult teeth settle into the growing skull of the dog. During this phase, dogs like to chew on more dense objects, like wood, furniture, plastic, rawhide, hard rubber toys, and Nylabones.\n\nWhy Chewing Occurs\n\nTeething - Between the ages of five weeks and six months, puppies will teethe. They will chew on anything they can find to relieve their discomfort. Make sure you have a supply of chewable toys on hand. To make these toys even more appealing to your puppy, place it in the freezer for a few hours. The cold toy will be very soothing to your puppy's sore mouth.\n\nImproper confinement - Dogs are very social animals and do not do well emotionally when isolated from the \"pack\" or family. Confine your dog behind a see-through puppy gate or in a crate so the dog can see what is going on in surrounding areas. Never restrain a dog behind a closed door in a small room. An improperly confined dog may attempt to chew his way out of seclusion.\n\nImproper chew toys - Never give your puppy or dog any objects you don't want them to chew on. For example, don't give your dog a shoe, sock or household item as a toy because the dog will think of all of these items as toys. The dog will not be able to differentiate between your discarded items and the good stuff.\n\nBoredom or Stress - Dogs may chew when they are bored, stressed or anxious. If chewing helps relieve the boredom or stress, it will most likely be repeated again and again because it is self-reinforcing. Now you have a bad habit that is hard to break.\n\nProblem Solving Techniques\n\nAs when training any behavior, be persistent and consistent to let your dog know what is acceptable and what is not. With maturity and proper reinforcement training from you, soon your dog will have freedom around your home without you having to worry about what the dog is getting into.\n\nChew Toys - What's appropriate for your dog\n\nWhen dogs feel confined, bored, isolated or stressed, they often relieve that stress by redirecting it into destructive behaviors. Toys help dogs reduce that stress and can help reduce the likelihood of behaviors such as digging and chewing. If toys are not provided, some dogs will resort to chewing what is available, which might include shoes, books, rugs and furniture.\n\nSelecting the right toy for your dog\nHelp your dog use up some of his energy by giving him toys that are appropriate for the size and age he is now. Toys that might have been the right size when he was a puppy might be too small now and should be discarded. Balls and other toys that are too small can be swallowed or become lodged in the dog's throat or mouth. Discard toys that break into pieces or that have pieces torn off.\n\nProvide a variety of toys. Make four or five toys available at a time and rotate different toys on a weekly basis. This keeps your dog interested in his toys. However, if he is strongly attached to a particular toy, don't take it away.\n\nWhat are your dog's chewing habits\n\nAggressive chewers will tear toys apart, and if the toy comes apart, he could swallow the pieces or choke on them. Give aggressive chewers durable, hard rubber or nylon toys. Semi-aggressive chews don't usually tear toys apart, but will chew enough to cause wear on a toy. Provide semi-aggressive chews with canvas, plush, fleece, or rope toys. These toys are softer, but will not come apart easily. Non-aggressive or light chewers that are less destructive can have vinyl or latex toys.\n\nWhen giving your dog a new toy, observe how he plays with the toy. If he is destroying it, take it away. Instead, purchase a toy that is harder and more durable. Toys can be made out of a variety of materials, some more durable than others. Once you understand your dog's chewing habits, you can decide what type of toys are best for your dog.\n\nVinyl and Latex Toys\nThese toys are good for non-aggressive or light chewers. They come in many shapes and colors. Many of these toys have a squeaker, which adds interest to the toy.\n\nRubber and Nylon Toys\nThese are good for more aggressive chewers. They are durable and some come with a hole in them, which adds interest for the dog when a treat is inserted in the hole.\n\nRope Toys\nToys made with either a nylon or cotton rope material are a good choice for semi-aggressive chewers. These are good for dogs that like to play tug-of-war. They also have the added benefit of providing a flossing action that helps clean the teeth.\n\nPlush, Fleece or Canvas Toys\nThese soft toys are good for dogs that like to carry a toy around with them. Because of the stuffing inside the toy, they should not be given to aggressive chewers. They often contain a squeaker. If there are any tears in the toy, sew the tear or discard the toy and replace it with a new one. Canvas toys are washable and quite durable even for semi-aggressive chewers.",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9542124867,
        "format_confidence":0.7256464958,
        "weight":0.0110616879
    },
    {
        "url":"https:\/\/www.masterofwarcraft.net\/2014\/12\/free-hearthstone-port.html",
        "text":"Sunday, December 28\n\nFree Hearthstone Port\n\nStep 1: Go to ashran and die to the dungeoneering dummy near the pvp vendors while not in que for ashran\n\nStep 2: Accept que for ashran at graveyard and then leave the que and cancel the spirit rez\n\nStep 3: Wait for it to port you out while dead and it will rez you at your hearthstone location without putting your hearth on cd useful if you need to travel far and need to hearth a few times in the process\n\n0 kommentarer:\n\nPost a comment\n\nMaster of World of Warcraft © 2006-2016\nThis site and the products and services offered on this site are not associated, affiliated, endorsed, or sponsored by Activision | Blizzard, nor have they been reviewed, tested or certified by Activision | Blizzard.",
        "topic_id":11,
        "format_id":22,
        "topic_confidence":0.9967329502,
        "format_confidence":0.949341476,
        "weight":0.0053655407
    },
    {
        "url":"http:\/\/thegreatbritishblogger.blogspot.com\/2010\/10\/victoria-sandwich.html",
        "text":"Thursday, 21 October 2010\n\nVictoria Sandwich\n\nThe Victoria Sandwich is an icon of British baking and has been doing the rounds at the likes of picnics, fetes, parties and cricket teas since time dot. Moreover, it's not too hard to understand the reason for this: it requires little ingredients, is simple to make - especially when using an all-in-one recipe - and, of course, tastes fabulous.\n\nPresentation-wise, a Victoria Sandwich is filled with a jam filling and, for the more indulgent among us, an additional layer of whipped cream. Alternatively, as I know from many Birthday cakes my Mother made for me when growing up, the Victoria Sandwich can provide the perfect basis for cakes with elaborate icings and decorations.\n\nThe following is a tried-and-tested recipe for those who fancy a spell in he kitchen.\n\n\n3 eggs\n\nSelf-raising flour\n\nCaster sugar\n\n\n\nWhipped cream (optional)\n\n\n1) Get out eggs, flour, sugar and butter well in advance of baking so everything is up to room temperature and the fat is nice and soft.\n\n2) Preheat oven to 200oC.\n\n3) Grease and base-line two 8in (20cm) round cake tins.\n\n4) Place eggs on scales and weigh out equivalent amounts of flour, sugar and butter.\n\n5) Cream the butter and sugar before adding the eggs one at a time and stirring in.\n\n6) Steadily add flour and fold it in so as much air as possible is incorporated.\n\n7) Turn out mixture into prepared tins dividing it equally.\n\n8) Place in the oven and bake for 20-25 mins or until it springs back to the touch or slightly shrinks back from the sides of the tin.\n\n9) Remove from oven and leave to cool a bit before turning out on to wire racks.\n\n10) Once cooled completely, add a layer of jam to one of the sponges. If you wish to add a layer of whipped cream, take the other sponge, invert it and spread with cream.\n\n11) Combine the two halves so the filling is sandwiched between the two sponges and finish by dusting the top of the cake with icing sugar.\n\nNo comments:\n\nPost a Comment",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9973457456,
        "format_confidence":0.8530117273,
        "weight":0.0191743765
    },
    {
        "url":"https:\/\/www.ixigo.com\/how-to-reach-go-from\/alappuzha-to-yercaud",
        "text":"Alappuzha to Yercaud\n\nflight price shown is indicative one-way fares, actual may vary | train price shown is for reserved seat \/ berth | layover time mentioned is for the fastest route in the layover category, it might change as per your traveling dates.\nFare of Rajdhani, Shatabdi & Duronto may change due to Railways' surge pricing. Know more\nThere are many ways of doing this trip.\nAlappuzha (Kerala) to Yercaud (Tamil Nadu) distance is 425 km and you can get there by car in just over 8 hours and 11 minutes with fares starting from ₹ 6581. It's gonna be warm and sunny, and did I mention warm ?\nTravel Guide",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.8273258805,
        "format_confidence":0.8577564955,
        "weight":0.0025310746
    }
]