[
    {
        "url":"https:\/\/hanahudsonvalley.org\/personnel\/marlynlestagelaforet\/",
        "text":"Marlyn Lestage-Laforet\n\nMarlyn Lestage-Laforest CNM-NP, MA, MPH, RN\n\n\nMarlyn joined the Obstetrical and Gynecological team at Jacobi Medical Center in 2004. She continues to provide full- scope midwifery care to women and adolescents in the Bronx.\n\nIn 1985 Marlyn started her nursing career in Port-au-Prince, Haiti. She subsequently immigrated to New York where she quickly enrolled in ESL classes to further her education. In 1988 Marlyn obtained her license as a Practical Nurse in New York. The following year she passed her licensing exam as a Registered Nurse and joined St Barnabas Hospital Nursing Workforce.\n\nMarlyn has always been able to balance work, family, and education. Married with two children, she obtained a Bachelor of Science in Nursing from the College of New Rochelle in 1997. Eager to pursue her education, Marlyn enrolled in the midwifery program at the University of Medicine and Dentistry of New Jersey (UMDNJ) while working as an Inpatient Obstetric Nurse. She successfully completed the midwifery program in 2000.\n\nIn 2002, Marlyn embarked upon a career in midwifery after nineteen years of service at St Barnabas Hospital as a Registered Nurse. Marlyn believes that midwifery is her calling. “There is no greater joy than to be present at a birth.” Marlyn also believes that midwifery, the art of the birthing process, has taught her patience, calmness, perseverance and endurance. These attributes are arguably the most important traits of a midwife. Indeed being present at a birth is a great privilege and midwives strive to enhance the woman’s experience and to optimize outcomes.\n\nSeventeen years full scope midwifery practice including but not limited to Adolescents Health, Newborn Circumcision, and Surgical First Assistant at Cesarean section, and limited Obstetrical Ultrasound.\n\nMarlyn also, manages and provides care to patients within protocols and standards of practice throughout their pregnancy and beyond. Marlyn evaluates findings, makes assessment and develops appropriate management plan and treatment. It is important to note as a midwife, Marlyn seeks consultation and collaborates with other members of the health care team in a timely manner.\n\nMarlyn’s passion for learning also motivated her to persevere in pursuing advanced degree. In 2008 Marlyn received a Master of Public Health from Herbert H. Lehman College, CUNY.  Also, in 2015 she earned a Master of Arts, Nurse Executive, from Teachers College, Columbia University.\n\nMoreover, Marlyn has more twenty five years of comprehensive nursing experience in different specialty- units such as  Medical- Surgical, Psychiatric, Step-down-Telemetry, Ventilator, In-patient Obstetric\n\nMarlyn participates in the development of healthcare programs- Adolescent Education Programs: Sexual Education, Diabetes and Pregnancy, Sickle Cell Disease and Pregnancy, Hypertensive Disorder and Pregnancy\n\nMarlyn enjoyed being a Clinical Adjunct Instructor at Monroe and Nyack College, School of Nursing and a Clinical Preceptor for medical students, nurse-midwifery students, nurse practitioner students, and nursing students in the U.S and abroad.\n\nIn 2016 Marlyn receives the “Best Clinical Practice Preceptor Award” from Albert Einstein College of Medicine and the “Outstanding Preceptor Award” from New York University Rory Meyers College of Nursing.\n\nMarlyn is a member of Toastmasters International and a Competent Communicator. Marlyn sees herself as a perpetual learner- in the workplace, academically and in life. She is currently the President of the Haitian American Nurses Association of Hudson Valley, New York, Inc.",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.6308065057,
        "format_confidence":0.9825237393,
        "weight":0.0096640756
    },
    {
        "url":"https:\/\/socmediji.wordpress.com\/category\/vincent-mosco\/",
        "text":"Arhiva Kategorije: Vincent Mosco\n\nStaying ahead of the curve: an interview with Vincent Mosco\n\nDr. Vincent Mosco is Professor Emeritus in the Department of Sociology, Queen’s University in Kingston, Ontario, Canada. He graduated from Georgetown University in 1970 and received the Ph.D. in Sociology from Harvard University in 1975. Professor Mosco is the author of numerous publications on communication, technology, and society. His most recent books include ˝To the Cloud: Big Data in a Turbulent World˝ (Pluto Press 2014),˝The Political Economy of Communication˝ (Sage 2009, 2nd edition), ˝The Laboring of Communication: Will Knowledge Workers of the World Unite?˝with Catherine McKercher (Lexington Books 2008), and ˝The Digital Sublime: Myth, Power, and Cyberspace˝ (MIT Press 2004). He is also the editor, with Christian Fuchs, of the special issue of the journal Triple C titled ˝Marx is Back: The Importance of Marxist Theory and Research for Critical Communication Studies Today˝ (2012) and editor, with Catherine McKercher and Ursula Huws, of the special issue of the journal Work Organisation, Labor and Globalisation titled ˝Getting the Message: Communications Workers and Global Value Chains˝ (2010). In 2014 he was joint recipient, with Catherine McKercher, of the Association for Education in Journalism and Mass Communication (AEJMC) Professional Freedom and Responsibility award. His 2004 book ˝The Digital Sublime: Myth, Power, and Cyberspace˝ won the Olson Award for outstanding book of the year in cultural studies. In that same year he received the Dallas W. Smythe Award for outstanding achievement in communication research.\n\nNastavi čitati",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9805610776,
        "format_confidence":0.9303746819,
        "weight":0.0171267589
    },
    {
        "url":"https:\/\/www.youact.nl\/en\/about-youact\/trainers\/pim-orbons\/",
        "text":"Pim Orbons\n\nA few years ago I reached out to CrossFit because I wanted to become fitter to resume speed skating, a sport I used to do when I was younger. I did my first drop-in at YouAct in Waalre, but didn’t start CrossFit until they moved their box to Eindhoven. I walked in, became a member and never left.\n\nWith a slight preference for the technical work of the Olympic lifts, I have to do my best not to skip the whole gymnastics part. The great thing about CrossFit? Training to be incredibly all-round in sports; MTB tour? Fine! Running a fair distance? Also good (but not too far). Snowboarding from the second the lifts are open and going downhill until the last lift closes behind me. A canoe \/ MTB \/ trail run? Sounds like a challenge, but I’m up for it!\n\nRaised in an active family, my parents did their best to pass on the importance of taking part in sports to me. Judo, football, tennis, table tennis and ice skating have been checked; nothing was too crazy, as long as you did your best. I wish to see the same spirit in the class members. It’s better to face your limits in training before you have to face them in life, right?\n\nDon't take me too seriously, because I don't do that myself either ;)\n\nThe goal is to get fit, make it the best hour of your day, stafe safe, turn up the music, high five some people, and blow off some steam. So remember that. Have fun. Work out. - Pat Sherwood\n\n  • CrossFit Level 1",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9960733652,
        "format_confidence":0.9769064784,
        "weight":0.0080800756
    },
    {
        "url":"https:\/\/just.property\/agents\/jonathan-terblanche-834021\/",
        "text":"Just Property\n\nJonathan Terblanche\n\nAbout Jonathan\n\nBrick and mortar is the cornerstone of infrastructure! Occupants and owners will change from time to time! Let my experience and knowledge in the sales and marketing field guide you to make the correct decisions!Jonathan Terblanche Privacy Seal\n\nJonathan Terblanche's Properties\n\nJust Property Office\n\nResidential To Rent\n\nResidential For Sale",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.982183218,
        "format_confidence":0.9669523835,
        "weight":0.0057526364
    },
    {
        "url":"https:\/\/www.uni-weimar.de\/en\/media\/chairs\/computer-science-department\/webis\/people\/stein\/",
        "text":"Benno Stein\n\nBenno Stein\n\nBauhaus-Universität Weimar\nBauhausstraße 11 · Room 110.2\n99423 Weimar, Germany\n\nPhone: +49 (0)3643 - 58 3795 | 3710\nTwitter: @bennostein\nORCID: 0000-0001-9033-2217\n\nShort Curriculum Vitae\n\nBenno Stein is chair of the Web-Technology and Information Systems Group at the Bauhaus-Universität Weimar. His research focuses on modeling and solving data- and knowledge-intensive information processing tasks. Common ground of his research are the principles and methods of symbolic Artificial Intelligence. Benno Stein has developed theories, algorithms, and tools for information retrieval, machine learning, natural language processing, knowledge processing, as well as for engineering design and simulation (patents granted). For several achievements of his research he has been awarded with scientific and commercial prizes.\n\nProfessional background: Study at the University of Karlsruhe (1984 - 1989). Dissertation (1995) and Habilitation (2002) in computer science at the University of Paderborn. Appointment as a full professor for Web Technology and Information Systems at the Bauhaus-Universität Weimar (2005). Research stays at IBM, Germany, and the International Computer Science Institute, Berkeley. Benno Stein serves on scientific boards, on program committees, as reviewer in various relevant conferences and journals, and he is the initiator and a co-chair of PAN, an excellence network and evaluation lab on digital text forensics with focus on authorship analysis, profiling, and reuse detection. He is cofounder and spokesperson of the Digital Bauhaus Lab Weimar, a visionary and interdisciplinary research center for Computer Science, Arts, and Engineering. Not least, he is a cofounder (1996) and scientific director of the Art Systems Software Ltd, a world leading company for simulation technology in fluidic engineering.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.8619770408,
        "format_confidence":0.983551681,
        "weight":0.0181056652
    },
    {
        "url":"https:\/\/www.smashwords.com\/profile\/view\/LaurenHawkeye",
        "text":"Lauren Hawkeye\n\n\nLauren Hawkeye is a writer, theatre enthusiast, knitting aficionado and animal lover\nwho lives in the shadows of the great Rocky Mountains of Alberta, Canada. She’s\nolder than she looks—really—and younger than she feels—most of the time—and she\nloves to explore the journeys that take women through life in her stories.\n\nWhere to find Lauren Hawkeye online\n\nWhere to buy in print\n\n\nSafe Haven (Special Edition New Adult Romance-- All Proceeds go to Brenda Novak's Online Auction for Diabetes Research)\nPrice: $2.99 USD. Words: 58,070. Language: English. Published: May 1, 2015 by Brenda Novak. Categories: Fiction » Romance » New adult, Fiction » Romance » Contemporary\nDon’t forget to check out SWEET TALK, SWEET DREAMS and SWEET SEDUCTION, three limited edition collections from Brenda Novak’s Online Auction for Diabetes Research, as well as LOVE THAT!, Brenda Novak's new cookbook with Jan Coad... read and help the fight against\nMaster of the Island (Invitation to Eden FREE prequel!)\nPrice: Free! Words: 13,110. Language: English. Published: March 25, 2014. Categories: Fiction » Romance » Contemporary, Fiction » Romance » Short stories\n(4.75 from 4 reviews)\nWhen his life takes a dark turn, billionaire Theodosius Vardalos purchases a deserted island in the Bermuda triangle- the better, he thinks, to hide his scars from the rest of the world. What Theo doesn’t know is that the island can give him hope… hope of future happiness, despite the horrible scars that make him a recluse. Hope to be had in the arms of a mysterious blonde he hasn’t yet met…\n\nLauren Hawkeye's tag cloud",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9343775511,
        "format_confidence":0.9768778086,
        "weight":0.0059156684
    },
    {
        "url":"https:\/\/en.wiktionary.org\/wiki\/User:Taxman",
        "text":"Definition from Wiktionary, the free dictionary\nJump to: navigation, search\nen This user is a native speaker of English.\nes-1 Este usuario puede contribuir con un nivel básico de español.\nhi-1 यह सदस्य हिन्दी भाषा का प्रारंभिक ज्ञान रखते हैं।\nSearch user languages or scripts\n\nHi, I'm also Taxman, an administrator on the English Wikipedia. I'm impressed by Wiktionary so far and the potential that truly multilingual dictionaries represent. I'm learning Hindi and I've found it very useful in my learning to use the reference sources I have to create and correct entries here. I hope to add entries for all the Hindi words in my vocabulary list.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.8893708587,
        "format_confidence":0.9342073202,
        "weight":0.0056572692
    },
    {
        "url":"https:\/\/www.hercampus.com\/author\/maya-bhatia\/",
        "text":"Her Campus Logo Her Campus Logo\nMaya Bhatia\n\nUIC '21\n\nMaya is currently a Senior at University of Illinois at Chicago. She is majoring in Integrated Health Studies with the goal of becoming a genetic counselor. She joined HER and is excited for all the article she will create. She enjoys staying connected with pop culture and all the new restaurants.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9747360945,
        "format_confidence":0.9925179482,
        "weight":0.0182707203
    }
]