[
    {
        "url":"https:\/\/wbgv.wordpress.com\/2007\/10\/09\/wvu-9th-in-espn-bcs-projections\/",
        "text":"WVU 9th In ESPN BCS Projections\n\nBrad Edwards of ESPN.com has published the Worldwide Leader’s BCS Projections ahead of the official release next Sunday. Where is West Virginia?\n\n\nThis is very good news. It tells us a few things. The computers don’t hate us. Our strength of schedule is relatively good and should only get better with the match-up with Cincinnati (and I guess Rutgers and UConn). Mississippi State has the chance to be a good game as well. Also, we are high enough that winning out 99.9% guarantees us a BCS berth, no matter if we win the Big EAST or not. This is also good news.\n\nWhere are some other teams? LSU is the obvious #1, Cal #2, USF #5, Missouri #6, Oklahoma #12, and USC way down at #13. Being ahead of media darlings Oklahoma and USC should give WVU fans a little excitement. As crazy as this season has gone, the national championship is not completely out of the realm of possibility.\n\nFrom my perspective, win out and the rest of it will take care of itself.\n\nAddThis Feed Button\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.99645257,
        "format_confidence":0.9924584031,
        "weight":0.0081696939
    },
    {
        "url":"http:\/\/nisanyan1.blogspot.com\/2013\/04\/a-turkish-poet-on-armenian.html",
        "text":"28 Nisan 2013 Pazar\n\nA Turkish Poet on Armenian Reconciliation\n\nCahit Koytak, born 1949, is probably the greatest living poet of the Turkish language. He is a devout Muslim, a man of vast and philosophical vision, a jazz lover, a latter-day Sufi. He published this poem on April 24, 2013, the 98th anniversary of the Armenian tragedy.\n\nKoytak is a difficult poet to translate – his sinuous syntax hardly carries into English, and the suggestivenes of phrase may sound hollow to unfamiliar ears. I have done my best. You must take me on my word that the original, here, is good poetry as well as a powerful call to action.\n\n2015, The Year of Armenian Homecoming – A Poet’s View\n\nShall we be reconciled when we admit to be the heirs of Union and Progress,[1]\nthat band of devilish murderers,\nand apologize in their name?  \n\nShall we, who swear by the honesty of the Prophet and witness to the unity of God,[2]\nwe who never stood, never stood willingly, in the ranks of those murderers\n                in their path of rage and bloodshed,\nshall we ask for reconciliation\nfor having never moved a finger to seek justice and to redress the crime,\nfor nearly a century,\nthough we all knew of the enormity of the crime,\nand knew the perpetrators,\nand yet pretended that there was nothing amiss,\nand tolerated those who said so?\n\nShall we seek reconciliation,\nwe who are the other members of the same great family, sharing the same house,\nfor failing to see, blindly, for so many years,\nthat what was done to them, and to their children, was done to us,\nand that their pain, and the pain of their grandchildren, was our pain,[3]\nand for doing nothing to call out for justice, and to lighten their burden?\n\nShall we offer reconciliation\nfor our indifference, our carelessness, our blindness?\n\nFor sitting on, or for keeping silent while others sat, for so many years,\non  the homes, on the gardens and fields and the villages\n                from which the Armenians were driven so brutally?\n\nOr, to deserve a great and true reconciliation,\nfor all this and for all our other debts and perfidies,\nshall we open our heart wide enough,\nand invite them back into it, their home?\n\nShall we open our heart wide enough,\nto deserve a true and great reconciliation,\nthat we wish them to come back, with joy and trust,\nto the homes, the villages, the fields and gardens which are theirs,\n          and see to it that they do so safe and secure, and with a cloudless heart?\n\nShall we make our table broad enough,\nto deserve this great redemption,\nthat we tell them “the earth belongs to God, and is wide enough;\nthe earth is His, and we are His family;\nHis is the land, the house, the shop, the fields and the grain that we all share at His table,\nHis bounty is large enough to be yours and ours, and this country[4] is your land as well as ours?”\n\nShall we open our bosom wide enough,\nthat we reach across the frontier at Ardahan[5], and call,\n“see, we live under the same skies,\nthe same rainclouds wet our fields and our forelocks,\nour dreams share the same night,\nso let us fling open not only the gates,\nbut the boundary itself,\nand render it as nothing,\nand let our arms which reach out to embrace you\nbe long enough to circle the globe,\nto Peru, Argentina and Arizona,\nto embrace your spread-out seed”?[6]\n\nShall our hearts generate a joy great enough\nthat we proclaim the year 2015 “The Year of Armenian Homecoming”,\nand turn it into a year of\nhomecoming feasts,\nhomecoming rites,\nand homecoming follies?\n\nShall our soul generate candor and goodwill enough,\nand kindness and love great enough to fill the heavens and the earth,\nthat we invite the lost sons, the lost daughters, and the estranged children of this family,\nnot only back to their homes in their homeland,\nnot only to their homes and gardens here,\nbut back to their homes in our heart,\nto the gardens and fields that blossom in our arms,\ninto the mountains and valleys of our inner soul?\n\nShall we, to deserve this year of 2015 as a year of Birth,\nnot only for us and the Armenians, but for all mankind,\na year of homecoming, a year of rediscovery,\na year to breathe in the spirit of God, and the great communion that embraces us all,\ncan we, the Muslims, weep for those children and women, and the elderly,\nwho were driven from their homes, murdered, allowed to perish on the road,\nabused and soiled and dishonored,\nby the devils of that time,\nas much as we weep for the victims of Kerbela,\nfor Hasan and Huseyn, and their women and children?[7]\n\nAnd shall the year 2015 be, for them too, the Armenians,\na year of reconciliation, a year of joy and redemption,\nthat they shall deserve by weeping\nfor the pain of those other sons and daughters of the family,\nvictims of the mayhem of Hnchakists, Tashnakists and what other wild band,[8]\nloosed at a time when our house was on fire,\nand for those who, more recently,\nlost their homes and their land, and their lives, in Karabagh?\nShall they weep, as they weep for Jesus son of Mary,\nor at least lend an ear of sympathy to those who weep?\n\n[1] The Committee of Union and Progress (İttihat ve Terakki Cemiyeti) ruled Turkey 1913 to 1918, carrying out the ethnic cleansing of not only the Armenians, but the Greeks, Bulgarians and others as well. The Turkish Republic was founded by their direct heirs and allies. Neo-Muslim opinion in current-day Turkey regards them – somewhat facilely, perhaps – as a criminal gang that brought the Ottoman Empire down.\n\n[2] The poem addresses “us, the Muslims”. The phrases regarding God and Prophet are code for the Islamic aversion to the founding principles of the Republic.\n\n[3] Viewing the later generations of the Armenian diaspora as victims of tragedy is a huge mental leap for Turkish opinion. It was never, to my knowledge, voiced before.\n\n[4] The original has Anadolu. The English term Anatolia simply does not carry the resonance of the original, which has come to mean the homeland stripped of the nationalistic and exclusivist overtones of Turkey, Turkish, Türkiye. Türkiye is the home of the Turks, Anadolu is the common home.\n\n[5] A town near the Armenian border. The land border between Turkey and the Republic of Armenia has been closed since 1994. An increasingly vocal school of thought now maintains that the border should not only be opened to traffic, but that it should be abolished altogether.\n\n[6] The Turkish foreign minister, Ahmet Davutoğlu, has voiced the possibility of offering Turkish citizenship to members and descendants of the “Turkish diaspora,” i.e. all those Turks and non-Turks banished from Turkey.\n\n[7] The murder of Hasan and Huseyn, grandchildren of the Prophet, at the desert fort of Kerbela, is mourned by all Muslims, but more so by those of Alevite\/Shiite persuasion. Their murderer, Yezid, is a synonym for “devil” in Turkish, and that is the word used here twice to refer to the perpetrators of the Armenian massacre.\n\n[8] Turkish public opinion is accustomed to see the Armenian nationalist parties of the turn of the 20th century as blood-soaked terrorist bands, and there has been too much recent propaganda about the bloodshed in Karabagh during the Armenian-Azeri war of 1992-1994. The poet deals with these sticky subjects gently.\n\n2 yorum:\n\n  1. düzyazıyı (bakmayın mısraya benzesin diye orasından burasından kırıldığına) hakiki şiir etmişsiniz, helal olsun hocam.\n\n  2. Hani Ermeni Soykırımı Abdülhamid'le başlayan bir süreçti? Olayı bir avuç \"yezit\" İttihatçıya yıkmak niye? Diğer yandan \"devout\" Müslümanlar \"Siyonistlere kök söktüren ulu hakan\" Abdülhamid'le ilgili ne düşünür? Questions, questions.",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.527710855,
        "format_confidence":0.674179256,
        "weight":0.0081982981
    },
    {
        "url":"http:\/\/inside-the-shell.blogspot.com\/2006\/11\/my-morning-thus-far.html",
        "text":"Saturday, November 11, 2006\n\nMy morning thus far\n\nOn my way to do my altar guild duty, I was almost sideswiped. I was lucky; the other driver saw me in time and stopped. But still.\n\nOtherwise, it was a wild, rainy, windy drive down the hill, with the leaves swirling down in front of me and dancing under the wheels of the other cars. At church, there was a group praying on this Veterans Day, so we went about our setup quietly. We have a nice rhythm and routine as we get the church ready for Sunday. The presence light creaks down on its metal cord and is doused, then is replaced and cranks up again.\n\nThe only annoying aspect to altar guild is that the hymn numbers are not big enough for their slots on the hymn boards and flutter down to the floor as soon as they are put in place. Someone bakes our Communion bread, so there is always (except once!) a ready supply in the freezer.\n\nIt's soothing to be in the nave, with the only light coming in through the stained glass. Mundane activities become meditative. . .\n\nNo comments:",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9810348153,
        "format_confidence":0.9980121851,
        "weight":0.0111087789
    },
    {
        "url":"https:\/\/www.imbeingerica.com\/2013\/12\/edinburgh-day-one-hulloh-thunk-yoo.html",
        "text":"What are you looking for?\n24 December 2013\n\nedinburgh \/\/ hulloh! thunk yoo! sawree!\n\n[preface : if you follow either kim, donna, kirsty or me on instagram, you will have seen the highly anticipated girls weekend of the year* completely spam your feed over the last few days. i'm not even sorry, because we had an absolute blast doing it. #bloggersdoedinburgh] *not a real statistic\n\nkimmy made her way into london on thursday night, because we had a reeeaaally early start on friday. we had a quick dinner and exchanged our gifts, then we we put ourselves to bed early, like good little travellers. the next morning we were up at five a.m to make the first of our trains in our epic journey to the north; edinburgh bound!\n\nthe unexpected breakfast on the plane was enough to make us finally feel human enough to make our way into the city, and by the time we found kirsty and donna waiting in a bus shelter just outside of waverley station, we were able to communicate as adults.... adults who shriek in excitement at seeing the smiley faces of some of their bestest blogger pals, like, ever!\n\nwe sat and grabbed a coffee out of the rain while we chatted about our many journies into town, then made the decision to park our luggage in a city locker while we did a spot of wandering up princes street. multiple h&ms and one random run into amy from cocktails in teacups later, we decided it was time to eat, and so - guided by kirsty the local scot, we made our way to the red squirrel on lothian road. we were encouraged to try a thistly cross cider, and try we did with the delicious gold nectar of the gods delighting our taste buds and brain cells while we feasted on delicious homemade burgers (and played on our phones - we decided this is totally acceptable as long as you're in the presence of other bloggers). om. nom. nom.\n\nafter our late lunch we wandered back to the riverbank and through the german markets. we'd planned to meet with some of kirsty's scottish blogger pals before they headed off to an engagement party, and there - under the only shelter we could find from the already howling wind and rain, i tried my very first ever mulled cider. it was... not horrible, but i needn't ever have another, thank you very much.\n\nthe weather was so terrible we decided to try our luck in a local bar instead. except, being approximately beer o'clock, and - well, it's scotland, they were all already heaving. we tried two, in between dodging the rain and kirsty losing one bobble hat to the gale force winds (och nooo! mah haaat!), before calling it a night. the weary travelers were living up to their names, so we retired to kirsty's wee flat with thirty (scottish) quid worth of booze and snacks, and sat drinking and gossiping well into the night.\n\nsometimes i have to actually stop and take stock of my luck when it comes to the people i have met through this little slice of the internet. so far, not one stinking one of them has been a forty year old creep. \n\nthere's still time.\n\n*enter my oasap giveaway*\n\nAdd your comment\n\nthank you for your comment, you lovely thing you.",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.7290710807,
        "format_confidence":0.9978504181,
        "weight":0.004882063
    },
    {
        "url":"https:\/\/thedailybeatery.wordpress.com\/2011\/10\/06\/rac-love-u-more-1979\/",
        "text":"RAC – Love U More + 1979\n\n6 Oct\n\nIt’s been a while since the Remix Artist Collective (RAC) has featured on TDB and I think it’s about time a made a post.  RAC are one of the most consistent remixers around and never fail to create for a fun, up-beat, danceable track.  I can’t think of a time they’ve remixed a song and it’s turned out worse than it was originally.  In my opinion, they can do no wrong.  Here are a few of their more recent tracks, one of which includes a dope cover of the Smashing Pumpkins classic “1979” featuring Liz Anjos.\n\nSunday Girl – Love U More (RAC Remix)\n\nRAC – 1979 (Feat. Liz Anjos)\n\nLike on Facebook\n\nFollow on Twitter\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n\nGet every new post delivered to your Inbox.",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.995139122,
        "format_confidence":0.9926366806,
        "weight":0.0108238366
    },
    {
        "url":"http:\/\/www.milesk.net\/seeking-an-intern\/",
        "text":"Seeking an Intern\n\nhigsweldonMy new advertisement for an unpaid, personal assistant is up.\nWell over half of the text was culled directly from craigslist, ads\nfor unpaid internships. Even though the ad is a joke please\nfeel free to send me your resume.\nYou can read it at the Higgs Weldon.",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.9963033199,
        "format_confidence":0.9803645611,
        "weight":0.0045029268
    },
    {
        "url":"https:\/\/walking-on-red-dust.com\/2016\/04\/05\/hazy-time\/",
        "text":"Hazy time\n\n[Version française sur le site de La Recherche]\nI made crêpes. I remember the dough, which amused me because all the ingredients were powdered: the flour and the salt, of course, but also the milk and the eggs. I simply threw all those powders into a bowl and mixed them together until they looked like the sand, almost white, of one of the beaches where I exposed myself to the sun for the last time. Then I added water, trying to remember the right viscosity – almost liquid, not thick like for those American pancakes. I remember my crewmates, occasionally coming into the kitchen to watch me throw the crêpes in the air before catching them back, clear side against the pan.\n\nIt was not long ago. A week, maybe? A month? Two? The more I think about it, the less certain I am. What did I do that day? I remember that my shorts were stained with white flour when performing a weekly social experiment. So, it was on a Wednesday. Now that I think about it, Christiane took a photo, freezing a crêpe in the air. It is by looking at this photo’s properties that I figure out how long ago it happened.\n\nMaking crêpes.\n\nOutside the dome, it is quite easy for me to situate events in time; if you ask me when something happened, I can give you a relatively accurate estimation. Here, it is different. Memories blend together, time lengths are hazy. When I realized that we were past the midpoint of the mission, I was not surprised. But I would not have been surprised either if I had been told that we were a third, or three-quarters, into the mission. Situating a meal, a book I read, an argument, a joke, or an experiment, is difficult. Enough to convince me to keep a logbook, so that my memories of the mission are not, in the end, a disorganized flow of images without chronology or logical connections.\n\nPart of the explanation could be the lack of sunlight; without a clock, it would be difficult to distinguish between evenings and mornings. In my windowless bedroom, I am often surprised when I look at the time. The lack of seasons, maybe? But I think that the main reason for this hazy perception of time is the lack of variation. We are always in the dome, or in the lava fields around. Always with the same people. We take, always at the same times of the day and the same days of the week, the same tests. In spite of some of my crewmates’ efforts, our food always has this typical, salty note of shelf-stable food.\n\nI become aware that I – as, I assume, almost everyone – rely on other memories to situate one among them. If I want to remember when I saw my cousin for the last time, for instance, it’s easy: it was during the last Christmas I spent with my family, in December 2013. Maybe you can situate a movie you watched because it was after an evening with your friends, last Saturday. But here, remembering that it was in a white dome, just after running on a treadmill and just before rehydrating some ham cubes, does not help much.\n\nTo assess the time gone by after an event, one often relies on memories accumulated since then. If you have images of different seasons, new encounters, various places, and new experiences, you know that quite some time has gone by; a year, maybe? If you only have memories of days at work, evenings with your family and a weekend by the sea, you don’t have to think much to attribute this event to last week. But when all that comes to your mind is a blurred image, where only walls and furniture are clearly defined, the task is much trickier.\n\nFortunately, in spite of a daily monotony, unusual events happen that mark the passage of time. Finding the closest event to a memory helps situating it, albeit vaguely. Here, rather than in weeks or months, time is measured in earthquakes, celebrations, technical failures. If I try to remind myself of the mission, from the beginning to now, those peculiar events interrupt a confused flow of images from the dome and rocks.\n\nThe beginning comes in high resolution. I can see the landscape passing by the window of a four-wheeler. I can see media crews trying to tear catchphrases from us, at a time when we would just like to silently enjoy our last moments outdoors. The only answer that crosses my lips, towards which points a microphone, is “Here we are”. Part of the foam covering the microphone is gone; did an angry interviewee suddenly bite it and tear a piece away, like a shark? The idea makes me laugh, and only cameras pointing at me dissuade me from biting another piece away. I remember the noise and bustle just before entering the dome and, suddenly, after the door has closed, the silence. The look I have around, at a decor that then looks foreign, thinking that all this – people and objects – will soon look extremely familiar.\n\nThen, only a few clear images separate segments of the blurred and continuous mass of my memories. Some images make me smile; for instance where the group, bonded and solid, is laughing at a joke to which everyone adds. Or where we explore lava tubes for the first time and our lamps, piercing the darkness, reveal rocks with surrealistic colors and shapes. Others are quite painful. Terrorist attacks in Paris, watched through frustratingly scarce pieces of information. Messages telling me that my paternal grandmother has undergone a murder attempt and that brain damage has made her, after coming out of a coma, extremely aggressive. Christmas celebrations turn into gatherings in a hospital room, and all I can do to support my family is send derisory emails. Other images run through my mind: the first time I put my suit on, the strongest earthquake I have experienced, arguments, moments of intense complicity or tenderness, a nocturnal EVA under an incredible number of stars…\n\n2016-03-30 Fun in the cave\nExploring a lava tube.\n\nWe have 5 months left. Is that a long time? I don’t know. But I am convinced that other events are waiting for us that will leave more of those clearly defined memories. I am looking forward to discovering them.\n\n\nOne thought on “Hazy time\n\n  1. frank says:\n\n    L’inquietante nulla (L’Aquila 1993)\n\n    Rugginose sabbie di Marte,\n    migranti dune, disseminate rocce\n    scabre: superficie desolata\n    a perdita d’occhio d’astronauta,\n    crivellata di meteoritici crateri,\n    velata da polvere brunastra.\n    Singolare scenario di albe,\n    azzurre nubi ai bordi di regioni\n    spaventose, talora spazzate\n    da estese libecciate, furiose.\n    Dai ciclopici vulcani dei mari Eoi\n    all’intricata rete di faglie,\n    di ocracei canyon, di alvei\n    abbandonati, immenso altipiano\n    si erge, ma l’inquietante nulla\n    qui vi domina assoluto. Quoniam\n    advesperascit… Il campobase\n    Coyote di bare volanti\n    si copre di ombre lunghe\n    sanguigne, di una poesia\n    così monolitica e spettrale\n    come una dodecafonia.\n    Adamantina stella già sull’orizzonte\n    quella nostra cara Terra, per un attimo\n    io… io non mi sento più così solo\n    sull’impervio pianeta, conquiso.\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.8052956462,
        "format_confidence":0.9635903239,
        "weight":0.0087481638
    },
    {
        "url":"http:\/\/styleberryblog.com\/modern-gender-neutral-nursery-everett?reply-to=7952",
        "text":"styleberry BLOG » where pretty meets practical\n\nMasthead header\n\nEverett’s Dreamy Nursery\n\nI haven’t yet decided if nurseries are actually for the baby. I kind of think they are mostly for the mama. She saw four walls and had a vision. A vision full of hopes and little moments, of snuggles and kisses. This is the place where her dreams come true…the dream of becoming a mother.\n\nThe first time I got to plan a nursery I planned two. See, we are the rare few parents left that love having a “surprise,” but this means that there has to be some grace given when it comes to completing the nursery decor. Since I knew I would not have the same time to finish the space as I did with just one child, I planned this room as a gender neutral space, and left the details for after delivery. This way I could customize the room in either direction. It’s definitely less masculine than it would be had I known I was having a boy, but the truth is, we’re moving in less than two years. He’ll be transitioning to a big boy bed at that time & most of the boy details are going to translate to the “big boy room” I have in my head, full of oranges and greens and navy. But this room is about NOW. I spent every night for his first six months rocking him in the chair in this nursery, staring at the details that I adore so much. And I am so glad I invested the time in to this space. I love it. By the time he’s old enough to have an opinion, he can help me create a room of his own. But right now, this is the perfect place to love on my sweet baby boy.\n\nI am not a buy a bedroom in a bag kind of gal. I want rooms that look like none other on the planet, with pieces collected along the way, often irreplaceable and unique to our home. This room was no exception. The very first piece that I found to inspire this room & the color palette here was the quilt. It set the tone for everything. I originally intended to have a bed in here, but I later changed my mind, when I figured out a way to make it work in our guest room\/office space. So orange, turquoise, lime, white, grey and pops of bright red were where I was headed. Here’s my mood board (created before we knew “it” was a boy!):\n\nNow, some of my plans have changed (as all good designs do) and I just love how it is coming along. I am sure we’ll be making little adjustments here & there, but for now, welcome to Everett’s Dreamy Nursery. All resources linked throughout the post. Feel free to comment with any additional questions…enjoy the eye candy!\n\n  • GIANT BUTTON: Hobby Lobby\n  • STAR KNOBS: Hobby Lobby (spray painted with rustoleum in stainless steel)\n  • QUILT HANGER: Ikea Dignetet Curtain Wire, (with four brackets total)\n\nOh, the painting. I love painting. Sometimes. [ha!] We (my dad and I) painted this room beige the first time. Then a chocolately orange when I got bored. Then (four years later) we painted it what I thought was the perfect gray….only to hate it as soon as we (and by we, I mean he) got two coats on. I looked and looked and the first gray, Wickham Gray, was just too blue. What if it was a girl? It was just not right. [sorry Dad!!] Back to the paint store we went again. Stonington Gray was the PERFECT shade. Whew!\n\nI planned out the stripes based on the top and bottom color–I knew I wanted both to be turquoise. So I needed an odd number of stripes. I wanted them at least 12 in wide, so I did the math & started marking. (we had already painted the wall white.) I used a level to mark the lines in pencil on the wall first, then ran a line of Frog Tape along my mark. Don’t bother with the blue tape. The green is a far superior option! After I had the tape up and rubbed it on well, but instead of doing my perfectly straight line trick like usual, I brushed a stroke of white over the tape line (in the section where the turquoise would go), sealing the tape to the wall. After it dried, I painted the Turquoise, Valspar’s Sprinkle, over top. It took two coats to cover the white. It is the perfect shade of not too minty, not too blue turquoise. & trust me, I tried out a TON. Like, at least a dozen. The perfect turquoise is really hard to find.\n\n  • DRESSER: Ikea Expedit, on its side + feet (found in store) + (2) two drawer inserts + (2) one drawer inserts (found in store)\n  • ORANGE POT: Homegoods\n  • STRIPEY BIN: Anthropologie\n  • CHANGING PAD COVER: DIY (using this tutorial), fabric from Hobby Lobby\n  • LAMP: Homegoods\n  • WALL SHELF: Homegoods\n  • CHAIR: PB Kids Comfort Grand Swivel Glider (scored for a mere $200 at the outlet, un-upholstered) + DIY slipcover (oommmmgg) fabric: Premier Prints Chipper Twill Storm\n  • THROW PILLOW: Homegoods\n  • VARIEGATED KNIT POUF: Land of Nod (it usually sits in front of the rocker…my feet don’t touch the ground without it! It’s necessary!!)\n\n& for the record, I finished sewing the slipcover for that chair exactly five hours before I birthed a baby. WHEW. :)\n\nAhhh. My favorite wall in the room! Too bad my back is usually to it. I originally intended for this to be an alphabet wall, but after I got the room together I decided it would be too much. AND there was no place for pictures in this room if I did just letters, so I decided to make this an eclectic treasury of goodies. All of the frames are either from Homegoods or Target. I’ll source it all from left to right, top to bottom:\n\n  • CUSTOM WHALE PRINT: Tree Top Studio\n  • (2) STANDOUT MOUNTS: WHCC, of my work\n  • BIRTH ANNOUNCEMENT: my work & design\n  • DREAM BIG: Barking Bird Art\n  • WRAPPING PAPER: World Market\n  • PRINT: WHCC, my work\n  • LINEN PINBOARD: Homegoods, I color-washed it turquoise & it’s full of Instagrams. More on it here.\n  • BALLOON PRINT: Card, World Market\n  • CRYING IS FOR BABIES (letterpress): Sycamore Street Press\n  • WOOD FRAME: Hobby Lobby, “e”: Pottery Barn Outlet (I bought a standout print for in the frame and had that random “e” lying around since our girl name started with “e” too, and threw it up there to hold the place…but it has actually become one of my very favorite things on that wall!)\n\n& finally, my DIY Night Light that casts the most beautiful glow on this room at night. Lord only knows how many hours I have spent staring at it. Good thing I love it so much. Full Night Light Canvas DIY here. The dresser (an old piece from college with at least three layers of paint underneath) is painted the same as the stripes, Valspar Sprinkle.\n\nIt makes me sad that this will be my very last nursery to decorate, but I am also very excited about the room evolutions that will take place as my babies grow up. I had so much fun doing this nursery and caroline’s over the top girly nursery and I just know that I will be so sad to leave this house! Both rooms are so different and so fun in their own way. Both such lovely places to spend so much time in. BUT…I am sure I will be ready to redecorate when we move! If I missed anything, let me know and I’ll answer in the comments section! :)\n\nFor more inspiration & to see what design direction I’m heading in next, check out my pinterest boards!\n\nRelated Posts with Thumbnails\n  • Rebecca - Gorgeous room! Is the crib bumper a pain to remove before naps and bedtime thou? I left that off since it was cute but the baby couldn’t sleep with it and I couldn’t imagine taking it out and putting it back in so many times a day.\n\n    I love all the beautiful artwork!ReplyCancel\n\n    • -shawna- - I use bumpers. I know it makes some parents nervous and each mama should make the right decision for her baby. But they never bothered me, and when I tried to remove them, it was a nightmare (dropped pacis, legs in the slats and tears galore) so I left them on.ReplyCancel\n\n  • Nicole - Shawna, this is perfect. I love you! Please move to Colorado and come help me with this house! Ha! I will buy your tickets :)ReplyCancel\n\n  • Beth - It is such a beautiful space and will be hard to leave, but at least you won’t have to paint over it when he gets bigger and wants to start making design decisions. Now THAT would be hard! :) I’m 100% positive this will be blowing up on pinterest.ReplyCancel\n\n  • hanna - Thanks so much for sharing. I am so making the night light for my son’s room. Lately he has been scared of a dark room and I have been trying to find a solution. Love this quick, simple and inexpensive project.ReplyCancel\n\n  • Lani - Inspirational, as always :)ReplyCancel\n\n  • Amber - Will you share what your girl name was? I’m curious now! My guesses based on your other two choices are: Elsie, Etta, Eleanor, Eliza, Elise, or Evelyn. : PReplyCancel\n\n    • -shawna- - haha! that name is going in the vault. God forbid our permanent contraception measure fails, I’ll have it as a backup! :)ReplyCancel\n\n  • Mal - I’m curious about the girl name too :)ReplyCancel\n\n  • Ashley - Love love LOVE his room. And I love the nightlight. Thinking I might have to do something like it for our little girl on the way. Thanks for sharing! Also love that you must be getting more sleep. Your blog posts are always my favorites :).ReplyCancel\n\n  • April M - I love it! You must’ve slept last night :) I’m soooo happy for you :) yay Everett!ReplyCancel\n\n  • ella @ lifeologia - I’ll be honest. I should be working and I googled frames for ideas for a client…. and here I go scrolling up and down your photos for over 15 minutes to be exact.\n    And I’m not even needing a nursery – but I sure do want one now when I see this!\n    Incredible design. What a beautiful space mama ;D\n    Well done.\n\n\n  • Christina - Love this. I just found out I was having a boy and was thinking of blue\/orange for his nursery and this gives me even more inspiration!\n\n    Also, I have tried finding it on your blog but have had no luck. I would love to know how you approached diapering as infants. Did you cloth diaper? Did the OS fit the newborns? Did you just do disposables until they fit into them? Prefolds? I frequent the bump and it seems that many of the CD mommies advise that OS do not fit newborns and that you wil... (truncated)",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.9501017332,
        "format_confidence":0.8946853876,
        "weight":0.0070154553
    }
]