[
    {
        "url":"https:\/\/frogcars.com\/3-eco-friendly-fords-you-should-check-out-this-spring\/",
        "text":"3 Eco-Friendly Fords You Should Check Out This Spring\n\nOver the past decade, the North American automotive industry has been slowly adapting to the growing worldwide consensus around the dangers of fossil fuel emissions and the importance of shifting toward more carbon-neutral vehicle designs.\n\nBut while there is still progress to be made in greening the automotive industry, great strides have been made in terms of providing consumers with a wide variety of eco-friendly vehicle options, and major industry players like the Ford Motor Company have been at the forefront of developing and popularizing more fuel-efficient cars, trucks, and SUV’s. \n\nYou can learn more at the Colony Ford Lincoln Blog if you want to explore all of the ways that Ford is modernizing its vehicle line-up, but here are the three eco-friendly 2019 Ford vehicles creating the most buzz.\n\n1. Ford Focus Electric\n\nImg source: EV Compare.io\n\nThe Ford Focus Electric is Ford’s second fully-electric vehicle after the Ford Ranger EV, and in the nearly ten years since it first went on the market, it has become an industry standard for what an electric sedan should be.\n\nRead More:  2018 Ford Bronco Price, Release date\n\nThe Focus Electric uses the same body as its gas-powered counterpart, and its lithium-ion battery can keep it on the road for nearly two hundred kilometers, making it one of the first electric vehicles that is actually practical for the needs of most commuters. \n\n2. Ford EcoSport\n\nThe EcoSport is the latest addition to Ford’s North American line-up, but it has been a favorite in the South American market since the early 2000s. The EcoSport is a subcompact crossover SUV designed to strike an intuitive balance between the energy and thrust of a sport utility vehicle and the efficiency and maneuverability of a sedan.\n\nIt is perhaps unsurprising that, in a world where compact, efficient SUVs are becoming some of the hottest properties on the automotive market, the EcoSport has received rave reviews since its 2017 debut.\n\n3. Ford EcoBoost Mustang\n\nImg source: YouTube\n\nSome automakers position environmentally friendly driving technology as a choice between efficiency and performance. One of the reasons why Ford has handled the transition to greener engineering more smoothly than its North American competitors is due to its ability to increase the efficiency of high performing vehicles like the F-150 and the Mustang without dampening their vital energy.\n\nRead More:  2018 Ford Expedition Redesign, Pictures\n\nThe EcoBoost Mustang is a case-in-point. The Mustang is one of the most beloved pony cars in the world, legendary for its drag strip courage and incredible horsepower. Its V-6 and V-8 engine variants are not exactly light on fuel, however, which has generally led to the Mustang being viewed as wasteful from a fuel standpoint.\n\nBut with the EcoBoost Mustang, auto aficionados don’t need to choose between speed, power, and efficiency. Its turbocharged, fuel injected engine gives it plenty of thrust without using a lot of fuel, making it the ideal vehicle for the environmentally conscious speed freak.\n\nAs climate change becomes an increasingly pressing issue for all humans, auto companies will need to find ways to reduce vehicle emissions while delivery vehicles that the market wants. Fortunately, major auto companies like Ford are already pioneering ways this could be done, and it is already possible for consumers to make eco-friendly choices without accepting worse performance\n\nLeave a Reply\n\nWhat is 2 + 9 ?\nPlease leave these two fields as-is:\nIMPORTANT! To be able to proceed, you need to solve the following simple math (so we know that you are a human) :-)",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9953939915,
        "format_confidence":0.9876021743
    },
    {
        "url":"https:\/\/nigerianfinder.com\/10-best-transport-companies-in-nigeria\/",
        "text":"10 Best Transport Companies in Nigeria \n\nTravelling by road can be very interesting. But your journey can be made extremely uncomfortable if you board a rickety or poorly maintained bus. In fact, it could become a nightmare if something goes wrong in the course of your journey.\n\nHowever, there are companies that offer first class transport services and you might find it difficult to differentiate their service from air travel except for the time difference.\n\nOur list of these top reputable transport companies have been compiled below;\n\n#1 God is Good Motors (GIGM)\n\nGIGM is one of the leading transport companies in Nigeria and are currently the most technologically driven company in Nigeria. With their popular mobile app, you can book your trip from the comfort of your home.\n\nGIGM was incorporated in 1998 and their headquarters is in Benin, Edo State. Although, many still call them God is Good Motors, they have since revolutionized to become GIGM.com.\n\nThey have an ultra-modern bus terminal at Jibowu, Yaba and you can travel to over 10 states of the country using their service.\n\nGIGM is a family owned business and the organization is divided in to seven departments namely: operations, finance, administration, customer-care, fleet and engineering services as well as the executive management.\n\n#2 ABC Motors\n\nWith head office in Owerri, Imo State, ABC was established in 1993 with the goal of becoming one of the top transport companies in Nigeria.\n\nAsides, their road trips to different parts of the country, they also offer trips to Ghana, Benin and Togo. Their luxury bus service is known to rival international standards.\n\nABC has delivered excellent service in the last 24 years and their many happy customers seem to reiterate this fact. Also, ABC has consistently won the National Bus Operator Award of the Year in the last few years.\n\nAdditionally, they have an online tracking system that helps you track your parcel and a hotel service for lodging. The hotel is called City Transit Inn and it is located in Utako, Abuja.\n\n#3 Chisco Transport Ltd\n\nEstablished in 1978 by Dr Chidi Anyaegbu, Chisco Transport Ltd is one of the reputable transport companies in the country.\n\nALSO READ:  Indian High Commission (Embassy) in Lagos, Nigeria\n\nThey have bus terminals in all the states of the country and they offer convenient booking service which can be done online from the comfort of your home\n\nThe company has over 500 fleet and their services spans the whole of Nigeria and some parts of West Africa.\n\n#4 Young Shall Grow Motors Ltd\n\nFounded in 1972 by Dr Chidi Amaechi, Young Shall Grow has grown from a small company in the Eastern part of Nigeria to a group of thriving companies.\n\nThe Transport Division which is the Young Shall Grow Motors Ltd is known nationwide as an excellent travel option when it comes to comfortable and affordable transportation.\n\nThey are also known for their luxurious buses which have been particularly designed for comfort and satisfaction in the course of your journey.\n\n#5 GUO Transport\n\nIf you’re a Nigerian and you haven’t heard of GUO Transport, then you probably haven’t travelled out of your state.\n\nGUO is a household name when it comes to travel and transportation. Also, the company has a range of transport related services such as haulage, charter service as well as hotel\/airport pickup.\n\nSome of their popular destinations include; Lagos, Abuja, Owerri, Kano, Yola and Onitsha. You can book your trip from the comfort of your home by visiting their website.\n\n#6 Cross Country Limited\n\nIncorporated in 2001, Cross Country Limited officially commenced operation in 2002.\n\nAnd they have grown rapidly to become the foremost choice among many travellers in the country.\n\nCurrently, the company has over 500 buses that serve more than 26 destinations in Nigeria and parts of West Africa.\n\nCross Country offers a unique package for NYSC corp members. Usually, they provide a direct transport service from their bus terminal to the NYSC camp and there’s usually in-transit refreshment.\n\nTheir location is at 345 Murital Mohammed Way opposite Presbyterian Church in Yaba.\n\n#7 Ifesinachi Transport Limited\n\nIfesinachi Transport was established in the early 2000 and they are known for their bus transport service from Lagos to Abuja and many of the Eastern States.\n\nThe team at Ifesinachi is led by Smart I. Egbeobawaye along with a team of experienced professional and this is one of the reasons why Ifesinachi has maintained its position as one of the biggest players in the transport industry.\n\nALSO READ:  Israel Visa in Nigeria: How to get yours\n\n#8 Peace Mass Transit\n\nWith headquarters at Enugu, Peace Mass Transit is one of the popular transport companies from the South Eastern part of the country. However, their transport service spreads across major cities in the country.\n\nThey offer convenience in terms of finding the right bus for your trip and you can easily book and make payments online for your trip.\n\n#9 Bonny Way Motors Nigeria Ltd\n\nBonny Way is another reputable provider of top notch transport services in the country. They also offer interstate and city transport, warehousing, haulage and courier services.\n\nYou can book your trip online and make payments through their safe and secure transaction gateways. You can also book directly at their office at Otto, Ebute Meta, Lagos.\n\nAlso, the customer care service provided by Bonny Way is quite excellent and they offer prompt response to your enquiries relating to transport services.\n\n#10 Benue Links Nigeria Ltd\n\nBenue Links Nig. Ltd is a state-owned transport company and it’s one of the biggest transport companies in Nigeria.\n\nEstablished in 1988 with only 10 buses, Benue Links currently has terminals in all the major cities of the country with close to 1000 buses including their contract vehicles.\n\nThe company’s culture is built around 7 core principles namely: Selflessness, Integrity, Objectivity, Accountability, Openness, Honesty and Leadership.\n\nBenue Links offers a host of facilities which includes waiting lounge, fuel dump, standard workshop for repair of vehicles and parking facilities for individuals within the neighbourhood.\n\nThe company is well-structured and divided into 7 major departments namely: Administrative Department, Finance Department, Maintenance Department, Commercial Department and Traffic Department.\n\nWrapping up\n\nThe transport companies in Nigeria have grown rapidly over the years especially with their implementation of cutting edge technology. This article has specifically highlighted these top companies based on extensive research and customers’ reviews.\n\nAdvertise Here\nClick For More Information\n\nYou’ll Love These Posts…\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nNigerian Finder © 2018\nerror: Content is protected !!",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9938718081,
        "format_confidence":0.9876718521
    },
    {
        "url":"https:\/\/blog.v-hr.com\/vhrworkforcesolutions\/5-aviation-trends-for-2020",
        "text":"\n\n5 Aviation Trends for 2020\n\nPosted by Jenna Beard on Aug 6, 2019 10:44:54 AM\nJenna Beard\n\n2018 was a big year for Aviation. The previous year was the safest in commercial airline history, and technological advancements are looking to make the industry even safer, smoother and more efficient. Both front-end and back-end services being constantly measured, appraised and reformed, there have been huge strides in efficiency in the last year.\n\nHow Aviation Is Going To Change:\n\n1. A Focus on Customer Experience\n\nThe customer should be at the forefront of any service, and Aviation is no exception. Aviation customer experience extends across researching, planning, airport experience and more. Data is driving the process behind refining the customer experience, increasing revenue and improving customer loyalty. Easyjet has even hired their first data officer to analyze how to optimize their service through metrics. Happier customers are more likely to remain loyal, and data allows companies to accurately measure how their experience converts into flights.\n\n2. Airline Apps\n\nApps have been a key component of modern business for years now, with many commercial airlines making the move into the digital market beyond websites. Since 98% of airline passengers carry at least one device, airline apps are the next logical step for smart brands. With reward schemes, online check in and e-tickets, airline apps aim to streamline the flight process. Airline apps are a great way to retain business and help passengers to have a more enjoyable, stress-free experience.\n\n3. Drones Will Increase Inspection Efficiency\n\nIt takes around six hours to inspect a commercial aircraft. Drones can boost aircraft inspection accuracy while reducing the time of a full inspection down to around two hours. This could lead to huge gains for an airline operating drone inspectors, alongside the obvious benefits of more detailed and accurate reports. Whilst the drones would need to be piloted, advanced visual systems could alert maintenance crews automatically, thanks to…\n\n4. AI in Aviation\n\nAI and deep learning are impacting every industry, no matter how small. For one as large as Aviation, there is a wealth of data for AI systems to pour over. More and more airlines are investing in AI to better understand both the technical elements of flights, maintenance, and repair, as well as to anticipate the needs of their customer base.\n\nAs AI improves, and has more data to analyze and learn from, the Aviation industry can expect further developments refined and implemented by machines rather than aircraft engineers and aircraft technicians.\n\n5. Digital Twins\n\nA new method called ‘Digital Twins’ creates a virtual replica of the plane or asset, and allows for it to be compared to the real one. By monitoring the digital twin, Aviation organisations can monitor asset health as well as receive early warnings, predictions, and even formulate a plan of action by simulating ‘what-if’ scenarios – based on weather, performance, operations and other variables – to help keep aircraft equipment in service for longer. Aviation companies that invest in digital twins will see a 30% improvement in cycle times of critical processes, including maintenance.\n\nLearn the best aerospace companies to work for, or learn how plane design is changing.",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9941717982,
        "format_confidence":0.9826117754
    },
    {
        "url":"https:\/\/www.momentbulletin.com\/post\/top-10-german-cars",
        "text":"• Liam Heitmann-Ryce\n\nTop 10: German cars\n\nUpdated: Jan 31\n\nSpeed and style in some very desirable packages\n\nGermany is seemingly unrivalled in its production of high-end cars, and this reputation is surely well-deserved. There is plenty to be said for the elegance of marques such as Audi, BMW, Mercedes-Benz and Volkswagen, all of which have produced some real gems over the past century. Here’s a round-up of the ten best…\n\n1. BMW 8-Series (E31 generation)\n\nPhoto courtesy of the author\n\nA full-sized grand tourer designed to rival Ferrari, the original 8-Series made a serious splash upon its debut at the 1989 Frankfurt Motor Show.\n\nWith that long, sharp front end and impressive wide-body styling, the 8-Series didn’t just look the business: it offered a line up of powerful engines to ensure it wasn’t all show and no go, the cream of the crop being the 5.6-litre V12 850 CSi that threw this 1.8 tonne monster from 0-60 mph in under six seconds.\n\n2. Mercedes-Benz S65 AMG (W220 generation)\n\nPhoto: Jagvar, Public domain, via Wikimedia Commons\n\nSleek, low-slung, and oh-so-very long, the W220 generation S-Class was a breath of fresh air after several years of the boxy, yet imposing W140 that came before it. Launched in 1998, the W220 demonstrated many of the key visual elements that would carry through the Mercedes range in the new millennium: sharp triangular tail lights, Venn diagram-shaped headlights, and a heavyset rear end.\n\nThe apex of this generation of S-Class was the incredibly exclusive S65 AMG. Between 2005-06, just 630 units were produced for the entire global market. Its 6.0-litre biturbo V12 engine could produce enough power to propel this 2.2-tonne limo from 0-60 in just four seconds, making it an icon of high-performance luxury.\n\n3. Mercedes-Benz SL (R129 generation)\n\nPhoto courtesy of the author\n\nFrom 1989 to 2001, the R129 generation of Mercedes SL was the premium choice for speedy convertibles.\n\nFeatured in some of the biggest Hollywood productions of the era, including Death Becomes Her and Liar Liar, the R129 reached a new level of fame in December 1991 thanks to one very special customer: the Princess of Wales. Her burgundy 500 SL became the first non-British vehicle to ever be driven by a member of the royal family, and it raised quite the storm of controversy. Diana’s decision not to buy British was derided as “at best insensitive and at worst deeply unpatriotic,” so she returned the car to Mercedes-Benz in September 1992. It now lives on as a centrepiece of the Galerie der Namen (Gallery of Names) in the Mercedes-Benz Museum in Stuttgart.\n\n4. BMW 5-Series (E28 generation)\n\nBMW 5 Series (E28). Photo: Jeremy from Sydney, Australia, CC BY 2.0 via Wikimedia Commons\n\nThe 5-Series has always been BMW’s product to afford all things to all people. Luxurious, roomy and still undoubtedly flash, this car has long been held in high esteem.\n\nManufactured between 1981 and 1988, the E28 was nimble and sharp-angled. It was also the first generation of 5-Series to receive the ‘M’ enhancement that has since been applied to every future generation of the model – and thereafter became the fastest saloon in the world at time. It is also the rarest four-door ‘M’ car ever, with just 2,241 units produced in its four-year lifespan.\n\nThe car’s starring role in Mission: Impossible – Fallout, where a stunning olive-green ‘86 M5 is thrashed around Paris and pursued by baddies on motorbikes, gave it a whole new lease of life with a fresher generation in 2018.\n\n5. BMW 5-Series (E34 generation)\n\nBMW 5 Series (E34). Photo: OSX, Public domain, via Wikimedia Commons\n\nYes, a two-for-one deal here, but with good reason. The succeeding E34 5-Series manufactured between ’88 and ’96 was a huge leap forward for the model, enjoying its reputation as a modern classic, with the M5 even featuring some highly collectable 5-spoke “throwing star” alloy wheels which really set it apart from anything else on the road.\n\n6. VW Touareg (1st generation)\n\nPhoto: Vauxford, CC BY-SA 4.0 via Wikimedia Commons\n\nProduced between 2002 and 2007, the first-gen Volkswagen Touareg borrowed many design cues from the marque’s Phaeton luxury saloon, released around the same time.\n\nThis unassuming addition to the high-price 4x4 market was a sensible option, with typically bulletproof VW build quality to be found in that plush interior, and a few splashes of chrome on the outside to remind you of its high cost.\n\nIt was even used in an especially dangerous car chase in The Bourne Ultimatum, which should more than convince you of this car’s dependable robustness.\n\n7. Audi S8 (D3 generation)\n\nPhoto: Anton V., CC BY-SA 4.0 via Wikimedia Commons\n\nMost famous for its appearance as the hero vehicle of the later Transporter films, the second-generation Audi S8 is noteworthy for its distinctly Italian engine. Courtesy of their purchase of Lamborghini in the late ‘90s, Audi decided to fit their enormous luxury saloon with the 5.2-litre V10 also found in the Gallardo supercar.\n\nFor its onscreen role in the Transporter franchise, the S8 W12’s impressive 6.0-litre engine ensures the S8 deserved its place as one of the defining getaway vehicles of the silver screen.\n\n8. Mercedes-Benz 450 SEL 6.9\n\nPhoto courtesy of the author\n\nIn many ways the spiritual forerunner of the S65 AMG, this gentleman’s cruise missile kept a powerhouse of an engine under wraps beneath its flat, broad bonnet.\n\nWide, gracefully proportioned and yet unquestionably authoritative, the 450 SEL stood out among the very best on offer from the US and Europe. With its huge front grille and slatted tail lights, this generation of S-Class is keenly remembered as a style icon of its time.\n\nDespite measuring over 17 feet long, the executive thunderbolt could hit 60 mph in seven seconds and fly to a top speed of 133 mph - which might not seem like much today but was nothing short of revolutionary in 1977.\n\n9. Porsche Carrera (993 generation)\n\nPhoto courtesy of the author\n\nConsidered as the last of the ‘true’ Porsche 911s in terms of design, the 993 generation Carrera is a beauty to behold.\n\nIt was also the last of the Carreras to be fitted with an air-cooled variant of the traditional 3.6-litre flat-six engine, which is a must for diehard 911 aficionados.\n\nThe interior was also a marked step up in quality from the rather spartan 964 of the 1980s, and this newer generation was fitted with multilink rear suspension that corrected many of the handling “jitters” which had terrorised previous Porsche owners. Timeless design and brilliant day-to-day practicality, the 993 Carrera really was the everyday supercar.\n\n10. Mercedes-Benz SL “Pagoda”\n\nPhoto courtesy of the author\n\nThe W113 generation of the Mercedes SL is best known for its “Pagoda” roof, a high, flat top that gave the car enormous windows and flooded the cabin with light.\n\nA car as well-regarded for its timeless lines as its celebrity owners, stars including John Lennon, Kate Moss and John Travolta have all had their hands on the Pagoda SL’s enormous square-framed steering wheel.\n\nDuring its eight-year production from 1963-1971, the little 2.3- and 2.8-litre Mercedes was twice as expensive as the range-topping British alternative, the 4.2-litre Jaguar E-Type.\n\nThis premium-value sticker price is still a quality of the Pagoda today, with examples in good condition easily capable of punching a £60,000 hole in your pocket – and then skyrocketing to well beyond £130k for fully restored vehicles.\n\nHigh style comes at a high cost, and the Pagoda sets an impressive benchmark.\n\nSubscribe to our weekly news bulletin\n\n  • White Facebook Icon\n  • LinkedIn\n  • Instagram\n\n© 2021 by Moment",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9960483909,
        "format_confidence":0.9899275899
    },
    {
        "url":"https:\/\/propane.com\/2018\/09\/16\/top-10-facts-about-propane-autogas-for-fleet-managers\/",
        "text":"It’s no secret that propane autogas offers fleets of all sizes a number of great benefits and advantages. Here are the top ten facts that show why transitioning a fleet to propane autogas can positively impact companies, fleets, drivers, and customers.\n\n  1. Propane autogas vehicles cost less over the life of the vehicle compared to diesel and gasoline vehicles.\n  2. Fleets can save between 30 to 50 percent on propane autogas compared to gasoline and diesel fuel costs.\n  3. Propane autogas is a non-contaminant of soil, air, and water.\n  4. Propane autogas reduces the amount of greenhouse gas, NOx, and SOx emissions produced by vehicles.\n  5. Propane autogas doesn’t require additional fluids or filters to meet emissions requirements.\n  6. Approximately 90 percent of all propane is produced within the U.S.\n  7. Propane retailers located throughout the U.S. can help fleets get set up with propane autogas.\n  8. With propane autogas, there are refueling options to fit the needs of any fleet.\n  9. Unlike diesel, propane autogas is not restricted by anti-idling laws and requirements.\n  10. Propane autogas engines are noticeably quieter than their diesel counterparts, which can give customers, students, and communities a better, quieter experience when service trucks, public transit vehicles or school buses go into residential neighborhoods.\n\nFor more information about the benefits propane autogas can provide your fleet, visit",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9171221256,
        "format_confidence":0.9754956365
    },
    {
        "url":"http:\/\/www.autoblog.com\/2010\/01\/16\/24-hours-of-lemons-greats-to-get-immortalized-on-wall-of-blame\/",
        "text":"Are the Tunachuckers Wall of Blame material? - Click above for high-res image gallery\n\nRhymes with hall of fame, doesn't it? And yes, the 24 Hours of LeMons Wall of Blame (WoB) is exactly that – a place to forever honor (forever being a relative term) those cars and teams that have made LeMons such a freaky good time. Here's how the lazy fat cats good people at LeMons explains the inspiration for the WoB:\n\"LeMons stuff never lasts: Cars explode or are hauled off by angry wives. Teams break up due to Sawz-All fights and\/or prison terms. Brilliant themes become tired after the fifth time around for a Mr. T costume. But starting today, a rarified handful of LeMons over-underachievers will be immortalized forever through the LeMons Wall of Blame. Each inductee will be honored with a plaque made of Chinese lead, to be hung at LeMons HQ next to such other priceless artifacts as the original Noch Einer Scheiß-E30 stencil and Judge Jonny's first powdered wig-an object equally redolent of history, stale tobacco smoke, and scalp smegma.\"\nSure sounds like... something! Realizing just how sub-mental most LeMons fans are, the 24 Hours of LeMons HQ has gone ahead and selected six teams to be inducted into this year's WoB class. Then, based off the results of the poll below (and a poll from some other site) an additional ten teams\/cars\/personalities will be selected as this year's class members. Expect future WoB classes to consist of just ten teams total, but as LeMons has been around since 2006 and they just bothered thinking up the WoB before the start of their fifth racing season, there was lots of catching up to do.\n\nOne last little note before you jump and vote: Those of you planning to stuff the ballot box by voting early and often should know that this vote in no way resembles a democracy. Think of it as an autocracy that flashes a democratic face for the cameras. In the end, what Chief Perp Jay Lamm says, goes. See Rule 1.1 for clarification. Now jump.\n\n[Source: 24 Hours of LeMons]\n\nFirst up, we've got the six cars\/teams that already made it into the 24 Hours of LeMons Wall of Blame. In no meaningful order:\n\nEyesore Racing\n: Honored for multiple Organizer's Choice awards, an overall win, fabulous outfits, and Totally Getting It.\n\nThe IOE, Organizer's Choice, and Season Title winners who drove a caged glass-less Cavalier wagon LeMons car from California to Michigan for the Flat Rock race.\n\nRubber Biscuit Racing:\nCaprice-wielding warriors with a People's Curse, several trophies, the 2009 Coppa di Bondo title, and fabulous illicit applejack.\n\nSchumacher Taxi Service:\nThese idiots have appeared at every event east of the Mississippi and featured the worst LeMons car ever seen: a primered Citation X11.\n\nSize Matters:\nWhile an IoE winner, consistent strong finisher, and constant West Coast competitor, Size Matters is HOB worthy for making a '60s Mopar not suck at all on the racetrack.\n\nThe Tunachuckers:\nAn unbeatable WOB combination: terrible Volvo 122, Index of Effluency winner, and propensity to burst into flames.\n\nAnd now, here's the suckers you get to vote on:\n\n1UP Mothercluckers:\nThese LeMons veterans were once accused of being \"Well-Connected Nissan Freaks\" by the judges. For the following race, they removed the cheaty bits from their Sentra SE-R, beefed up their excellent Super Mario Brothers theme and updated their team name to \"1UP--The Well-Connected Nissan Freaks.\"\n\nBlack Iron Racing: Their impressively well-rounded LeMons resume includes an overall win, Organizer's Choice, People's Curse, and Most Heroic Fix. Their chewed-up-and-spat-out BMWs are noted for generating huge numbers of befuddled looks.\n\nCali Cajuns: The 2009 Season Champions bounced around the country scoring one top-ten finish after another, mostly behind the wheel of a frickin' Saturn.\n\nChard Beef: Easily setting the LeMons record for number of total engine swaps, these I Got Screwed, Organizer's Choice, and Index of Effluency winners had at one point gone through five motors in two races. In the middle of one swap, they stopped to help another team with their swap. All in a day's work.\n\nEcurie Ecrappe: It's hard enough to complete seven LeMons races in a single car – particularly when that car is possibly the worst Alfa Romeo Spider on the planet, that task is near-impossible. An Index of Effluency award, visits to the Concorso Italiano, appearances in Automobile, ADDX Tuning, Grassroots Motorsports, and Sports Car Market magazines, references in countless blogs, and even a cameo in the Wall Street Journal are among this team's highlights.\n\nEvil Genius Racing: Evil Genius' well-known Ford-powered \"V8olvo\" has experienced major highs and lows, ranging from a last-lap overall win at Buttonwillow to being driven the wrong way on the track by Judge Phil at Thunderhill. They are also responsible for the 928 Shooting Brake and a mind-blowing project to be revealed during the 2010 season.\n\nFaster Farms: A '60s Plymouth and chicken suits was a good start, and when Faster Farms drove their windowless Belvedere to the track in 30-degree weather, flipped in Thunderhill's turn one, then drove back home in a single weekend, they were elevated to legend status.\n\nKrider Racing: After winning overall, Krider Racing reversed their thinking and went for – and ultimately scored – the highest number of penalty laps awarded in a LeMons race up to that point. Later, they converted a former LeMons car into a NASA contender, earning them a feature in Grassroots Motorsports. They also hold the distinction of the only team to roll their car while leading the race on the final lap.\n\nMetrognome: One of the earliest examples of the Totally Nutzo LeMons engine swap, the Gnomes' sportbike-powered Geo Metro won overall in its debut. Not content with that result, they converted the car from front-engine, front-drive to mid-engine, rear-drive using about 40 bucks worth of angle iron. What could possibly go wrong?\n\nPendejo Engineering: These guys decided that an Alfa Romeo Alfetta was too mainstream, so they upgraded to the first-ever LeMons V12 Jaguar. Deciding that the Jag wasn't complicated enough, they found a salvage-titled '95 Mercedes S600 supposedly owned by a shady Paraguayan diplomat, stuffed a cage in it and went racing. Even when Jay claimed the Benz for 500 bucks, they never stopped smiling.\n\nPMS\/BiPolar Express\/Phony Express: If you don't recognize them by name, you'll recognize their work: A menopause-themed pink Mustang which was later converted into a steam locomotive using about 300 pounds of roof-mounted particleboard, followed by an early-Eighties Accord with a life-sized fiberglass horse and cowboy bolted to its top.\n\nProperty Devaluation Racing: While most Mustang teams go tough, these guys went sensitive with a My Little Pony theme. Appearing in Texas, Ohio, and Louisiana, Property Devaluation eventually added a V8-powered Fairmont wagon to their stable – which can typically be seen in the pits receiving the latest in a long line of engine swaps.\n\nSaabs Gone Wild: One of the oldest, worst-performing, and most irritating LeMons teams, SGW has spawned numerous spinoff teams, a dedicated following on Saab internet forums and a widely-recognized connection between Saab 900s and tragic unreliability.\n\nShrimp Boots\/Piranha Rentals:\nDespite being relative rookies on this list, these South Louisiana racers have left a serious impression on the LeMons, at one point feeding hundreds of their fellow Texas competitors with buckets of freshly boiled shrimp. Few pay much attention to their cars, but everyone knows where they're parked in the paddock.\n\nTeam Blue Goose: One of the first teams to make a long-haul trip to a LeMons race, Blue Goose towed from Texas to Altamont and finished in the top ten. Since then, they have had an unparalleled string of mechanical failures, but they keep coming back for more.\n\nTeam Police Brutality: These DC-area cops and Organizer's Choice winners were off to a good start when they figured a Lincoln Mark VIII would make a good road-race car, then they kicked things up to an even higher level by bringing a behemoth '61 Cadillac sedan to Nelson Ledges. They eventually crashed it into a bridge abutment, but it was pretty awesome before that.\n\nTeam Porcubimmer: One of the first teams to solidly break away from E30 homogeny, the Porcubimmer's foam-quilled 325 was also the first BMW to have the pricks on the outside.\n\nTeam Turbo Schnitzel: Complete with homemade lederhosen and a specially-hired paddock bratwurst cook, the Schnitzels also weren't short on mechanical ingenuity. When their Merkur XR4Ti's clutch took a dump, they made a new disc from sheetmetal and old brake pads. They scored an Organizer's Choice for all of their efforts.\n\nTeam VIP\/The Sharks: The Sharks have speed, style and an '80s BMW with a junkyard turbocharger sticking a foot out of its hood. What's not to like? Well nothing really, especially if you also like crash-prone driving that incorporates lots of sweet jumps. They swear they're reformed, but do we really want them to be? (Probably yes.)\n\nThe Latch-Key Kids: In most competition venues, a Chia Pet-themed Plymouth Neon covered in Astroturf is not a speed threat. Not so in the LeMons. This Detroit-based team has racked up no fewer than five top-ten finishes, three Fastest Yank Tank honors, and one Least Horrible Mopar award. They have also towed the thing all across Creation, including one 50-hour marathon from Motown to California in between Christmas and New Year's Eve in 2007.\n\n24 Hours of LeMons Freshman Class Wall of Blame Nominees\n1UP Mothercluckers 1 (5.0%)\nBlack Iron Racing 1 (5.0%)\nCali Cajuns 1 (5.0%)\nChard Beef 1 (5.0%)\nEcurie Ecrappe 1 (5.0%)\nEvil Genius Racing 1 (5.0%)\nFaster Farms 1 (5.0%)\nKrider Racing 1 (5.0%)\nMetrognome 1 (5.0%)\nPendejo Engineering 1 (5.0%)\nPMS\/BiPolar Express\/Phony Express 1 (5.0%)\nProperty Devaluation Racing 1 (5.0%)\nSaabs Gone Wild 1 (5.0%)\nShrimp Boots\/Piranha Rentals 1 (5.0%)\nTe... (truncated)",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.8603872657,
        "format_confidence":0.574450314
    },
    {
        "url":"http:\/\/moveablecontainer.com\/which-storage-container-is-right-for-you\/",
        "text":"Have any questions? Contact us\n\n\nWhich Storage Container is right for you?\n\nJuly 1, 2014 by Blog No Comments\n\n\nWhich Storage Container is Right for You?\n\nHaving the most suitable Storage container for your needs can give you benefits. One of these benefits is that you are avoiding high costs. If you purchase the wrong one, you will probably seek for repair or modification services. Aside from service fees, you may also deal with shipment costs if you want to return it and purchase another one. In the process, you’ll waste time as well. The time spent for repairs, shipment and negotiating with your dealer could be enough time for you to modify the container to suit your storage, shipment or other needs.\n\nThere are various kinds of storage containers these days. Shopping became easier because you can find a suitable one in no time. Below are the different kinds of storage containers together with their description and uses.\n\n1.    Intermodal Container\n\nThis is also called shipping container, ISO container, freight container, or simply container. Informally, many referred to this as sea can, conex box and hi-cube container.\n\nAn intermodal Storage container is made from steel. The height and length of intermodal containers vary. These can go as high as 8 ft. up to 9 ft. and 6 inches. When it comes to length, the measurement starts at 8 ft. to 56 ft. long.\n\nAs the nickname sea can suggests, these storage containers are usually shipped by sea. After arriving in sea ports, these are shipped to different places by means of shipping trucks.\n\nBecause of its design and size, an intermodal container can accommodate almost all kinds of items ranging from food products to construction materials. It is also used to ship products from one country to another.\n\nIf you have numerous large items to ship, you can rent or buy an intermodal container. You can use it to transport items again afterwards or modify it to become a functional room.\n\n2.    Unit Load Device (ULD)\n\nIf intermodal containers are shipped by sea,Storage container unit load device are transported by air. Unlike the first one, this one is not meant for heavier and bulkier items such as construction materials. This is due to its smaller size and the weight capacity of airplanes and other aircrafts used for transport.\n\nULDs are often used to carry the luggage and other items of plane passengers. Each Storage container features a list that enumerates the items and the respective owners.\n\nIf you transferring to another state or country and you have fewer items to ship, ULD is your best option. Aside from benefitting passengers or non-passenger individuals, these storage containers help cut manpower costs of airline companies.\n\n3.    Intermediate Bulk Container (IBC)\n\nAn IBC goes by the names IBC Tote and pallet tank as well. In contrast to the first two types of Storage container, this one is especially made for the industrial sector. If you are not planning to ship any raw material or finished product, then this one may not be your option. But it’s still worth knowing what an IBC is for.\n\nIBCs are either made from plastic or metal. The metal-made IBCs are more durable than the plastic ones. Aside from that, the metal ones can withstand fire longer as compared to plastic-made IBCs. Liquid substances and granulated items are the usual items shipped using IBCs.\n\n4.    Corrugated Boxes\n\nPerhaps, these boxes are the most used storage containers worldwide. Almost each household has these boxes to store different items.\nCorrugated boxes are light. It is best used for light items alone but it can still be used for some heavy objects provided that proper handling is observed.\n\nRegardless of the size and the number of items you have to ship, you can use corrugated boxes to make it more organized. This will save you time because you don’t have to carry items individually. Also, searching for one item in an intermixed storage container can be hard and time-consuming as well.\n\nThere are other types of Storage container out there. These include road cases, drums, wooden boxes, and crates. To find the best one, simply assess your needs as well as the use and capacity of storage containers.\n\nComments are closed.",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9453109503,
        "format_confidence":0.9296233654
    },
    {
        "url":"http:\/\/trendhouzy.net\/40-astonishing-shipping-container-homes\/",
        "text":"40+ Astonishing Shipping Container Homes\n\nPrev1 of 46\n\nYou need to be able to work out the amount of time you’ll utilize the container. Shipping containers have been utilized to transport goods across the world. The standard 20-foot shipping container is a more substantial choice for converting to a home since it is easier to maneuver and in an ideal size to unite with various units.\n\nIf you wish to obtain shipping container, then you will find things you have to remember. Shipping containers are for the most part utilized for transport of things and products across Earth. They are easily available across the world. The shipping containers available are not solely focused on transporting products to several destinations however storage and warehousing based on consumer advantage.\n\nShould you would like to buy shipping containers, then here are a few things you need to maintain in mind. Since you are able to utilize a shipping container to add on for your own residence, it isn’t surprising that you might make use of these boxes to produce quite much any space. A shipping container is useful not only in the transport of merchandise from 1 place to another, however in inclusion for storage and warehousing requirements. By considering the numerous variables mentioned here, you should be able to chance upon a shipping container that is both operational and reasonably priced. Many transport containers incorporate a variety of alternatives due to the disposition of cargo they’re used to shop.\n\nThere are lots of sorts of containers. As opposed to moving to a bigger home, or leasing an additional space, you are in a position to just lease or purchase shipping containers to furnish the required space that you require for some of the purchase price. It is extremely straightforward to encounter lost transport containers which are perfectly strong and appropriate to function as a home or office.\n\nCargo containers arrive in that a range of ISO (International Shipping Organization) sizes. Since they are made from steel that have a high heat transfer rate insulation is required in most conditions. If at all possible, inquire if it’s possible to inspect your freight container for damage before making the purchase. A brand new cargo container will probably be difficulty -free and clean, but may charge a bit more income.\n\nPrev1 of 46",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9357021451,
        "format_confidence":0.9623301625
    }
]