[
    {
        "url":"http:\/\/topics.masslive.com\/tag\/whelen-modified-tour\/index.html",
        "text":"Customize Your Weather\nYour weather is set to . You can change the location at any time.\nAccount Sign In\n\nSign in to\n\nForgot your username and password?\n\nDon't have an account?\n\nRegister now for free, or sign in with any of these services:\n\nYou are signed in as\n\n  • Favorite Schools\n\n    • Favorite Teams\n\n\n      Items with tag “whelen-modified-tour”\n\n      All items tagged with \"whelen-modified-tour\"     RSS\n\n      Most recent items are shown first. Show oldest items first\n\n      Weekly roundup: Bobby Santos III wins NASCAR Whelen Modified Tour race at Waterford Speedbowl\n\n      NASCAR Whelen Modfiied Tour - Mr. Rooter 161\n\n      By The Republican\n\n      June 25, 2014, 3:57PM\n      Bobby Santos III picked up his second victory of the NASCAR Whelen Modified Tour season. Full story »\n\n      Wilbraham native Mike Stefanik one of 20 nominees for 2015 NASCAR Hall of Fame class\n\n      mike stefanik nhms win.JPG\n\n      By Jason Remillard |\n\n      February 21, 2014, 9:13PM\n      It's a longshot, but Western Massachusetts could get its first native son inducted into the NASCAR Hall of Fame in 2015. Full story »\n\n      Racin' With Jason: Doug Coby, Ryan Preece display true character in victory, defeat\n\n      doug coby 2 car at daytona.jpg\n\n      By Jason Remillard |\n\n      February 20, 2014, 8:30PM\n      Coby was classy in victory, while Preece was humble in defeat. Full story »\n\n      Doug Coby wins NASCAR Whelen Modified Tour race at UNOH Battle at the Beach at Daytona\n\n      doug coby mug.jpg\n\n      By Jason Remillard |\n\n      February 18, 2014, 9:06PM\n      Although the victory went to Coby, the race - for the most part - belonged to defending champion Ryan Preece.  Full story »\n\n      Ryan Preece (Whelen Modified Tour), Ben Rhodes (K&N Pro Series East) win poles for NASCAR UNOH Battle at the Beach at Daytona\n\n      ryan preece battle pole.jpg\n\n      By Jason Remillard |\n\n      February 18, 2014, 6:11PM\n      The first race of the NASCAR Whelen Modified Tour season will have a familiar face leading the field to the green flag. Full story »\n\n      Doug Coby (Whelen Modified Tour), Ben Rhodes (K&N Pro Series East) pace NASCAR UNOH Battle at the Beach practice sessions at Daytona\n\n      unoh battle at the beach logo.jpg\n\n      By Jason Remillard |\n\n      February 18, 2014, 4:00PM\n      Doug Coby certainly didn't lose any speed by changing NASCAR Whelen Modified Tour teams. Full story »\n\n      Racin' With Jason: Unpredictable NASCAR Whelen Modified Tour season kicks off with non-points race at Daytona\n\n      ryan preece whiskey river.JPG\n\n      By Jason Remillard |\n\n      February 15, 2014, 8:30PM\n      The biggest constant in a winter of movement is that Ryan Preece returns to the No. 16 Flamingo Motorsports team to defend his 2013 championship.  Full story »\n\n      Auto Racing Links: Mike Stefanik, Legends Cars at Stafford, Atlantic City TQ video\n\n      ryan newman congratulates mike stefanik.jpg\n\n      By Jason Remillard |\n\n      January 28, 2014, 9:33PM\n      Ever since Tommy Barrett took over the reigns of the No. 22 car for Chris Our Racing, the writing had been on the wall for Mike Stefanik. Full story »\n\n      Auto racing notes: NHMS excited for \"Champions' Race,\" rules changes for VMRS, GSPSS adds new venue\n\n      jerry gappens bond auto.jpg\n\n      By Jason Remillard |\n\n      December 17, 2013, 5:52PM\n      New Hampshire Motor Speedway is already looking forward to its Pole Day lineup for July's NASCAR Sprint Cup weekend. Full story »\n\n      Special 25-lap shootout at New Hampshire Motor Speedway added to 2014 NASCAR Whelen Modified Tour schedule\n\n      nascar whelen modified tour logo.jpg\n\n      By Jason Remillard |\n\n      December 14, 2013, 1:39PM\n      NASCAR announced Saturday that the 2014 schedule will again have 14 points races - beginning April 6 with the traditional Icebreaker at Thompson. Full story »\n\n      Tommy Barrett Jr. to replace Mike Stefanik in No. 22 car on NASCAR Whelen Modified Tour\n\n      tommy barrett oktoberfest.jpg\n\n      By Jason Remillard |\n\n      December 04, 2013, 7:21PM\n      One of the all-time greats in the NASCAR Whelen Modified Tour is being replaced by someone who could be one of its rising stars. Full story »\n\n      Commentary: NASCAR Whelen Modified Tour fans don't get their wish; \"Battle at the Beach II\" is back at Daytona\n\n      danny bohn battle at the beach crash.jpg\n\n      By Jason Remillard |\n\n      November 21, 2013, 6:10PM\n      Fans of the NASCAR Whelen Modified Tour were generally not pleased with how the series' first trip to Daytona played out last winter. Full story »\n\n      Carquest Auto Parts ends long-standing partnership with Stafford Motor Speedway\n\n      donny lia fall final win.jpg\n\n      By Jason Remillard |\n\n      November 11, 2013, 5:06PM\n      After 28 years of supporting Stafford and local racing in general, Carquest has ended its partnership, the speedway announced in a press release Monday. Full story »\n\n      Racin' with Jason: Springfield Falcons interested in holding Riverside Park Speedway reunion night\n\n      Southwick Shelter 1.jpg\n\n      By Jason Remillard |\n\n      November 07, 2013, 8:30PM\n      In the years when Riverside Park Speedway was in operation, many of those fans and drivers were also supporters of the Springfield Indians hockey team. Full story »\n\n      NASCAR Whelen Modified Tour news: Bryon Chew retires from full-time driving; Justin Bonsignore to return to No. 51 car\n\n      bryon chew 88 tour car.jpg\n\n      By Jason Remillard |\n\n      November 02, 2013, 1:14PM\n      A pair of Long Islanders announced decisions on their NASCAR Whelen Modified Tour futures in the last 24 hours. Full story »\n\n      Racin' with Jason: NASCAR Whelen Modified Tour champion Ryan Preece keeps eye on future\n\n      ryan preece interview.jpg\n\n      By Jason Remillard |\n\n      October 31, 2013, 6:21PM\n      Preece said that he and Tommy Baldwin Racing are working on a deal to run between six to 10 Nationwide Series races next season, contingent on funding. Full story »\n\n      Ryan Preece wins NASCAR Whelen Modified Tour championship; Rowan Pennink wins Thompson World Series\n\n      ryan preece 2013 tour champion.jpg\n\n      By Jason Remillard |\n\n      October 20, 2013, 6:45PM\n      Preece didn't need to win the race to win the championship, but he gave it his best shot. Full story »\n\n      Seven race dates on 2014 Thompson Speedway Motorsports Park oval track schedule\n\n      thompson construction.jpg\n\n      By Jason Remillard |\n\n      October 20, 2013, 12:22PM\n      Segment-style racing, built-in rain dates and two Wednesday dates are the highlights of the schedule. Full story »",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9932591915,
        "format_confidence":0.9953963161
    },
    {
        "url":"https:\/\/cricketforgirls.com\/tag\/lords\/",
        "text":"Cricket for Girls partners up with the MCC Cricket Academy\n\nCricket for Girls is delighted to announce a new partnership with the MCC Cricket Academy at Lord’s. On Thursday August 17th this summer, we will be offering the chance for female cricketers aged U11’s and U15’s to join and learn … Read More\n\nSupport England at the World Cup – Discounted Tickets\n\nCricket for Girls is thrilled to provide our players and supporters with the opportunity to purchase World Cup tickets at a discounted rate This year is one of the biggest years for Women’s Cricket. With England being the host nation, … Read More\n\nSubscribe to our Cricket for Girls Newsletter",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9967862368,
        "format_confidence":0.9149357677
    },
    {
        "url":"http:\/\/atomicsoda.com\/huddersfield\/source\/daily-express\/12-feb-2018",
        "text":"\ndaily express\ndavid wagner quotes - transfer rumours - all news sources - top news sources - blogs - interviews\nDaily Express - Sun Feb 11 11:15 AM\nHUDDERSFIELD take on Bournemouth in a must-win Premier League clash at the John Smith’s Stadium. Follow the action LIVE with Express Sport.\nDaily Express - Thu Feb 8 12:00 AM\nTOM INCE believes an FA Cup run can help make the difference to Huddersfield’s efforts to avoid an immediate return to the Championship.\nDaily Express - Wed Feb 7 11:09 AM\nHUDDERSFIELD boss David Wagner has sent a warning to Alexis Sanchez ahead of Manchester United’s FA Cup visit to the John Smith’s Stadium next week.",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9968093038,
        "format_confidence":0.9891498685
    },
    {
        "url":"http:\/\/denver.cbslocal.com\/tag\/cassius-vaughn\/",
        "text":"Broncos Part Ways With Fullback GronkowskiChris Gronkowski became an unrestricted free agent after the Denver Broncos declined to issue a contract tender to the third-year fullback Friday.\nChris Gronkowski Settles Into Fullback RoleChris Gronkowski is the rare fullback lining up in a Peyton Manning backfield for the Broncos this season.\nAP Report: Woman Sues Cox And ThomasA woman who accused former Denver Broncos cornerback Perrish Cox of sexual assault has filed a lawsuit seeking unspecified damages against Cox and current Broncos wide receiver Demaryius Thomas.\nBroncos Trade Cassius Vaughn To Colts, Get Fullback GronkowskiThe Broncos announced Wednesday that they have traded fullback Cassius Vaughn to the Indianapolis Colts.\nBroncos' Restocked Secondary Gets High MarksPeyton Manning and Champ Bailey are giving the Denver Broncos' restocked secondary two thumbs up.\nPerrish Cox Acquitted In Sex Assault CaseA Colorado jury has acquitted former Denver Broncos cornerback Perrish Cox of sexual assault charges.\nCox Sex Assault Trial Update: Jury Gets Case, Cox Doesn't TestifyThe defense in the Perrish Cox sex assault trial rested its case quickly and closing arguments concluded Thursday afternoon. The jury got the case just before 1 p.m.\nTestimony In Denver Broncos' Rape Case: 'I Think She's Ready'Testimony continued Wednesday in the trial of a woman who has accused a former Denver Broncos player of rape.\nPerrish Cox's Accuser Testifies, Cries On The StandA woman accusing a former Denver Broncos player of rape told her story to a jury on Tuesday.\nTrial Under Way For Former Bronco Perrish CoxJury selection in the sexual assault trial of former Denver Broncos cornerback Perrish Cox began Monday.\n2nd-Year Broncos Safety McCarthy Beats Odds AgainStrong safety Kyle McCarthy has been one of the Broncos' pleasant surprises this summer.\nBronco Who May Be Key Witness Comments On Cox CaseThe Denver Broncos report to camp Wednesday with one of their key players under a legal cloud.\n\nMore From CBS Denver\n\nTogether 4 Colorado\n\nWatch & Listen LIVE",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9861317873,
        "format_confidence":0.9927828312
    },
    {
        "url":"https:\/\/world-records.org\/tag\/united-arab-emirates\/",
        "text":"Tag Archives: United Arab Emirates\n\nFarthest manmade leaning building\n\nThe farthest manmade leaning building is ‘Capital Gate´ which has an inclination of 18 degrees and is 160 m (524.93 ft) high. It was developed by the Abu Dhabi National Exhibitions Company, (ADNEC) and designed by RMJM and the external construction was completed in Abu Dhabi, United Arab Emirates, in January 2010. Capital Gate is a 35 story building which forms the centre piece for the Abu Dhabi National Exhibition Centre’s development in Abu Dhabi. Capital Gate covers 50,000 squared metres. If more than 50% Continue reading →\n\nFastest text message in Arabic blindfolded\n\nThe fastest prescribed text message in Arabic blindfolded is 2 min 13 sec achieved by Mohamed Ahmed Al Mulla (UAE) at the Guinness World Records Pavilion in Global Village, Dubai, UAE, on 30 January 2009. The prescribed message was a translation of “The razor-toothed piranhas of the genera Serrasalmus and Pygocentrus are the most ferocious freshwater fish in the world. In reality they seldom attack a human.”\n\nFastest time to climb Burj Khalifa Tower unassisted (solo)\n\nThe fastest time to climb the Burj Khalifa tower is 6 hours 13 minutes 55 seconds and was achieved by Alain Robert (France), at the Burj Khalifa tower, Dubai, UAE, on 29 March 2011. Alain has never climbed this building before and sought permission from Emaar properties who convinced Alain he must wear safety equipment throughout the attempt. Although this was the case, Alain used his own method of climbing which involved him using only his bare hands and rubber shoes. No special aids or Continue reading →\n\nFastest time to complete a marathon on each continent (female)\n\nThe shortest overall time to complete a marathon on each of the seven continents by a woman is 48 days 15 hr 49 min 38 sec by Dawn Hamlin (USA) from 18 January 2008 to 5 March 2008. Complete list of marathons: Asia: Standard Chartered Dubai Marathon, Dubai, United Arab Emirates on 18 January 2008 Africa: Marathon de Marrakech, Marrakech, Morroco, 27 January 2008 North America: Orlando Xtreme Marathon, Christmas, United States on 02 February 2008 Oceania: Buller Marathon, Westport, New Zealand on 09 February Continue reading →",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.889980495,
        "format_confidence":0.8099437952
    },
    {
        "url":"http:\/\/www.runforchocolate.co.uk\/",
        "text":"Upcoming Events\n\nFind More Events\n\nDo you want Run For Chocolate to come to a City near you?\n\nRegister your interest in your City by clicking on the button below.\n\nRegister Your Interest\nWalk, jog or run 5km this Winter with Run For Chocolate.Read More\nCheck out the full list of events.\nRun For Chocolate is coming to a City near you.Search\nThe support from our sponsors & partners help make these events fantastic.Read More",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9939729571,
        "format_confidence":0.9144448042
    },
    {
        "url":"http:\/\/www.recorder.com\/search\/3861331-95\/feb-center-free-mountain",
        "text":"Trail Mix: Outdoor activities in our area\n\nEditor’s note: This is an online version of Trail Mix, a listing of outdoor activities that runs weekly on our Thursday Outdoors page. Listings in Trail Mix are free. E-mail The deadline is Tuesday by 8 a.m. Questions? Call 413-772-0261 Ext. 276. Weather may cancel or force the rescheduling of some of these events. Additionally, space is often limited. Please contact organizers to ensure you can attend. This is particularly important if registration is required.\n\nCatamounts Hill hike Saturday\n\nCOLRAIN — The Deerfield River Watershed is hosting a hike Saturday, April 27, in the Catamounts Hills of Colrain. This will start at the end of East Catamount Road at 10 a.m. There is a little climb to begin with, followed by a very gentle four-mile loop to MacLeod Pond, where we will have lunch and then explore the caves on the way back to the cars. Bring lunch and a flash light for the caves. To reach the starting point, from Route 112 in Grizwoldville, Colrain, take the Adamsville Road a half mile to Lively Road on the left then a quick left on to East Catamount road (steep and dirt) to the end where there is parking. Please register with the leader, Polly Bartlett 413-626-6628. Rain will cancel. Hikers should be prepared to hike the whole distance since we will not be returning the way we go into the pond. These hikes are free and open to the public to help them know and appreciate the beauty of the watershed, its flora and fauna.\n\nNaturalist to lead nature walk Sunday\n\nThe Pioneer Valley Institute is sponsoring a hike led by Hadley naturalist Nancy Goodman. On Sunday, April 28, she will meet participants at the old Ashram site now called Atticus Glass on Route 63 in Leverett for an early spring walk on Mount Toby. The hike begins at 10 a.m. and will last about five hours. $5; current Pioneer Valley Institute members and children under 12 are free. For more information email Nancy at or PVI at Come enjoy an early spring walk up the eastern side of Mount Toby, which has interesting plants that are different from the surrounding area because of the geology of this particular range. We will be looking at the changing habitats and discussing what might be causing these changes. Again dress warmly, bring binoculars, rain gear and have plenty of water and a lunch. We will be meeting at the old Ashram site now called Atticus Glass on Route 63 in Leverett. The parking area — look for the orange cone — is on the west side of the road just north of a small cemetery and south of Montague Road There is limited parking so if possible try to carpool; contact Goodman at and she will try and put people in touch with others.\n\nAthol Bird and Nature Club\n\nMillers River Environmental Center\n\n100 Main St. Athol. 978-248-9491. Open to visitors Tuesday and Wednesday, 10 a.m. to 2 p.m.\n\nJoseph Superchi returns with his popular “Second Tuesday” accessible birding sessions from 8 to 10 a.m. on May 14, June 11 July 9 and Aug. 13, meeting at the center before heading out to a variety of sites. Those wishing wheelchair van access can call ahead to 978-248-9491.\n\nIn what has become an annual treat, expert birders Joan and Larry Duprey will on Saturday, April 27, lead an expedition to the historic Mount Auburn Cemetery in Cambridge, a famous spring hotspot for migrating songbirds. Participants should meet at the center for carpooling at 6 a.m. or at the main gate at 7:30 a.m. (Call the Dupreys at 978-249-4964 if you’ll be meeting them at the gate.) If time allows, the group will also visit the Great Meadows National Wildlife Refuge. Participants should bring snacks or a lunch.\n\nAll of these trip leaders are self-taught enthusiasts who have become experts over time. After an accident left him in a wheelchair, Superchi also started using a camera to record his experiences.\n\nThe outings are sponsored by the Athol Bird and Nature Club, an active group of people sharing an appreciation of nature’s many forms. More information about the club is available on the web at New members are welcome.\n\nGreat Falls Discovery Center\n\n2 Avenue A, Turners Falls, 413-863-3676, Open to the public Fridays and Saturdays from 10 a.m. to 4 p.m. All programs are free to the public unless otherwise noted. Facilities are accessible.\n\n∎ In the Great Hall: Student Art Exhibit, “Exploring Quilting Traditions from North and South,” through May 31. Art, history and literature converge in this exhibit of student art inspired by traditional New England- style quilts, African American story and improvisational quilts and the quilters who made them. As part of the Pocumtuck Valley Memorial Association & Memorial Hall Museum’s valley-wide BIG READ of Zora Neale Hurston’s “Their Eyes Were Watching God,” the art was created by public school students at the Discovery School at Four Corners and the Math and Science Academy, both in Greenfield; and the elementary schools in Bernardston and Northfield.\n\n∎ Friday, April 26, 10:30 to 11:30 a.m. Discovery Hour: Frogs and Salamanders. Young children ages 3-6 and their parents are invited to join refuge staff as we discover different things about local wildlife and the places they live. Be ready to be crafty, have fun, and bring your imagination as we explore the natural world around us.\n\nNorthfield Mountain\n\n99 Millers Falls Road (Route 63), Northfield. 413-659-3714 or 800-859-2960. Owned and operated by FirstLight Power Resources.\n\n■ Help Create a Natural Play Area. Was there a tree you loved to climb or a vacant lot that your friends turned into an imaginary world? Does your child have similar outdoor places? Come help build a place where young families can immerse themselves in nature on Saturday, April 27, from 9 a.m. to noon at Northfield Mountain Recreation and Environmental Center. Participants can also take some natural play ideas home to their own “Back 40.” This program is the very beginning of an evolving space for free nature play at Northfield Mountain that is close enough to the Visitor Center to allow for access via stroller and far enough away to feel like an adventure for young children. Family members of all ages will work on creating one- or two-play elements and share any ideas they have. Registered participants will receive a clothing and gear list. Trail snacks provided. This free event is for ages 4 and older. Register at 1-800-859-2960.\n\n∎ Jurassic Roadshow “Home Team” The quiet, wooded Barton Cove peninsula once rang with the sounds of men hammering out slabs of sandstone from Lily Pond and other small quarries. These laborers unearthed dinosaur tracks, insect trails, raindrop impressions, and other trace fossils created during the Jurassic period, when marks in sandy mud hardened into rock and formed a record of what this land was like nearly 200 million years ago. Lily Pond quarry is now underwater, but one old quarry site is still in the open air. Join us on Saturday, May 4, from 10 a.m. until 2 p.m. for a few hours with Jurassic Roadshow, a team of experts who share their fascinating collections of these special fossils and answer questions about the creatures that made them and the geology that preserved them. Bring in your rocks and fossils from home to stump the experts! There will also be a guided walk to the old quarry, where you can learn about how the tracks were discovered and quarried and how they made their way into museums in American and European cities. See fossils and talk with experts from 10 a.m. to 2 p.m. Quarry walks will be at 10:30 for families and 12:30 for adults, or feel free to use the Barton Cove Quest map available on site and discover the quarry on your own. Jurassic Roadshow is a project of Pocumtuck Valley Memorial Association (Deerfield), funded in part by an Adams Grant from the Massachusetts Cultural Council. This free event is appropriate for all ages. Barton Cove is located on Route 2 in Gill. No registration is required, but if you have any questions, please call Northfield Mountain Recreation and Environmental Center at 1-800-859-2960.\n\n∎ Fitness Hike on the New England National Scenic Trail. The woods should be bursting with birdsong and late spring wildflowers on this 5.5 mile hike along the trail formerly known as the M-M trail. On Saturday, May 18, from 9 a.m. until 2:30 p.m. Northfield Mountain Recreation and Environmental Center staff will lead the hike which begins in the town of Erving and travels through hemlock forests to the oaky woods on the ledges above the Millers River with a view of the River and east to Mount Wachusett. The group will then continue to Briggs Brook above the village of Farley, where a connector trail leads to the Northfield Mountain trail system. A second viewpoint atop the Mountain looks north to Southern Vermont with a view of the Northfield Mountain Station upper reservoir. Hikers will finally descend along the scenic Rose Ledge foot trail to the Northfield Mountain Visitor Center. Participants will meet at Northfield Mountain and carpool to the hike start location and should wear sturdy, closed-toed shoes, and bring lunch, water and trail snacks to enjoy along the way. Long pants, sleeves, a hat and bug spray may also be desired. People who participate in aerobic exercise three times per week or more will be a good fit for this program. This free event is for ages 12 and older. Register by calling Northfield Mountain at 1-800-859-2960.\n\nThere are no comments yet. Be the first!\nPost a Comment\n\nYou must be registered to comment on stories. Click here to register.",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.8330034614,
        "format_confidence":0.5855022073
    },
    {
        "url":"http:\/\/www.scmp.com\/content\/search\/trail%20running?page=4",
        "text":"• Thursday\n  • October 23, 2014\n  • Last updated: 11:45am\nHong Kong\n\n\n\n\nRefine Your Search\n\nSort by\n\nRelated Keywords\n\nSearch Results\n\nResults 41 - 50 of 91552 for trail running\n\nRelated topics matching your search\n\nSearch results\n\n  1. Sport - Hong Kong - MOTOR RACING\n\n    Hong Kong's Adderly Fong revved up for first Formula One test run\n\n    Posted Oct 16th 2014, 11:12pm by Unus Alladin\n\n    ... Unus Alladin unus.alladin@scmp.com Reigning Audi R8 LMS Cup champion will head to Valencia for full track session in a Sauber Hong Kong's Fong revved up for first F1 test Adderly Fong Cheun-yue is set to make history next week in Valencia, Spain, whe ...\n\n  2. Business - Money - MACROSCOPE\n\n    Bull run in US stocks seemingly over\n\n    Posted Oct 16th 2014, 09:57am by NICHOLAS SPIRO\n\n    ... Nicholas Spiro US stocks lose momentum as concerns over deterioration in global economy push S&P 500 Index 7.4 per cent off its high in four weeks Five-year run on Wall St takes sharp ... rates near zero for a \"considerable time\" once it ended its asset purchase programme later this month. The five-year long bull market in US stocks appeared to have further to run. Yet ...\n\n  3. Sport - Hong Kong - RUNNING\n\n    Double win for Americans in final trail event of Hong Kong series\n\n    Posted Mar 02nd 2014, 12:53am by Rachel Jacqueline\n\n    ... at the finish of the MSIG HK50 Sai Kung on Saturday- the third and final event in Hong Kong's first trail running race series recognised by the International Skyrunning Federation. More than 1,000 runners battled rugged and muggy conditions for a taste of the city's greatest trail running prize pool, with the lion's share eventually seized by the 50-kilometre race winners, ...\n\n  4. Sport - Racing\n\n    Stick with in-form duo Ho and Fownes in Triple Trio\n\n    Posted Oct 20th 2014, 11:03pm by Michael Cox\n\n    ... with 14 wins, double the total of his nearest rival. Ho has 11 winners from as many meetings, trailing just Joao Moreira, Zac Purton and Douglas Whyte and is in line to ride at the International ... To Win won twice last season, in January and then again in June in the midst of Fownes' championship winning run. Two more placings put the gelding in Class Three, where he started ...\n\n  5. Sport - Hong Kong - SOCCER\n\n    Lionel Messi runs rings around Hong Kong\n\n    Posted Oct 15th 2014, 12:47am by Alvin Sallay\n\n    ... Alvin Sallay alvin.sallay@scmp.com Argentina superstar scores twice as he comes on in the second half to help visitors destroy the home side in front of a half-empty stadium Messi runs ... Kong team Geraldo Martino Unflustered and as cool as ever, Messi signed the shirt before the fan was frog-marched out by security guards. \"It was a big surprise to see him run ...\n\n  6. Sport - Hong Kong - ENDURANCE SPORT\n\n    Hong Kong joins world ultra running circuit\n\n    Posted Sep 02nd 2013, 12:00am by Rachel Jacqueline\n\n    ... Hong Kong 100, an ultra marathon held over parts of the MacLehose trail, will be the first stop in the inaugural Ultra-Trail World Tour of ultra trail running, to be held during the course ... flattered,\" said race organiser Steve Brammar. \"We hoped the Vibram Hong Kong 100 would help put Hong Kong on the map as a trail-running destination, but never dreamed it would happen so ...\n\n  7. Sport - Racing\n\n    Moreira ready to launch a 'Tour de Force' for Size\n\n    Posted Oct 19th 2014, 11:01am by Alan Aitken\n\n    ... runs. Right across the draw there are horses which like to sit midfield or worse, so the leaders shouldn't have to go too quick unless they cut at each other or Peniaphobia (Alvin Ng Ka-chun) is pressed forward from wide out. Tour De Force should get a perfect trail, regardless. While that scenario all presents well for Tour De Force, he does have 132 pounds on board, ...\n\n  8. News - Hong Kong - SOCIETY\n\n    Around Lantau in 5 days: pair get set for charity swim\n\n    Posted Oct 20th 2014, 06:37am by SARAH KARACS\n\n    ... now. Extreme races like the 100-kilometre trail runs in this city are becoming more and more common,\" he said. But he insisted that the Lantau swim challenge wasn't just about showing ...\n\n  9. The Concrete bungle\n\n    Posted Jul 31st 2012, 12:00am\n\n    ... years ago, says: 'Trail running makes me feel like I'm in a different place, not in a concrete jungle.' But the increasing concreting of trails is extremely annoying for many. ... in Hong Kong since 1992. 'You don't see trails in Japan or Taiwan being concreted like this.' There's a joke in the trail running community that the annual 100 kilometre Oxfam ...\n\n  10. News - Hong Kong - SOCIAL SERVICES\n\n    Adoptees of 1950s, 1960s run up against scanty record-keeping\n\n    Posted Oct 12th 2014, 06:04am by ALICE WOODHOUSE\n\n    ... by the British Association for Adoption and Fostering (BAAF) showed. Debbie Cook, 55, was one of those children. She was found at 10 days old in a stairwell on Pratas Street, Sham Shui Po, and now runs ...\n\n\n\n\nSCMP.com Account",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9971281886,
        "format_confidence":0.9951085448
    }
]