[
    {
        "url":"http:\/\/memory-beta.wikia.com\/wiki\/Lysander%27s_World",
        "text":"Memory Beta, non-canon Star Trek Wiki\n\nLysander's World\n\n48,963pages on\nthis wiki\nAdd New Page\nTalk0 Share\n\nLysander's World was a planet located somewhere in the space of the galaxy's Alpha or Beta Quadrants, noted in part for its exotic native birds. Deanna Troi once visited this world, and included Lysander's World's birds into the holographic program she shared with Beverly Crusher for her birthday in 2367. (TNG comic: \"The Lesson\")\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":6,
        "format_id":7,
        "topic_confidence":0.9255218506,
        "format_confidence":0.9779037237,
        "weight":0.004768717
    },
    {
        "url":"http:\/\/tvtropes.org\/pmwiki\/pmwiki.php\/Main\/MadLibMetalLyrics?action=source",
        "text":"Many HeavyMetal fans and musicians seem to agree that in their genre, lyrics don't matter very much - or rather, that how the lyrics ''sound'' is a lot more important than what the lyrics ''mean''. Thus, a lot of HeavyMetal music has generic, largely meaningless lyrics. Common themes (with some of their standard words) for Mad Lib Metal Lyrics include:\n\n* Religion and [[RockMeAsmodeus Satanism]] in particular: [[CaptainObvious 'Satan']], 'Antichrist', 'damnation', 'Hell', 'sin', 'Sodom', 'Gomorra', and [[Literature\/TheBible biblical]] references in general.\n** Usually found in: BlackMetal, DeathMetal, ThrashMetal, HeavyMetal\n* BodyHorror and {{Gorn}}: 'Body', 'organs', 'flesh', 'ripping', 'corpse', 'blood'.\n** Usually found in: DeathMetal, {{Grindcore}}[[note]]Of the goregrind variety.[[\/note]]\n* HeavyMeta: [[CaptainObvious 'metal']], 'rock', 'guitar', [[HellBentForLeather 'leather']], and a lot of references to [[CoolPeopleRebelAgainstAuthority youthful rebellion]].\n** Usually found in: HeavyMetal, PowerMetal, HairMetal\n* Psychopathy: 'insane', 'voices', 'mind', 'in [my\/your\/his] head'. A lot of overlap with {{Angst}} below.\n** Usually found in: ProgressiveMetal, NuMetal, MelodicDeathMetal, ThrashMetal\n* Warfare (modern): 'napalm', 'machine gun', 'total war', 'nuclear', 'holocaust'.\n** Usually found in: ThrashMetal, HeavyMetal\n* Warfare (ancient): 'hero', 'warrior', 'sword', 'shield', 'honour', 'kingdom', 'battle'. Overlaps with...\n** Usually found in: PowerMetal, HeavyMetal, FolkMetal\n* HeavyMithril: 'dragon', 'beast', 'quest', 'prophecy', '[mythological figure]'\n** Usually found in: PowerMetal, SymphonicMetal, FolkMetal, BlackMetal\n* RatedMForManly \/ TestosteronePoisoning: 'strong', 'power', 'stand', 'rise', 'true', 'destroy', 'burning', 'almighty'\n** Usually found in: GrooveMetal, {{Metalcore}}, ThrashMetal, DeathMetal, HeavyMetal, BlackMetal\n* {{Angst}}: 'pain', 'scars\", 'hell', 'bottom', 'hollow', 'hate', 'hurt', 'inside', 'bleed', 'alone', 'sorrow'\n** Usually found in: NuMetal, DoomMetal, MelodicDeathMetal, ThrashMetal, {{Metalcore}}\n\nNote that, except HeavyMeta, all these themes have violence, death and [[WorldOfHam hamminess]] in common. Also, metal lyrics about any of these themes are not necessarily Mad Lib Metal Lyrics - this trope is about ''generic'' and ''meaningless'' metal lyrics.\n\nThe popularity of different themes varies across metal subgenres: the \"traditional\" metal of the [[TheSeventies late seventies]] and [[TheEighties early eighties]] mostly uses HeavyMeta. ThrashMetal loves modern warfare [[note]]no, not [[VideoGame\/ModernWarfare the game trilogy]][[\/note]], as well as Satanism (but not as much as BlackMetal) and {{Gorn}} (but not as much as DeathMetal). Ancient warfare and HeavyMithril mostly show up in PowerMetal and FolkMetal.\n\nThis trope is about lyrics, but the same pattern often shows up in band, album and song names.\n\n'''[[TropesAreTools This is not necessarily a bad thing.]]''' Many {{Metal Head}}s will freely admit that their favourite bands' lyrics aren't very original or thought-provoking, but still enjoy the music a lot; as stated before, many just don't think lyrics are very important.\n\nOf course, while the fans generally don't pay much attention to Mad Lib Metal Lyrics, MoralGuardians often do - and then have a heart attack.\n\nCompare WordSaladLyrics, which mean even less, but pretend to mean more.\n\nThis trope's examples are far too numerous to list; a few examples for explanatory purposes will do.\n\n\n* Too many songs by Music\/{{Venom}} to list.\n* A lot of Music\/{{Slayer}} songs, including \"The Antichrist\".\n* BlackMetal\n\n[[AC:Religious Imagery]]\n* \"Creeping Death\" by Music\/{{Metallica}}\n* \"Black Sabbath\" and \"After Forever\" by Music\/BlackSabbath\n\n* \"Ripping Corpse\" by Kreator.\n* \"Necrophobic\" by Music\/{{Slayer}}.\n* Anything by CannibalCorpse.\n* A lot of early Music\/{{Dismember}}, particularly \"Skin Her Alive\".\n\n* Music\/{{Metallica}} usually averts Mad Lib Metal Lyrics, but \"Metal Militia\" is a fine example of this trope.\n* A lot of Saxon songs, most notably \"Heavy Metal Thunder\".\n* \"Black Metal\" (the [[BlackMetal genre's]] TropeNamer) by Music\/{{Venom}}.\n* Music\/NanowarOfSteel sometimes parodied this with weakly linked, but [[LargeHam strongly screamed]] lines, using either Metal or HeavyMithril themes -- up to a ListSong of metals and alloys.\n* Metallica's ''No Life 'til Leather'', presumably a snowclone of Motorhead's ''No Sleep 'til Hammersmith''.\n* Most of the songs from {{Sabaton}}'s [[EarlyInstallmentWeirdness first album]].\n\n* \"Criminally Insane\" and \"Dead Skin Mask\" by Music\/{{Slayer}}.\n* \"Schizoid\" by Music\/{{Venom}}.\n* \"Sweating Bullets\" by Music\/{{Megadeth}}.\n* Music\/{{Metallica}} has many, be a SanitySlippageSong (\"Harvester of Sorrow\") or songs that also fit the Angst field above (most of ''Death Magnetic'').\n\n[[AC:Modern warfare]]\n* \"Fire In The Sky\" by Saxon.\n* \"Chemical Warfare\" by Music\/{{Slayer}}.\n* \"Disposable Heroes\" and \"No Remorse\" by Music\/{{Metallica}}\n* Most of {{Sabaton}}'s catalog.\n\n[[AC:Ancient warfare]]\n* Most songs by Music\/DragonForce; it would be shorter to list the songs that aren't.\n* \"Blood Is The Price Of Glory\" and \"Victory Song\" by Music\/{{Ensiferum}}.\n* Almost all of Music\/AmonAmarth's songs are about Vikings. Some of them are even based on real events like conquering Ireland.\n* It'd probably be easier to list FolkMetal bands which do not indulge in this, than those that do.\n\n* \"Deathbringer From The Sky\" by Music\/{{Ensiferum}}.\n* Anything by {{Manowar}} based on Norse mythology that isn't HeavyMeta.",
        "topic_id":6,
        "format_id":7,
        "topic_confidence":0.9853003621,
        "format_confidence":0.8906187415,
        "weight":0.0050767236
    },
    {
        "url":"http:\/\/scoobydoo.wikia.com\/wiki\/File:Cromchutek.png",
        "text":"10,589pages on\nthis wiki\nAdd New Page\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.\n\nCromchutek.png(250 × 349 pixels, file size: 189 KB, MIME type: image\/png)\n\nThere is no description yet. Add a description.\n\nAppears on these pages\n\n  • Cromchutek\n\n    Cromchutek was the disguise of Jerry Conway. Insert details here.\n\nSee full list >\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent22:26, October 24, 2011Thumbnail for version as of 22:26, October 24, 2011250 × 349 (189 KB)RockSunner (wall | contribs)\n\nAlso on Fandom\n\nRandom Wiki",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9569512606,
        "format_confidence":0.8201473355,
        "weight":0.0018131829
    },
    {
        "url":"https:\/\/www.grammymuseum.org\/events\/ical\/notes-on-living-all-star-jazz-with-tales-by-brian-doyle\/1350",
        "text":"BEGIN:VCALENDAR VERSION:2.0 PRODID:-\/\/hacksw\/handcal\/\/NONSGML v1.0\/\/EN BEGIN:VEVENT DTSTAMP:20190515T023000Z DTSTART:20190515T023000Z DTEND:20190515T053000Z SUMMARY:Notes On Living: All-Star Jazz With Tales By Brian Doyle DESCRIPTION:The GRAMMY Museum Presents A WordTheatre ProductionDirected and Produced by Cedering FoxCelebrate the extraordinary shorter-than-short stories of Brian Doyle along with an All-Starr Jazz combo led by pianist Starr Parodi with Wayne Bergeron on trumpet. As brilliant actors inhabit these remarkably touching and funny literary gems, you'll experience firsthand what made this Irish-American writer so special. Gather some friends, and please join us for an evening that sold-out audiences in London, NYC and East Hampton have loved and that you will never forget!CAST*Fred Melamed (A Serious Man, Fargo)JK Simmons (Whiplash, Counterpart)Jing Lusi (Crazy Rich Asians, Gangs of London)Edi Gathegi (Starup, The Blacklist: Redemption)Gethin Anthony (Aquarius, Game of Thrones)Lesley Nicol (Downton Abbey, Beecham House)Antonique Smith (RENT on Broadway, Luke Cage, Notorious)Dan Lauria (The Wonder Years, Independence Day)Wendie Malick (Hot in Cleveland, Just Shoot Me!)Rhashan Stone (All About Eve on London's West End, Carters Get Rich, Strikeback)Bruce Vilanch (Hairspray on Broadway, You Don't Mess with the Zohan)MIchael Nouri (The Assassination of Gianni Versace: Amercian Crime Story, Flashdance) *Due to the ever-shifting nature of actors schedules,appearances are subject to change without notice!  END:VEVENT END:VCALENDAR",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9893898368,
        "format_confidence":0.8538605571,
        "weight":0.0030656722
    },
    {
        "url":"http:\/\/www.playbill.com\/article\/cindy-bandle-press-director-for-chicagos-goodman-theatre-is-dead-com-125840",
        "text":"Cindy Bandle, Press Director for Chicago's Goodman Theatre, Is Dead\n\nObituaries   Cindy Bandle, Press Director for Chicago's Goodman Theatre, Is Dead\nCindy Bandle, the respected press director of Goodman Theatre, died on May 9, the Chicago theatre announced. Ms. Bandle had been battling cancer for three years. She was 49.\n\nMs. Bandle, a tall, elegant woman with shoulder-length ash-blonde hair, became the Goodman's press director in 1985, and her two-decade tenure saw the theatre rise to national prominence and become one of the biggest and most important nonprofits in the United States.\n\nAmong the shows she helped publicize were several famous collaborations between Goodman artistic director Robert Falls and actor Brian Dennehy, including Death of a Salesman, and a number of plays that later transferred to New York. These included A Moon for the Misbegotten, Hollywood Arms and several August Wilson plays, including King Hedley II, Seven Guitars and The Piano Lesson. The Stephen Sondheim musical Bounce also had its premiere at the Goodman.\n\nShe was also on duty when the Goodman made a long-awaited move from its old home in the Art Institute of Chicago to a new North Loop complex, located on Dearborn Street between Randolph and Lake, the historic site of the Garrick and Woods theatres and the landmark Harris and Selwyn theatres. The two-theatre venue cost $44 million.\n\nThe Goodman's Falls and executive director Roche Schulfer said, in a joint statement, \"her dedication and professionalism have been essential to the Goodman's success over the past two decades. Her passion and loyalty to the theater have been beyond compare. But most of all she was an extraordinary colleague and a trusted friend to all of us.\"\n\nCynthia Bandle was born on Oct. 31, 1955, in Oklahoma City, Oklahoma. She grew up in various places, including St. Louis, Eugene, Oregon, and spent her formative years in McLean, Virginia. She was in a manner of speaking born into her profession, as her mother owned a PR agency in Washington, D.C. Two major clients were Ringling Brothers Barnum and Bailey Circus and the Washington Ballet. She met her husband Alton while doing the press for the Washington Ballet. They married on August 8, 1981, and moved to Chicago in September of 1983. Soon after, she was hired by the Goodman.\n\nServices will be private. A remembrance of Ms. Bandle will be held at the Goodman on a date to be announced.\n\nToday’s Most Popular News:\n\nBlocking belongs\non the stage,\nnot on websites.\n\nOur website is made possible by\ndisplaying online advertisements to our visitors.\n\nPlease consider supporting us by\nwhitelisting with your ad blocker.\nThank you!",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9739917517,
        "format_confidence":0.8754739761,
        "weight":0.0095517665
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/The_101ers",
        "text":"The 101ers\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nThe 101ers\nOrigin London, England\nYears active\n  • 1974 (1974)–1976 (1976)\n  • (one-off reunion: 2003)\nAssociated acts\nPast members\n\nThe 101ers were a pub rock band from the 1970s playing mostly in a rockabilly style, notable as being the band that Joe Strummer left to join The Clash.[1] Formed in London in May 1974, the 101ers made their performing debut on 7 September at the Telegraph pub in Brixton,[2] under the name 'El Huaso and the 101 All Stars'. The name would later be shortened to the '101 All Stars' and finally just the '101ers'. The group played at free festivals such as Stonehenge, and established themselves on the London pub rock circuit prior to the advent of punk.\n\n\nThe group was named after the squat where they lived together: 101 Walterton Road, Maida Vale, although it was for a time rumoured that they were named for \"Room 101\", the infamous torture room in George Orwell's novel Nineteen Eighty-Four.\n\nThe band's early gigs included several at the Windsor Castle and a residency at the Elgin.[3] They were supported by the Sex Pistols at the Nashville Room on 3 April 1976; this is when Strummer claimed he saw the light and got involved in the punk scene.[1] Joe Strummer commented on this event in the Don Letts documentary Westway to the World on the end of the 101ers by saying \"5 seconds into their (the Pistols') first song, I knew we were like yesterday's paper, we were over.\"[1]\n\nBy the time their debut single, \"Keys to Your Heart\", was released, Joe Strummer was in The Clash and the band were no more.[2] Clive Timperley later joined The Passions, Dan Kelleher went to Martian Schoolgirls and The Derelicts.[2] Richard Dudanski went on to work with The Raincoats, Basement 5 and Public Image Ltd.[2] Tymon Dogg worked with Strummer briefly in The Clash, playing fiddle and singing his original song, \"Lose This Skin\", on Sandinista!, and later in The Mescaleros.\n\nI know the 101ers were good. In fact, as far as sound and excitement went we were much better than Eddie and the Hot Rods. The other guys in the group were twenty-five and twenty-six and they played good because they'd spent a few years getting that far. But they were just too old. What I really wanted was to get in with some young yobbo's who I was more in tune with.\n\nThe 101ers' recorded output was initially limited to one single. However, by 1981, interest in The Clash was at its height and a second single and a compilation album Elgin Avenue Breakdown was released.[2] Several of the tracks on the latter album were live recordings, and there is no evidence that the band ever conceived of these recordings as a full-length album.\n\nUntil his death in 2002, Joe Strummer had been planning to re-release Elgin Avenue Breakdown, complete with previously unreleased tracks that would encompass everything the band ever recorded.[citation needed] The project was completed with the help of Strummer's widow Lucinda Tait and former drummer Richard Dudanski, and released in May 2005 as Elgin Avenue Breakdown Revisited via Astralwerks in the US and EMI in Europe. The last track on the 2005 re-issue was an 8-minute version of \"Gloria\" recorded on 22 May 1976 at the Cellar Club in Bracknell. This was recorded two weeks before the 101ers finally split.[5] Joe Strummer joined The Clash who played their first gig at the Black Swan, Sheffield supporting the Sex Pistols on 4 July 1976.\n\n\nThe Clash had played \"Keys to Your Heart\" live at around the same time it was reissued as a single. The Hypertonics have also covered this song.[6]\n\nBand line-up[edit]\n\n  • John \"Woody\" Mellor aka Joe Strummer – Guitar, vocals\n  • Clive Timperley – Guitar, vocals\n  • Dan Kelleher – Bass, guitar, vocals\n  • Richard Dudanski – Drums\n  • Simon Cassell aka \"Big John\" – Saxophone\n  • Alvaro Peña-Rojas – Saxophone\n  • Marwood Chesterton aka \"Mole\" – Bass guitar (until Oct. 1975)\n  • Antonio Narvaez – Drums\n  • Julian Yewdall – Vocals, harmonica\n  • Patrick Nother – Bass (1st gig)\n  • Martin Stone – Lead guitar (final gig)\n  • Tymon Dogg – Fiddle, vocals\n\n\n\n  • \"Keys to Your Heart\" (Joe Strummer) b\/w \"5 Star Rock & Roll Petrol\" (Strummer, Dan Kelleher) (Chiswick\/Big Beat 1976)\n  • \"Sweet Revenge\" b\/w \"Rabies\" (Chiswick 1981)\n\n\n  • Elgin Avenue Breakdown Andalucia AND101 (1981)\n  • Elgin Avenue Breakdown Revisited Astralwerks ASW32161 \/ EMI 474460 2 (2005)\n  • Five Star Rock'n'Roll Made In Heaven 362020 (1993) [7]\n\n\n  1. ^ a b c Westway 2001.\n  2. ^ a b c d e Strong 2003, p. 109.\n  3. ^ Don J Whistance. \"Early gigs\". Retrieved 6 July 2015. \n  4. ^ Coon 1977.\n  5. ^ Accompanying booklet to CD 'Elgin Avenue Breakdown Revisited'\n  6. ^ The Hypertonics cover of Keys To Your Heart.\n  7. ^ Music Brainz entry\n\n\nFilms and documentaries\n\nFurther reading[edit]",
        "topic_id":6,
        "format_id":7,
        "topic_confidence":0.9954888225,
        "format_confidence":0.9931173325,
        "weight":0.0051292193
    },
    {
        "url":"http:\/\/blog.timesunion.com\/localarts\/tag\/lake-george-opera\/",
        "text":"Posts filtered on Tag\n\nLake George Opera\n\nJohn Douglas, prominent with Lake George Opera, dies\n\nJohn Douglas, a respected opera teacher, administrator and conductor who had worked since 2003 for Lake George Opera at Saratoga, died Monday in his home town of Philadelphia. He was 54 and had an aggressive form of cancer, said Curtis Tucker, artistic director of the opera company. Douglas was to have conducted the company’s “Viva […] [Read More]\n\n'Viva La Mamma' @ Lake George Opera, 7\/11\/10\n\nBy Priscilla McLean, Special to the Times Union Perhaps it was the mid-Nineteenth Century Italian opera audience. Hector Berlioz, the famous French composer, described the crowd with backs toward the stage, talking and laughing loudly while eating and gambling, so loudly that Berlioz left the hall in disgust, not having heard a note of Donizetti’s […] [Read More]",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9341500998,
        "format_confidence":0.9909713268,
        "weight":0.0117799873
    },
    {
        "url":"https:\/\/indianastatemuseum.wordpress.com\/tag\/the-bodyguard\/",
        "text":"Let’s go to the movies!\n\nby Katherine Gould, Associate Curator of Cultural History\n\nWhat is your most memorable movie-going experience? We all have them: the epic love story that made us cry as we gazed up at that big screen; the first special effects experience to blow our minds; or the first make-out session in the back of a darkened theater (confession: Top Gun, 1986, his name was Sean).\n\nFor me, it’s not any one particular movie that is most memorable, but rather my overall movie-going experience as a kid. I grew up on Army bases across the county and most would have a single-screen theater that showed second-run films. I remember the seats being filled not only with kids and parents in civilian clothes but also men and women in uniform. Before the start of each movie, the theater would darken and everybody would rise and remove their caps for the national anthem. The screen would be filled with rousing, patriotic images of tanks rolling across rugged terrain, Navy destroyers smashing through the high seas, and fighter planes soaring over the mountains. Even now, quite a few years later, the memory of those experiences is as clear as day.\n\nI queried the staff of the Indiana State Museum to find out about some of their favorite movie-going experiences. Because sometimes the best part of history is not researching important artifacts or examining “old-timey” photographs, but rather simply recalling our own experiences with the past, and what it means to us. That’s what makes history fun. That’s what makes it personal. So, for some of you, your memory of going to a theater to see Top Gun may involve squealing at seeing Tom Cruise playing beach volleyball or gripping your seat while watching the action-packed fighter jet scenes. For me, the memory is something completely different. Continue reading",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.8482034802,
        "format_confidence":0.8371964693,
        "weight":0.0263351003
    }
]