[
    {
        "url":"https:\/\/forum.gsa-online.de\/discussion\/comment\/10059\/",
        "text":"[Feature Requests] Please Discuss & Add Your Thoughts\n\nAlexRAlexR Cape Town\nedited January 2013 in Need Help\nFeature 1: Extra 2 Columns With Verified to Submitted Ratio per Project Over Last 24 Hours AND Over Last Week\/All Time\nAdvantage: Allows us to quickly see which projects need attention. I know it's not the best ratio, but a decreasing ratio shows us which projects to focus on. This would be a good signal that there is something that needs improving if the ratio drops.What might also be useful is to have submitted per project in last 24 hours. \n\nFeature 2: Merge Projects (Feature Added). (Right click project, merge)\n\nFeature 3: Extra Column to Show Remaining Target URL's\nAdvantage: Quick overview to see which project you need to load some more URL's too. Much better than going in project by project as in it's current format, its never used (by me anyway at least). Too much hassle to go into every project across multiple VPS's. If it was in an optional column I could scan and see which project needs more URL's!\n\nFeature 4: Use Master Accounts for Reposting & Tickbox \"Only Use Existing Accounts\"\nAdvantage: I know you can import account data from another project, but having an option that allows you to manage your account data would be neat.So maybe a tickbox \"Only Use Existing Accounts\" and then an option to select an account file.\n\nFeature 5: List Management Improvements:\nInterim Solution Feature 1: Allow us to save the verified, submitted and identified lists on a per project or per group basis. \nThis way, we can start creating niche lists that we can use again and again.\nInterim Solution Feature 2: Save the PR & OBL data into the list. Then give us the option to set this as initial filter when using lists. \nThis way, we can select \"Use List filter\" and it will only submit to urls in list that past test. So it would only use the list entries that pass this \"List Filter Test\" and then get data for those. YES, PR & OBL do change, but this would be quicker than running PR & OBL on ALL list items and then rejecting the URL if it doesn't pass. \nAdvantage: Rather apply a PRE-Filter, so the chance of it passing are higher. Huge efficiency improvement!\n\nFeature 6: SE Improvements\nFeature 6.1: Measure SE Overlap. \nI.e. allow us to enter a single keyword measure the % of duplicates each SE generates. \nAdvantage: This will allow us to see which SE's generate new results, and saves us time from parsing duplicates.\nFeature 6.2: Measure Keywords Overlap\nAllow us to enter in a primary keyword. It parses all results on a selected SE (e.g. Yahoo or Google international). Then it allows us to import a list of keywords and for each keyword it parses the results and measures how many duplicates or unique %. Thus, we know which keywords are worth using and can reject keywords below x unique %. \nAdvantage: If you have 1000 keywords and they generate 80% similar results, you can improve efficiency by 80% by deselecting keywords that generate duplicate results. \n\nFeature 7: More Natural Looking Articles\nAdvantage: Basically allows us to insert external authority links from a file, a set number of times, on a specific set of keywords, in random positions. This is to ensure articles look even more unique. The first thing Google must use is the link position, and where the links point to, to see if it's duplicate. You might have 1000, 95% unique articles, but if in each article the link is always in the same place and always to the same 10 sites, it's obvious their very similar. Here what I suggest is option to add in external links, so make it more diverse and natural. \n\nFeature 8: Ensure Tiered Links Exist (Set Option To Reverify links xx days, with tiers)\nBasically, when you are running a tiered project, it takes previously verified links and build links to these links. Over time some these links die and disappear, so we spend resources building tiered links to links that don't exist!\nAdvantage: Improved resource usage. Only building links to links that exist!\nThese aren't critical features but would be very very nice to have. :-) I'm going to keep listing features that I think are good ideas in this thread, rather than place them one by one in all the individual threads. I've come up with a lot of ideas recently as I've spent over 2 weeks neatening and restructuring my VPS's. \n\nFeature 9: Remove Duplicate Domains\/URL's\n1) Remove Duplicate Domains should select all platforms except Blogs, and remove duplicate URL's should only select blog platforms.\n2) We should have option to run this feature every xx days to keep the lists clean. Make it automated so we don't have to worry about it. I often forget to clean this up. \n\nFeature 10: Average Number of Threads in Last 24 Hours\n1) Most users are just selecting max threads at xx. They assume that it is actually running at this level. I'd like to see a little status task at bottom, with average thread count over last 24 hours. \nAdvantage: See if you have optimised GSA or need to edit some keywords, global lists, etc. \n\nFeature 11: Using Private & Public Proxies\n(as per Ozz & Giorgos)\nI like the idea to have a fallback option with public proxies.\n- when the count of private proxies is below XX than search, test and add public proxies\n- when private proxies are below that number than retest them every XX minutes\n- when private proxies are in use than give a hint in the status bar (different color of the \"P:\" box for example)\n- give preference to private proxies.\nAdvantage: Better results and less downtime!\n\nFeature 12: In Proxy Test Offer Us A Few URL's and Strings from a Dropdown list\nAll strings that I use give different results...so would be useful to have a few preadded.\n\nFeature 13: Use Anchor & Secondary Anchor Text as Tags in Articles, instead of keywords\nKeywords are often unrelated, especially if you use scrape keywords from sites.\n\n\n\n  • +1 for Feature 1. Should be added to the Show Diagram\/Chart tool.\n\n    Also requested this today.....here: https:\/\/forum.gsa-online.de\/discussion\/1450\/show-diagramchart-submissions#Item_4\n  • ronron SERLists.com\n    Accepted Answer\n    +1 (again). I am worried that people don't understand how important this information is. They just love blasting links with no idea how many got created for each project.\n  • +1\n\n    List management first and foremost.\n\n  • +1 great suggestions\n  • AlexRAlexR Cape Town\n    @ron, @NocT, @GiorgosK - which feature request is most n.b. to you?\n  • @ron Some people have no need for all that info. I have no need to know how many links get created per project. The only thing i care for is that my site ranks.\n  • edited January 2013 Accepted Answer\n    The most important feture that i need is 'Pause project after XX links for XX minutes for XX DAY' . ..So I can create 1000 links spread over 10 days with 100 links per day :-)\n\n     If we get XX Day, I can set up so many tier2\/tier1 links project and don't have to baby sit each project to pause\/stop it\n  • Accepted Answer\n    +1. Great ideas here. I especially love Feature 3 as I often use custom lists and it would be awesome to know when to \"reload\" projects with URLs.\n  • Accepted Answer\n    +1 for me particulary #1. Lets also not forget the automatic reverification of verified links after X days to ensure our tiers are current and we are building links to 'live' links.\n  • AlexRAlexR Cape Town\n    For me, Feature 7 is right up there with the most important. \n\n    @takeachance - see Feature 8 (added it now) :-)\n  • AlexRAlexR Cape Town\n    Feature 10 Added. \n  • @globalgoogler\n    if you think private and public proxies working together is important please add it to the list because it gets buried https:\/\/forum.gsa-online.de\/discussion\/1512\/private-and-public-proxies-together\n  • AlexRAlexR Cape Town\n    Feature 11 Added. \n  • just request for a feature 8, i hope it will add soon....\n  • ronron SERLists.com\n\n    I love everything you said @GG, but I still would love to see #1 implemented.\n\n    There is no way of seeing if you are weak on your linkbuilding for each project unless you have a column that shows what you did in the last 24 hours.\n\n  • AlexRAlexR Cape Town\n    @ron - totally agree. \n\n    I'd love to see Feature 7 first, as it's needed for all contextual link submissions....so has a huge impact! \n  • AlexRAlexR Cape Town\n    @sven - can you comment on these features when you have a moment? Which ones are doable? Which are impossible, etc...\n  • SvenSven www.GSA-Online.de\n    Accepted Answer\n    I have bookmarked this for later review...I add things when I have time...sorry, can't comment on all. But thanks for editing this so I can work on it better.\n  • GiorgosKGiorgosK Greece\n    edited January 2013\n    @Sven this is worth to be sticky as others will see it an not post yet another SIMILAR feature request they will just comment on this thread\n\n    or if there is a mod for this board to allow voting on threads that after a threshold they become sticky ;-)\n\n    for more proxy discussion take a look here\n  • AlexRAlexR Cape Town\n    @sven - thanks. I've been restructuring everything and focussing on efficiency and quality. As a result I've been reviewing every aspect of my campaigns and GSA use for improving efficiency. (Like the way you write programs that are so resource efficient ;-) ) Stepping back and reassessing has been great and given me many great ideas. Also I read every post on this forum, I come across many great ideas in individual comments, so sometimes I incorporate some of the ideas into a group thread.\n\n    I hope it's ok, if I keep posting features\/ideas for improvement. I understand that you are super busy, but I wanted to consolidate them into 1 or 2 threads, to keep track of them.\n\n    Keep up the good work...this is a fantastic product!\n\n  • Thanks for making this @GlobalGoogler\n  • In regards to this thread (partially reprinted from CreditDoc)\n\n    • Can we get a report of what sites used recaptcha so we can optimize these lists with prox... (truncated)",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.9338508248,
        "format_confidence":0.9798744321,
        "weight":0.0150124426
    },
    {
        "url":"https:\/\/idratherbewriting.com\/2008\/02\/04\/notes-from-my-first-wordpress-meetup\/",
        "text":"Adobe DITA World 2018\nStay current with the latest in tech comm\nKeep current with the latest trends in technical communication by subscribing to the I'd Rather Be Writing newsletter. 4,500+ subscribers\n\nStitcher radio\n\nSearch results\n\nAdobe DITA World 2018\n\nNotes from My First WordPress Meetup\n\nby Tom Johnson on Feb 4, 2008\ncategories: blogginggeneralscreencastingwordpress\n\nI attended my first WordPress meetup yesterday. Here's a 20-second video that Brad Baldwin of Rocky Mountain Voices took at the event. My wife and I appear at the very end, engaged in conversation with a couple of seasoned bloggers who make their living from a quotations page that gets 200,000 hits a day. (By the way, I found this video on Janet Meiners' site (aka Newspaper Girl), who wrote an excellent post about the event.)\n\nVideo thumbnail. Click to play\nClick To Play\n\nI learned a few interesting things at this meetup:\n\n  • You can make a living from the ad revenue from your site. Laura and Michael Moncur run a Quotations Page site, which gets 200,000 hits a day and provides their primary income. They started it in 1994 and use TribalFusion for the ads. You'd think they feverishly add dozens of quotes a day to keep up the rankings, but Laura said they add maybe half a dozen new quotes a week. The key is that they started so early.\n  • The most profitable readers are those who don't find what they want on your site. They click the ads because your content doesn't provide the answers. This provides an interesting irony about writing: to make money with ads, stack up your content with SEO qualities to attract searchers, and then leave them wanting more. (Of course, it's a double-edged sword: if you don't write useful content, no one will link to you, and your SEO rank will drop.)\n  • Sometimes the ads displayed on your site contradict the actual recommendations of your post. Sure you want readers to click the ads, but ... oh the ethics of making money.\n  • Joseph Scott, one of the Automaticc employees behind WordPress, says WordPress 2.4 will offer a total redesign of the administrative panel, a complete UI overhaul that will make strides in usability.\n  • We talked about WordPress's ability to attract volunteer forum moderators who feel their calling is to help users solve their problems, and they work all hours of the day in this calling. None of us understood the motivations of forum volunteers, but we all appreciated their help. Laura said that people even send her quotes all the time to add to their site.\n  • Text-link ads can hurt your SEO because Google penalizes you for your link relationship with spammy sites. You might make a few bucks from the ad, but it will hurt your rankings, and then your site will lose traffic.\n  • We talked about the dangers of syndicating your content to other sites, such as If you do a search for your post title, and their site appears higher than yours, you're losing valuable traffic. (Because of this, I decided to stop allowing corporatewebsite to occasionally post content from my site, even with attributions.)\n  • We asked Joseph why WordPress doesn't provide more attractive themes. Everyone agreed that most WordPress themes are visually amateur, and some are embarrassing. Joseph said WordPress doesn't provide more themes in the default install because including themes also means excluding themes. Whenever they make a decision to include\/exclude a theme, hundreds of upset people write in angrily complaining about the unfairness of not including their theme. I believe he said is dying for the same reason.\n  • I recommended that WordPress include the Alex King's Popularity Contest as a Top 10 Posts widget built into the core, but Joseph said the same thing happens with plugins as with themes: people go crazy when they realize their plugin was excluded. My wife and I were still in favor of the reality check.\n  • Rather than going to all the trouble to customize themes manually, someone recommended just buying a professional one for $50 to $100. It's well-worth the hours you will spend trying to customize a free one. In fact, the guy I was talking to (Thom Allen), says he often builds sites for clients from themes he buys. About all he has to do, then, is set up the site, install the theme, and input the client's content. I totally agree with this idea. I'm not a graphic designer, and it takes me a long time to customize a theme. So today I started surfing around for premium WordPress themes and saw one I like here: WordPress Magazine theme. My wife hasn't given me permission to buy it, and it's too magazine-ish for me anyway, but I'm on the lookout.\n  • We really appreciated the people who came up to talk to us. We arrived late (and the incorrect address didn't help -- like Newspaper Girl, we also used Goog-411 to find where the restaurant was). When we got there, the two big round tables were packed, especially the one where Matt Mullenweg was sitting. But some outgoing people pulled their chairs up next to our table and were extremely friendly to us, including Thom Allen, who is organizing the upcoming podcamp in SLC, and also Michael Moncur, Laura Moncur, and Joseph Scott.\n  • As a final note, I was really glad my wife joined me for this event, because otherwise I would have felt too nerdy alone.\n\nBy the way, if you're local to SLC and want to get on the blogger mailing list, contact Laura Moncur and she'll add you.\n\nFeb 5 Update:\n\nRocky Mountain Voices posted an interview with Matt Mullenweg here (at the same restaurant, I believe). Matt talks about how they monetize WordPress and their new 29.5 million dollar funding.\n\nStay current with the latest in tech comm\nKeep current with the latest trends in technical communication by subscribing to the I'd Rather Be Writing newsletter. 4,500+ subscribers\n\nfollow us in feedly",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.7405416965,
        "format_confidence":0.9904960394,
        "weight":0.0104787989
    },
    {
        "url":"http:\/\/www.kimskitchensink.com\/2008\/07\/analytics-update-and-love-letter-to.html",
        "text":"Tuesday, July 1, 2008\n\nAnalytics Update, and a love letter to Google...\n\nI'm sure it is fairly obvious, but I am kind of in love with Google products. I use them for just about everything, and I love that they are all synced to my one Google Account (aka gmail address). I use Blogger to write this lovely blog, Gmail to receive and send (from multiple accounts, all in the same inbox!), Google Maps and Google Earth to do everything from checking out new neighborhoods to getting directions to planning a trip (I heart MyMaps!). I use Google Reader to keep track of my blog subscriptions, and I use PicasaWeb to organize my photos (sorry Flickr, but you will probably be phased out in the near future - Picasa lets me put slideshows on my blog so easily!). I use Google Docs & Spreadsheets to keep track of monthly expenses and to collaborate on crazy projects with friends. I keep track of my friends' videos with my YouTube subscriptions, and I use Google Groups to organize the Awaken A Cappella Alumni, as well as my monthly craft group. And seriously, that's not even all of the products I use...I just started to feel a little bit like a walking advertisement.\n\nAnyway, I use Google Analytics to keep track of traffic on my blog, which leads me to today's post. Just check out the map below if you don't think I'm awesome. Because come on - we all know I am. Just kidding. But seriously, in the last month, I had readers in Iceland, Spain, Croatia, Iran, Turkey, Sweden, Norway, Mongolia...and 11 in Poland! And more! In the last month, I have had readers represented in 35 countries! Even if they were mistakes (55% of visitors have only visited once), it's pretty cool. Not to discount my awesome US readers, cause let's be honest, you're probably the ones who are consistently reading (hi, mom), but I love that my little silly blog is reaching people out there in countries I've never been to, even if you came here by accident, thinking you'd get some insightful information. I'm sorry if you were disappointed, but I hope you were entertained. At least a little. So thank you all for reading my somewhat erratic posts and making me feel just a little bit cooler than I really am.\n\n1 comment:",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.9369264841,
        "format_confidence":0.9982942939,
        "weight":0.0132576792
    },
    {
        "url":"https:\/\/edgeaddons.com\/extension\/coursera-personalized-recommendations-addons-for-edge\/",
        "text":"Coursera Personalized Recommendations Addons for edge\n\nCoursera Personalized Recommendations\n\nBy Abhinav Agarwal\n\n5\/5 (1 ratings)\n\nDownload Coursera Personalized Recommendations addons 1.2 for Firefox, Chrome and Microsoft edge store. Also, Coursera Personalized Recommendations extension is very helpful for every computer Users.\n\nCoursera Personalized Recommendations extension Download for Microsoft edge\n\nFirstly, Coursera Personalized Recommendations Addons for Microsoft Edge Browser. Even more, the Coursera Personalized Recommendations extension uses Mozilla Firefox, Google Chrome, Opera, and the Microsoft Edge browser. Anyway, Coursera Personalized Recommendations is developed by Abhinav Agarwal. Maybe, Coursera Personalized Recommendations  Addons 1.2  Latest version extension free download with just a simple click. Microsoft Edge browser is the best alternative to Google Chrome browser.\n\nCoursera Personalized Recommendations Addons for Microsoft Edge\n\nSecondly, Coursera Personalized Recommendations is the most useful add-ons for Microsoft Edge Browser. You don’t know that this extension can be installed in the Microsoft Edge browser in addition to Google Chrome. In recent times more than one hundred thousand users install this extension. Therefore, Coursera Personalized Recommendations add-ons free download for Microsoft Edge or Google chrome a personal web browser. Also read: PackagesLab\n\n\nCoursera Personalized Recommendations Features for Edge\n\nCoursera Ontology-Based Personalized recommendation system is a research project being undertaken by Abhinav Agarwal and Divyansh Mishra, two students of ICT Department at MIT Manipal, under the supervision of Dr. Sucheta Kolekar.\n\nThe course completion rates on the Coursera platform are currently less than 10% of all the enrolled students. We are working to provide targeted and personalized recommendations to Coursera users, which would enable learners to complete a higher number of courses.\n\nAs you can already guess, for achieving this goal, we need some data regarding the way you and other users learn from the Coursera platform.\nThis extension has been developed to facilitate willing students and other users of Coursera to share their data with the above authors for the speedy progress of the research project. Please find below some of the FAQs regarding data collection that you may have. For any more questions, always feel free to drop an mail to the authors.\n\nThis extension is primarily intended for students at MIT Manipal.\n\nQ) What information will you collect?\nA) This extension will not collect any personally identifiable information. We only collect SHA 256 hashes of your name and user id (making you totally anonymous for us). Other than that, various content usage data of Coursera, such as the videos watched or quiz scores or participation in discussion form, etc. will be recorded.\n\nQ) What do I need to start sharing my data?\nA) Just install the extension and forget :). The extension will collect all the information unobtrusively, on its own. The extension primarily scrapes the Coursera website for your data. By installing this extension, you are allowing us to collect your data.\n\nQ) Will this extension impact my browsing experience in any way?\nA) No. This is a very lightweight application, which will work well, even on a very resource-constrained machine. The app doesn’t contain any intrusive pop-ups or ads or something similar.\n\nQ) Will you collect any data other than mentioned above?\nA) No, the data collection is strictly restricted to Coursera only, as described above.\n\nQ) How will you keep my data safe? Will you sell my data to someone else?\nA) The backend of this application is entirely hosted on servers managed by Google, which are among the safest places where your data could be. There is always end-to-end encryption during transmission to uphold the highest levels of privacy.\nWe are collecting data strictly for the Coursera Ontology-Based Recommendation System, and we don’t have any commercial intentions, so the question of selling your data doesn’t arise at all.\n\nQ) Do you have permission to collect this data?\nA) Primarily, we are authorized by the college to collect this data. But more importantly, you are the owner of your data, and we only need your permission to collect your data.\n\nQ) When will the research project be over, and what are the expected results?\nA) While there is no specific deadline, we are aiming for a completion date of April 2020. The final product will give never seen before usage-based personalized in-course recommendations for the Coursera platform.\n\n\nRight now, this extension only collects user data. But, as time progress, we will slowly start rolling out recommendations through this extension.\n\nIf you have any other questions, please feel free to drop an mail to the authors.\n\n\nHow to install Coursera Personalized Recommendations  Extension for Microsoft Edge.\n\nMost Importantly, If you have fast use of the Microsoft Edge browser you can face some problems. In other words, You need clear information on How to install Coursera Personalized Recommendations Add-on for Microsoft edge. On the 1st, click on the right corner three Dot in your edge browser and click on the extension. As a result, search there for Coursera Personalized Recommendations. From there, click on the search at Coursera Personalized Recommendations  extension. Then, Right click on Get. After waiting for a while, your Pass addons will be installed.\n\nIn conclusion, I think you are good information on this article on Coursera Personalized Recommendations Add-on. If you have any problem with Coursera Personalized Recommendations Add-ons install feel free to comment below next replay answer this question. Even more, must share your social media like Facebook, Twitter, and Pinterest thanks.\n\n\nPrice: free\n\nAuthor Details\n\n\nGraphic Designer & Digital Marketer\n\nTechnical Information\n\nVersion: 1.2\nFile size: 17.43 KB\nLanguage: English (United States)\nCopyright: Abhinav Agarwal\n\n\n5\/5 (1 ratings)\n\n  • RaSeLbd\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nYour Rating:",
        "topic_id":20,
        "format_id":16,
        "topic_confidence":0.6891283989,
        "format_confidence":0.9641283751,
        "weight":0.0138412471
    },
    {
        "url":"https:\/\/smartserials.com\/serials\/Easy-Alarm-Clock-1.1.0-11427.htm",
        "text":"Easy Alarm Clock 1.1.0 Serial number\n\nEasy Alarm Clock 1.1.0 serial number or unlock key is available to the public, you can freely download the serial key.\n\nPlease verify you're human:\n\nImportant: With the verification you expressively agree with our Disclaimer.\n\nThe serial number for Easy is available\n\nThis release was created for you, eager to use Easy Alarm Clock 1.1.0 full and without limitations. Our intentions are not to harm Easy software company but to give the possibility to those who can not pay for any piece of software out there. This should be your intention too, as a user, to fully evaluate Easy Alarm Clock 1.1.0 without restrictions and then decide.\n\nIf you are keeping the software and want to use it longer than its trial time, we strongly encourage you purchasing the license key from Easy official website. Our releases are to prove that we can! Nothing can stop us, we keep fighting for freedom despite all the difficulties we face each day.\n\nLast but not less important is your own contribution to our cause. You should consider to submit your own serial numbers or share other files with the community just as someone else helped you with Easy Alarm Clock 1.1.0 serial number. Sharing is caring and that is the only way to keep our scene, our community alive.",
        "topic_id":20,
        "format_id":16,
        "topic_confidence":0.9262391329,
        "format_confidence":0.6838575602,
        "weight":0.0186036518
    },
    {
        "url":"https:\/\/www.mindprod.com\/jgloss\/canadianiaps.html",
        "text":"Canadian IAPs : Java Glossary\n\nThe CurrCon Java Applet displays prices on this web page converted with today’s exchange rates into your local international currency, e.g. Euros, US dollars, Canadian dollars, British Pounds, Indian Rupees… CurrCon requires an up-to-date browser and Java version 1.8, preferably 1.8.0_131. If you can’t see the prices in your local currency, Troubleshoot. Use Firefox for best results.\n\nCanadian IAPs\nThese Canadian IAP (Internet Access Provider) s, IAP s, will provide you a connection to the Internet or also or act as an ISP (Internet Service Provider) to host your website. If you live in Canada, you need a Canadian company to provide access, but you can have your website hosted anywhere.\nCanadian IAP Vendors\nMajor Canadian\nAOL Canada $23.00 CAD Provides extra content. Tends to be incompatible with industry standards. $23.00 CAD available in 16 countries. Absorbed iStar.\nRogers $22.00 CAD absorbed Sprint. Now dial up only. Used to offer cable.\nShaw $53.00 CAD Internet 5. Beware the 3-month intro rate. 5 Mbps (Megabits per second) download speed, 512 Kbps upload speed. Customers complain they get half the speed advertised.\n$63.00 CAD Internet 15. 15 Mbps download speed, 512 Kbps upload speed.\n$73.00 CAD Internet 30. 30 Mbps download speed, 5 Mbps upload speed.\n$93.00 CAD Internet 60. 60 Mbps download speed, 6 Mbps upload speed.\n$123.00 CAD Internet 1230. 120 Mbps download speed, 10 Mbps upload speed.\nBC, Alberta\nLast revised\/verified: 2016-04-04\nSympatico $23.00 CAD Ontario and Québec\nTelus Optik dialup no longer available $60.00 CAD Internet 15, 15 MBps (MegaBytes per second) download, 1 MBps upload, 150 GB\/month\n$65.00 CAD Internet 25, 25 MBps download, 5 Bps upload, 250 GB\/month\n$80.00 CAD Internet 50, 50 MBps download, 10 MBps upload. 400 GB\/month\nBC, Alberta, Ontario. Despite the name, it is implemented with DSL (Digital Subscriber Loop) over your phone land line, not via fibre optics. Speed depends on the quality of the copper wire pair loop to the local phone exchange. check availability. Primarily for TV. Also handles phone and Internet. Beware prices valid for the first six months only and promos that require a three year lockin. Last revised\/verified: 2014-07-20\n\nThis page is posted\non the web at:\n\nOptional Replicator mirror\non local hard disk J:\n\nCanadian Mind Products\nPlease the feedback from other visitors, or your own feedback about the site.\nContact Roedy. Please feel free to link to this page without explicit permission.\n\nYour face IP:[]\nYou are visitor number",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.767860055,
        "format_confidence":0.910656333,
        "weight":0.0034495914
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/User:Eller200",
        "text":"From Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\n\nThere is currently no text in this page. Would you like to create Eller200 or Search for Eller200 in Uncyclopedia?\n\nIf you just created this page, wait a few minutes and reload in case of database delay. Our servers are run by hamsters on caffeine, so some database delay is to be expected. It may also have been deleted.\n\nPersonal tools",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.7415591478,
        "format_confidence":0.5682617426,
        "weight":0.0005556729
    },
    {
        "url":"http:\/\/savethenetbooks.com\/how-you-can-spy-on-a-cellular-phone-2017\/",
        "text":"How you can Spy On A Cellular phone 2017\n\nLearn how to Spy On A Cellphone 2017\n\nDisloyal spouse normally prefers spending time on his or her phone than with you and sometimes finds it necessary to go out to attend his or her call. Reverse Telephone Lookup – Discover Out Who’s Prank Calling Your Phone All of the Time! However to install the app you will need to jailbreak the iPhone, download and set up the app which require extra time. Remote uninstall – Uninstall app with out touching the cellphone. If you understand more about mobile phone spying programs for distant monitoring and wish to share your experience, we can be glad to learn your suggestions. This characteristic is achieved by distant command which is sent to the monitored telephone. There are additionally particular SMS hacking apps that may be applied for tracking texts including inbox, sent gadgets and drafts as nicely. There are packages out there that permit you to keep monitor of a persons location by his or her cellular phone without them even realize it.\n\nThe right way to Hack Into Someones Mobile phone Totally free. and within days of use straightforward to hide the jailbreak required; no. Free mobile phone tracker for iPhone and Android. To get limitless belongings you can use our Viber Candy Mania Hack. Step four- get going- after you could have efficiently put in the app in your machine and the streaming begins completely you’re all set to watch the individual you would like. This spy app is one of the simplest ways to observe your partner, companion or child. If you happen to need to install spy apps, you must jailbreak the goal. The software program permits monitoring and penetrating into all elements of the target mobile phone. Now we have examined and analyzed all of the very best spy and tracking tools available for cell phones and tablets. Follow Into Their Instagram – Instagram, A web based cellular photo and video sharing platform could be watched fastidiously with the help of Instagram tracker. Search for contact choices equivalent to calling and live chat other than the standard emails, as these are faster and can lead to an answer sooner.\n\nSince their smart phones permit them privateness and their innate hesitation to share things with their parents combines to make it exhausting on you to resolve whether or not they’re hiding one thing troubling or they’re just being personal. There are with the power to track who they name, view internet searching history, detect GPS location, and monitor SMS textual content messages together with much, rather more. You possibly can both watch them like a hawk while they faucet out the numbers to unlock it – or you’ll be able to catch them with this ploy when they’re within the bath or something. is one thing nice as you are able to do the entire spying without any restrictions. For Android units, Whatsapp spying features require rooting but jailbreaking isn’t obligatory. Android and iPhone users and smartphones with no hidden expenses. Not every feature is available in Android and iOS. Probably the most advanced iPhone spy software don’t require probably the most complex jailbreaking course of. After gathering expertise and lots of enhancements, this spy app turns into most stable, advanced and definitely main spy software at the moment accessible in the marketplace. Ear spy can work with out earphones however the audio would be messy, so take your earphones all over the place you plan on using the app.",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.8644440174,
        "format_confidence":0.6328852773,
        "weight":0.0128389425
    }
]