[
    {
        "url":"http:\/\/www.rmofelton.ca\/wp\/?page_id=1591",
        "text":"Waste Transfer Stations\n\nThe RM of Elton operates three Waste Transfer Stations\n\n#1 Forrest – located by the Municipal Office & Shop on Road 65N (Elton Road)\n\n#2 Douglas – located to the west of Village on the south side of Railway\n\n#3 Justice – located on 2nd Avenue\n\nEvergreen Environmental Technologies (Landfill)\n\nEvergreen Website\n\nEvergreen Environmental Technologies Landfill is located on NE 11-14 17 WPM.  Directions are:\n\n1) from junction of No. 10 and PR 353 – east 10 miles to Douglas\/Cordova Rd\n\n2) north on Cordova Rd 6 miles to PR 465 (Road 77N)\n\n3) turn east 1 mile to dead end at PR 466\n\n4) north on PR 466 for 3 miles (on west side of road)\n\nEvergreen Environmental Technologies – Map\/Directions\n\nAcceptable Recycle for RM of Elton\n\nElton Rural Waterline Information\n\nWater is tested bi-weekly for bacteria, which is reviewed by Manitoba Drinking Water Office.  Should a test have unusual results, Office of Drinking Water and the Water Cooperative are notified immediately to take required steps.   A complete analysis is required every 3 years and below you will find the documents and reports with specific information.\n\nBelow please find the links to the Whitehead Elton Regional Water Co-op Inc. (WERWC) Annual Report.\n\nOperating Licence for Public Water Drinking System\n\n# 1 WERWC Annual Report for 2019\n\n#2 WERWC Drinking Water Officer Audit Report\n\n#3 General Chemical Analysis Report\n\n#4 Appendix A Bacterial Sample Results\n\n#5 Appendix B Water Use Report\n\n#6 Arsenic Results 2016\n\n#7 North Level Logger\n\n#8 South Level Logger\n\nOrganizational Charts (WERWC, Elton, Whitehead) Sep 20, 2018\n\nElton (Whitehead Elton Regional) 2019 Audit\n\nWhitehead Elton Regional 2019 Audit\n\nAdditional Drinking Water System information can also be found by following the link below: under View the Data for Public Water Systems Open Year Round.\n\nKeystone Planning District\n\nThe RM of Cornwallis and the RM of Elton will be going through a transitioning stage from the Brandon and Area Planning District to the Keystone Planning District which is expected to be complete in the first half of 2020.\n\nEffective January 2nd, 2020 administration of all planning functions including building permits for the RM of Elton and RM of Cornwallis will be received and available at the RM of Cornwallis office located at 107191 Unit C Veterans Way.\n\nAlso, effective January 2nd, 2020\n\n  • Building permit inquiries may be made to Brad Bell at (204) 901-3307,\n  • Planning inquiries may be made to Shawna Paulsen at (204) 725-2001, and\n  • Subdivision questions should be directed to Lori Main at (204) 726-6273.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.7454959154,
        "format_confidence":0.635103941
    },
    {
        "url":"https:\/\/www.esquimalt.ca\/business-development\/building\/",
        "text":"The Building Inspection Division of Community Safety Services:\n\n  • Issues building, plumbing, demolition, and sign permits – The building inspector processes applications and reviews building plans to ensure compliance with the BC Building Code, and municipal bylaws, regulations, and policies.\n  • Performs site inspections – Site inspections are required to determine that conditions set out in a building permit have been satisfied and they are performed at various stages of construction.  A final inspection is required upon completion of a project and before an occupancy permit can be issued.\n  • Discusses work with contractors and property owners – The building inspector provides explanations of building code and bylaw requirements, reviews preliminary building plans to determine compliance with regulations, provides interpretations of the BC Building Code, and discusses appropriate construction methods.\n\n\nThe following permits are available from the Building Department:\n\n  • Building Permit\n  • Sign Permit\n  • Demolition Permit\n  • Plumbing Permit\n  • Solid Fuel Burning Appliance Permit (for installation of new woodstoves and fireplaces ONLY)\n\nContact the Fire Department at 250-414-7126 for information about the removal or installation of underground fuel (oil) tanks.\n\nBook a Building Inspection\n\nTo book an inspection, phone 250-414-7103. 24 hours notice is required for inspection.\n\nFor more information:\n\nTo learn more about energy-efficient new homes, click here.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.820632875,
        "format_confidence":0.705799818
    },
    {
        "url":"http:\/\/www.irishmoiledcattlesociety.com\/registration-bn-forms.html",
        "text":"Registration\/BN forms - Irish Moiled Cattle Society\n\nGo to content\n\nMain menu:\n\nRegistration\/BN forms\n\nMembers only\n\nPlease click on the links on the left to download Birth Notification (BN) and Registration\/DNA labels.\n\nRegistration\/DNA labels and hair sample bags are available free of charge by contacting the Breed Secretary. Please ensure labels and bags are kept CLEAN and CLEARLY COMPLETED.\n\nAll animals should ideally be Birth Notified by the time they are 30 days old and must be Birth Notified prior to sending hair samples for registration. All females should be registered by the time they are 1 year old otherwise they will incur a late registration fee.\n\nFor more information on the registration process, fees etc please check out the society rules.\n\nBirth Notification form - As of November 2017 a new birth notification form is in use. The form not only records 'calving ease' and 'colour' but also ‘weight’. Please enter this in kilos. The new form also has an option to tick ‘Birth Cert Required’. As a Society we aim to reduce unnecessary resources and from November 2017 we will refrain from posting birth certificates out unless requested.\n\nIf you have any queries please email the Breed Secretary.\n\nHere is a guide for the colour options, please choose the one which best represents the animal being Birth Notified\n\nMainly White - A predominantly white animal with red ears with or without a red band around the nose, some in this category may also have a small amount of red on the rib and or neck region.\n\n50\/50 -\nAround 50% red and 50% white. Some in this category may have a large proportion of white with a fair amount of red over ribs and usually will have some red on the neck.\n\nTypically Marked -\nAs close to the preferred colour as possible, predominantly red (70-80%) with a broad white stripe the full length of back (no broken lines), white underparts and ideally a white patch on thigh. Red ears, nose and a mottled or flecked face, which may be fairly dark or light in colour.\n\nMainly Red -\nPredominantly red animals, this would include animals with a broken, very thin or no white stripe down the back at all and with or without a little white around the head often with just a white star. Under parts are usually white in particular the udder and inside of legs.\n\nPlease remember the form must be fully completed in order for the birth notification to be processed. The details can be emailed or posted to the Breed Secretary.\n\nBack to content | Back to main menu",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.8633866906,
        "format_confidence":0.881752789
    },
    {
        "url":"https:\/\/www.farridgeceramics.com\/contact-order\/",
        "text":"Contact & Order\n\nContact us here for inquiries and ordering information. If you’d like to visit the studio, see our Event Schedule and get driving directions.  You may also contact us directly at or through snail mail at the following address:  Far Ridge Ceramics; 2218 Headquarters Rd.; Edinburg, VA  22824\n\nYour Name (required)\n\nYour Email (required)\n\n\nYour Message",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.572955966,
        "format_confidence":0.9082428217
    },
    {
        "url":"http:\/\/www.kimba.sa.gov.au\/page.aspx?u=466",
        "text":"phone 08 8627 2026\n\nSeptic Tank Applications\n\nSeptic Tank Applications\n\nThe safe disposal of sewage and household wastewater is necessary to safeguard the health of the community and protect the environment.\n\nNot all sites have characteristics suitable for conventional subsurface effluent disposal; therefore, it is very important to carry out the necessary investigations to determine the suitability of the site and design the system accordingly.\n\nNOTE: It is important that the requirements of the septic tank system be considered during the planning stage of any development.\n\nApproval must be obtained from the relevant authority before proceeding with the installation of a septic tank system.\n\nApplication to Install a Spectic Tank\n\nPrior to installing a septic tank system it is necessary to submit an application to receive an approval from the relevant authority.\n\nApplications for approval to install a septic tank system must be made on the required application form and provide the necessary information. The application form can be obtained from the Council or South Australian Health Commission.\n\nIt is encouraged to engage the services of a Registered Plumber to assist in designing a suitable system and lodging an application.\n\nCouncil Sewerage Services\n\nFor sewerage customers: See attached document for an understanding of the standard of service you can expect from Council and your cusomter rights and responsibilities.\n\n\nDistrict Councl of Kimba\n\nCross Street (PO Box 189)\n\nKimba SA 5641",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.8099505901,
        "format_confidence":0.9312881827
    },
    {
        "url":"http:\/\/corporate.kb-industries.com\/hse\/",
        "text":"Health, Safety, & Environmental\n\n\nIn an effort to meet our objective to provide a safe and healthful workplace for our employees and contractors, we have implemented the following:\n\n  • Hearing Conservation Program\n  • Respiratory Protection Program\n  • Workplace Violence Prevention and Awareness Training\n  • Ergonomics and Office Safety Training\n\nIn addition, we provide employees with a benefits package that includes a health and wellness feature. This is designed to encourage all employees to obtain annual wellness and fitness checks with their primary medical care provider.\n\n\n    Periodic noise dosimeter readings are performed and documented to ensure that our employees are not overexposed to excessive noise. In those areas where the noise level is above the permissible exposure limit, we have posted the appropriate signage as required by OSHA standards. We also require employees to wear hearing protection, which we provide, as part of their personal protective equipment attire. Our HSE Department provides training regarding the proper use of personal protective equipment, and it is discussed at all pre-shift toolbox meetings.\n\n\n    When necessary, employees are provided personal respirators for use during the course of their duties. Periodic monitoring of workplace air quality is conducted by an outside certified industrial hygienist to prevent the possibility of accidental exposure.\n\n\n    As part of our safety meetings, we provide training regarding Workplace Violence Prevention and Awareness. This enables employees to become familiar with the basic, typical signs of trouble before it escalates.\n\n\n    Our office and administrative staff have been provided with up-to-date office equipment and are required to attend training regularly regarding Ergonomics and Office Safety. Periodic inspections of the office areas are conducted to ensure that all personnel are working in an ergonomically safe manner.\n\n\nOur goal at K&B Industries is to provide a safe and healthful work environment for all employees and contractors while complying with all local, state and federal regulatory agency requirements within the state(s) in which we conduct business. In doing so, we can provide a quality product that meets our customers’ requirements while preserving the health and welfare of our employees, the environment, and the surrounding communities.\n\n\n    K&B conducts safety meetings to help ensure our facilities are safe for K&B employees and contractors. During these meetings, we gather employee feedback to obtain ideas and discuss solutions to issues regarding processes, equipment and\/or procedures.\n\n    Each division conducts daily toolbox meetings prior to the beginning of each shift to ensure that all aspects of the job at hand are discussed with all employees involved in the operation, with a specific focus on any specific hazards. Before starting any non-routine operation, our HSE Department conducts a hazard assessment in conjunction with the division manager and personnel involved. A Job Safety Analysis (JSA) form is completed at the work site to document all steps that could pose a safety hazard. These steps are then communicated to all personnel involved in the operations.\n\n\n    Our HSE Administrator and senior management have designed a training curriculum for all K&B employees specific to their positions. Following the guidelines of OSHA Standard for General Industry, 29 CFR 1910, we conduct training at our facility with an in-house instructor.\n\n    We also provide training to employees who volunteer as on-the-job Lay Responders, as well as their family members; certified American Red Cross training in Basic First Aid; adult and child CPR; and AED. First-aid awareness training is required for all employees and is provided in-house to all personnel regardless of their responder duties.\n\n\n    As part of our continuing effort to improve our safety record and maintain the safe operations of our facilities, we have taken a proactive approach by incorporating the following items into our daily operations:\n\n    • Employee compliance training requirements\n    • New hire orientation and facility\/job site hazard awareness\n    • First Aid, CPR, and AED instruction for the employee and family\n    • Visitor and Contractor Safety Orientation Program\n    • On-the-job training and mentorship\n\n    Our corrective and preventive action program promotes a sense of ownership for all employees. This is accomplished through a process by which employees document safety observations on specialized cards, which are collected and reviewed weekly by the HSE Administrator and Senior Management. Implementation of corrective actions and changes to processes and\/or procedures are ensured through continual monitoring and daily safety walkthroughs of the facility. The effectiveness of these changes is documented by the facility HSE Representative and reported accordingly.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.6963301301,
        "format_confidence":0.7445424795
    },
    {
        "url":"http:\/\/dcca.gov.ae\/freezone\/zoning-services\/development-control\/?ref=dtmfza",
        "text":"Development Control\n\nPlease click on the links below for guidelines on document submission and other Development Control services\n\nAll submittal packages should be submitted at the Customer Service Counter by no later than 3:00 PM Sunday-Thursday. Any submission later than 3:00 PM will be registered for the following working day.\n\nThe given review duration excludes the submission day.\n\nA glossary of technical terms may be accessed here.\n\nThe Development Control Department’s core services include:\n\nApproval of architectural, structural and MEP drawings\nGeneral, structural and health, safety and environment inspections during and after construction process\nIssuance of building, temporary construction and fit-out permits, as well as completion certificates for buildings, pilings, shoring, fit-out etc.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.8238216043,
        "format_confidence":0.9317766428
    },
    {
        "url":"http:\/\/greatriverenergy.com\/we-provide-electricity\/delivering-electricity\/safety\/building-or-planting\/",
        "text":"Building or planting\n\nFor the safety and reliability of the electric system, we must keep a certain amount of distance around power lines clear of anything that may make contact or near-contact with a power line. This includes buildings and tall-growing trees. Great River Energy works to meet or exceed industry standards, including those outlined in the National Electrical Safety Code (NESC) and the North American Electric Reliability Corporation (NERC). Such requirements are designed to keep our electrical system safe and reliable.\n\nYou must call Great River Energy before planting any trees or building any structures in the transmission line right of way. We are required to maintain a proper clearance and we do not want to have to remove your new addition.\n\nHow much of a clearance do you need for safe operation?\n\nGreat River Energy requires a minimum 15-foot clear zone (sometimes more) on both sides of any transmission line, measured from the base of the structure. Transmission lines operate at high enough voltages that actual contact with an object may not be necessary to cause an outage. Additionally, summer temperatures and higher electric use cause lines to sag, sometimes as much as 5 to 10 feet. A tree should never be planted closer than its height at maturity to the edge of the clear zone. For instance, an 18’ tree must be planted at least 18’ from the edge of the clear zone. Learn more in The Right Tree guide.\n\nCan I plant anything in the right of way area?\n\nDO NOT plant any trees in the right of way before talking to Great River Energy. Great River Energy is obligated to maintain proper clearances within the right of way and we do not want to have to remove your new tree.\n\nActivities in the right of way that do not interfere with the safe construction, operation and maintenance of the line are permitted. For example, you can use the land for:\n\n  • Pastureland\n  • Farming\n  • Gardening\n\nCan buildings be built beneath a power line?\n\nGenerally, buildings are not permitted within the right of way for a few reasons:\n\n  • The building may interfere with access to the line for maintenance and emergency repairs.\n  • A fire in a building within the easement area could damage the transmission line.\n  • A building may be closer to a line than electrical codes allow.\n\nAre there any hazards to existing metal buildings after a power line is constructed?\n\nAgain, Great River Energy designs transmission lines to meet or exceed safety codes, including those specified in the National Electrical Safety Code and required by NERC. If you plan to construct, or have constructed, a metal building near a transmission line, contact Great River Energy. If you have concerns as to whether or not a building is properly grounded or need information on proper grounding requirements, contact your local electric utility or Great River Energy.",
        "topic_id":15,
        "format_id":3,
        "topic_confidence":0.9597998857,
        "format_confidence":0.9421599507
    }
]