[
    {
        "url":"http:\/\/www.hellotrade.com\/muvtons-castors\/ghke-102r-szs.html",
        "text":"Welcome to HelloTrade!\nI Want to Buy\nRequest for Quote\n6 Yrs\nC-40, Phase-II, G.B. Nagar\nNoida, Uttar Pradesh-201301, India+(91)-120-4646100\nContact Supplier\n\n\nYes! I am interested\nFOB Price : Get Price\n\nMuvtons premium soft durometer polyurethane treaded wheels 83° ±3° Shore A, Firmly bonded to precision machined cast iron cores. These wheels have been designed to response to noise problems and allow loaded to be cushioned. The use of lively polyurethane materials allows these wheels to flex & roll over debris and obstacles without picking up objects. They are non marking and floor protective. Tested & guaranteed against bond failures. Wheel bearing options : Sealed precision ball bearings, tapered roller bearings or roller bearings. Temperature range; -20°C to +85°C. Thread options : Anti static : conductive wheels are available.\n\n\nInvalid Input\nPlease enter Mobile Number\nInvalid Email ID\nInvalid Email ID\nYour Contact Information\nCompetitive Quotes\nChoice of Suppliers\nPayment Protection\nsending enquiry ....\n\nunable to instantiate your call right now. please try after some time.\n\n\n©Copyright HelloTrade.com",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9671708941,
        "format_confidence":0.9978361726,
        "weight":0.033642395
    },
    {
        "url":"https:\/\/www.growsafe.co.nz\/GrowSafe\/Resources\/RCA_Register\/GrowSafe\/Rsrc\/RCA_Register.aspx?hkey=f52f8e65-dde9-454b-b0d5-43185a15b6b1",
        "text":"RCA Register\n\nThis register contains current or recently expired GROWSAFE Registered Chemical Applicators. Information is the best available at the time of publishing but we take no responsibility for the accuracy of this information. Please contact us if you wish to confirm the status of a particular person.\nPlease enter your search criteria to view results",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9525828958,
        "format_confidence":0.8576683402,
        "weight":0.0137698978
    },
    {
        "url":"https:\/\/dbtc.co.uk\/phpBB3\/viewtopic.php?f=1&t=10942",
        "text":"62 years of DB\n\nThe place to discuss all matters relating to David Brown Tractors. You will need to register your user name before you can post. If you have already registered could you please make sure that your location details have been completed. Go to My Account in the Main Menu on the left, and then go into \"Edit Your Information\" and complete your location details. Give the Country (and State\/Province if you wish) if outside the U.K. County if within the U.K. Location details helps other members if you need spares, technical advice, or the nearest practical help.\n\n\nDavid Brown Tractor Club Ltd\nForum\/website Disclaimer\n\n1. This [forum\/website\/chat room] and the advice and opinions expressed herein is not a solution for mechanical, electrical, valuations, other problems, breakdowns or issues experienced in relation to the vehicles referenced.\n\n2. If reliance is thought to be placed on any of the information guidance or input provided such information will be expressly confirmed as appropriate to be relied upon.\n\n3. In the absence of any such confirmation no reliance should be suggested or inferred.\n\n4. Members must not disclose information to 3rd parties in anticipation that reliance will be given by non-members.\n\n5. Non-members must not purport to give advice on behalf of David Brown Tractor Club.\n\n6. If you or someone you know is experiencing difficulties or repeated breakdowns you must seek assistance for an appropriately qualified expert who holds themselves out as such.\n\n7. Any comments are free of charge and made or posted on an ex gratia basis. No member or non-member may advertise their professional services\n\nAny user inactive for more than 3 months will automatically be deactivated, please contact admin@dbtc.co.uk if you would like to be reactivated.\n\nPlease be aware that your user name and entered location can be seen by all members. We only store information you have entered which is your email address and username, your IP is also stored, we have no access to private passwords.\n\nIf you do not agree with your information being stored, please do not register an account, If you wish to unsubscribe at any time please email admin@dbtc.co.uk giving your username.\n\nAmended 27\/10\/18\n\nModerators: Segrie61, admin\n\nPost Reply\nUser avatar\nPosts: 404\nJoined: Tue Jan 27, 2009 8:25 am\nLocation: New Zealand\n\n62 years of DB\n\nPost by GeoffDEAL » Mon Apr 09, 2012 1:04 pm\n\nThis year is 62 of David Browns only on this farm any others with only DBs for a long time ? 1690t 1394 1494 1200 1200 30c and two 30c to restore first was a cropmaster new in 1950 it was traded on the 30c also had a red 990 was traded on a 1200 my father also had a x engine Case some years before the DBs would be great to still have that !\n\nUser avatar\nPosts: 1358\nJoined: Mon Mar 22, 2010 5:32 pm\nLocation: Pennsylvania, United States of America\n\nRE: 62 years of DB\n\nPost by richbug » Mon Apr 09, 2012 4:19 pm\n\nFamily has had DBs of some sort on the place since the late 60's, but have had other makes too, mostly Case.\nUsers: 780, 1210 Bottle Opener, 1494 4wd open station with 74L, 990, 1394, 1194 High Clearance, another 1394, 1194 LCG, 1290 with 56L, 900, 885 with LS8, 885, 1190\n\n1200, 900 projects, 780,\n\nParts: 3800, 1200, 1394, 1412, 1490, 770, 885, 990SEL, Red 990I,\n\nUser avatar\nPosts: 404\nJoined: Tue Jan 27, 2009 8:25 am\nLocation: New Zealand\n\nRE: 62 years of DB\n\nPost by GeoffDEAL » Sun May 13, 2012 10:21 am\n\nHi again any long time DB owners out there\n\nUser avatar\nPosts: 35\nJoined: Mon Jan 23, 2012 1:48 am\nLocation: North Carolina, United States\n\nRE: 62 years of DB\n\nPost by maverick » Sun May 13, 2012 12:19 pm\n\n46 years of DBs on our place.\n1966 880 Selectamatic\n1972 990\n1967 880 parts\n\nUser avatar\nPosts: 490\nJoined: Sun Apr 04, 2010 10:41 pm\nLocation: ireland \/ northern ireland\n\nRE: 62 years of DB\n\nPost by calvin » Sun May 13, 2012 12:25 pm\n\nIn our family it has been about 50-60 years of db grandad bought a d25 new.\n3 pot , 4 pot and the MIGHTY 6 POTT!\n\nUser avatar\nPosts: 483\nJoined: Fri Jul 23, 2010 8:33 pm\nLocation: Australia.\n\nRE: 62 years of DB\n\nPost by tomwill » Sun May 13, 2012 12:35 pm\n\nOur family has had David Browns for 58 years Jan 1954 my Father bought a new DB 30D SERIES one he worked it for 15000 hours the tractor is now in Sydney getting restored.Cheers Tom Williams\n\n\nRE: 62 years of DB\n\nPost by Guest » Sun May 13, 2012 12:40 pm\n\nWhen my Father started farming in his own right, buying the farm that he worked on for 16 years preivious, in March of 1961 he started with a secondhand 1956 30D which was traded back to the dealer for a brand new Selectamatic 880 in April of 1967. Then came the need for a loader tractor whereupon a second hand fully refurbished 4 cylinder 880 Implematic with AL2 front loader, bucket and fork was purchased in 1969. That tractor did many years trouble free service, cleaning out dung every spring from the covered yard that the cows over wintered in and was 5 feet deep and took several days to clean out. It also did a lot of field work and loading bales with a Lawrence Edwards 'Perry Loader'. This tractor broke a crank whilst rolling ploughed ground one day and was then, as it was, traded back for an 885 VQ with L8 power loader, fork and bucket in 1976, it was only 2 years old and that one was used until 1997 when I gave up milking and replaced with an E plate 1394 with QD90 loader. In 1978 we bought a brand new 995 VQ2 trading back the 880 Selectamatic that was by this time well worn out. The 995 was replaced in 1995 with a Second hand 1983 1394 which was kept until 1996 when sold on privateley and replaced with a much cheaper to buy, a 1983 1490 2wd which I still have. The 1394 and QD90 loader was sold when I started letting my land out. I still needed a handy loader tractor and found privateley a pre-Q 1212 with L12 front loader and bought in 1998 a very low hours 1294 on a B plate. These tractors, the 1212, 1294 and 1490 I still have. So, that's continuous David Brown tractor use on the same farm from March 1961 to date, 51 years.\n\nUser avatar\nPosts: 41\nJoined: Mon May 16, 2011 10:44 am\nLocation: Oldham Lancahire\n\nRE: 62 years of DB\n\nPost by philipday » Sun May 13, 2012 3:16 pm\n\nMy father bought his first DB 950 in 1960\/61 straight from DB's London Showroom where it had spent two years impressing foreign dignatories. It was replaced in the showroom by one of the new 950 implematics and was a bargain at Â£450-00 to say it was two years or so old but was unused.It was joined by a 990 implematic in 1965 and then a 996 in 1972 and a 1212 in 1980, the latter three have since gone to tractor heaven but the 950 remains and has been joined by a 780,885 and 1212.Our main tractor now is a John Deere 6520 with all the DB's having to play some part throughout the year on our dairy farm.\n\nUser avatar\nPosts: 63\nJoined: Tue Dec 09, 2008 9:15 pm\nLocation: ely cambridge\n\nPost by gixxermatt » Sun May 13, 2012 9:29 pm\n\nwe had our 1st db in early 60s, was a 950 from then on we have had 990 imp, 990 sel, 885, 780, 1200 , 995, 996,1212, 1412 , 1290 , 1690 , 1690 t x 2 ,1394x 2 , 1594 x 2 . in my collection \/ on farm now is 5 990s,780,885 1190 995x2 delux, 2290, 1494 still use most off em occasionly, carried the case make until last year when we got a valtra n series\n780,885,990 imp . 2 x 990 , 2 x 995 delux 2290 5150 x 25 mtx 140 856 and 956 valtra n142 versu\n\nUser avatar\nPosts: 261\nJoined: Fri May 09, 2008 8:44 pm\nLocation: Nr. Downham Market. Norfolk.\n\nPost by thomasven » Wed May 16, 2012 9:20 pm\n\nwe had a diesel cropmster and a db albion trailer which was the first tipping trailer in the area! then we traedd in the cropmaster and got a 30D then we tradded that in and got a 900 then that was traded in for a 950 then we traded that for a 990 implematic with a loader then we bought a second hand 880 implematic which was soon changed for a 880 selectamatic which we still have today then we traded in the 990 for a 1200 then we bought a 1210 q cab which we still have today then we traded in the 1200 for a 1210 with vq cab then we traded in the 1210 vq for a whitr 1494 which was sold last year we then strayed for a little while and bought a zetor 7745 which was then changed for a renault ares 550rx then i recently bought a db1200 and a db 25d\n1 880 selectamatic\n1 1200 selectamatic\n1 1210\n1 25d (seized engine project tractor)\n\nPost Reply\n\nWho is online\n\nUsers browsing this forum: No registered users and 13 guests",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.808998704,
        "format_confidence":0.9940422177,
        "weight":0.0021920584
    },
    {
        "url":"http:\/\/www.awesomemoon.com\/2014\/04\/potosi-in-silver-mines.html",
        "text":"Wednesday, 30 April 2014\n\nPotosí - In the Silver Mines\n\n\nIt's amazing how Potosi, at over 4000m out in the middle of the altiplano was one of the richest and largest cities in the world several hundred years ago.  Why?  The big hill behind the town, the Cerro Rica (Rich Hill) was the source for the bulk of the silver production in the Spanish empire from the mid 1500s on.  The hill is completely perforated with mazes of interconnected mine tunnels and shafts, and is even a few hundred metres shorter than it initially was, for all the ore extracted!\n\nThe mining continues today not too differently to how it was done for the last 400 years - it's all manual work.  Health and safety is pretty much absent, and miners seldom live past their forties for all the toxic environments and accidents.  They go in with picks and shovels and the odd stick of dynamite - and come out with bags full of rocks.  Some more successful miners from the cooperatives have wheelbarrows - or even Indiana Jones style wagons that roll at shocking speeds silently through the tunnels.  Watch out!\n\nIt was an excellent opportunity to get to go into the mines, first seeing the processing plants then plunging into the mountain with just a head torch and wellies.\n\nThe tunnels themselves are tiny, crumbling, wet and of course completely dark.  Too often the wooden supports would fail - and at one point we had to negotiate our way around the rubble of a partial collapse.  The air was both thin (at 4400 metres) and rancid - with the weird chemical stench constricting ones lungs even more.  The miner guide assured us that we'd not suffocate from Carbon Monoxide - but that it was just the smell of the Arsenic and Cyanide. Great.\n\nFascinating bursts of intricately shapes minerals would appear in seams, as well as odd goopy-looking stalagmites of slime.  I didn't touch anything!  It really felt a bit like a dungeons and dragons dungeon (It was on my mind seeing as I'd just finished Ultima IV on an Apple \/\/e emulator - 29 years after I started!) especially as out of nowhere miners would appear and gruffly shuffle past.  It was an amazing experience - but it wiped me out!\n\nLater that night I got slammed with altitude sickness - all that exertion at 4400m was no good at all for my body.  I felt like hell laying in bed, but a couple of kittens came up out of nowhere to keep me company - which helped immediately.\n\nI didn't know how I felt about going into the mines at first. I was interested in finding out about the mining and especially the working conditions of the miners. However, I didn't want to expose myself to the dire conditions, especially the noxious fumes, and I did think that the tour would be a bit voyeuristic. In the end I am glad I went on the tour. I think it is important to see exactly where our minerals come from and the conditions that people go through to get them.  It was also fascinating to see El Tio- the devil of the mines, who brings the workers more minerals and protects them and who they offer 96% sugar cane alcohol, coca leaves and cigarettes to. I was also glad when it was over and I was out into the light. Being inside a mine at 4400m when you have not fully acclimatised to the altitude is hard going and altitude sickness is no fun at all.\n\nNo comments:\n\nPost a Comment",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.585883379,
        "format_confidence":0.9951993823,
        "weight":0.0030155717
    },
    {
        "url":"https:\/\/www.growsafe.co.nz\/GrowSafe\/Resources\/RCA_Register\/GrowSafe\/Rsrc\/RCA_Register.aspx?hkey=f52f8e65-dde9-454b-b0d5-43185a15b6b1",
        "text":"RCA Register\n\nThis register contains current or recently expired GROWSAFE Registered Chemical Applicators. Information is the best available at the time of publishing but we take no responsibility for the accuracy of this information. Please contact us if you wish to confirm the status of a particular person.\nPlease enter your search criteria to view results",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9525828958,
        "format_confidence":0.8576683402,
        "weight":0.0137698978
    },
    {
        "url":"https:\/\/www.tawinc.com\/custom-equipment\/equipment-centers\/iso-container-solutions\/",
        "text":"Custom Containers That Meet Your Requirements\n\nTAW® has been in business since 1921, and our philosophy has not changed throughout the decades. Our goal is to supply high-quality power systems that meet and exceed your specifications and requirements.\n\nTAW® Custom Equipment builds modified intermodal shipping containers that offer a speedy and economical alternative for smaller low voltage processes and control equipment enclosures. At just 8 feet wide and up to 45 feet long, they provide several size choices for equipment that will fit inside a 93″ to 106″ ceiling.\n\nOur in house modifications include:\n\n  • Insulation\n  • HVAC\n  • Inner or outer skin\n  • Custom paint\n  • Modified length\n  • Access door additions\n  • Internal walls\n  • And more\n\nThe fabrication of any custom container is reliable on the customer’s requirements, and the design starts with you. Automatic self-contained fire systems with controls and monitoring systems are available in several configurations to meet codes and specifications. You will be safe anywhere in the world inside one of our ISO Containers.\n\n\nCall us Toll-Free 800-333-9449, or email us at, to request more information on, ISO Containers.\n\nTAW Inc.",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9391273856,
        "format_confidence":0.9869225621,
        "weight":0.0326669203
    },
    {
        "url":"https:\/\/cdn.annexbusinessmedia.com\/OHS\/eNews\/2020\/10\/13\/mail.html?custnum=&CUSTNUM;&title=&*URLENCODE(&TITLE;)&utm_source=&PUB_CODE;&utm_medium=email&utm_campaign=&*URLENCODE(%7B%7B*JobID%7D%7D)",
        "text":"About Us\n\nView As Webpage | Email a Friend\n\n@{mv_date_MMM d, yyyy}@\n\nSafety statistics reveal ‘disappointing’ trends on workplace fatalities, injuries\n\nCanadian workplaces are becoming less safe, according to the latest data on occupational health and safety across the country.\n\nOccupational hygiene holds important place within profession\n\nOccupational hygienists focus on workplace hazards that may not have immediate outcomes, but could lead to serious consequences, such as occupational illness, a shortened lifespan or quality of life.\n\nThree parties plead guilty after P.E.I. workplace accident at potato warehouse\n\nTwo construction companies and a foreman have pleaded guilty to charges resulting from a workplace accident that left an Islander in a vegetative state.\n\nReduce workplace stress and hazards during a pandemic\n\nWorkplace health and safety has become more important than ever and many are still trying to figure out how to adapt to the new reality we are faced with. WSPS is committed to helping you protect your potential and your people.\n\nJoin us virtually on October 21 to gain first-hand access to practical skills and best practice approaches to safely adapt to a new culture of workplace safety. Listen to inspirational keynote speakers and participate in hot topic sessions that focus on the importance of moving forward together to building strong, safe and resilient communities.\n\nView the conference agenda and REGISTER TODAY!\n\nPre-entry COVID-19 screening now mandatory for Ontario workplaces\n\nOn Sept. 26, pre-entry screening of all workers and “essential visitors” became mandatory for Ontario businesses — effective immediately, regardless of sector. » Read More\n\nHospital CEO demands more action from construction company after racist incidents continue\n\n“More action is needed,” Sarah Downey said after three incidents of racism in four months at an EllisDon construction site on the Toronto hospital’s grounds. » Read More\n\nFREE WHITE PAPER: Supply Chain Management Challenges in Remote Operations\n\nAs little as three years ago, 70% of organizations experienced at least one disruption in their supply chains. According to the same report, 24% of these firms held their external inbound supply chain responsible for the majority (>50%) of their disruptions.\n\nRapid global expansion strategies and localized crises have propelled operations towards building up more remote supply chain locations.\n\nThis whitepaper will discuss supply chain risks in remote operations, associated challenges, and best practices for eliminating risks and challenges. Download this free whitepaper to learn more.\n\n\nMixed messaging on COVID-19 is leading to distrust in Ontario, experts say\n\nBalancing the fight against COVID-19 with efforts to jump-start the economy in Ontario has highlighted communications problems that have sown confusion and could erode trust in public health advice, experts say. » Read More\n\nP.E.I. residents may be eligible for work isolation\n\nA recent bulletin from the Prince Edward Island provincial government indicates travelling workers may be eligible to work isolate. » Read More",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.5222037435,
        "format_confidence":0.9297169447,
        "weight":0.0075486262
    },
    {
        "url":"http:\/\/msbusiness.com\/2013\/08\/state-farmers-favoring-peanut-crops\/",
        "text":"Home » NEWS » Economic Development » More state farmers favoring peanut crops\n\nMore state farmers favoring peanut crops\n\nPeanuts, long associated with the states of Georgia and Virginia, are gaining favor among Mississippi farmers who are adding the nuts in rotation with their more traditional crops.\n\nBack in the 1940s it was common for Mississippi farmers to plant peanuts but they disappeared for the most part until a comeback began in 2005.\n\nDon Self, a cotton farmer in Hamilton, was among the first to plant peanuts in the northeastern part of the state. He credits Dan West for planting the first significant peanut crop in the state. The Self family of farmers followed in 2007. Now Self rotates peanuts with cotton and corn.\n\n“Peanuts revitalized farming for us in our area,” said Self, who is active in peanut business circles. He is Mississippi’s first representative on the National Peanut Board and also is a member of the Mississippi Peanut Growers Association.\n\npeanutsMalcolm Broome is executive director of the state Peanut Growers Association. He is a retired MSU agronomist who worked with Mississippi farmers during his career through the MSU Extension Service.\n\nBroome said that after a drought in Georgia, the largest peanut producer by far, supply and demand kicked in. When the price was high, everybody got in. Mississippi doubled its peanut acres to 50,000 “and everybody else did too.” That’s when the price went down, he said. This year acreage has dropped to 29,000.\n\n“It’s year to year, like a yo-yo,” Broome said. “It’s something the industry is working on to try to get leveled out.”\n\nRight now, Mississippi is seventh in the nation in acres of peanuts. The state is ranked first or second in yield per acre, about two tons on average, he said. Success with the crop has added jobs in the Delta, Broome said.\n\nOne economic boost comes from large companies that have bought old facilities including a cotton gin and boat plant for peanut storage. “We now have four delivery points in Mississippi,” Broome said, “including two of the largest peanut warehouses in the nation.” They each can hold 25,000 tons.\n\nBroome said farming peanuts is very labor intensive and expensive to begin with.\n\n“You need at least 300 acres to make it a profitable venture,” he said. And farming them requires a special combine and other tools that farmers have to invest in. About the only piece of equipment that can be used for peanuts and other crops is a tractor.\n\nOn the up side, Self said peanut consumption is increasing every year. He likes to spread the word about the nutritional benefits of peanuts as a cheap source of protein. “People are just finding out that peanuts have 30 essential vitamins and nutrients, no transfat, seven grams of protein per one-ounce serving, that they’re good and good for you.”\n\nOf the four types of peanuts grown in a swath from Virginia, across the South and into the Southwest, 80 percent of the most common runner variety goes into peanut butter and candy bars. The Virginia peanut is the familiar in-the-shell ball park treat, the Valencia peanut is the boiling variety and the red-husked Spanish peanut is served by the bowlful at bars everywhere.\n\nSelf can attest to the nail biting aspect of peanut farming but he said peanuts fit in to Mississippi farming very well. “It’s a great nitrogen booster for the soil, it prospers well and it’s a great rotation crop.”\n\nStill, he said, the last few years have been a roller coaster with prices going up and down.\n\n“My daddy (Dennis) is 79 years old. I told him if we can survive this learning curve, it will be good. We got 35 inches of rain in 2009 and he asked me, ‘How long is that curve supposed to last, son?’ I’m still learning.”\n\n\nAbout Lisa Monti\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9715070724,
        "format_confidence":0.9941201806,
        "weight":0.0160873399
    }
]