[
    {
        "url":"https:\/\/gameranx.com\/features\/id\/11485\/article\/foul-appetites-crime-and-punishment-in-the-hitman-series\/2\/",
        "text":"Foul Appetites: Crime and Punishment in the Hitman Series\n\nThere is something purgatorial in the way these people circle and circle their private drains (what Kunzelman calls “serial repetitions\"). They’re stuck in a rut, refusing to abandon the patterns and flaws which constitute their character; in the phase space of repeated play their comings and goings have a distinct shape which you can navigate.\n\nBut if you think this is all starting to sound a little regressive, then yeah, no shit. In Hitman’s world, everyone is alternately vain, venal, crooked, foul, lecherous, vulgar, vile, wanton, gross, obscene, pathetic, or perverted, and your job is to visit upon them a vengeance for their moral disgrace. I this loaded language advisedly: although Hitman’s Catholic overtones are so arch and silly that it’s tempting not to take them seriously, its model of sin and vice is properly old-school. \n\nSidebarNowhere is this more clear than in its treatment of sex. Chad Bingham, Vaana Ketlyn and Lord Beldingford are joined by Skip Muldoon, the steamboat captain with a weakness for sweet things and subordinates dressed as sailor boys (‘Death on the Mississippi’), and Vinnie Sinistra, the suburban gangster who entrusts the crucial microfilm to a drunken, randy wife who’ll come upstairs with you if you dress as a pool boy (‘A New Life’). Aesthetically, the portrayal of these characters—as a rampant queen and a disloyal bimbo respectively—is of a piece with the fat-shaming caricature of the Meat King or the homophobic conflation of the operagoers’ sexuality with their participation in a pedophile ring. But moreover, on the level of play, this trope of the target lured into vulnerability by the promise of sex crops up again and again; in the world of Hitman, sexual privacy is fatal, and female sexuality in particular is frequently monstrous. \n\nJust look at the points in Blood Money where 47 himself is tested for flaws. In ‘A Dance With the Devil’, two assassins are sent to intercept him. One, the man, is brash enough to reveal himself in conversation and challenge him to a duel in a locked backroom. But other, a woman, will invite 47 coyly off-set for hanky-panky and then stab him to death in an outlandishly sexualised cut-scene. Another scantily-clad hitwoman appears in ‘You Better Watch Out…’, trying to tempt you into a private room. “Men are so easy,” she tuts if she succeeds. “Shame to waste such a nice hunk of meat.” These aren’t just killers who use sex, but sexual killers, women driven by murderous libido. Blood Money inherits from the Christian tradition a fundamental misogyny which says women are either scheming temptresses or obliviously wanton; in either case they are to be punished.\n\nIn a canonical playthrough, however, 47 will never be tempted. Unlike his enemies, he has no personality and therefore no vices; designed to be anonymous, distinguishable only by his barcode, he is a blank human being (as long as you pretend that ‘white’ and ‘male’ are blank attributes). Moreover, his violence is simply violence, bought and paid for, existing only in the sexless realm of business. Their violence is obscene, sexual; like the shrieking assassin who cartwheels around like a gymnast and orgasms when she kills, they enjoy their victims. So a killer he may be, says the game, but he knows what he does, confesses his sins, and commits them without self-deception or corruption or abandon. He is not like his targets. Of all hell’s denizens, he, at least, is pure.  \n\nSidebarOf course we can see through this nonsense. Nothing could be more perverse than to plumb the depths of humanity’s depravity while fetishizing one’s own exemption from it. On the contrary, this sexless saviour needs the sinful world, needs the perverts in order to license his sanctimonious and violent chastity; the erotic frisson of vice and virtue cannot cannot be his without something to reject or someone to rebuff or a wickedness to grimly avenge. We can imagine him getting off on his own purity, big hairless penis that he is, furiously masturbating under his heavy suit as he fantasizes about the futile touch of a whore’s supple hand on that hard, uncaring shoulder. I work alone, he will say, tweaking his nipple through his spotless shirt.\n\nGiven all this, what are we to make of Hitman’s overt religiosity? Its angels and devils, its fluttering wings? Mere lampshade-hanging; an aesthetic double bluff which prevents us from assuming that the game’s reactionary moral universe is sincere. The knowing deployment of kitsch is a signature of the postmodern and indicates what tremendous fun the game is having with its pseudo-Catholic schtick—but poses no challenge to the underlying ideas. These games gleefully, shlockily, self-consciously (but ultimately uncritically recycle a medieval morality which includes lust and even homosexuality in the category of sin.\n\nSo Absolution’s leather nuns are entirely consistent with the previous games. They’ve always used religion, perversion and sexuality to push players’ buttons. As Keza MacDonald noted way back when the Saints trailer first surfaced:\n\nThe typical innocence\/sin imagery of a naughty nun is warped here to extreme proportions, providing a kind of obscene justification for the violence; as if, because they look like they do, they probably deserve to get taught a lesson, the slutty whores.\n\nThis is precisely the regressive attitude Hitman takes to all its targets. They use religious ideas of perversion and sin as shortcuts to  them up with vices which invite and enable their own punishment and use religious ideas of perversion to\n\nWhat filthy people, the player is supposed to muse—what a vile animal is man—and how pernicious woman! Then coldly deploy poetic ‘justice’. We shouldn’t be surprised that when women enter this classic set-up, things get unpleasant in a very familiar way. \n\nAll this might actually make Hitman one of the more interesting treatments of character and morality in games. It has a clear thematic vision which is reflected at all levels of play. But it’s an old, old vision, a reactionary and evil one which takes feverish pleasure in condemning the whole world as a hotbed of sinners and whores. Its inherited bigotry lends itself without much friction to the crude extremes of Absolution. They are nothing new—they’re simply louder.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9823008776,
        "format_confidence":0.9876883626
    },
    {
        "url":"https:\/\/divisionkent.com\/car-reviews\/gtplanets-year-in-review-2020\/",
        "text":"GTPlanet’s Year in Review: 2020\n\n\nWe have absolutely no fear of contradiction when we say that 2020 has been an extremely odd spin around the Sun. What started off as a year of tremendous promise descended into the most challenging 366 days globally for probably two generations.\n\nThe lows of 2020 will likely mean that few will look back on this year fondly, but there have been a good few highlights to brighten up the last 12 months too. We’re taking a quick look at what 2020 has brought in this, our traditional end-of-year review.\n\n\nRemember January? It seems like it was three years ago, but it started off the year in pretty positive fashion. For starters, we expanded our comprehensive guide to Gran Turismo, GTPEDIA, with an entire extra — and free — chapter covering the newest game in the GT series, Gran Turismo Sport.\n\nThe Gran Turismo news itself was exciting too. Polyphony Digital announced that the GT Sport World Tour would return for 2020, with a season-opening event on entirely new ground: Sydney, Australia. The 2018 champion, Igor Fraga, was busy making his mark on the Toyota Racing Series in New Zealand, ending January second overall behind team-mate Liam Lawson.\n\nGiven events later in 2020, a couple of racing drivers delivered possibly the worst takes of the year in January. Doug Coby and Brian Keselowski, who both race in high-level NASCAR events, took to social media to lambast esports. Coby’s specific gripe was media days for esports teams, but both came down hard on the concept of those who “pretend” esports is “real”. It didn’t age well.\n\n2019 had ended with both Microsoft and Sony’s next consoles largely confirmed for 2020, and the news kept on coming. Sony took the huge step of revealing the PlayStation 5… logo at CES. We also heard that PlayStation family consoles had shipped some five billion games across the 25-year life of the brand, and Sony was building a car.\n\n\nThe year’s shortest month proved to be one of the busiest.\n\nFirstly Igor Fraga moved up a gear, winning his first TRS race as the month began. He’d go on to stand on the top step several more times including, crucially, the final race of the season. This was enough to crown Fraga as the champion, securing vital super license points. He’d also sign to race in FIA Formula Three, for the Charouz Racing System team.\n\nWhile Fraga was winning, the GT Sport World Tour got underway with that Sydney event. It was a pretty spectacular affair, with a live audience, which saw Takuma Miyazono take his first live event win, and the BMW team win in the Manufacturer Series.\n\nA GT Sport update in February proved a turning point in the game. After two years of solid support which almost doubled the original car list, the 1.56 update was the last (to date) to feature multiple new vehicles. Kazunori Yamauchi was also speaking about Gran Turismo’s future in 240fps.\n\nThere was more news in February about PS5 and Xbox Series X. Sony updated the PlayStation website to include the PS5, but was yet to reveal anything major — and cancelled appearances at three major 2020 games shows. Microsoft, which was also keeping tech specs under wraps for now, was pondering if the PS5 was really a rival for the Series X at all…\n\n\nFertilizer met fan in March, as the global situation turned for the worse. Restrictions on travel and gatherings meant that the real-world motorsport season stalled on the grid — even F1 cancelled its races, which of course also had an impact on Igor Fraga’s F3 debut.\n\nUp stepped esports. To fill in the entertainment gap, Formula One gathered as many of its pro drivers as possible, and invited guests from other walks of life, to stage Virtual Grands Prix. IndyCar, GT World Challenge, and even NASCAR — presumably to Coby and Keselowski’s disgust — all joined in with virtual events to keep the fans engaged. 2020 became the year of esports, with races even shown on TV in the appropriate time slots.\n\nOf course not everything esports was affected positively. The second GT Sport World Tour was supposed to take place at, and during, the Nurburgring 24 Hours. That race also met with cancellation, and so the World Tour did too.\n\nWith all of these online events, and people forced to stay home and game, Microsoft and Sony both experienced incredible server loads and both companies had to issue statements regarding the issues.\n\nHowever we also got some good news from the brands too. Microsoft revealed just about everything on its new Series X console, while Sony was a little more coy with a fascinating tech presentation on the PS5… without actually revealing the console itself.\n\n\nEsports naturally dominated April, and not entirely for the right reasons. Two different NASCAR drivers faced pretty stiff real-world consequences from their behavior in two separate incidents in virtual events on two consecutive weekends.\n\nFirst up was Bubba Wallace, who rage-quit after an incident during a live, televised, official NASCAR esports event. This saw the driver lose his main sponsor, with the company’s CEO comparing his behavior to that of a 13-year old boy. A week later, Kyle Larson one-upped Wallace by casually dropping a racial slur into a live-streamed voice chat. Larson ended up suspended by NASCAR and fired from his race seat as a result.\n\nWe also had confirmation that the entire GT Sport World Tour had met the same fate as the cancelled Nurburgring event. With no end in sight to global restrictions, it simply proved impossible for these live events to take place at all — though the online season would continue unaffected.\n\nApril did have some more positive news though. While Sony wasn’t revealing its new console just yet, it would reveal the new controller. The DualSense promised to quite literally move the game on from the old DualShock line of controllers, it’s pretty fair to say Sony wasn’t kidding. Codemasters also revealed — a little ahead of schedule — F1 2020.\n\n\nThe esports controversies continued through May, with yet more bizarre antics from professional racing drivers. IndyCar was first, with two drivers deliberately crashing rivals in the season-ending, flagship race at Indianapolis.\n\nChampion driver Simon Pagenaud destroyed Lando Norris’s race in the closing stages, in apparent retribution for an incident he decided was Norris’s fault, while perpetual loose cannon Santino Ferruci obliterated Oliver Askew within sight of the checkered flag. Oddly, despite both drivers appearing to tell two different stories about their intentions, neither faced any real-world sanctions as Bubba Wallace had in April.\n\nDaniel Abt then produced the crown jewel of the year’s virtual buffoonery in a virtual Formula E race. After slapping around the lower order of his fellow pro drivers all season, Abt appeared to be a different driver in a race at Berlin Tempelhof. Sadly that proved to be all too literal, as Abt wasn’t driving at all. He’d hired Formula E esports driver Lorenz Hoerzing to pretend to be him in the race.\n\nFormula E took a dim view and suspended Abt. Audi Sport, which provides his father’s Abt race team with cars for Formula E, followed suit, and Hans-Jorgen Abt then sacked his own son as a result.\n\nIt was a good gaming month however. After F1 2020‘s reveal in April, Codemasters also revealed DIRT 5 in May. NASCAR Heat 5 also saw a May reveal, while Assetto Corsa Competizione became available for pre-order on consoles.\n\nThere were two further unexpected game reveals in May too. Slightly Mad Studios announced its Fast and Furious title, Crossroads, while BTCC champion Matt Neal appeared to accidentally reveal a new game based on the series was in development — though at the time it wasn’t clear who would be behind it.\n\n\nWhile May seemed busy, June had it beat with two of the biggest news items this year… both coming from the same event.\n\nDuring a games reveal on June 11, Sony confirmed Gran Turismo 7 was on its way to PS5. It’s a title we’ve heard a lot about in the previous few months, and the trailer covered off most of the rumors. One big point though was that Trial Mountain would return, albeit in a new configuration.\n\nHandily, in anticipation, we’d already opened our new Gran Turismo 7 forum, and the game’s reveal gave us the opportunity to launch our new Guides feature – with GT7 first on the list, of course.\n\nThat games reveal stream revealed a bit more than games too. Slipped in right at the end, Sony took the cover off the PS5… or rather both PS5s. As well as the traditional console, the PlayStation 5 would ship with a digital-only version for the first time.\n\nGT7 wasn’t June’s only big racing game reveal though. The busy folks at SMS also revealed Project CARS 3, set to arrive a good deal sooner — in fact over the summer. However some design decisions for the game proved divisive, as demonstrated when a developer blog post stated that the game would have no pit stops.\n\nThere was also a very, very brief tease of a new Need for Speed game from EA, while the previous one — 2019’s Heat — got its very last update after just seven months on sale, adding cross-platform play.\n\n\nNot to be outdone, Microsoft revealed the next Forza Motorsport game in July. While many were expecting it to be Forza Motorsport 8, the game will actually bear the name Forza Motorsport — though it’s still not clear when it will be available.\n\nTwo more games saw a July reveal, both blasts from the past. Firstly Nacon, somewhat surprisingly, announced it was developing a new title in the Test Drive Unlimited series, called Solar Crown (somewhat unwisely; the astronomical term for a solar crown is “corona”). Motorsport Games then confirmed what Matt Neal had mentioned earlier in the year — it was the developer behind the new BTCC game, with an anticipated 2022 launch.\n\nSpeaking of launches, the UK’s Official PlayStation Magazine got tongues wagging when it flagged Gran Turismo 7 as a “launch window” title for the PlayStation 5. Exactly what that means is still open to interpretati... (truncated)",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9908220768,
        "format_confidence":0.8997998238
    },
    {
        "url":"https:\/\/www.gamnesia.com\/exclusives\/daily-delib-how-important-are-map-sizes",
        "text":"When the first-person shooter craze died down, it was inevitable that some genre would rise up and take its place. That is indeed what happened as open-world games—the ones in the vein of Assassin's Creed, Xenoblade Chronicles X, and Watch Dogs—burst on the gaming scene, and developers rapidly took notice. Even the Zelda franchise received the open-world treatment during E3, much to the delight of fans worldwide (though it may be argued that the open-world convention of Breath of the Wild is merely a return to traditions past).\n\nThe consequence is that one metric of apparent quality has risen just as fast: how large is the game's map? Witcher 3 and Fallout 4 were heavily scrutinized based on the sizes of the in-game worlds, gameplay and design choices notwithstanding. Likewise, people have speculated far and wide concerning the world size of the hotly anticipated Breath of the Wild, with some claiming it's as large as 170 square miles. However, this beckons the question: just how important are map sizes?\n\nA good sandbox game needs quite a lot of the proverbial sand (in this case, content). Offering a large game world with scenic vistas, dungeons, and so on helps encourage the player to explore; games like Skyrim provide this in plenty, and seemingly every corner in the in-game world hides a secret waiting to be uncovered. Simply put, a bigger map means more stuff.\n\nHowever, there's a twist. It can be argued that the striving for massive game worlds leaves a lot of them barren; the upcoming Final Fantasy XV is speculated to have an almost comically large world map that utterly humbles and humiliates the likes of Witcher 3 and Grand Theft Auto V, with the world map speculated to be 780 square miles. One must ask, how on earth are the developers planning on filling that massive game world with meaningful content?\n\nAs far as I'm concerned, the craze for massive maps is starting to get dull. Just imagine how much of the developers' time and energy is spent on building and crafting these huge worlds: resources that could be spent adding more gameplay elements. We've seen this happen with games like Mirror's Edge Catalyst, where what can only be an extraordinary amount of resources devoted to creating an open-world map that could be navigable with parkour movements, but the game suffered from a myriad of smaller issues, leading to an underwhelming Metacritic score.\n\nWhere do you stand? Do you appreciate large game worlds, even if it might come at the expense of other game features? The metaphorical podium is all yours.\n\nSorted Under: ArticlesColumns",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9959617257,
        "format_confidence":0.9515321255
    },
    {
        "url":"http:\/\/www.gamerevolution.com\/preview\/ea-sports-mma",
        "text":"More Reviews\nREVIEWS Fallout Shelter Review\nBethesda's strategic vault simulator is fun and nostalgic, but will the publisher get fallout for the micro-transaction advantage?\n\nBatman: Arkham Knight Review\nRocksteady concludes its Batman trilogy with Scarecrow, the mysterious Arkham Knight, and a whole lot of Batmobile.\nMore Previews\nPREVIEWS Etrian Odyssey 2 Untold: The Faf Preview\nEtrian Odyssey 2 Untold: The Fafnir Knight has a long name, but don't make fun of it. It can kick your ass.\nRelease Dates\nNEW RELEASES BlazBlue: Chrono Phantasma EXTEND\nRelease date: Out Now\n\nLost Dimension\nRelease date: 07\/28\/15\n\nLATEST FEATURES Top 10 Gaming Panels at Comic-Con 2015\nFeaturing Rise of the Tomb Raider, Deus Ex: Mankind Divided, Halo 5: Guardians, and whatever Blizzard is developing in secret.\n\nThe 10 Best Games to Play This Summer When You're Bored\nThis hot Summer has plenty of hot games.\n\nRead More Member Blogs\nFEATURED VOXPOP whytenoiz ~~        When I was eleven years old, it was a very good year, and I can remember my daily routine vividly. These were the years before I owned a Sony Playstation, and I used to venture to my friends house - everyday after school - to watch him play through Final...\n\nEA Sports: MMA Preview\n\nNick_Tan By:\nGENRE Sports \nT Contains Alcohol Reference, Blood, Language, Mild Suggestive Themes, Violence\n\nWhat do these ratings mean?\n\nHammer and tongs.\n\nThe uphill battle EA Sports faces against THQ's UFC Undisputed series is beyond obvious. Even if neither company confronts nor eagerly acknowledges the other, you can hear the air crackling between them, a calm but aggressive energy that's ready to ignite into an all-out brawl. Then again, UFC is solidly the #1 brand of MMA in the United States and has the money, the stars, and the teeth to back it up. It already has two popular, critically-acclaimed installments with a rabid fanbase who's ready to backhand anyone who says otherwise. And Dana White has declared himself \"at war\".\n\nclick to enlargeBut EA Sports MMA (aka EA MMA) is no slouch, nor is it an idiot (am I projecting too much?). Analyzing and dissecting its rival's weaknesses, it has devised a fighting strategy based on several bullet points: fluidity, simplicity, and international diversity. They see holes in UFC Undisputed's game plan, and EA MMA hopes to take advantage of that.\n\nThe UFC Undisputed franchise interprets mixed martial arts as a heavy and deliberate sport with distinct positions and transitions, each with a comprehensive moveset of techniques and commands. EA MMA has a swifter, more arcade-ready approach, with fighters who can all sidestep, dash, and evade with the agility of a professional boxer. Mastering the system still requires precision and fast hand reflexes, while at the same time, fights looks more like real MMA matches where fighters cautiously move in and out and around the ring before making a deadly strike.\n\nStill, as expected from any game that tries to tackle the complexities of mixed martial arts, explaining the controls remains a laborious task if you were to list out all of the commands. The button holds for low modifiers, body modifiers, and blocking are just a small piece of the entire moveset. But the rest of the control scheme can be surprisingly described with ease: the analog sticks control standing strikes similar to Fight Night, one face button finds the best submission positions, and another face button finds the best ground striking positions. Continually use any one of those three control schemes, and you'll have a legitimate winning strategy.\n\nclick to enlargeFollowing a graphical style that's more slick than gritty, EA MMA puts a spin on the genre's established tropes. Transitioning and defending against transitions in the clinch and ground grapple can be done at the touch of a button. A fighter's health is reflected by his damage and movement speed, and a stamina bar can be turned off, to keep the screen HUD-less. But if you so choose, you can turn on four health bars for various parts of your fighter's body. Finishing a submission turns into a mini-game where you and your opponent use the analog sticks to nail down the sweetspot in the hold.\n\nEA MMA also makes its mark by including the world of mixed martial arts, as opposed to restricting itself to one ruleset or one country. Japanese MMA allows head stomps and takes place in roped square rings, which makes the ground game even deadlier. Other options - the number of rounds, the round times, and the ring shape - mix up the action as well. But the real benefit, of course, is having a roster that includes Fedor Emelianenko, Randy Couture, Jake Shields, Tim Sylvia, and Gegard Mousasi (just to name a few).\n\nThere's enough room in the mixed martial arts genre for two heavyweight titles to duke it out. If the other monopolized sports genres are any indication, then a little competition is always a good thing. And since the competition isn't on very friendly terms, you know it's going to be fun to watch. (Bwa ha ha!) EA MMA enters the ring October 19, 2010 for Xbox 360 and Playstation 3.\n\n\nMore from the Game Revolution Network\n\ncomments powered by Disqus\n\n\nMore information about EA Sports: MMA\n\nMore On GameRevolution",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9720885754,
        "format_confidence":0.5156971812
    },
    {
        "url":"http:\/\/www.pcgamer.com\/is-alien-isolations-nostromo-dlc-worth-buying\/",
        "text":"Is Alien: Isolation’s Nostromo DLC worth buying?\n\nripley last survivor\n\nThese downloadable missions faithfully recreate two key scenes from Ridley Scott’s 1979 horror classic, but with a few subtle twists. The premise is that MOTHER, the Nostromo’s supercomputer, is simulating these events to determine the best way to defeat the alien, which has allowed The Creative Assembly to play with the story in a way that isn’t strictly canon.\n\nThe first, Crew Expendable, focuses on the crew’s attempts to trap the xenomorph in the ship’s airlock and blow it out into space. In the film it was captain Dallas who bravely volunteered to climb into the ventilation system with the beast, but here you can choose who does it: Dallas, Ripley, or Parker. Your choice doesn’t affect the game in any way—only dialogue—but it’s a cool idea.\n\nThe sedate opening sets the scene. You’re free to explore the Nostromo before you climb to the lower decks and begin the mission. The ship has been beautifully, painstakingly realised, and it’s like stepping onto the set of Scott’s film. The dining table where the infamous ‘birth’ scene took place, the dimly-lit bridge, and the blinking lights of the MOTHER computer are all superbly authentic—although, as I discovered in this feature I wrote, not everything is 100% accurate.\n\n\nEventually you descend to the engineering deck and have to avoid the alien as you seal a series of vent covers scattered around the level. This is the least inspiring of the two missions in terms of level design, and you won’t find it particularly challenging if you’ve already finished the main game. It’s a notably smaller, more claustrophobic space than anywhere on Sevastopol, and you’ll need to make ample use of ducts and side-rooms to carefully manoeuvre around the creature.\n\nThe last sequence is better, replicating the film’s brilliant vent scene. You’re trapped in a dark metal maze with the alien, lit only by the burning tip of your flamethrower. Lambert monitors a motion tracker and shouts directions over the radio as you try to reach the exit. If you thought this moment was tense in the film, just wait until you’re in there with the creature yourself.\n\nLast Survivor is the second, and best, of the DLC missions. It’s based on the last scenes of the film, in which Ripley attempts to engage the Nostromo’s self destruct and escape on a shuttle. In the film, Lambert’s death is left horribly ambiguous, but here you get to see the grisly aftermath of her and Parker’s last moments. Hunted by the alien, you must make your way through the belly of the ship and trigger the self-destruct as alarms wail and jets of steam suddenly burst from pipes.\n\n\nThis is a tough, tightly-designed mission—probably one of the best in the game—and does a great job of replicating the final, desperate moments of the film. You’re limited to basic supplies and a small amount of flamethrower fuel, forcing you to rely almost entirely on pure stealth, which is a nice contrast to the main game’s abundance of gadgets and weapons.\n\nIt’s clear these missions have been made especially for Alien fans. They’re a lovingly-crafted homage to the film, and they even managed to reunite most of the original cast including, crucially, Sigourney Weaver, who reprises her role as Ellen Ripley for the first time since the woeful Alien: Resurrection. Ash is voiced by a soundalike, but he really, really sounds like Ian Holm.\n\nThere’s a nice moment in an audio log that ties the DLC to Ripley's daughter Amanda's story in the main game, but otherwise they can be enjoyed as standalone experiences. The missions will cost you about £3\/$4 each, which isn’t much considering how much love has been poured into them—although they aren’t that long, and you’ll be able to get through both of them in little over an hour. For an Alien fan, though, it’s a small price to pay to step inside a timeless science fiction classic.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9943154454,
        "format_confidence":0.8093006015
    },
    {
        "url":"http:\/\/kotaku.com\/5753506\/kids-shouldnt-play-games-about-jerking-off",
        "text":"Kids Shouldn't Play Games About Jerking Off\n\nNSFW: If you're a parent — or even just an all-round concerned citizen — and think games featuring cartoon violence and mild cussing is bad, spare a thought for me. One of the first ever games I played was about jerking off.\n\nIn 1984, and at the age of four, my father (rightly) realised that the future was home computers, and despite not being the wealthiest of families, then decided that the best way to embrace that future was by purchasing a Commodore 64.\n\nAs anyone who owned a C64 back in the day will tell you, when you bought a Commodore 64, you did not buy games to go with it. Instead, you went around to the home of another person who had a Commodore 64, and they gave you an enormous box of copied floppy disks.\n\nThat may sound scandalous now in an age of consumer litigation, region-locking and anti-piracy measures, but hey, it was the 1980s. That's how the Commodore 64 (and Amiga, and PC) userbase rolled.\n\nSo we got the C64 home, set it up, opened up our big new box of \"borrowed\" games and in no time flat we were marveling at the graphics of Aztec Challenge or the seemingly endless brutality of Frantic Freddie. For a family that had never really played video games before, ever, it was amazing stuff.\n\nOne day maybe a year or two later, though, things were a little different. Left to my own devices, and shown that all I had to do to play a game on my own was put the disk in and type \"RUN\", I had set about working my way through my new games collection one title at a time. In hindsight, I fumbled my way through some of a generation's finest games over that time: Impossible Mission and The Hobbit.\n\nKids Shouldn't Play Games About Jerking Off\n\nMost of those games came in lovely, mint paper sleeves, their names stencilled neatly on adhesive labels. One game at the back, though, did not. It was exposed, raw, naked except for a small sticker that had the word \"Stroker\" hastily scribbled on it. Intrigued one day (I'm pretty sure I was around four at the time), I slid the disk in and typed \"RUN\".]\n\nOh boy.\n\nKids Shouldn't Play Games About Jerking Off\n\nYou know, it's funny now, but at the time, I had no idea what was happening. Yes, there was a giant adults-only warning (one of the first games to ever self-classify in that manner), but I was four, and couldn't read it. I was kind of sure the game had a penis in it, and even chuckled a bit as what I thought was \"wee\" came streaming out of it at the end. I wasn't sure why the little man's face was getting so angry all the time, but put that down to a quirk of the game.\n\nLooking back, though, that was messed up. This was a game about nothing but jerking a guy off. That's it. The intro\/title screen even says as much.\n\nKids Shouldn't Play Games About Jerking Off\n\nNow I am a little older and a little wiser, I know why the guy's face was so furious. Many other C64 games, like Summer Olympics, had the user move the joystick as fast as they humanly could. I figured that's how they all were meant to do it, and when put in command of Stroker that's exactly what I did. It was usually over in less than a minute. I thought that was a good thing, but what a poor boy lover I'd turned out to be.\n\nI now know how to play the game properly. Why it's good to take things slow. Why it's bad when the thing turns blue. And why it's funny as hell it has a thing called a \"Peter Meter\". I also know that, having for years believed it to be the work of a shady backroom coder, this was actually a commercial product.\n\nKids Shouldn't Play Games About Jerking Off\n\nIt's not like the event scarred me (though I guess it is kooky I still remember it to this day...then again, seeing a game like this at such a young age is bound to leave an impression). Like I said, at the time I didn't really know what was going on. But looking back, I'm amazed at a number of things. One, that somebody made a game like this. Two, that somebody giving a box of games to a family with two small kids thought it was a good idea to include a game about jerking off a dick. And three, why its creator didn't go on to bigger and better things, since \"Stroker\" is one of the best game names of all time.\n\nWell, except for a game my wife's uncle made called \"The Penetrator\". It was a shooter. But that's another story for another day.\n\nTotal Recall is a look back at the history of video games through their characters, franchises, developers and trends.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9716416597,
        "format_confidence":0.8206220865
    },
    {
        "url":"https:\/\/www.popbuzz.com\/life\/features\/female-gamers-where-ya-at\/",
        "text":"Is It True That Women Can’t Identify As Gamers?\n\n16 December 2015, 12:28 | Updated: 8 May 2017, 17:09\n\nWoman playing video games\nNicky Idika\n\nBy Nicky Idika\n\nWhy don't women call themselves \"gamers\"?\n\nIf you've ever been on the internet, you're surely aware that gaming is typically viewed as a male dominated hobby. The amount of \"when he's playing FIFA and you want his attention\" memes floating around on social media should give you an idea of how both men and women view the dynamics of gaming. \n\nA new poll by Pew Research Center has revealed that half of all American adults play video games but that men were more than twice as likely to call themselves \"gamers\". Combine this with findings from Superdataresearch Senior Analyst Stephanie Llamas that \"women are the largest gaming demographic for PC role-playing games (54%) and they represent almost 40% of MMO and digital console gamers,\" and we have ourselves a bit of a conundrum. \n\nClearly, the act of playing games and identifying with gaming culture is at a severe disconnect--especially for women. \n\nWhile gaming among women is on the rise, we've also seen an uptick in the female-led criticisms of themes and tropes within video games. And, obviously the backlash from these criticisms has made parts of gaming culture difficult for many women to identify with. \n\nFor instance, feminist media critic Anita Sarkeesian is constantly subject to criticisms and threats mainly from male gamers simply for speaking out against tropes and themes she finds problematic. She was even the victim of a bomb threat simply because she took issue with cultural aspects of certain video games and spoke out on her concerns. \n\nIt's understandable why only 6% of women who play games call themselves gamers. Between gamergate and the truly terrifying behaviour of a few members of that commnunity, the instinct to enjoy the hobby but distance themselves from other gamers is great among women.  \n\nBut there is hope. \n\nPlenty of allies and creators are teaming up to develop safe spaces for women to enjoy gaming and media at large. Feminist Frequency, for example, speaks to a lot of relevant issues and has even created a guide on how women can stay safe online. This, and the fact that women are no longer considered \"casual gamers\" means that we're gradually moving toward a time when women will feel comfortable identifying as \"gamers\".",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9192954898,
        "format_confidence":0.8634167314
    },
    {
        "url":"https:\/\/www.inverse.com\/article\/17466-attacking-the-last-guardian-over-visuals-completely-misses-the-point",
        "text":"Attacking ‘The Last Guardian’ Over Visuals Misses the Point\n\nTalk about selling something short.\n\nLast week, The Last Guardian was given a release date at Sony’s E3 press conference. The crowd went nuts. For director Fumito Ueda, who may or may not have been in the crowd watching at the Shrine Auditorium, getting the information out there must’ve felt like the light at the end of the tunnel. Ueda has been traveling through that tunnel for almost a decade, since the game was first announced at E3 in 2009.\n\nIn some ways, you wouldn’t necessarily know it by just looking at the game’s debut trailer seven (!) years ago. Then slated for release on the PS3, it looked stunning – at least, if it could have kept its graphical fidelity as a seventh-generation console release.\n\nWatching the first footage of it now, the visuals frankly look too good to be able to run on hardware that struggled to run lavish triple-A offerings at 30 FPS in its ailing years. With the natural, animalistic design AI Ueda and his team wanted to give Trico, I’m surprised it was ever conceived as a PS3 game in the first place. Regardless, Ueda has since confirmed that a big reason the game took so long is because it had a lot of technical issues – the original trailer was actually “specced up” to hide the fact that the game was, at the time, running at a much slower frame rate.\n\nThis is how the industry sometimes works – you’re shown something that is less of a promise and more of a lofty goal. Sometimes the final game hits, and sometimes it doesn’t. Still, trying to google anything about The Last Guardian at this year’s E3 – its first playable trade show appearance and likely the last before its October release – and you might come away with the impression that nine years out in development, it’s no longer “good” enough as PS4 game, citing, mostly, graphics. This is utterly missing the point.\n\nIt’s true, the visuals, though beautiful in the way the Ueda’s team exudes an ethereal aesthetic, aren’t as CG-photoreal as Naughty Dog’s in Uncharted 4. I’ve also read people express concern over the “clunky climbing and general feel of the game”, which feels similar to Ueda’s Shadow of the Colossus, a late-era PS2 game from 2005.\n\nOne impression I read even complained the overlay for tutorial controls for the demo were poorly implemented and didnt match the style of the game – probably because they needed to be mocked up as fast as possible to have the game playable in time for E3.\n\nTalk about selling something short. Finally, The Last Guardian is really coming out – what fans have been clamoring over for so long the game had almost reached Duke Nukem Forever status. And if youre familiar with the sort of haunting emotional journeys that Ueda has a reputation for, playing it feels like coming home.\n\nMuch like Shadow of the Colossus Wander and his horse Agro, as a player you immediately feel bonded to Trico. Devastatingly, the demo – presumably the beginning of the game – begins with him unable to move, having been punctured by two spears. The creature cries out in pain and whimpers like a dog; any initial attempt the boy makes to help is met with a hostility governed by fear.\n\nIt’s a little difficult to deal with. Even the hardest heart probably immediately feels something stir for Trico right away, and introducing him as vulnerable and abused is immediately heartbreaking.\n\nYet it’s also motivating. Knowing that you can ease the suffering of this great beast compels you onward. Whether or not spending the opening of a game helping a mythological companion regain its strength by feeding it barrels is outside what you expect from a game is irrelevant, because The Last Guardian fools you into thinking it is. Like all of Ueda’s games, this is a story first and foremost; to that point, any thought I had about the hastily overlaid tutorial prompts was forgotten the second I realized that the spoken flashback narration was taking the place of an on-screen objective prompt.\n\nNor did I waste much time fretting over the graphics. No doubt the game bears the scars of a decade of game development, particularly in the shift to the PS4. Right now, it’s hard to say whether or not the technical issues it endured really had any impact, let alone how old the demo build might be. Still, using what the game looks like as a defense against it is a facile argument, and an overblown one. Even if graphics were Ueda’s be-all-end-all benchmark, critics that say it looks like a PS3 game clearly haven’t revisited the console in some time.\n\nWhen you escape the caverns where Trico and the boy are initially trapped, you get the smallest sense of the likely overwhelming scale of The Last Guardian’s world, which, if you’ve been following the story, already made a spectacular re-debut at E3 last year to unanimous raves. If the original trailer was smoke and mirrors – and even just thinking about the computational power needed to make Trico’s feathers move individually on the PS3, to say nothing of his AI, it certainly seems likely it was that way – then a bump up in processing power would have been necessary to even get it to a playable state at all.\n\nUeda is an interesting case as a developer. Ico and Shadow of the Colossus are games that command a huge deal of respect, reverence and enthusiasm from a surprisingly wide, or at least very vocal, fanbase. It’s unheard of enough that a developer could reach auteur status after only two games, and Ueda is certainly a creator of seemingly singular vision. The fact that he’s a Japanese designer outside of Nintendo just feels, frankly, impossible. Is there really any doubt he hasn’t poured his heart into this?\n\nIt’s equally ridiculous that anyone should be complaining that The Last Guardian doesn’t look as good as a game built from the ground up for PS4. This isn’t a Mighty No. 9 situation, either; Sony has clearly put a great deal of effort behind making sure Ueda’s white whale actually gets finished, and even from the 45 minutes I’ve played, I can tell the final game is going to be something special. Discounting it out of hand because it’s not as shiny as it would otherwise be is a slap in the face to everything Ueda and his team have worked so hard – and so long – to deliver.\n\nRelated Tags",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9940612912,
        "format_confidence":0.9579489827
    }
]