[
    {
        "url":"https:\/\/w00dworking.com\/wood-species\/hardwoods\/bamboo\/",
        "text":"Scientific Name: Phyllostachys and Bambusa genera\nLocation: South Asia\nDried Weight: 31lbs\/ft3\nJanka Hardness: 1,400lbf\nCrushing Strength: 8,990lbf \/in2\n\nBamboo has a uniform and pale yellow to almost white color. The texture is uniform and medium to fine depending on density. The end grain resembles palm wood. Bamboo is rated as perishable when it comes to decay.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9350085855,
        "format_confidence":0.7294463515
    },
    {
        "url":"http:\/\/efrardwiki.org\/2017\/01\/15\/the-market-development-prospects-of-castor-oil\/",
        "text":"The market development prospects of castor oil\n\nThe market development prospects of castor oil\n\nCastor, one of the world’s top decennary oil crops, is of high efficient value. Castor oil and its products have a broader international market, because of their particular industrial uses and economic value. Refined castor oil can be used in aircraft, ships, cars and high-precision lathes, as well as diligent raw materials produced spices, artificial leather and more products. In recent years, with the constantly increasing demand for castor oil in international market, prices are constantly improving. Processing castor oil has broad market prospects, and the economic advantageous is considerable. In addition, castor leaves, stems, castor meal, castor shell jug be used for development et al production about downstream products, which not only reduced the cost of production, but also greatly improved the overall efficiency of enterprises.\n\nCastor oil has been exploited in long time ago, but initially it only through simply processing, until the 1970s it can be widely developed, due to the restrictions of natural environment, some countries were underutilized castor oil’s production and processing applications. The United States is an important country of producing castor oil except the Asia.\n\nFunctional groups in the molecular structure of castor oil determine that it can have a category from chemical reactions to produce numerous derivatives, and most of them are serious fine chemicals, about 200 kinds of varieties, these high value-added products can be used in various industrial fields. In the United States, their application assigned is: refined oil accounted for 48%, dehydrated oil accounted for 20%, sebacic acid production accounted for 30%, other applications accounted for 2%, the annual consumption of castor oil is about 80kt. Every year, Japan needs to import 3kt, occupies 79% of the total amount, mainly accepted in coatings, hardened oil, sebacic acid, surfactants, cosmetics material and so on.\n\nNylon-11 resin is the world’s most popular product, which synthetized by using castor oil as raw material, widely used in automobiles, ships, machine tools, construction, military, medical and other industries. In the past, China’s annual demand for nylon-11 resin is about 2,000 tons, to 2010 has reached 5,000 tons. Produce 1 ton from nylon-11 resin requires about 3.5-4.5 tons of castor oil, 5,000 tons of nylon-11 resin requires about 23 thousand tons about castor oil. Couple with other aspects of the demand, China’s annual consumption of castor oil was stabilized at 90,000 tons, but Chinese production was only 50,000 tons, the market gap is about 40,000 tons. So it will provide a good market space for Chinese castor oil production enterprises, also provides a huge market space for the castor denizen industry.\n\nCastor oil’s molecular structure is containing carboxyl group and unsaturated double bond, tin grow a series of products which obtained from petroleum, so the castor has the appoint of “planted petroleum”. According to reports, this technology is based on castor oil insteads about petroleum as raw material, through castor oil extraction, catalytic cracking, molecular reorganization, green chemical synthesis, reconcile and dozens of processes to produce “castor-based biodegradable common engine oil”. This product has integrity biodegradability, outstanding low temperature startability, high-temperature resistant, long life, oil changes fewer and save fuel and other characteristics, enjoyed the “green oil” reputation. According to reports, calculated that a car driving 50,000km under normal conditions, compared the lubricant prepared by castor oil and petroleum, just a car can save more than 2,000 yuan of fuel costs in each oil change period.\n\nArticle Source:",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9398365617,
        "format_confidence":0.6294928789
    },
    {
        "url":"https:\/\/tshaonline.org\/handbook\/online\/articles\/dobkh",
        "text":"\n\n\nMark Odintz\nBaker Hughes\nLogo of Baker Hughes. Image available on the Internet and included in accordance with Title 17 U.S.C. Section 107.\nBaker Hughes\nPhotograph, Picture of Howard Hughes Sr., inventor of the Hughes Rock Bit. Image available on the Internet and included in accordance with Title 17 U.S.C. Section 107.\n\nBAKER HUGHES. Baker Hughes, Incorporated, in the mid-1990s the leading producer of rock-drilling bits in the world, was formed by the merger of Hughes Tool and Baker Oil Tools in 1987. Howard Robard Hughes, Sr., an early Texas oilman, solved the problem of drilling for oil through rock by developing a drill bit with cone-shaped revolving cutters and steel teeth capable of pulverizing rock. He patented his inventions in 1909, and the Hughes Rock Bit revolutionized the well-drilling process. In 1909 Hughes and Walter B. Sharp formed the Sharp-Hughes Tool Company and opened a plant in Houston to manufacture the bit. When Sharp died in 1912, Hughes took over management of the company, which he incorporated as Hughes Tool. In 1918 Hughes purchased the remaining company stock, which had been sold by Sharp's widow to Ed Prather. Hughes continued to improve on his bit and maintained a near monopoly in bit technology by patenting every part of the bit and by buying the patents of competitors. He held some seventy-three patents when he died in 1924 and his son, Howard Robard Hughes, Jr., took over control of the company. During his dramatic career as film producer, aviation pioneer, and Las Vegas casino entrepreneur, the younger Howard Hughes drew on Hughes Tool as a source of investment income. In the 1930s he pursued his interest in aviation by forming the Hughes Aircraft Company as a division of Hughes Tool. Over the years a number of Hughes Tool executives, including Noah Dietrich, Chester Davis, Raymond Holliday, and Bill Gay, played leading roles in managing Hughes's extensive and varied empire. In 1972 Hughes sold the tool division of Hughes Tool to the public and renamed his holding company Summa Corporation. Hughes Tool continued to prosper through the 1970s and expanded into the field of aboveground oil-production equipment. The company suffered from declining revenues and expansion-related debt by the mid-1980s and in 1987 merged with Baker Oil Tools.\n\nCarl Baker, a drilling contractor, had founded the Baker Casing Shoe Company in California in 1913 to profit from several of his oil-tool inventions. He began to manufacture his own tools in 1918 and expanded into national and international markets in the 1920s. He formed Baker Oil Tools in 1928. The company prospered with the growth of domestic drilling operations from the 1930s through the 1950s. It dramatically increased its foreign sales in the 1960s and purchased a pumping-equipment company, Kobe, in 1963. Baker Oil Tools diversified into mining-equipment production in the late 1960s and early 1970s, and purchased Reed Tool, an oil drill bit manufacturer, in 1975. The company earned more than a billion dollars for the first time in 1979, but fell in the mid-1980s on hard times that led to the merger with Hughes in 1987.\n\nBaker Hughes\nPhotograph, Picture of the front of Baker Hughes Incorporated office building. Image available on the Internet and included in accordance with Title 17 U.S.C. Section 107.\n\nBaker Hughes, with its headquarters in Houston, consolidated and trimmed operations and was able to make a profit by 1988. In 1990 the company purchased Eastman Christensen, a leading manufacturer of directional and horizontal drilling equipment, and in 1992 added Teleco Oilfield Services, another leader in the field. In 1992 Baker Hughes had sales of more than $2.5 billion and almost 20,000 employees. The company was divided into three operating groups: Baker Hughes Drilling Technologies, Baker Hughes Production Tools, and EnviroTech.\n\n\nDonald L. Bartlett and James B. Steele, Empire: The Life, Legend, and Madness of Howard Hughes (New York: Norton, 1979). The Texas 500: Hoover's Guide to the Top Texas Companies (Austin: Reference Press, 1994).\n\nImage Use Disclaimer\n\nAll copyrighted materials included within the Handbook of Texas Online are in accordance with Title 17 U.S.C. Section 107 related to Copyright and “Fair Use” for Non-Profit educational institutions, which permits the Texas State Historical Association (TSHA), to utilize copyrighted materials to further scholarship, education, and inform the public. The TSHA makes every effort to conform to the principles of fair use and to comply with copyright law.\n\nFor more information go to:\n\nIf you wish to use copyrighted material from this site for purposes of your own that go beyond fair use, you must obtain permission from the copyright owner.\n\n\nThe following, adapted from the Chicago Manual of Style, 15th edition, is the preferred citation for this article.\n\nHandbook of Texas Online, Mark Odintz, \"Baker Hughes,\" accessed April 22, 2018,\n\nUploaded on June 12, 2010. Modified on September 7, 2016. Published by the Texas State Historical Association.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.6957236528,
        "format_confidence":0.9649603963
    },
    {
        "url":"https:\/\/www.growingproduce.com\/vegetables\/need-know-biopesticides\/",
        "text":"What Growers Need to Know About Biopesticides\n\nDrop nozzles for crop protection\n\nSimilar to contact fungicides like copper and chlorothalonil, most biopesticides, when deposited on the upper surface of leaves, cannot move through them to the lower surface, where infection can occur, like translaminar and systemic fungicides can. Drop nozzles allow you to reach below the leaf canopy.\n\nDue to growers’ rapidly expanding interest in using biopesticides to manage crop diseases and minimize environmental impact, there are a lot of products on the market today. Even major crop protection companies are developing products.\n\nThe EPA defines biopesticides as pesticides derived from natural materials. There are three types:\n1. Biochemical pesticides contain naturally occurring substances that control pests. Substances that control diseases include potassium bicarbonate, hydrogen dioxide, phosphorous acids, plant extracts, and botanical oils.\n\n\n2. Microbial pesticides contain microorganisms that function as biocontrol agents, affecting the pathogen directly or indirectly through the compounds they produce.\n\n3. Plant-incorporated protectants [PIPs] are the least common type of biopesticide. These are pesticidal substances produced by plants that contain genetic material added to the plant, often through genetic engineering. EPA regulates the genetic material and the protein it encodes, but not the plant itself. Examples include virus-resistant varieties that produce the virus-coat protein, which covers virus particles after infection and prevents their replication.\n\nAlmost all biopesticides are approved for organic production, and most products approved for organic production are biopesticides. However, some formulations are not approved.\n\nThat can be due to inerts. For example, potassium bicarbonate products like EcoMate, Armicarb O, Kaligreen, and MilStop are approved, whereas Armicarb is not.\n\nSome biopesticidal substances are not allowed under the National Organic Program. Good examples are products using phosphorous acids (because they are synthetic) and genetically engineered PIPs.\n\nOn the flip side, there are important organic fungicides that are not biopesticides, including mineral oils, copper, and sulfur. Biopesticides break down in the environment, so there isn’t the same concern about build-up in soil as with copper, which is an element.\n\nSome biopesticides are defined as minimum-risk pesticides through FIFRA Section 25(b) rule because their active and inert ingredients are generally recognized as safe (GRAS). Consequently, these are exempted from the FIFRA regulation requirements and can be used on any labeled crops for any target since they do not need to be registered as a pesticide.\n\n‘Exempt from EPA registration’ is stated on the label of these products.\n\nJust because products are registered for use on crops in the U.S., you can’t assume they are effective.\n\nRegistration is based on safety, not efficacy.\n\nThat’s where universities come in. Researchers are replicating experiments across the country. You can read our evaluations of biopesticides and other fungicides online. You can search by crop, disease, product name, etc. You can find a summary of results from reports on organically approved biopesticides tested for diseases of vegetables at http:\/\/blogs.cornell.edu\/livegpath\/organic\/organic-management-of-vegetable-diseases under ‘Specific Management Practices and Tools.’ You can also always check with the product manufacturer.\n\nHere are some steps you can take to improve your results when using biopesticides:\n\nCalibrate sprayers and replace worn nozzles. For foliar diseases, start applications before you see symptoms. Most biopesticides have contact activity, acting on the pathogen before infection. Others induce resistance in the plant. These cannot cure symptoms, and they won’t arrest any infections in the pre-symptom stage.\n\nMaximize spray coverage. For example, use drop nozzles with non-vining plants. Similar to contact fungicides like copper and chlorothalonil, most biopesticides, when deposited on the upper surface of leaves, cannot move through them to the lower surface, where infection can occur, like translaminar and systemic fungicides can.\n\nMaintain a regular spray schedule (typically weekly). Use an adjuvant when recommended; this information is often on the label. Make sure an application was made within a few days of forecast rain, which will provide conditions favorable for infection for most pathogens. Reapply as needed afterwards; an intense rain event can remove a lot of residue of any pesticide that when deposited stays on the plant surface rather than moving inside.\n\nAn integrated management program is the best approach. Use resistant varieties and other cultural practices.\n\nAlternate among biopesticides that differ in type of active ingredient. Biopesticides can be useful for managing the development of resistance to conventional fungicides they are applied with; ideally, they need to be as effective as the conventional contact fungicide they are replacing in the fungicide program. Short REI and PHI with most biopesticides can be valuable for plantings harvested multiple times.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.7537130713,
        "format_confidence":0.7672280669
    },
    {
        "url":"http:\/\/constructionmanuals.tpub.com\/14050\/css\/14050_275.htm",
        "text":"Quantcast Full-Floating  Axles\n\nShare on Google+Share on FacebookShare on LinkedInShare on TwitterShare on DiggShare on Stumble Upon\nCustom Search\nFigure 11-20.—Typical tandem axle system. Full-Floating  Axles The full-floating axle is used in most heavy trucks. (See fig. 11-23.) These axle shafts may be removed and replaced  without  removing  the  wheels  or  disturbing  the differential. Each wheel is carried on the end of the axle tube on two ball bearings or roller bearings, and the axle shafts are bolted to the wheel hub. The wheels are driven through a flange on the ends of the axle shaft which is bolted  to  the  outside  of  the  wheel  hub.  The  bolted connection  between  the  axle  and  wheel  does  not  make Figure 11-22.—Three-quarter floating rear axle. Figure 11-21.—Semifloating rear axle. Figure 11-23.—Ful1-floating rear axle. 11-19\n\nConstruction News\n\nPrivacy Statement - Copyright Information. - Contact Us\n\ncomments powered by Disqus\n\nIntegrated Publishing, Inc.\n9438 US Hwy 19N #311 Port Richey, FL 34668\n\nPhone For Parts Inquiries: (727) 755-3260\nGoogle +",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.8831124902,
        "format_confidence":0.6349635124
    },
    {
        "url":"https:\/\/www.reagent.ie\/what-is-coshh\/",
        "text":"What is COSHH?\n\nJessica Clifton\n\nby Jessica Clifton\n\n21st August 2019\n\n\nCOSHH is a very important part of the chemical industry in the U.K. The term COSHH stands for ‘Control of Substances Hazardous to Health’, and is the law that requires employers to ensure they maintain health and safety in the workplace related to these types of substances. Under the COSHH Regulations (2002) employers must either prevent, reduce or control their employees’ exposure to hazardous substances. In this article, we look in more detail at what COSHH is and why it’s so important.\n\nHow Do Employers Adhere to COSHH Regulations? \n\nThis law doesn’t just apply to the chemical industry, although it is clearly of great importance to all chemical suppliers and manufacturers. Most companies use substances or products that contain substances which are hazardous. In the chemical industry these substances are often very recognisable – many acids and solvents are hazardous, for example. But there are also many ‘everyday’ products, such as paint, bleach, fumes, ink, and even fibres from natural materials that can be hazardous to health.\n\nCOSHH regulations can prevent and reduce health hazards\n\nCOSHH regulations can prevent and reduce health hazards in the workplace\n\nEmployers can prevent or reduce their employees’ exposure to hazardous substances in several ways:\n\n  • Find out exactly what the health hazards are for a potentially hazardous substance\n  • Conduct a risk assessment so you know how to prevent harm to health\n  • Introduce control measures to reduce harm to health\n\nOnce these measures are in place, an employer should ensure they are used. This includes keeping all controls in working order; providing information and training; monitoring health surveillance where necessary, and planning for emergencies.\n\nWhy is COSHH Important?\n\nAccording to the Health & Safety Executive (HSE), thousands of workers become ill due to hazardous substances each year. These illnesses include lung disease, cancer, asthma, and skin diseases. Adhering to COSHH can help prevent and reduce this.\n\nThese diseases also cost millions of pounds each year: to the employer, who needs to train new staff; to society, in healthcare; and to the person affected, who could potentially lose their job.\n\nAs well as helping to prevent these illnesses and their related costs, following COSHH regulations can also make production more efficient and reduce waste. In fact, a healthier workforce leads to healthier profits.\n\nHow to Comply with COSHH Regulations\n\nThere are eight steps to take in order to comply with COSHH regulations. We’ll look at them in more depth in a future blog post, but put simply they are:\n\n  1. Risk assessment\n  2. Decide on the necessary precautions to take\n  3. Prevent or control exposure\n  4. Ensure the controls you put in place are used\n  5. Monitor exposure\n  6. Undertake health surveillance where necessary\n  7. Put together a plan in case of accidents or emergencies\n  8. Inform, train, and supervise employees\n\n\nRelated content:\n\n\nAll content published on the ReAgent.ie blog is for information only. The blog, its authors, and affiliates cannot be held responsible for any accident, injury or damage caused in part or directly from using the information provided. Additionally, we do not recommend using any chemical without reading the Material Safety Data Sheet (MSDS), which can be obtained from the manufacturer. You should also follow any safety advice and precautions listed on the product label. If you have health and safety related questions, visit HSE.gov.uk.\n\nLeave us a comment, we’d love to hear from you...\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.7767403722,
        "format_confidence":0.6586762071
    },
    {
        "url":"https:\/\/en.m.wikipedia.org\/wiki\/Floriculture",
        "text":"\n\nA retail greenhouse shows some of the diversity of floricultural plants\nFlower seedlings sold at a local market in Breda, Netherlands\n\n\nFloriculture crops include bedding plants, houseplants, flowering garden and pot plants, cut cultivated greens, and cut flowers. As distinguished from nursery crops, floriculture crops are generally herbaceous. Bedding and garden plants consist of young flowering plants (annuals and perennials) and vegetable plants. They are grown in cell packs (in flats or trays), in pots, or in hanging baskets, usually inside a controlled environment, and sold largely for gardens and landscaping. Pelargonium (\"geraniums\"), Impatiens (\"busy lizzies\"), and Petunia are the best-selling bedding plants. The many cultivars of Chrysanthemum are the major perennial garden plant in the United States.\n\nFlowering plants are largely sold in pots for indoor use. The major flowering plants are poinsettias, orchids, florist chrysanthemums, and finished florist azaleas. Foliage plants are also sold in pots and hanging baskets for indoor and patio use, including larger specimens for office, hotel, and restaurant interiors.\n\nCut flowers are usually sold in bunches or as bouquets with cut foliage. The production of cut flowers is specifically known as the cut flower industry. Farming flowers and foliage employs special aspects of floriculture, such as spacing, training and pruning plants for optimal flower harvest; and post-harvest treatment such as chemical treatments, storage, preservation and packaging. In Australia and the United States some species are harvested from the wild for the cut flower market.\n\nSee alsoEdit\n\n\n  • Floriculture researchers test pink poinsettias | CALS News Center Floriculture researchers test pink poinsettias | News from the College of Agriculture and Life Sciences\n  • Floriculture, Nursery - Rural Migration News | Migration Dialogue\n  • \"Floriculture News\" (PDF). No. 64. The Department of Agriculture, Western Australia. May 2005. Archived from the original (PDF) on March 7, 2016. Retrieved September 17, 2012.\nAn example of floriculture: Cactus planting\n\nFurther readingEdit\n\nExternal linksEdit",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.6820707917,
        "format_confidence":0.9912862182
    },
    {
        "url":"http:\/\/www.ars.usda.gov\/is\/AR\/archive\/apr09\/pits0409.htm",
        "text":"Page Banner\n\nUnited States Department of Agriculture\n\nAgricultural Research Service\n\nPlums Without Pits\n\n\nPlums Without Pits\n\nRipe plum fruit from one of Burbank’s remaining stoneless selections: Click here for full photo caption.\nRipe plum fruit from one of Burbank’s remaining stoneless selections. The fruit is cut to reveal a naked seed surrounded by a cavity where the stone would normally form.\n\nHow great would it be to sink your teeth into a perfectly ripe plum without having to worry about how to inconspicuously dispose of that pit?\n\nMolecular biologists Chris Dardick and Ann Callahan and Prunus breeder Ralph Scorza are looking for the genes that control pit formation in plums—the first step in blocking their development. The research team works at the ARS Appalachian Fruit Research Station in Kearneysville, West Virginia.\n\nFruit pits consist of the seed and the hard woody material, or stone, surrounding the seed. The stone is considered a nuisance by consumers and processors. “Pitless fruit varieties would be a premium product that could provide higher income for growers and could increase consumption of these nutritious foods,” says Dardick. It could also save fruit processors money, because pit removal and disposal are costly practices.\n\nThe Quest for Pitless Fruit\n\nThe idea of pitless, or stoneless, fruits is not new. In the early 1900s Luther Burbank, a prolific horticulturist, crossed a partially stoneless wild plum with California French prune varieties. These crosses led to commercial-quality fruit that almost completely lacked the stone, but still contained the seed. Burbank’s work demonstrates that stoneless fruit can still hang onto the tree, reach appropriate size, and attain commercial quality.\n\n“Since Burbank’s death in 1927, we’ve only been able to find three sources of his stoneless plums in germplasm repositories, and it’s not yet clear if they are all the same,” says Dardick. “Most of Burbank’s stoneless varieties have been lost, but we have some of the trees from the repositories growing in our orchard. We have initiated crosses with these trees to start a new breeding program, but the trees are still immature and therefore do not yet produce fruit. In addition, we engineered Burbank’s stoneless variety with an early-flowering trait that will greatly speed up the breeding program. The resulting fruit has remarkably little stone tissue, but further improvements are still needed to make it edible.”\n\nA Look to the Future\n\nTo create truly pitless fruit, it is necessary to eliminate both the stone and the seed inside. “We have begun projects to address both issues. These take advantage of both traditional breeding—using Burbank’s plums—and genetic engineering,” says Dardick.\n\n“Our group discovered that a set of genes necessary for production of lignin, a material for stone formation, is rapidly turned on specifically in stone tissue—not the flesh or skin—just before hardening, and then quiets down just as quickly after the stone hardens,” says Dardick. “The goal is to establish techniques to stop the genes’ activity and prevent hardening.”\n\nIn 2008, another team member, Chinnathambi Srinivasan, a plant transformation specialist, genetically engineered early-flowering plums that produce fruit in 6 months instead of the usual 4-5 years. Srinivasan now has several plum lines that are being further developed for experimental use. Early flowering will substantially shorten the time it takes to test the strategies.\n\n“If it’s successful, we hope the research can be applied to other stone fruits, such as cherries, peaches, nectarines, and apricots,” Dardick says.\n\nWhile pitless stone fruits won’t be on store shelves anytime soon, the study of plum stones may also have important implications for forestry or biofuel crops—in which lignin is a key source of fiber strength and energy storage. Manipulating lignin levels in plants has proven difficult. New studies suggest that plum stones contain extremely high levels of lignin. Understanding how they accumulate so much lignin may open up new opportunities for enhancing wood properties in trees or developing high-energy-density biofuel crops.—By Sharon Durham, Agricultural Research Service Information Staff.\n\nThis research is part of Plant Genetic Resources, Genomics, and Genetic Improvement, an ARS national program (#301) described on the World Wide Web at\n\nChris Dardick is with the USDA-ARS Appalachian Fruit Research Station, 2217 Wiltshire Rd., Kearneysville, WV 25430; phone (304) 725-3451, fax (304) 728-2340.\n\n\"Plums Without Pits\" was published in the April 2009 issue of Agricultural Research magazine.\n\nLast Modified: 3\/31\/2009\nFooter Content Back to Top of Page",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.6188312769,
        "format_confidence":0.6665710211
    }
]