[
    {
        "url":"http:\/\/dfwstyledaily.com\/tag\/gemini\/",
        "text":"Swimsuits For Every Zodiac Sign\n\nSummer is in the air and swimsuit season is in full swing. Regardless of whether or not you tune into Zodiac signs when it comes to relationships and love, you have to admit…at times the predictions are dead on. Are you adventurous in fashion or […]",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.9267550707,
        "format_confidence":0.6854810715
    },
    {
        "url":"https:\/\/www.ikraal.com\/jelena-for-tesco-uk\/",
        "text":"iKraal | Jelena for Tesco (UK)\n\nJelena for Tesco (UK)\n\nJelena from iKraal on Vimeo.\n\nJelena for Tesco (UK) – We spent a week shooting summer fashion inserts for London based chain store Tesco. Making the most of the Cape Town summer to shoot their still catalogue for the up and coming queens jubilee we where asked to cover the story for a behind the scenes video for the Tesco magazine website.\n\nWhile we were at it we shot some general fashion videos with a few of the models which is always a bit of fun.\n\nAll shot on Canon 5D MarkII.\n\nLeave a Comment\n\nYour feedback is valuable for us. Your email will not be published.",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.8021557331,
        "format_confidence":0.623683989
    },
    {
        "url":"http:\/\/wigglingpen.com\/tag\/miss-world\/",
        "text":"Femina Miss India Throwback\n\nFem­i­na Miss India is a beau­ty pageant in India that annu­al­ly selects rep­re­sen­ta­tives to com­pete in Miss World, Miss Uni­verse, and Miss Asia Paci­fic. Every year, every Indi­an await for this pageant to look for­ward most beau­ti­ful girl with brains who will rep­re­sent India on the glob­al stage.  Since1947, this pageant is hold­ing up its’s val­ues Read More",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.6928870678,
        "format_confidence":0.7050685883
    },
    {
        "url":"https:\/\/rrp.photoshelter.com\/gallery-image\/Fashion\/G0000eV0REkr6o38\/I0000mibnMpVVuM8",
        "text":"Image 53 of 55\n< Prev Next >\nHN Lipton 7Miss Irld 7.jpg\nNo fee for repro..(l-r)  Lynda Duffy, Anne Marie Gannon, Roz Purcell, Adrienne Rock, Lynn Kelly, Rosanna Davison and Laura Patterson joined forces to announce details of Lipton Fruit & Herbal tea's 'Drink Gorgeous, Look Gorgeous' competition to coincide with Lipton's style task on hit programme, Stylewars. Pic Robbie Reynolds..To celebrate the partnership of style and taste on TV3's hottest fashion show, Lipton is running a gorgeous competition to find 7 lucky ladies who will each win a Fran & Jane shopping spree to create their own Lipton inspired look. The competition starts today and will run for the next 7 weeks on Lipton Ireland's Facebook page:  .For further information please contact: .Cliodhna Lamont or Julie Blakeney, or 01 6690030 or 087 9250874 (Cliodhna)",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.9696339965,
        "format_confidence":0.7716339231
    },
    {
        "url":"http:\/\/www.thefabricstore.com.au\/new-arrivals\/amazing-silk-shipment-unloading-now",
        "text":"A PHP Error was encountered\n\nSeverity: Warning\n\nMessage: array_slice() expects parameter 1 to be array, boolean given\n\nFilename: controllers\/galleries.php\n\nLine Number: 75\n\nThe Fabric Store, Australia | New Arrivals\n\nFabric availability is only valid at the time of posting and is not updated. Please contact your local store for current status of stock.",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.7332657576,
        "format_confidence":0.8491877913
    },
    {
        "url":"http:\/\/www.thebeautyslice.com\/tag\/number-7-skin-care-range\/",
        "text":"Definitions of Number 7 Skin Care\n\nThe Do’s and Don’ts of number 7 skin care Morning, and prior to going to someone can depend on guard your skin against. Natural home remedies pores If your skin isn’t overly sensitive, you might have the ability to use the advantages of fruit acid. It when mixed with ingredients, which can lighten your skin and […]",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.9601871967,
        "format_confidence":0.7230404615
    },
    {
        "url":"http:\/\/www.chictopia.com\/White-Romwe-Minimal-Shirt\/info",
        "text":"White Romwe Minimal Shirt\n\nlast updated on Mar 22, 2017\n\nAll about White Romwe Minimal Shirts\n\nWhite Romwe Minimal Shirts first appeared on Chictopia's streetstyle gallery in Summer 2014 seen on KATOWICE blogger asymetria of iamsony.blogspot.com. She styled her white romwe minimal shirt with a carrot orange 6ks floral skirt. Since then, White Romwe Minimal Shirts have grown in popularity as bloggers from KATOWICE have discovered them. White Romwe Minimal Shirts are generally seen in romantic style. Popular types of White Romwe Shirts are leopard print, lace, chiffon, floral, and polka dot.\n\npankh gave romwe shirts a rating of 5 stars and said: \"i love this crop shirt, it's so cool. i like the plaid pattern with white color. it's looks incredible.\"  See all 2 reviews for romwe shirts...\n\nThere is currently 1 streetstyle photo of bloggers wearing White Romwe Minimal Shirts.\nPlease log in. Don't have an account? Sign up here.\nor login below",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.997206986,
        "format_confidence":0.5270239115
    },
    {
        "url":"http:\/\/www.peoplestylewatch.com\/people\/stylewatch\/gallery\/0,,20274968_20615996,00.html",
        "text":"Last Night's Look: Hit or Miss?\n\nVote on this week's styles including Kate Hudson, Jessica Biel, Jennifer Garner and more stars! You decide – are they fashionistas or flops?\n\n\nMary-Kate's sister takes an even sleeker approach at the luncheon in her little black dress, cutout sandals and pin-straight locks.",
        "topic_id":8,
        "format_id":6,
        "topic_confidence":0.9662098885,
        "format_confidence":0.6098636985
    }
]