[
    {
        "url":"http:\/\/www.projectytheatre.org\/category\/news\/",
        "text":"LIFE by Charles Mee\n\nPosted by MB - July 5, 2017\n\n\nWhat do we turn to when faced with life’s limits? Project Y Theatre experiments with the world premiere of Charles Mee’s LIFE, a series of striking moments where characters must face the limits of love, security, and meaning.\n\nHERE Arts Center\nAug 31 – Sept 2, 2017\n\nwritten by Charles Mee\ndirected by Joey Rizzolo\nwith Hilary Asare, Meg Bashwiner, Jill Beckman, Shelton Lindsay, Nessa Norich, T\n\nGet Tix and Info\n\nWe invite you to join us as we explore LIFE! Project Y will be creating a digital collage in tandem with the live performance! And we want YOU to participate…\n\nClick here to learn how!\n\nAbout the Play\n\nCharles (Chuck) Mee writes plays that, instead of following one developing story, are an accumulation of “images and music and other events” in contrasting, vivid scenes that make up a theatrical collage. Mee wants to “to invite people to let their minds roam over the material–not only the material that’s onstage, but the material that these other things will make them think about. … People have to find their own way through and arrive at their own conclusions. This is a democratic process, a participatory process.”\n\nThis collage is also like sampling as Mee incorporates found texts and imagery, particularly visual art references. Mee has said, “I think of those borrowed texts as historical documents, taken from the culture. People are karaokeing, in a way.”\n\nMee’s collages also come from an impulse to capture the complexity and the beauty of life. For years Mee has been quoting Nietzsche and arguing that “people make up stories to reassure themselves. The experience of our lives is not a story, it’s a collection of vivid moments. …That’s what our lives are made of. That’s the truth of our lives.” This is the heart of Life. And in its juxtaposing collage of scenes, it asks what can we really know, given the impermanence of love, the slipperiness of security, and the evasiveness of meaning? And how should that affect our lives?\n\nThe answers to those questions are yours to decide. And, in the meanwhile, here are words spoken early in the play to keep in mind:\n\nWell, I think what we can say now\nmore than that\nis that everyone\nmeaningless or not\nis a work of art.\nAnd therefore an extraordinary\n\nVisit to learn more.\n\nThis production is a part of [email protected]: a curated rental program, which provides artists with subsidized space and equipment, as well as technical support.\n\nProject Y Theatre is supported by The Dramatists Guild, NYSCA, NY Department of Cultural Affairs, The Puffin Foundation, ART\/NY Nancy Quinn Fund, ART\/NY Creative Space Grant.\n\n(Featured Content, News) (No Comments »)\n\n“Nothing Beyond the Light Matters” by Dan McCoy (a Queer Plays Reading)\n\nPosted by MB - April 20, 2017\n\n\n\nJoin us for the next play in our Queer Plays Reading Series this Sunday at 7:30 for a reading of Project Y Playwrights Group member, Daniel McCoy’s newest play, “Nothing Beyond the Light Matters.”\n\nNothing Beyond the Light Matters\n\nPlaywright: Daniel McCoy\nDirector: Michole Biancosino\nBrian Silliman\nT. Thompson\nAlex Jacob Wilson\n\n\nIt’s New Year’s Eve at Fantasy Now, a porn shop in Southeast Portland. Nolan, a born-again Christian, meets Isaac, a punk anarchist. With the ball about to drop, two lonely souls grapple with spending their last few minutes on Earth together, and discover that the end of the world’s not what it used to be.\n\n\nMcCoy, Daniel headshot\n\n\nDaniel McCoy is a playwright and performer based in New York City whose recent plays include Nothing Beyond the Light Matters, Dick Pix, Perfect Teeth, Cleave and Epimythium. His work has been produced and developed at Primary Stages, Theaterlab, Simple Machine Theatre in Boston, Source Theatre Festival in Washington D.C., the New York International Fringe Festival and many other venues. He is a current member of the Project Y Play Group, IATI Theatre Cimientos 2017, and a regular director for the Writopia Lab Worldwide Plays Festival.\n\nAs an ensemble member of the New York Neo-Futurists, Daniel can be seen writing and performing regularly in The Neo Show (formerly known as Too Much Light Makes the Baby Go Blind), in which he has world-premiered more than 150 very short plays. Other productions with the Neo-Futurists as writer\/performer include Mute, Soft Hydraulics, On the Future, and (un)afraid. He recently performed in the NYNF production of The Complete and Condensed Stage Directions of Eugene O’Neill, Vol. 1: Early Plays\/Lost Plays at the Bharat Rang Mahotsav Festival in India, and just completed a run in the world premiere of The Great American Drama at the A.R.T.\/New York Gural Theatre.\n\nDaniel is a graduate of the Rita and Burton Goldberg MFA Playwriting Program at Hunter College, where he studied with playwrights Tina Howe and Arthur Kopit and with dramaturg Mark Bly. He was twice awarded the Vera Mowry Roberts Fellowship and received a production grant from the Anne Freedman Foundation.\n\n\n\n\nMichole Biancosino is the Co-Founding Artistic Director of the award-winning Project Y Theatre Company, where she has developed and directed new work in Washington, D.C. and New York City over the past 18 years. She is also the Founder and producer of NY’s Women in Theatre Festival (June 1-24th 2017) at the brand new ART\/NY Theatres. Directing work includes: The hit show David Carl’s Celebrity One Man Hamlet (Chicago Shakespeare Theatre, Edinburgh Fringe, Kitchen Dog Theatre, and three years of touring the US), Connected (59E59, NYIT Award winner), That’s All I Got (UnitedSOLO Winner “Best Variety Show”), LoveSick or THINGS THAT DON’T HAPPEN (59E59, NYIT Award winner), The Revival (TheatreRow, NYIT Award winner and The Advocate Top 10 Show of the Year), and Derby Day (Theatre Row, Papermag #2 Show of the Year) in NYC, and many others in NYC, Edinburgh, New Orleans, and Washington, DC. She currently is directing SOLOCOM Founder, Peter Michael Marino’s one-man show, Show Up! (playing in Edinburgh this summer) and her devised piece “Landmarks & TRANSformations” with upcoming performances at Queerly. Michole is a recipient of the SDC Gielgud Fellowship for classical directing. For more info about her work:\n\nCheck out our BEST PICK Listing on Bedford and Bowery!\n\nRSVP Here! on Facebook\n\n(News, Queer Plays, Uncategorized) (No Comments »)\n\n\nPosted by MB - April 10, 2017\n\nWIT logo final version 1\n\n\n*Writers include Crystal Skillman, Chiori Miyagawa, Caridad Svich & Pia Wilson*\n\nPlays premiere this summer as part of the Women in Theatre Festival\n\nJune 1 – 24 at The A.R.T.\/New York Theatres\n\n\nIn an effort to broaden opportunities for women playwrights, Project Y Theatre Company has commissioned nine female playwrights in two separate productions, Great Again, an evening of plays by Crystal Skillman and Chiori Miyagawa, and The Hrosthvitha Project, 7 adaptations of the 10th century female-written play “Dulcitius” written by playwrights Caridad Svich, Pia Wilson, Julienne Hairston, Michole Biancosino, Lia Romeo, Stacie Lents, and Erin Mallon.\n\n\nGreat Again is an evening of plays in two parts: Test by Crystal Skillman (directed by Jessi D. Hill) and In the Line by Chiori Miyagawa (directed by Kristin Horton and choreographed by Sonoko Kawahara). Both plays were commissioned by Project Y Theatre Company and written as a response to the November 2016 election. Together they will receive full productions as part of the Women in Theatre Festival, June 1-24th 2017 at The A.R.T.\/New York Theatres.\n\n\nIn Test, by Crystal Skillman, an English teacher in a struggling high school readies her junior students for the most important test of their lives. But when a symbol of hate appears in her classroom, she and two students on either side of the recent election, find their lives forever changed.\n\n\nChiori Miyagawa’s In the Line revolves around a woman who drops something while standing in a long line of people. She looks for the lost object as the line transforms into other lines – people waiting to vote, to buy the newest Nintendo, to get into the hottest restaurant – as she struggles to keep her original place.  When she finally arrives at the front of this line that has shifted time and space, what she finds is a surprise. It is a magical exploration of loss, long lines, and letting go.\n\n\nThe Hrosthvitha Project will feature two nights of staged readings of new commissioned short plays. These adaptations will reclaim a piece of women’s theatre history by highlighting the first female and first German language playwright, Hrostvitha of Gandersham, while also making her work relevant and resonant to a modern audience through fresh adaptations by playwrights Caridad Svich, Pia Wilson, Julienne Hairston, Michole Biancosino, Lia Romeo, Stacie Lents, and Erin Mallon.\n\n\n\nPhoto by Jody Christopherson\n\nCrystal Skillman. Photo by Jody Christopherson\n\nAward-winning playwright Crystal Skillman (Playwright – Test) is the author of the plays Geek, Cut, and King Kirby (co-written with Fred Van Lente), all New York Times Critics Picks. Her new plays include: Rain and Zoe Save the World (2017 Blue Ink Award Finalist, 2017 O’Neill Semi-Finalist, 2016 New Harmony Project, 2016 Oregon Performance Lab), Pulp Vérité (2017 Judson’s Magic Time Series, 2016 BAPF Finalist, 2015 Clifford Odets Ensemble Play Commission), and Another Kind of Lovea punk rock play (Chopin Theater with InFusion Theatre Co., 2015, Chicago). She is the musical theater book writer of Mary and Max, and The Cover written for Glee’s Ali Stroker, both with award winning ASCAP Composer\/Lyricist Bobby Cronin.  Wild was just published by Chicago Dramaworks, following sold out runs in Chicago and New York (at Off-Broadway’s Lucille Lortel). She is also the author of The Vigil or The Guided Cradle, winner of the 2010 New York Innovative Theatre Award for Outstanding Full-Length Script. She is a proud member of EST, Women’s Project Lab and the Soho Rep Writer\/Director Lab. Her work can be found at he... (truncated)",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.8090795279,
        "format_confidence":0.909503758
    },
    {
        "url":"http:\/\/www.noise11.com\/news\/page\/782",
        "text":"News -\nKelis, music news,\nKelis Airs New Song With Dubstep Producer Skream\n\nUS neo-soul artist Kelis reveals the new tune ‘Distance’, co-written by UK dubstep hero Skream.\n\nJuly 2, 2012\nCosmic Psychos\nCosmic Psychos Doco To Crowdsource Funding\n\nCosmic Psychos. Pub rock doesn’t get much more iconic than them. For thirty years the band have been touring relentlessly with thirteen albums under their belt and some fans in high places.\n\nJuly 2, 2012\nBrand New Heavies\nBrand New Heavies Tour The East Coast In September\n\nBritish soul-funksters Brand New Heavies return to Australia for three shows in September.\n\nJuly 2, 2012\nVampire Weekend - photo by Ros O'Gorman.\nVampire Weekend Have “80 Percent” Of New Album Songs\n\nVampire Weekend singer Ezra Koenig reveals that the band are close to having a new album written.\n\nJuly 2, 2012\nVan Morrison photo by Ros O'Gorman images\nVan Morrison And Don Was Collaborated For New Van Record\n\nDon Was has produced the next Van Morrison album ‘Born To Sing: No Plan B’.\n\nJuly 2, 2012\nThe Go-Betweens\nThe Best Of The Go-Betweens Album Coming Soon\n\nLook out for a Go-Betweens ‘Best Of’ hand-picked by Forster, Morrison, Brown and Vickers, complete with a live disc.\n\nJuly 2, 2012\nRon Pope\nPope To Visit Melbourne Chapel\n\nAmerican YouTube balladeer Ron Pope will play Melbourne’s Chapel Off Chapel, as well as Sydney and Brisbane.\n\nJuly 2, 2012\nChris Brown photo by Ros O'Gorman images\nChris Brown Slams Drake On New Tune, Still A Douchenozzle\n\nChris Brown has taken a stab at Canadian rapper Drake in a verse he added to The Game’s remix of a Chief Keef tune.\n\nJuly 2, 2012\nBen Harper\nBen Harper Books His First National Acoustic Tour\n\nRoots star Ben Harper will play three East Coast shows in his first headlining Australian acoustic tour.\n\nJuly 2, 2012\nThe Vaccines, music news,\nThe Vaccines Announce Their Second Album With A Video\n\nThe Vaccines Come Of Age will be the Brit-rockers second album and they’ve delivered a video for 'No Hope'.\n\nJuly 2, 2012\nThe Living End. Photo by Ros O'Gorman.\nThe Living End Announce Their Landmark Retrospective Tour\n\nThe Living End will play each of their six albums in full in week-long residencies around the country. Wow.\n\nJuly 2, 2012\nGotye image photos\nCNN Kills Gotye\n\nGotye has had to deny his death in a Twitter post after a comment was posted on the CNN website stating that the Australian singer had killed himself.\n\nJuly 2, 2012\nKarise Eden from team Seal on The Voice images\nThe Voice, Australia’s Music Chart Road Kill Revealed\n\nThe Voice gave this week’s Australian chart a number of firsts and they were all bad. Never before have so many songs debuted one week and disappeared the next.\n\nJuly 1, 2012\nThe Flaming Lips. image by Ros O'Gorman photos\nFlaming Lips Smash Jay-Z Guinness World Record\n\nThe Flaming Lips have successfully smashed the Guinness World Record previously held by Jay-Z for most concerts performed in multiple cities after a historic road trip through the Mississippi Delta region which now ranks as the most-viewed digitally driven event in Viacom Music & Logo Group history, including generating more than 43 million votes.\n\nJuly 1, 2012\nNatasha Duarte - Photo By Ros O'Gorman\nGlenn Wheatley To Manage Natasha Duarté\n\n17-year old Melbourne singer\/songwriter Natasha Duarté has signed a management deal with Australian uber-manager Glenn Wheatley.\n\nJuly 1, 2012\nCrooked Saint, Tim Wheatley - Photo By Ros O'Gorman, Noise11, photo\nTim Wheatley’s Crooked Saint Gets Hot & Heavy\n\nMelbourne via Sydney via L.A.’s Tim Wheatley has just released a new double A-side ‘Hot & Heavy \/ Outta Sight Outta Mind’ under his guise of Crooked Saint.\n\nJuly 1, 2012\nDavid Lee Roth with Van Halen image,, photos\nVan Halen Tour Officially Cancelled\n\nThe Van Halen dates postponed last month have now been officially cancelled.\n\nJuly 1, 2012\nEMI images photo\nEMI Publishing Sold For $2.2B To Sony\n\nSony has paid $2.2 billion for a 50% share of EMI Publishing.\n\nJuly 1, 2012\nLamb Of God, Randy Blythe - Photo By Ros O'Gorman\nLamb Of God Singer Out On Bail Following Manslaughter Charges\n\nRandy Blythe, lead singer of Lamb Of God, has been released on bail following his arrest for the manslaughter of a fan in the Czech Republic this week.\n\nJuly 1, 2012\nCharlie Watts, The Rolling Stones (photo by Ros O'Gorman)\nCharlie Watts Debuts A, B, C & D of Boogie Woogie In NYC\n\nRolling Stones drummer Charlie Watts has debuted his other band the A, B, C & D of Boogie Woogie in New York City at the Iridium Jazz Club.\n\nJuly 1, 2012\nAdele 21 image photos\nAdele 21 Departs Australian Top 10\n\nThe Adele album ‘21’ has departed the Australian Top 10 for the first time in 15 months.\n\nJuly 1, 2012\nJade Jagger and husband Adrian Fillary with dad Mick Jagger and mother Bianca photos image\nJade Jagger Marries DJ Adrian Fillary\n\nMick Jagger has a new son-in-law. His daughter Jade married DJ Adrian Fillary in a ceremony at the Aynhoe Park hotel in the Cotswolds yesterday (June 30, 2012).\n\nJuly 1, 2012\nKiss Monster Book (Australian Edition) photos image\nKiss To Unleash Monster Track Monday – Listen to Preview\n\nKiss will give fans the first taste of their new album ‘Monster’ with the release of the first single ‘Hell Or Hallelujah’ tomorrow (July 2, 2012).\n\nJuly 1, 2012\nKarise Eden from team Seal on The Voice images\nThe Voice ARIA Slaughterhouse, Karise Eden 1 to 54\n\nFor all of the huge debuts that The Voice racked up last week, their presence in the Top 10 has been reduced to one song within the entire ten.\n\nJuly 1, 2012\nKarise Eden My Journey images photos\nKarise Eden Takes Top Spot On ARIA Chart\n\nKarise Eden drops from the No.1 spot on the singles chart, but claims the new No.1 album in the country with instantly platinum certified “My Journey”, which is also the sixth consecutive No.1 debut in the past seven weeks.\n\nJuly 1, 2012\nChris Brown photo by Ros O'Gorman images\nBillionaire Offers Chris Brown And Drake To Punch Each Others Lights Out – VIDEO\n\nA Hollywood billionaire has offered a $10,000,000 purse to Chris Brown and Drake to get in the ring and punch each other’s lights out.\n\nJune 30, 2012\nLil' Band O' Gold with Tim Rogers - Photo By Ros O'Gorman\nTim Rogers Does Led Zeppelin And AC\/DC With Lil Band O Gold\n\nLast night’s Lil’ Band O’ Gold gig in Melbourne (June 29, 2012) had a special treat when You Am I’s Tim Rogers joined the Louisiana supergroup and performed Led Zeppelin and AC\/DC covers.\n\nJune 30, 2012\nBruce Springsteen - image by Ros O'Gorman,, photos\nBruce Springsteen Will Be MusiCares Person Of The Year\n\nThe Recording Academy and the MusiCares Foundation have announced that Bruce Springsteen has been selected to be the 2013 MusiCares Person of the Year.\n\nJune 30, 2012\nBob Seger Ultimate Hits\nBob Seger Burglar Arrested\n\nBob Seger's burglar has been caught and arrested.\n\nJune 30, 2012\nRolling Stone Eddie Van Halen cover image photo\nEddie Van Halen Takes A Slam At Sammy Hagar And Michael Anthony\n\nHere's a quote that won't be making Sammy Hagar and Michael Anthony's days.\n\nJune 30, 2012",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9979774356,
        "format_confidence":0.9873664379
    },
    {
        "url":"https:\/\/pt.audioblocks.com\/collections\/epic-battle-music",
        "text":"Epic Battle Music\n\nBeat the drums. March into battle. Add epic intensity with booming tunes.\n\nEvery fight scene needs pulse-raising music. Find the perfect song to inspire battles big and small, from armies of undead to mano a mano duels.\n\n48 results found\nPlease upgrade your browser to use Storyblocks Audio.\n\nStoryblocks Audio works best with the latest technology. Please upgrade your browser to ensure the best experience.\n\n\nPortions of this page translated by Google.",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9401640296,
        "format_confidence":0.8231796622
    },
    {
        "url":"http:\/\/www.washingtoncitypaper.com\/calendar\/?category=music&date=range&frequency=all&venue=black_cat_backstage&list=fall_arts_guide",
        "text":"D.C. Arts & Entertainment Calendar\n\nBrowse controls\n\nBrowsing: fall_arts_guide - music events - from 2015-08-30 to 2015-08-30 - Black Cat Backstage\n\nNo events found for this search.\n\nLooking for more? Try broadening your search using the controls on the left.\n\nQuestions or comments? Write to listings@washingtoncitypaper.com.\n\nSubmit events to our calendar for publication online and in print by emailing listings@washingtoncitypaper.com",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9937242866,
        "format_confidence":0.9944028258
    },
    {
        "url":"https:\/\/www.jakethackray.com\/archive\/performances\/radio.html",
        "text":"This section details Jake's appearances on radio, if you can confirm any not listed here please let us know and we will add them as soon as possible.\n\nOther Radio (inc BBC)\nIn the BBC Archive\n\nBuy the DVD\n\njake bbc dvd\n\nThe DVD of the BBC series 'Jake Thackray and Songs' is now available to buy online via Amazon.\n\n'Magnificent' (The Independent)\n\n'Jake Thackray and Songs', broadcast in 1981, captures him at the height of his powers; it paints an intimate portrait of Jake as a live artist, playing to audiences in the small venues where he felt most comfortable.\n\nThis BBC-licensed DVD, professionally produced from the original BBC masters, features all of Jake's performances from the series: thirty of his greatest songs, along with his inimitable between-songs chat and storytelling.\n\nAlso included are previously unreleased performances by three outstanding guest artists: Ralph McTell, Alex Glasgow and Pete Scott.",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9940013289,
        "format_confidence":0.5506862998
    },
    {
        "url":"https:\/\/www.mostlycomedy.co.uk\/previous-shows\/september-2009\/",
        "text":"mostly comedy\n\n\"A grab bag of standup, sketches & music from the finest acts on the scene, hosted by Doggett & Ephgrave.\" \"Polished, natural comedians.\" (Camden Fringe Voyeur)\n\nOur Next show: 23rd September 2021 – RESCHEDULED\n\nPhil Cornwell, Jenny Collier, Doggett & Ephgrave (plus live podcast interview)\n\nFollow us @DoggettEphgrave\n\nPrevious Shows\n\nSeptember 2009\n\nThursday September 17th 2009, The George, Hitchin\n\nJosh Widdicombe, James Acaster, Rule of Three & music from Chris Hollis and David Ephgrave - guest appearance from The Real Brian Blessed",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9971984625,
        "format_confidence":0.9472538233
    },
    {
        "url":"http:\/\/www.vibe.com\/tag\/ben-savage\/",
        "text":"Movies & TV\n\nCory And Topanga As Parents Takes Getting Used To In ‘Girl Meets World’ Trailer\n\nYour favorite Boy Meets World characters are back but this time, they're old.\n\nMovies & TV\n\n“Cory and Topanga” Return in ‘Girl Meets World’\n\nDuring the beginning of November, Disney announced that it was in the development stages of a sequel their popular 90s teen sitcom, Boy Meets World.\n\nMovies & TV\n\nDisney To Develop “Boy Meets World” Spin-Off Series\n\nSection 80s babies will remember where they were at the moment Cory Matthews and Topenga tied the knot — is it time to bring the…",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9981766939,
        "format_confidence":0.969761312
    },
    {
        "url":"http:\/\/blog.timesunion.com\/localarts\/tag\/lake-george-opera\/",
        "text":"Posts filtered on Tag\n\nLake George Opera\n\nJohn Douglas, prominent with Lake George Opera, dies\n\nJohn Douglas, a respected opera teacher, administrator and conductor who had worked since 2003 for Lake George Opera at Saratoga, died Monday in his home town of Philadelphia. He was 54 and had an aggressive form of cancer, said Curtis Tucker, artistic director of the opera company. Douglas was to have conducted the company’s “Viva […] [Read More]\n\n'Viva La Mamma' @ Lake George Opera, 7\/11\/10\n\nBy Priscilla McLean, Special to the Times Union Perhaps it was the mid-Nineteenth Century Italian opera audience. Hector Berlioz, the famous French composer, described the crowd with backs toward the stage, talking and laughing loudly while eating and gambling, so loudly that Berlioz left the hall in disgust, not having heard a note of Donizetti’s […] [Read More]",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9341500998,
        "format_confidence":0.9909713268
    }
]