[
    {
        "url":"http:\/\/support.huawei.com\/enterprise\/ae\/doc\/DOC1000024279?section=100112",
        "text":"Support Documentation\n\nATN 950B V200R002C01 System Management Configuration Guide 02(CLI)\n\nPublication Date: 2013-09-21 Views: 1880 Downloads: 4 Document No.: EDOC1000024279 Product Version: ATN 950B V200R002\nHuawei uses machine translation combined with human proofreading to translate this document to different languages in order to help you better understand the content of this document. Note: Even the most advanced machine translation cannot match the quality of professional translators. Huawei shall not bear any responsibility for translation accuracy and it is recommended that you refer to the English document (a link for which has been provided).",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9504600167,
        "format_confidence":0.7093304992
    },
    {
        "url":"https:\/\/www.atarimax.com\/usbcoleco\/documentation\/chapter4.html",
        "text":"Atarimax Logo\nFlash Cartridge Kit\n\nAtarimax ColecoVision 128-in-1 Flash MultiCart\n\nColecoVision\/ADAM Compatible Flash Multi-Cart with USB Interface\n\n©2010 Steven J Tucker\n\nChapter 4: Programming your Cartridge (Synchronizing)\n\nAttaching your Cartridge\n\nNote: If you have not already followed the instructions on attaching your cartridge for the first time and installing the device drivers, please do so now.\n\nThis section does NOT include any instructions on doing the initial setup and driver installation which is required before using your cartridge for the first time.\n\nTo begin, remove the cartridge from the ColecoVision Game Console and place it near your PC.\n\nAttach the included USB A-A cable to a free USB port on your PC, and also to the USB Flash Multi-Cart.\n\nIf this is your first time programming the cartridge DO NOT use any kind of USB hub. Attach the cartridge directly to your PCs USB port.\n\nIf you must use a USB hub please review the known problems and troubleshooting section of the documentation before proceeding.\n\nWithin a few seconds the 'CARTRIDGE DISCONNECTED' message seen in the status display should change to 'CARTRIDGE CONNECTED' and your cartridge serial number should be displayed in the Event Log window.\n\nIf this does not happen please see the Troubleshooting and\/or Driver Installation sections of the documentation.\n\nYour cartridge is now attached and recognized by the Multi-Cart Studio software.\n\nSynchronizing your Cartridge\n\nIf you have not already loaded or created a Workbook, please do so now as the state of this Workbook will be used to program your cartridge.\n\nTo begin Synchronization, press the 'Synchronize' button on the main Multi-Cart Studio application.\n\nSynchronization is normally a fully automatic process and should require no intervention on your part.\n\nPlease watch the messages in the Event Log window to see the progress and remaining time required to program your cartridge.\n\nIf any errors occur during synchronization they will be displayed in this window, please include these messages with your bug report.\n\nProgramming your blank cartridge from a completely full workbook (127 New ROM Images) will take the maximum amount of time, typically 3-4 minutes, depending on your particular PC.\n\nProgramming incremental changes such as changing the name of a menu entry or adding 1-2 ROM Images typically takes 4-8 seconds, again, depending on your particular PC.\n\nDuring Synchronization the 'Synchronize' button on the main application window will be disabled. Once this button is re-enabled and you see the 'programming complete' message in the Event Log window, it is safe to unplug your cartridge from the USB port and place it back in your ColecoVision for testing.\n\nThere is an 'Abort' button provided but you should never use this feature unless you plan on completely re-programming your cartridge. For example it may save you a lot of time by pressing 'Abort' if you were re-programming the entire cart, but realized you made a mistake just after programming started.\n\nInterrupting programming while in progress by pressing Abort or by 'surprise removal' of the cartridge from the USB bus may result in your cartridge being left in an intermediate state where some games may not work, may be the wrong games, or the on-screen menu may not appear.\n\nIf you do interrupt programming and your cartridge is left in a less than 100% stable state, please follow the instructions on erasing and reprogramming your cartridge in the Troubleshooting section of the documentation.\n\nEven though you may leave the cartridge in a half-programmed state, you cannot permanently damage the cartridge in any way.\n\nThese errors can always be corrected by erasing the cartridge completely and re-programming it from your current Workbook.\n\n\n<-- Chapter 3\nBack to Documentation Index\nChapter 5 -->",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.8068845868,
        "format_confidence":0.8736440539
    },
    {
        "url":"http:\/\/www.synopsys.com\/Company\/Publications\/DWTB\/Pages\/dwtb-mhl-fall2012.aspx",
        "text":"DesignWare Technical Bulletin \n\nMHL: The New Mobile-to-TV Protocol \n\nBy Manmeet Walia, Sr. Product Marketing Manager, Synopsys, Inc.\n\nIntroduction to MHL\nIn recent years, cell phone technology has evolved from voice phones, to feature phones, to smart phones, and now to super phones. These latest cell phones are powerful devices that handle a lot more than simple voice communication. They act as multimedia players, set-top boxes, game consoles, cameras, and even PCs. All of this functionality is packed into a small device that fits into the palm of your hand.\n\nHowever, this small form factor brings with it two major problems: 1) the screen size of a device that fits into the palm of your hand can never be satisfactory for high-end digital entertainment applications; and 2) the battery technology that powers these mobile phones has not kept up with the functional demands.\n\nMobile high-definition link (MHL) is a new interface protocol that addresses both of these challenges. MHL provides wired high-definition audio\/video connectivity between a mobile device (typically a cell phone or tablet) and a digital home display device (digital TV). In addition, MHL technology incorporates the capability to charge mobile devices while they are connected to a display device.\n\nMHL is gaining popularity because it leverages the ubiquitous connection ports found in almost every household. MHL does not attempt to define a specific or unique connector, but it instead maps into already-popular connectors. For example, the most popular connector on cell phones is USB 2.0, and on DTVs it is HDMI. The MHL protocol works seamlessly with USB 2.0 and HDMI protocols and connectors. A typical MHL cable has a MicroUSB connector on one side and an HMDI connector on the other.\n\nFigure 1: The wired MHL protocol technology enables simultaneous charging and media delivery\n\nMHL Ecosystem\nThe MHL Consortium was founded in 2009 with the goal of providing a seamless link between mobile devices and HDTVs. For the Consortium to be successful, it needed support from both cell phone\/tablet and DTV manufacturers, and its five founders (LG, Nokia, Samsung, Silicon Image, and Sony) represented leading consumer electronic giants of both cell phones and DTVs.\n\nBacked by these strong founders, the MHL ecosystem is evolving quickly. As of 2012, there are over a dozen providers of mobile devices, and over a half-dozen providers of digital home devices, that have made major product announcements with MHL support. For example, there are products that integrate the entire functionality of a set-top box onto an “MHL dongle” that is about the size of a USB thumb drive. These dongles are typically Android-based systems with integrated WiFi access. Once plugged into a DTV, the dongle acts like a portable set-top box that does not require any external power supply as it derives its power through the MHL VBUS.\n\nOne of the key challenges for MHL is that most legacy DTVs do not support MHL. Indeed, the refresh rate of DTVs is very long, typically 10 years, unlike cell phones, which are replaced every 1-2 years. This problem has been circumvented with the use of MHL-to-HDMI dongles like the HTC dongle shown in Figure 2. The price of these dongles has dropped to ~$10. The purpose of the second USB connector on the dongle is to provide battery charging since the HDMI protocol does not support any power charging as of version 1.4. Although the dongles provide a cluttered solution, it is a good compromise until MHL DTVs penetrate the market.\n\nFigure 2: HTC’s MHL Dongle\n\nTechnical Overview\nThe MHL technology is largely leveraged from HDMI technology but requires five signals\/connector pins versus the 19 signals\/connectors pins required by the HDMI protocol. It is essential for MHL to contain itself to 5 signals for it to map to a USB 2.0 connector. MHL supports a maximum bandwidth of 3.0 Gbps for up to a 1080p signal in a packed pixel mode of operation. MHL also supports HDCP technology, up to 7.1 surround audio formats, and power charging of up to 900mA at 5V. In addition, MHL supports Control BUS (CBUS) functionality that enables access to mobile content through a DTV remote control.\n\nSystem Link Overview\nThe MHL link shown in Figure 3 consists of a single differential Transition Minimized Differential Signaling (TMDS) pair. The MHL clock is the common mode of differential data signal and does not require separate pins\/signals. Compare this to the three differential TMDS pairs, plus a differential clock pair, required in an HDMI link. In Figure 3, the red, green, and blue data signals are essentially time domain multiplexed in a single TMDS channel. Hence in case of MHL protocol, a single TMDS channel represents three logical data channels and the clock channel. In addition, the MHL link also consists of a CBUS and a VBUS. The CBUS protocol lets the user access the content on a mobile device via the DTV’s remote control. The VBUS is the power pin that allows for charging up to 900mA at 5V.\n\nFigure 3: MHL System Link Overview\n\nMHL Bandwidth\nMHL performance is defined up to 2.25 Gbps in normal mode of operation that can support a 1080i\/720p, 60Hz, 24 bit color signal. As shown in Figure 4, in the normal mode of operation, the three logical red, green, and blue channels are multiplexed into a single physical channel. The pixel clock is running at 75MHz and the 10 bits per logical channel (30 bits total) are multiplexed to get a bandwidth of 2.25 Gbps.\n\nFigure 4: MHL Bandwidth in Normal Mode of Operation\n\nMHL also defines a packed pixel mode of operation up to 3 Gbps that can support up to a 1080p, 60Hz, 16 bit color signal. As shown in Figure 5, two logical channels are multiplexed into a single physical channel when operating in packed pixel mode. The MHL clock is running at 75MHz and it clocks out 40 bits per second to get a bandwidth of 3 Gbps.\n\nFigure 5: MHL Bandwidth in Packed Pixel Mode of Operation\n\nSome critics claim that wireless technologies will cannibalize MHL. However, MHL offers a battery charging capability as well as CBUS functionality to improve and simplify the user experience—neither of which are available with wireless technologies. Above all, the 1080i, 60Hz, 24 bit color signal performance is very hard to achieve with existing wireless technologies.\n\nMHL won a “Best of the CES 2012” award along with many other accolades. It solves an important problem in the industry and has an excellent potential to rapidly penetrate the consumer electronics market and to be adopted in mainstream technologies. For more information on MHL, please contact designware@synopsys.com.\n\nNewsArticlesBlogsWhite PapersWebinarsVideosNewslettersCustomer Successes",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9348425865,
        "format_confidence":0.7249265313
    },
    {
        "url":"http:\/\/vinagame.mobi\/jr-xg8-manual-59\/",
        "text":"View and Download JR ProPo Xg8 operation manual online. 8 Channel GHz. Xg8 Remote Control pdf manual download. View and Download JR ProPo XG8 operation manual online. 8 Channel GHz DMSS DIGITAL PROPORTIONAL SYSTEM. ProPo XG8 Remote Control pdf. 20 Jun Since the XG8 from JR, which is a clear signal of the divorce with Graupner, but also Spektrum, I was looking for the user manual, by curiosity.\n\nAuthor: JoJogar Mar\nCountry: Costa Rica\nLanguage: English (Spanish)\nGenre: Business\nPublished (Last): 9 July 2007\nPages: 273\nPDF File Size: 15.24 Mb\nePub File Size: 6.82 Mb\nISBN: 647-8-86941-156-7\nDownloads: 95024\nPrice: Free* [*Free Regsitration Required]\nUploader: Goltilabar\n\nIf limit manula are set to jr xg8 manual angles, it will be possible to limit the movement of the servos above these values. Manuak print the manual completely, please, download it. Before any radio transmitter purchase, it is always interesting to have look to the user manual as jr xg8 manual gives you a good feeling about the capabilities of the transmitter. After making the settings in this function, detailed settings should be made using Swash Mixing in the Function List. Further, do not use this AC adapter for charging other products.\n\nTaking ailerons as an example, Glider in the case where the wing type is a high-lift style, when the ailerons are moved up and down by the same angle, air resistance will be generated on the underside, causing the aircraft to yaw in the Further, there is also xv8 Stick Auto function that allows switching of the servo to the Hold position when the stick is lowered to an optional position.\n\nJanual Jr xg8 manual 26, at 9: This function adjusts the pitch action with regard to the throttle stick operation. When the spoiler stick is lowered, jr xg8 manual flaps will lower and the ailerons will be lifted, so that looking from the front of the aircraft this will appear as air brakes.\n\nIt has a function for adjusting the jr xg8 manual sensitivity from the transmitter. JR’s Intelligent Output System automatically selects control signals that need to be transmitted jr xg8 manual exactly the same time and transmits the data for these channels as one complete signal frame.\n\nThis function should be considered as a speed limiter.\n\n\nJR Propo XG8 DMSS Transmitter w\/XBus\n\nThe angle adjustment is carried out referenced to the neutral position. Select the name from the list of characters and manyal Airplane Setting Method Glider Methods Of Mounting And Removing Batteries After the charging has been completed, quickly detach all of the connections.\n\nFurther, the changes in pitch caused by the flap movement can be corrected using the elevators. I like the improved butterfly and the servo travel limit. Other features include side-lever controls on either side of the transmitter, a Touch Select System for switch selection, dual trim options, a user selected menu jr xg8 manual frequently used functions, failsafe on all eight channels, user assigned switch jr xg8 manual, programmable throttle cut and two independent programmable timers.\n\n\nThis func- tion reverses these directions. Only when the product is faulty after normal operation within the warranty period, we will repair the product for free based on our regulations. XG8 features all the functions that you would expect from an eight channel Jd transmitter, plus quite a few new ones too.\n\nI cutted the lips receiving the Table of Contents Add jr xg8 manual my manuals Jr xg8 manual. Jr xg8 manual In JR transmitters, each switch and lever is jr xg8 manual a name rather than a number. Page of 92 Go.\n\nJR ProPo xg8 Operation Manual\n\nAbsolutely do not leave the battery connected as it is to the power source. Additionally, there is a jr xg8 manual tion that carries out j to the elevators. From this point onward in the manual the receiver channels are described using their names, so be careful of this when reading the manual.\n\nMnaual jr xg8 manual also an Auto Throttle function that automatically lowers the flaps when the throttle stick is jr xg8 manual. Hi Pierre, I got this transmitter 2 days ago.\n\nBasic operation for jr xg8 manual dial is rotating to the right or manuual, and pressing click. Following this, set each of the transmitter screens to the condition shown below, then carry out the transfer by pressing the FUNCTION key of the copy source transmitter. It has a function for adjusting the gyro sensitivity from the transmitter. Comments to this Manuals Your Name. When you wish to return to the Initial INFO screen from the Telemetry screen, rotating the dial to the left returns to the Jr xg8 manual screen.\n\n\nIntermediate points can also be established in each direction, so that setting can be freely carried out. Don’t show me this message again.\n\nThese must be set in each screen by manjal the adjusting location and carrying out the settings using the dial. By combining the control surface angles with the exponential jr xg8 manual, it will become Airplane possible to carry out each of the various independent settings so that the aircraft response can be changed. It allows setting of the jr xg8 manual amounts separately up and down from the hovering point.\n\nIn the case of gliders, normally up is set to spoiler closed and down is spoiler open. Wing covering with adhesive films.\n\nJR Propo XG8 DMSS Transmitter with XBus\n\nAt the time of setting, almost all operations can be jr xg8 manual by the dial intuitively. Since the XG8 from JR, which is a clear signal of the divorce with Graupner, but also Spektrum, I was looking for the user manual, by curiosity.\n\nIt will be possible to link the rudder operation using the aileron operation. Keep this manual manuak a convenient place for quick and easy reference.\n\nNot yet found anything bad. Page 91 When Required Manuql that for airplanes, an Idle Adjust function is also incorporated that allows separate detailed setting of Airplane the jr xg8 manual position. The function is also known jr xg8 manual Butterfly mixing and Crow mixing. Page 6 Preparation Model Type Sticker Stick Head Adjustment Rotate the hollow set screw located at the tip of the stick head to unlock, and rotate the entire stick to adjust to the desired length.\n\nThe programming information is clearly displayed on the large, graphical back lit screen. Enjoy operating the transmitter using your preferred style.",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.8868877292,
        "format_confidence":0.6374505758
    },
    {
        "url":"http:\/\/archive.siliconchip.com.au\/cms\/A_111206\/article.html",
        "text":"Email Address:\n\nLost your password?\n\nThis is the legacy website; please use the new website.\n\nNotes & Errata\n\n\n433MHz UHF Remote Switch, January 2009: RCS Design has produced a relay PC board to allow use of board-mounting relays with the 433MHz Remote Switch receiver. You can use the Jaycar SY-6066 3A SPDT relay for low-voltage use and the Jaycar SY 4080 for 250VAC use. The PC board is coded 15101093 (with provision for two SY-4066 relays and one SY-4080 relay) or 15101094 (with provision for one SY-4066 and one SY-4080 relay). Visit (03\/09)\n\nDual-Booting With Two Hard Drives, January 2009: The command given for opening the menu.lst file in both step 3 on page 15 and step 2 on page 17 is incorrect. It should read: sudo gedit \/boot\/grub\/menu.lst (ie, there must be a space after “gedit”). (05\/09)\n\nUniversal Speed Control, February 2009: The circuit shows the fast recovery diode as STTH3012W (30A\/1200V) whereas the parts list shows it as STTH1512W (15A\/1200V). The STTH1512W (15A\/1200V) is the required device. The 30A diode is in a larger TOP-3 package and so is unsuitable. (03\/09)\n\nTime Delay Photoflash Trigger, February 2009: On page 72, the paragraph on step 17, referring to setting links LK1-LK4 should be ignored. This paragraph referred to an earlier version of the circuit. (04\/09)\n\nTheremin MK2, March 2009: Two 470uF capacitors are used in the circuit. The 25V capacitor on the parts layout diagram is the one just above REG1. In addition, the 100k resistor shown connected from the base of Q4 to 9V on both the circuit and layout diagrams is incorrect. It should be 330k. This resistor is located between the two top earth terminals of transformers T3 and T4. Finally, the parts list should show 10 100nF MKT capacitors (not 8). (04\/09)\n\nGPS Synchronised Clock, March 2009:  (1) The circuit for experimenting with the GPS module (Fig.4) should include a 4.7k resistor in series between pin 12 of the MAX232 IC and pin 3 of the GPS module. In addition, there should be a 10k resistor from pin 3 of the GPS module to ground. Without these modifications the EM-408 GPS module may be damaged by excessive voltage on pin 3 (serial data input). Also, the set-up cable for connecting the clock controller to a PC had the tip and ring of the phono plug swapped compared to the standard download cable used by Revolution Education. The PC board and cable shown in Fig.3 will work correctly as described but the cable is not suitable for programming PICAXEs. (04\/09)\n\n(2) In Fig.1 & Fig.2, the 3V & 5V markings for the GPS voltage selection are reversed. To set the circuit to 3.3V, to suit the EM-408 module, the jumper must be placed on the pair of pins nearest the PIC microcontroller, ie, opposite to that shown in the photographs. (05\/09)\n\nServiceman’s Log, March 2009: On page 56, the web address given to obtain the anti-spyware program “Ad-Aware” is incorrect. It should be Note that a freeware version is available. Note also that this software is from Lavasoft, not Grisoft as stated in the article. (05\/09)\n\nTemperature Probe For Hot Water System, Circuit Notebook, March 2009: The text on page 76 has the instructions for calibrating VR1 and VR2 transposed. (06\/09)\n\nMulti-Function Remote Controlled Lamp Dimmer, April 2009: To further secure the mains wiring, we recommend that an additional cable tie be added to secure the Active, Neutral & Earth leads immediately after the connections to the IEC socket (see photo on page 99 of the May 2009 issue). A second cable tie can then be added to secure the leads going to the GPO socket. (05\/09)\n\nSchool Zone Speed Alert, April 2009: When setting the current time or any of the speed zone start or finish times, take care to end the setting process using a second press of the same pushbutton switch S1-S5 used to begin that setting process.\n\nIf you accidentally press another of these switches, the firmware may “lock up” and you’ll need to unlock it by pressing the reset button S10 and holding it down for about five seconds. You will then have to re-set both the current time and any of the start and finish times that have been customised, because resetting causes a return to all of the default values. (05\/09)\n\n230VAC 10A Full-Wave Motor Speed Controller, May 2009: (1) The two 5W resistors shown on the parts overlay (Fig.10, page 42) as 4.7 ohms should both be 4.7k ohms. The photograph, parts list and circuit shows these correctly as 4.7k. In addition, pin 13 for IC2f on the circuit (Fig.9, page 40) should be labelled as pin 15. (06\/09)\n\n(2) The references to IC1a & IC1b and to IC3a & IC3b in the text should be swapped to agree with the block diagram on page 39 and circuit diagram on page 40 (the references to IC3a & IC3b for the current monitoring circuit description are correct). (07\/09)\n\n    (3) Due to a tendency to high-frequency oscillation in comparator IC1b at the moment of switch on for the IGBT (Q1), it is possible that Q1 will be damaged with some types of load. The typical damage to the IGBT is a short circuit between emitter and collector; the motor then runs at full speed. Usually no other components are damaged. The cure involves three small changes to the circuit: (i) Connect a 220pF 50V ceramic capacitor between pin 7 of IC2c and ground; (ii) Connect the collector of transistor Q4 to the wiper of speed pot VR1, instead of to the output of the IC1b. This prevents high-frequency oscillation during over-current events and provides a softer restart after an overload; (iii) Increase the 10k resistor from Q4’s base to ground to 100k; the over-current protection now starts at about 26A instead of 48A.\n\nThe revised circuit and PC board overlay diagram in the Ask Silicon Chip pages of the September 2009 issue show these changes: (i) the 220pF capacitor is installed underneath the PC board between pins 7 & 8 of IC2; (ii) the track from the collector of Q4 to the 4.7k resistor is cut and connected to the “+” side of the adjacent 10uF capacitor using a short length of tinned copper wire; (iii) the 100k resistor is just below IC4 and one end connects to IC4’s pin 7 (GND). (09\/09)\n\n6-Digit GPS Clock, May-June 2009: (1) A 100uF 16V capacitor has been omitted from the circuit on page 22. It is shown on the PC board overlay and is adjacent to transistor Q14. (07\/09) \n\n(2) As Mr Kevin Olds noted in the August 2009 issue (page 9), the seconds display updating was delayed by about 300ms every five seconds when the clock was being driven by the EM-408 GPS receiver module. This was due to the extra “GPGSV” or “GPS satellites in view” data sentences inserted by the EM-408 module into its data stream output every fifth second, ahead of the GPRMC sentence from which we were extracting the UTC time information. The method chosen by Mr Olds to avoid this delay was to reprogram the EM-408 from his PC so that it no longer inserted the GPGSV sentences into the data stream every five seconds. This certainly solves the problem but other readers found the method unappealing because it involves sending commands to the EM-408 module from their PC, via an RS-232 serial link. That being the case, designer Jim Rowe has found another way of solving the problem: by modifying the firmware in the GPS Clock’s PIC micro so that it extracts the time information from the GPGGA sentences instead of the GPRMC sentences. This prevents the inserted GPGSV sentences from delaying the seconds display updating, because the EM-408 module sends out the GPGGA sentences at the start of each second’s data stream. The revised “Version 3” firmware for the GPS Clock’s PIC controller will be available from the SILICON CHIP website by the time this note is published, for free downloading. Those who find the “short delay every five seconds” too irritating can therefore remove it, simply by reprogramming their PIC16F877A micro with this new Version 3 firmware. (10\/09)\n\n(3) As noted on page 100 of the October 2009 issue, designer Jim Rowe modified the GPS Clock’s firmware program to extract the time information from the GPGGA sentences rather than the GPRMC sentences available from the output of the EM-408 receiver module, in order to remove the 300ms delay which occurred in the seconds display every five seconds. This modification (in “Version 3” of the firmware) achieved the desired aim when the clock was displaying local standard time but as a number of readers have later found, there was a still-hidden bug which only made itself known when the clock was switched into displaying daylight saving time: every so often (usually in the very early hours of the morning), it would “hang” – with a blank display apart from the daylight saving mode indicator LED. On investigation, this turned out to be due to a bug in the routine used to calculate and display the hours component of daylight saving time. This routine has now been changed and the resulting “Version 4” of the firmware tested for about 10 days. Version 4 of the firmware will be available for free downloading from the SILICON CHIP website by the time this note is published. (12\/09)\n\n(4) With some PIC16F877A chips, the local time offset and other data stored in the EEPROM could become corrupted during power down. As a result the clock would not come up with the correct local time when it was powered up again. Merv Thomas VK6BMT and Ben Rampling VK6IC discovered that this was due to a hitherto undiscovered bug in the firmware: the brown-out detector inside the 16F877A was not being enabled. Once the configuration bit BODEN was set, the problem no longer appeared. The firmware has therefore been revised accordingly, and the latest version (‘V5’) will be available on the SILICON CHIP website (0410509E). (03\/11)\n\nUHF Remote 2-Channel 230VAC Power Switch, May 2009: On page 82, the +12V rail supplying the junctions of the 47 ohms resistors and LED1 via Rs# should come from the cathode of diode D1, not the cathode of D2. (07\/09)\n\nPreamplifier For Speed Controller, Circuit Notebook, May 2009: On page 35, the ... (truncated)",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9108234048,
        "format_confidence":0.9120886326
    },
    {
        "url":"https:\/\/www.kbelectronics.com\/tech_bulletins\/plugin-hp-vs-fixed-resistor.htm",
        "text":"\nProduct Manuals & Technical Notes\nFind the Right Control for Your Application\n\nCurrent Inventory\n\n(Log-in required)\nAC Drives (Inverters)\nDC Drives\nTriac Fan Controls\n\nKB AC Drives & DC Drives Technical Notes\n\n\nThis technical note presents the reasons why KB Electronics uses our exclusive Plug-In-Horsepower® Resistor (PHR) while our competitors use a fixed, soldered-in resistor.\n\nThe PHR allows you to cover the widest possible horsepower range of motors with one DC Drive. For example, the KBMM-125 DC Drive will control motor's from 1\/100 HP to 1-1\/2 HP; the KBMM-225 DC Drive will control motor's from 1\/50 HP to 3 HP.\n\nBy selecting the correct PHR, for your motor, you will not have to waste time calibrating the IR and CL compensation circuits. Our competitors' controls that have fixed horsepower resistors only have a range from 1\/8 HP to 1 HP. With the fixed horsepower resistor (we believe) the control is calibrated at the factory for a 1 HP motor rating. With the control calibrated for a 1 HP (CL setting is usually at 150% of the motor rating), what would happen if you use this DC Drive on a 1\/4 HP motor? Well, if you don't recalibrate the drive, the first time the motor stalls there is a good chance it will smoke. To prevent this you must recalibrate by installing an ammeter and voltmeter and readjust both the CL and IR Compensation adjustments. Most customers don't take the time to do this. Mainly, it's too time-consuming and secondly, they may or may not have the equipment.\n\nEven if you do calibrate the controls before you use them, what will happen if one of your customers has a defective control, and you need to send a replacement? Are you going to pre-calibrate it before you send it to the field? If you don't you know what's going to happen. The first time the motor stalls, there is a very good possibility that the motor will smoke or demagnetize. There is also the possibility that the additional torque may cause damage to the machine or gearboxes.\n\nThe load regulation of the motor will be substantially reduced because the drive is under compensated. A typical 1 HP, 90Volt DC motor draws about 10 Amps at full load and requires about 3 volts of IR Compensation. If the control is not recalibrated, then only 3\/4 of a volt of compensation will be produced at full load. This is far less than the motor's typical requirement.\n\nWith the Plug-In-Horsepower® Resistor, you select the correct resistor for the size motor you are using. You don't have to adjust the IR Comp or current limit trimpots. They are automatically preset for that size motor. Even if the calibration is off 10 or 20%, the effect on the motor will not be as dramatic as it would if the control were calibrated for 6 times the motor's rating.\n\nClick here for this KB Technical Note or Bulletin in PDFIf you have any questions, please give us a call.\n\nSincerely yours,\n\nAlan Bueller\n\n\nClick here for KB Technical Notes and Buletins\n\nAbout KB\nProduct Literature\nTypical Applications\nWarranty Registration\nContact KB\nDistributor Locator\nSales Rep Locator\nMedia Center",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.9491111636,
        "format_confidence":0.9591065645
    },
    {
        "url":"https:\/\/freaklabs.org\/documentation\/saboten\/saboten-user-guide\/",
        "text":"Saboten User Guide\n\nSaboten is the latest incarnation of the FreakLabs wireless sensor node. The Freakduino was designed for learning about  wireless communications, wireless sensor networks, and rapid prototyping. Saboten was designed for the specific purpose of outdoor environmental monitoring and ready to deploy as a wireless sensor node in the field. Saboten is based on the many environmental monitoring projects we’ve undertaken at FreakLabs working with groups like UNESCO and World Bank and the experiences we’ve built up around those projects.\n\n\nOne of the most prominent features of Saboten is that it comes with an optional ruggedized, weatherproof enclosure. The enclosure is rated IP65 which is an international standard rating system for harsh industrial environments with the specific designation meaning its waterproof and dustproof. This allows the electronics to be protected while being kept outdoors for environmental monitoring projects. You can also optionally drill holes for cable glands which allow you to run cables into and out of the enclosure without breaking the watertight seal.\n\n\nThe Saboten features the same radio as the Freakduino and as of this writing, supports the 900 MHz and 2.4 GHz long range radios. Which one you choose depends on your requirements, but the rule of thumb is that if you need speed, the 2.4 GHz radio is the one to use since it can support up to a 2 Mbps data transfer rate. If you need range, the 900 MHz radio is better since you get less path loss which can translate to a few extra km of range.\n\nThe Saboten radios also come with an RF front end which includes an amplifier on the transmit side and an amplifier on the receive side. On the transmit side, the amplifier is 500 mW for the 900 MHz version and 150 mW for the 2.4 GHz. version. For the receiver, the amplifier is 12 dB or 16x power gain for both 900 MHz and 2.4 GHz versions. In total, this translates into huge gains in range versus the stock radio. Range for the Saboten can usually be measured in kilometers rather than meters.\n\nThere is also an external antenna connector that reaches outside the enclosure and is protected from water via a rubber gasket. The external antenna connector allows you to connect all types of antennas to it. There is an optional stock omnidirectional antenna as well as directional antennas that will provide more range.\n\n\nPower management is one of the most important features of a wireless sensor node. They are designed to stay in the field for long stretches of time without having maintenance such as changing their batteries. Because of this, you can optionally power the sensor nodes off of lithium ion batteries and charge them via solar panel. We’ve included a solar charging circuit that will keep the battery charged and works with any single cell lithium-ion battery. The typical cell is 2000 mAh but its also possible to use cells larger than this. The solar charging circuit will also keep the battery topped up in the field increasing its battery life to the actual functional life of the battery rather than a single battery charge.\n\nThe solar panel uses a 2.5mm JST XH connector to interface to the board and must be at least 5V. There is also a similar connector for the lithium ion battery. The battery connector is to the right of the solar panel connector and accepts a standard single cell lithium-ion battery. The power switch allows you to choose between powering the board off the USB VBUS power or the connected battery. To power Saboten from the USB, the USB module must be plugged in and connected to a USB host. To power Saboten from the battery, a battery must be plugged in.\n\nReal Time Clock\n\nThere is also a real time clock (RTC) on the Saboten which serves many purposes. One of the biggest features of this RTC is that it’s temperature compensated. This means that it will have less drift outdoors in varying temperatures. Typically, clock accuracy is a function of temperature so as temperature varies, so do clock inaccuracies. By compensating for temperature, this clock is able to maintain a higher timing accuracy than for uncompensated clocks.\n\nA real time clock is very useful for wireless sensor nodes and one of the primary applications is for timestamping data. The timestamp is used to align data into a time series, especially for data that’s collected from different sensor nodes. This timestamped data is tagged on to collected data and then can be stored locally as well as transmitted to a remote server for storage.\n\nAlong with timestamping, the real time clock serves to wake the node at specific times. It’s possible to put the node to sleep and use the alarm function of the RTC to have it wake up every hour, every day, or even at specific times every month. From a power management perspective, this is a huge benefit because the deice can then only expend as much energy as it needs to capture data and then conserve its remaining energy by sleeping. This allows the device to stay in the field for months and potentially years on a single charge.\n\nEven if the main battery dies, it’s important that the clock IC retain it’s time. That way, when the sun comes out and recharges the main battery, it will still know what time it is and can resume operation. Because of this, a backup battery was added to the board to power the real time clock when the main battery dies. This backup battery uses a CR2032 and should last years on a single battery.\n\n\nThe Saboten also comes with on-board diagnostic circuitry to monitor critical parameters. There is circuitry to monitor the solar panel voltage, battery voltage, and temperature inside the enclosure. Using these diagnostics, its possible to diagnose if a board is failing and estimate how long until it completely fails. Combined with the SD card, it’s possible to log diagnostics for failure analysis. That way, when a device fails in the field, there will be a trail of timestamped diagnostic data to trace the failure. For instance, if the solar panel voltage stays low all the time, even if the sun is out, this could indicate there is a problem with the solar panel. At this point, it would be reasonable to estimate the battery  would be continuously discharging and based on the rate of discharge, its possible to estimate how much time before the sensor node can survive before it needs to have maintenance done or it’s completely out of commission.\n\nAnother example is if the solar panel voltage is normal but the battery voltage is continuously dropping. This indicates the battery is constantly discharging and could indicate a rogue circuit that’s pulling too much current or that there’s a problem with the charge circuitry. This also would give an estimate of how long in the field the node has before it is required to be maintained.\n\nSD Card\n\nThe Saboten comes with a microSD card slot which makes it possible to use SD cards for an almost infinite supply of storage space for things like flash images, sensor data, and diagnostic data. The Saboten can run the standard Arduino SD card libraries that support FAT32 so its possible to use most off-the-shelf SD cards. You should be careful when choosing SD cards though. Some of the cheaper SD cards do not support power savings modes according to the SD card specification. I’ve had excellent results maintaining low power in sleep mode using Sandisk SD cards. I recommend testing the power consumption in sleep mode with any SD card you choose to make sure it maintains low power operation.\n\nTo deal with the vast amounts of features on the Saboten, it comes with a larger version of the standard Arduino processor. It comes with an ATMega1284P which is the same processor as the Freakduino 1284P. This means that it’s compatible with standard Arduino libraries, but has 8x the RAM and 4x the flash as the standard Arduino processor. This is great for running RAM intensivce libraries like the FAT32 file system on the SD card. With this amount of resources, its possible to have a full featured application on the Saboten and have it as a standalone deployable device.\n\nUSB Serial Access\n\nSaboten uses an external USB Serial module for programming and development. It’s assumed that when it’s deployed, the USB serial interface will not be needed so to save power and complexity, it was kept as an external module. The external module uses a CH340G USB Serial IC to interface\n\nConnectors, Jumpers, and Switches\n\nSaboten is the next step up from the Freakduino and is the culmination of many outdoor environmental monitoring projects. Whereas the Freakduino is designed for rapid prototyping and learning about wireless sensor networks, the Saboten is designed for actual deployable applications like collecting research data, monitoring structures, or automating tasks in harsh or outdoor environments. It encompasses the features that we wanted most in a wireless sensor node while we were working on our monitoring projects and we hope you find it a useful addition to your tool arsenal too.\n\nInstalling the Hardware Board Files\n\n  • Download and install the correct USB\/Serial driver for the version of board you’re using\nFreakduino VersionUSB Serial ChipUSB Serial Driver\nFTDI USB Serial Drivers\n2.xFTDI FT231XSFTDI USB Serial Drivers\n3.xSilicon Labs CP2102Silicon Labs USB Serial Drivers\n\n  • Open the Arduino IDE, go to File\/Preferences, and copy the sketchbook location folder.\n\n  • Go to that folder and copy the board support files into the \/hardware directory. If that directory doesn’t exist, create it.\n  • This is what it looks like on Windows:\n\n  • This is what it looks like on Linux:\n\n  • This is what it looks like on Mac OSX (On OSX in English, that would be the Documents folder):\n\n  • Once you copy the files into the \/hardware directory, restart the Arduino IDE and go to the Tools\/Board menu. You should find the Freakduino boards in there.\n  • Select the Saboten series boards from the menu list\n\n  • Then re-open the Tools menu and go down ... (truncated)",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.843742013,
        "format_confidence":0.6145432591
    },
    {
        "url":"http:\/\/www.epanorama.net\/zen_schematics\/Circuits\/Testgear\/emfprobe2.html",
        "text":"Electromagnetic Field Probe Version 2\n\n\nAn electromagnetic field probe designed to detect changing electric and magnetic fields. The probe has switchable gain, a frequency response up to 400kHz and independent audio and meter monitoring.\n\nCircuit Notes:\n\nThis EMF probe uses an inductor to locate stray electromagnetic (EM) fields. It will respond to both changing magnetic and electric fields as each will induce a voltage in the inductor. The circuit is built around a quad low noise FET input op-amp, type TL084.\n\nPower supply is a single 9 Volt battery, the supply being divided by R5 and R6. C1 and C2 help smooth variations in battery voltage, S1 is the on off switch. The input stage U1, is direct coupled to the probe, a radial wound 1mH inductor, type Toko 8RB as shown in the probe construction. This part appears only available from Jabdog Electronics in the UK, part number 187LY-102J. If not available then the 1.2, 1.5 or 1.8mH inductor will work equally well. The reactance of the inductor changes with input frequency and stage gain is very high. As there is no offset null control in the TL084 then the output is capacitively coupled via C3 to the next Tl084 amplifier U2. This stage has switchable gain of approximately 1.5x and 4.7x controlled by S2.\n\nThe output gain of both U1 and U2 stages ( with switch S2 open ) is about 70dB at 1KHz. Gain is still about 30dB at 400KHz, although the signal meter will not be too accurate at such high frequency. The bode plot simulated in LTspice is shown below:\n\nThe output from U2 is split by C4 and C5 and drives an independent headphone amplifier built around U4. VR1 acts as a volume control the output being either a mono or stereo miniature jack plug as shown. The output stage of the TL084 is sufficiently low to drive 32 ohm headphones like Sennheiser or Ipod Shuffle, etc. U3 is the meter amplifier. All EMF fields are amplified across the load resistor R8. D1 now acts as a half wave rectifier and creates sufficient DC voltage to drive a small signal meter, shown below.\n\nThis signal meter is available from Maplin Electronics part number LB80B and has a FSD of 250uA and an internal resistance of 675 ohms. However any meter will work having a similar sensitivity. Meters of 100 or 50uA FSD can also be used providing a suitable series resistor is used. Because the circuit is responding to RF frequencies up to several hundred kHz a smoothing capacitor across the meter should not be used as this would appear as an effective short circuit reducing the average current through the meter to zero.\n\nProbe Construction:\n\nThe probe is made from an old pen tube, the end cap being removed. A 50cm length of audio screened cable is threaded through the pen tube and soldered to the radial inductor. The capacitance of 50cm audio cable is about 2pF, longer cable should not be used as high frequency performance will deteriorate.\n\nThe cable may be used with a 3.5mm mono plug and socket if desired. My completed probe is shown below. The diameter of the inductor fitted neatly against the body of the pen tube. A layer of insulating tape or glue may be used to secure the pen body to the inductor.\n\nSimulation Model:\n\nTo model this circuit in LTspice or any other simulator you have to take into account the input capacitance of the probe cable, and the impedance of the inductor itself. The cable capacitance was measured by a capacitance meter and came out at 1.9pF, so 2pF was added in parallel with L2 which is the probe inductor. The simulation schematic is shown below:\n\nThe Toko 8RB inductor has a series resistance of 7 ohms, at 100kHz the impedance is 628.3 ohms. The series resistance of L2 needs to be included, in LTspice the inductor L2 can be right clicked and a value for series resistance entered, or as shown above can be entered in the value of Rs. A transient response at 10kHz is shown below:\n\nThe simulation model has 3 nodes labeled Vgain, Vheadphone and Vmeter for clarity. These waveforms are shown above. The input has been simulated by a signal generator feeding another coil. The coupling coefficient of 0.9 is used and input voltage of 10mV pk-pk used.\n\nDownload Simulation Circuit:\n\nThe simulation circuit for LTspice can be downloaded here. Please note that you will also have to download the model for the potentiometer and TL072 op amp from the LTspice yahoo group. The TL072 simulation model is the same as the TL084 model.\n\n\nIf you have access to an audio or RF signal generator you can apply an input signal to the windings of a small transformer or another inductor. This will set up an electromagnetic field which will be easily detected by the probe. Without a signal generator, just place the probe near a power supply, mains wiring or other electrical device. There will be a deflection on the meter and sound in the headphones if the frequency is below 15KHz.\n\nParts List:\n\nIC1 TL084\nD1 1N4148\nL1 1mH radial inductor part 187LY-102J\nR1 470k\nR2,R5,R6,R7,R9 10k\nR3 22k\nR4 47k\nR8 4k7\nVR1 10k log\nC1,C6,C8 220u\nC2,C4,C5 10u\nC3 1u\nC7 2.2u\nSignal meter 250uA FSD, Maplin LB80B or similar\n\nIn Use\n\nSwitch on, set VR1 to minimum and plug in headphones (optional). The circuit can be built on veroboard and is designed to be portable. Try moving the probe near a light switch or electric socket and a loud hum will be heard in the headphones and meter will deflect.\n\nReturn to Testgear Circuits\n\nContent sourced from Zen Schematics\n\nCircuit: Andy Collinson",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.7128244042,
        "format_confidence":0.8182865977
    }
]