[
    {
        "url":"https:\/\/topbettingesports.com\/disclamier\/",
        "text":"The information found on topbettingesports.com is for entertainment purposes only. It is a purely informational website that does not accept wagers of any kind. Although certain pages within topbettingesports.com feature or promote other online websites where users are able to place wagers, we encourage all visitors to confirm the wagering and\/or gambling regulations that are applicable in their local jurisdiction (as gambling laws may vary in different states, countries and provinces). topbettingesports.com uses affiliates links from some of the sportsbooks\/Esports it promotes and reviews, and we may receive compensation from those particular sportsbooks\/Esports in certain circumstances. topbettingesports.com does not promote or endorse any form of wagering or gambling to users under the age of 18.\n\nIf you believe you have a gambling problem, please visit BeGambleAware or GAMCARE for information and help.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9460369349,
        "format_confidence":0.9884331822
    },
    {
        "url":"https:\/\/www.ohiolottery.com\/Promotions\/Seasonal-Promotions\/Rules\/US-Bank-Arena-Rules",
        "text":"The Ohio Lottery U.S. Bank Arena Rules\n\nUS Bank Arena Second Chance Rules\n\n\n\nTO ENTER: NO PURCHASE NECESSARY. Contestants shall drop a non-winning Ohio Lottery instant ticket or 3x5 index card into the Register-To-Win box located within the main concourse (near Guest Services) at the U.S. Bank Arena, between December 1, 2012 and September 2, 2013. Contestants must write their full name, address, and phone number on the back of each entry submitted. Contestants may also mail a non-winning Ohio Lottery instant ticket or 3x5 index card with full name, address, and phone number to U.S. Bank Arena 100 Broadway Cincinnati, Ohio 45202 ATTN: Second Chance Promotion. One entry per mailing will be accepted. One non-winning ticket or index card constitutes an entry.\n\nFrom the entries collected, there will be four (4) drawings total; 3\/2\/13; 6\/2\/13; 8\/2\/13; 9\/2\/13\n\nFour times throughout the year, one (1) winner will be selected to win a U.S. Bank Arena VIP Experience (approximate retail value $400),  which will include  four (4) tickets to a future U.S. Bank Arena event VIP parking, VIP entrance, merchandise item to the event, Meet and Greet Access or Sound Check if applicable and Backstage Access. If the winner selects the Cincinnati Cyclones VIP Experience, the winning participant will dress up like a Cincinnati Cyclones’ player, listen to pre-game speech, and get their name announced for the game, and sit on the bench with the team during the 1st period.\n\nEntrants must be 18 years of age or older to be eligible. Illegible entries are void. No mechanically reproduced or photocopied entries permitted. U.S. Bank Arena, the Ohio Lottery Commission and their respective agents, employees, affiliates and subsidiaries are not responsible for illegible, lost, late, damaged, incomplete, postage-due, or misdirected mail or entries. All materials submitted become the property of the Ohio Lottery Commission and the U.S. Bank Arena (“Sponsors”) and will not be returned.\n\nRANDOM DRAWING:  Prize Winner will be selected in a random drawing from among all eligible entries received. Odds of winning will depend upon the number of eligible entries received. Three (3) alternates are automatically drawn per winning prize. U. S. Bank Arena will contact winners within three (3) days of the promotion drawing by phone. Winners must respond and\/or accept prize within five (5) days of the first attempt to notify winner. Show must be selected within ninety (90) days of the drawing date. If the winner does not accept the prize, the alternates will be contacted within the order drawn.\n\nEmployees of Sponsors (U S Bank Arena and Ohio Lottery), their respective agents, employees, commissioners, directors, affiliates, subsidiaries, assignees, advertising and promotion agencies, suppliers and the immediate family members and\/or those living in the same household of each are not eligible to enter this promotion. Void where prohibited by law. Any federal, state and\/or local taxes are the sole responsibility of Prize Winner. All federal, state and local laws and regulations apply. Acceptance of a prize constitutes permission to the Sponsors and their agents, employees, commissioners, directors, affiliates, subsidiaries, and assignee, advertising and promotion agencies, and suppliers to use the Prize Winner's name and\/or likeness for purposes of advertising and trade without further compensation, unless prohibited by law. Further, by accepting a prize, Prize Winner agrees to hold Sponsors, their respective agents, employees, commissioners, directors, affiliates, subsidiaries and assignees absolutely harmless against any and all claims and\/or liability arising out of participation in this promotion and\/or the ownership and\/or use of a prize. Prize Winner assumes all liability for any injury or damage caused, or claimed to be caused, by participation in this promotion or use or redemption of any prize. By participating in this promotion, all entrants agree to be bound by these Official Rules.\n\nU.S. Bank Arena is responsible for conducting this promotion. Ohio Lottery Commission shall not be liable for any direct or indirect damages and\/or claims arising from promotions or Vendor’s conduct of any promotions and\/or prizes associated with such promotions.\n\nThese rules may be amended or revised at the sole discretion of Sponsors.\nRecent Drawings",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.967243731,
        "format_confidence":0.9841647744
    },
    {
        "url":"http:\/\/dpquiz.co.uk\/index.php\/disclaimer",
        "text":"[[script type=\"text\/javascript\"]]<!--\ngoogle_ad_client = \"pub-6481852383787466\";\n\/* 120x600, created 30\/07\/09 *\/\ngoogle_ad_slot = \"1906656831\";\ngoogle_ad_width = 120;\ngoogle_ad_height = 600;\n\n[[script type=\"text\/javascript\"\n\n\nFree Quiz Questions on DP Quiz\n\nAll of the free quiz questions on this site are either written or edited by DP Quiz and every effort is made to keep them up-to-date.\n\nHowever, please note that you are responsible for checking your own facts before using the questions in in your own event, particularly if its a life or death quiz situation!Smile\n\nFacts sometimes change and when dealing with quiz questions from this site and from others you are strongly advised to check the latest information. This is particularly true of questions that can easily go out of date such as \"How old is Europe's oldest man?\" or \"What is the world record high jump?\" Use your common sense to detect when it's worth looking up a question.\n\nMore information and advice on this subject is available in my e-book How To Make £100 a Night (Or More) As A Pub Quizmaster.\n\nMeanwhile, if you think you've spotted a mistake in any of the questions, or if you want to ask for any clarification about any of the questions, please This email address is being protected from spambots. You need JavaScript enabled to view it., and I will always be happy to hear from you.\n\n\nDr Paul",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.7472400665,
        "format_confidence":0.9647696018
    },
    {
        "url":"https:\/\/wiki.teamfortress.com\/w\/index.php?title=Team_Fortress_Wiki:Policies&printable=yes",
        "text":"Team Fortress Wiki:Policies\n\nFrom Team Fortress Wiki\nJump to: navigation, search\n\nThis page documents accepted policies and guidelines in use on the Team Fortress Wiki.\n\nTerms of Use\n\nMain article: Team Fortress Wiki:Terms of Use\n\n\nUnreleased content\n\n\"Unreleased content\" here refers to content for which there is some expectation of pending Valve release, but has not been patched into the game and has not been made public in Community servers; examples being content Valve claims to be developing or content mentioned in an ongoing Update ARG. For Community Mod policy, see Mod notability.\n\n  • Generally, images or articles relating to expected but unreleased weapons, items, or other game content are not permitted until they are officially released. This is because until that point, what the content is, does, or looks like cannot be confirmed.\n  • The main purpose of this is to reduce unverified speculation or other ridiculous conjecture appearing as 'fact' on article pages.\n  • You are, however, free to start creating the article in your user space and have it moved back into the article space upon official release. Note: main space categories are generally not permitted on articles in user space.\n\nImages and media\n\nFor image licensing policy, see Team Fortress Wiki:Licensing images.\nFor guidelines on image quality, see Team Fortress Wiki:Images.\nFor placing images in articles, see Help:Images.\n\nLanguages and localization\n\nSee Help:Language translation for help and specific guidelines related to article translation.\n\nThe content on Team Fortress Wiki is multilingual, and every effort should be made to ensure that readers of other languages can access the same content in their own native language.\n\n  • Articles should have multiple language translations. Content related to the organisation of the project (i.e. pages in the Team Fortress Wiki and Help namespaces) should normally not be translated.\n  • Many articles are kept translated via translation switching templates. This allows consistent formatting across pages, and ensures that localized text and template code are kept in one single template.\n\nCommunity websites\n\nThe community website pages on this wiki have always been prone to abuse, and as time went on, concerns of bias and the usage of the wiki as a vehicle for product advertising became more pronounced. A lack of guidelines acceptable to all parties has also always been an issue, so as of 2014-05-12 the wiki is enacting a concrete policy of no site pages whatsoever in favor of more helpful and informative basic guides that document the features more generally. This should solve the concerns of advertising and bias, as well as giving a more concrete starting point for newcomers. The new guides are: Basic Market guide, Basic trading guide, and Basic inventory guide.\n\nMod notability\n\nBecause the Team Fortress Wiki is treated as a reliable source of information by players, all new page additions are reviewed by staff to ensure that they meet minimum quality standards. In the case of community content, certain notability requirements also have to be met, in order to maintain this standard of quality. Before creating a new page for a community mod, please ensure that it meets these requirements, and be prepared to show them to staff should the need arise (either via IRC prior to creating the page, or on the talk page for the mod after it has been created). Beware that if a mod is not deemed as notable, it may be summarily removed.\n\n  • Running on multiple servers: The mod in question must be shown to be in use on multiple servers, run by different entities (meaning that if there are a half-dozen servers being run by one group or person, it doesn't count). These servers also have to show a reasonable amount of player activity, and not simply be empty all the time. If a mod truly is notable in the community, then players will request that server admins run the mod and\/or plugin, and it will see reasonable activity in those servers.\n  • Discussion among the community: Discussion of the mod must extend beyond the thread announcing its creation and development. It must be shown that the mod is actively discussed by multiple users over multiple communities, in order to illustrate its popularity among players.\n  • Exposure via YouTube: A very good marker of popularity is if a prominent YouTuber uploads a video of gameplay of the mod, or a popular Twitch streamer plays it (with or without fans\/subscribers is acceptable). Simply showcasing the mod over the course of a few videos and a few personalities is proof enough of trending popularity, it does not have to be multiple videos over a consistent time period.\n\n\nFor basic help with wiki editing, see Help:Editing\nFor tips on style, see Help:Style guide\nFor a complete list of help pages, see Help:Contents\n\n\nUser content\n\n  • Images\n    Some images are permitted to be uploaded for personal use on user pages. However, users who abuse the right to upload decorative images may have them removed.\n    User images should follow these rules:\n    • They should have the user's name in the file name (e.g. File:User MyName Steam avatar.png)\n    • They should be placed in the category User images (place the code [[Category:User images]] into the upload box)\n    • User images should not be used in articles, or share categories with article images.\n  • Signatures\n    Custom signatures are allowed. However, we would prefer that more attention is paid to improving articles rather than your own signature. As with user images, misuse of signatures may result in you losing the right to have one.\n  • Pages\n    User pages should not be placed in any article category.\n\nElevated privileges\n\nSee Help:Group rights.\n\n\n\nSee also: Wikipedia:Protection policy\n\nGenerally most pages are not protected to encourage new edits and additions to content. However, some pages and articles are deliberately locked against editing, mostly for the following reasons:\n\n  • If an edit war breaks out and involved parties refuse to stop;\n  • If the page is high-risk: this can include templates like {{lang}} that are transcluded heavily, or pages that are heavily trafficked like Main Page.\n    If a template needs protection and translation switching, consider making use of the Dictionary to allow translators to update strings.\n\n\n  • Users are only blocked from editing if they prove to be consistently disruptive to the wiki. Vandalism, ignoring your talk page, or spam are all good ways to get blocked.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9756916165,
        "format_confidence":0.9776925445
    },
    {
        "url":"https:\/\/game.smartlotto.ie\/game\/news\/350\/9620",
        "text":"Thank you for supporting\n\nBallincollig GAA\n\nWe've Updated Our Privacy Policy\n\nDear [name],\n\nProtecting your data and your privacy has always been very important to us, but new legislation is soon coming into force which will impact how your personal data is treated and imposes new standards on all parties which may process it.\n\nThis legislation is called the General Data Protection Regulation (GDPR) – it is very likely that you have already heard mention of it via various news outlets. It comes into force on 25th May 2018 and is designed to protect the personal data of EU citizens.\n\nIn order to be compliant with this new legislation then we have had to update our Privacy Policy and Cookies Policy, effective immediately. You can find the link to this document below.\n\nPrivacy Policy:\n\nIf you require any assistance in regard to this email, or with your product\/service, then please contact our customer care team on:\n\nIf you wish to opt out:\nTo opt out of receiving email or SMS from us, please email and include your name and phone number (if SMS).\n\nKind Regards\nSmart Lotto Customer Services Department\n\nOur next draws",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.5837910771,
        "format_confidence":0.6038039327
    },
    {
        "url":"https:\/\/www.realbetbingo.com\/institutional\/privacy-policy\/",
        "text":"Privacy Policy\nIt is our responsibility and obligation to protect our customer’s privacy, and any information that you give us will be used only to ensure our services.\n\nUnless we have the User's prior approval to disclose his personal information, no information given at the time of registration, deposit or withdrawal, will be provided to third parties for any other use other than those inherent in the operation and will be stored in our files as safely as possible. do not share, rent, sell or lend your database to any other company, institution or association, except business partners who signed a contractual obligation to follow the Companies Policy. If there is any change of an unlikely event that this policy of sharing information, team undertakes to notify in advance, so the User can give us his explicit refusal.\n\nWe take technically all the security measures recommended by the industry and we are compromised to invest in advanced data protection for the User’s safety. All data exposed to our systems are encrypted and stored in locations of exclusive access. This shows you that none of your personal information propagates through the network without being encrypted (encoded) using the best algorithms available.\n\nRegards, Team\nCongratulations, you made the right choice! RealbetBingo is world of fun which is transformed and updated all the time. An online entertainment site where visitors will find the best advantages and benefits playing Bingo and Casino games with unique changes of winning!\n\nBingo rooms with the best video bingo games of the whole web. The most prominent and famous like Show Ball, Pachinko, Turbo H, Mega Touch, Silverball and Keno.\n\nThere is no other online Casino with the most dynamic slots like Halloween, Monstros, Bucaneiros and Circus. Also table games like Black Jack, Video Poker and Baccarat.\n\nRotate the device to see the form\nComplete your information\n\/ \/\nI am over 18 years of age, I have read and agree with the Terms and Conditions of this site\nI want to receive email weekly newsletters\nAreas of interest at\nVideo Bingo & Slots\nIf you have problems to remember your account, send an email to [email protected]",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9497337937,
        "format_confidence":0.9817781448
    },
    {
        "url":"http:\/\/www.oddscomparisons.com\/modern-pentathlon\/world\/",
        "text":"Modern Pentathlon: World Betting Odds\n\nWhile every effort is made to ensure that the Modern Pentathlon betting information displayed here is correct and up to date, we are not liable for any errors and it is your responsibility to check the Modern Pentathlon odds with the bookmaker before placing a bet.\n\nOddscomparison 2018 | Terms of Service",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9749132395,
        "format_confidence":0.8064807653
    },
    {
        "url":"https:\/\/pokemonultimatebrawlers.webs.com\/rules.htm",
        "text":"Pokemon Ultimate Brawlers\n\n\nForum Rules\n\n1. Do Not Spam. This means do not Double post, use too many smileys or write gibberish all over your post.\n\n2. Do not post links to anything other than what's listed on the FAQ.\n\n3. Do not use swear words as insults, and do not overuse them.\n\n4. Please do not post things unrelated to the thread, such as asking to battle on a trade thread.\n\n5. Do not advertise.\n\nChat Rules\n\nBreaking any of these rules will result in 2 Kicks, Then ban for 2 hours, Then ban for a day, Then ban forever.\n\nRule 1: Do Not Advertise without permission. Failure to follow this rule is subject to an immediate perma-ban.\n\nRule 2: Do Not Post links to inappropriate material such as pornography, blood and gore or any sort of discriminating material.\n\nRule 3: Respect each other in the chat. Bullying, Racism, Flaming, Pestering, Trolling, Sexism or Disrespecting will result in a kick, then a ban. Also Obey all Moderators\/Owner.\n\nRule 4: No Spamming. This means no overusing smileys, repeatedly posting the same entry or constant unfinished sentences.\n\nRule 5: Please Do Not diss Pokemon. This chat is meant for Pokemon Fans only\n\nRule 6: Do not use excessive language\n\nRule 7: Do not ask to be Moderator or Owner. Fiero will decide who gets to be moderator or owner.\n\nRule 8: Please follow the Owners and Moderators rules. Do not tell them what to do or argue with their decisions.\n\nModerator Minor Rules\n\n1. Please give a proper reason to ban someone on the chat. Do not ban people for \"no reason\".\n\n2. Do not Cut any slack. If anybody breaks a rule you are to kick\/ban them even if they are your best friend, brother, etc.\n\n3. If an Administrator Bans a person, a Moderator cannot Unban them.\n\nMembers Area\n\nRecent Forum Posts\n\nCurrent and Upcoming Mystery Gifts\n\nNorth America:\n\nShiny Raikou(Jan.3 to Jan.9)[GameStop]\n\nShiny Entei(Jan.17 to Jan.23)[GameStop]\n\nShiny Suicune(Jan.31 to Feb.7)[GameStop]\n\nAsh's Pikachu(Jan.30 to Feb.7)[Toys 'R Us]\n\n\nMystery Egg(Dec.17 to Jan.11)[Wi-Fi]\n\n\nThere are no Mystery Gifts at the moment.",
        "topic_id":11,
        "format_id":8,
        "topic_confidence":0.9652750492,
        "format_confidence":0.9185231328
    }
]