[
    {
        "url":"https:\/\/www.sustainablefuturesinafrica.com\/2017\/02\/",
        "text":"Building Connections: Community-Based Environmental Sustainability in Southern Africa\n\nOn the 15 and 16 of December 2016 an International Symposium was hosted at the University of Glasgow, funded by the ESRC.  Building Connections: Community-Based Environmental Sustainability in Southern Africa. The event was organised and run by the University of Glasgow scholars, Dr. Mia Perry (School of Education), and Prof. Deborah Dixon of (Geographical and Earth Sciences), and aimed at fostering research collaboration and knowledge-exchange across disciplines and between institutions based in Scotland, Wales, Malawi, and Botswana. Invited participants included Dr. Boyson Moyo (agronomist, Malawi), Prof. Rebecca Lekoko (community and adult education, Botswana), Dr. Olekae Thakadu (environmental management, Botswana), Dr. Deepa Pullanikkatil (environmental management, Malawi), as well as Elson Kambalu (artist and film maker from Lilongwe, Malawi). The UK based institutions were represented by Dr. Marc Welsh (remediation and resilience in Malawi, Aberystwyth University), and the University of Glasgow academics, including Dr. Neil Burnside (interdisciplinary geoscientist), Dr. Alan Britton (environmental education), Dr Carlos Galan Diaz (research impact), Dr. Margaret Smith (multidisciplinary agro-chemist), Dr. Ian Watson (applied physicist) and Kasia Uflewska (cultural sociologist and Ketso intern).\n\nThe Symposium opened with remarks by Prof. Mike Osborne, Director of Research for the School of Education, University of Glasgow, and was introduced by Dr. Mia Perry and Prof. Deborah Dixon. The activities, aimed at knowledge-sharing and presentations, commenced with a panel discussion addressing the environmental challenges in Southern Africa, and were followed by a briefing on funding opportunities for global challenges. The subsequent afternoon workshops focused on issues related to the community engagement, arts and public pedagogies, geographical and Earth sciences, as well as the research methodologies. The first day closed up with heated discussions on the challenges and opportunities for cross cultural, and cross discipline research in Southern African environmental sustainability, as well as on affordances and challenges of interdisciplinary research among academics, politicians and community members.\n\nThe second day of the Symposium commenced with introductions by Prof. John Briggs, (Professor of Geography, Vice-Principal for the University, and Clerk of Senate) and aimed at formalising ideas, and forming potential partnerships. The diverse ideas, perspectives, and interest areas were explored holistically and creatively through an employment of an engagement toolkit, Ketso. A brief Ketso introductory workshop was conducted by Kasia Uflewska to support participants in carrying out an extensive Ketso afternoon session aimed at formulating final ideas, collaborations and partnerships. The Symposium concluded with a formulation of actionable plans, including groundwork-planning, bid writing, and potential research collaborations.\n\nVolcano-Tectonics in Tanzania, exploring the World’s Strangest Volcano\n\nThe University of Glasgow Tanzania Expedition took place in June 2015 and consisted of a team of 13 Glasgow students who worked alongside a group of students from the University of Dodoma to study the unique Ol Doinyo Lengai volcano.\n\nTranslating to “Mountain of God” in the local Maasai language, Ol Doinyo Lengai has been dubbed the “strangest volcano on Earth” by National Geographic due to the unique composition of its magma and the importance of it geological setting. Located in the Arusha region of Tanzania, Ol Doinyo Lengai is part of the East African Rift System; an active continental rift zone which stretches 1000’s of kilometres from the Gulf of Aden to Mozambique. It began developing around 25 million years ago at the onset of the Miocene and since then the smaller Somalian Plate has been pulling away from the Nubian (African) Plate at a rate of roughly 6-7mm per year, providing a modern analogue to help us understand  how  continents break  apart.  Ol Doinyo Lengai  (3188m)  sits  on the  eastern branch of the rift known as the Gregory Rift. It is the only active carbonatite volcano in the world and has the coolest lava, erupting at 500-600degreesC, resulting in extensive interest from the geological community.\n\n\n\n[display-posts posts_per_page=\"100\" image_size=\"0\" include_excerpt=\"false\" category=\"Volcano Tectonics in Tanzania\" wrapper=\"div\"]\n\nRwenzori Mountains, Albertine Rift System, Uganda\n\nUnderstanding the structure, permeability and activity of faults in and around the Rwenzori mountains, Albertine rift system, Uganda.\n\n1Daniel Koehn, 2Kevin Aanyu, 1Allan Hollinsworth, 1Roderick Brown, 2Andreas Schuman\n\n1School of Geographical and Earth Sciences, University of Glasgow, UK\n\n2Department of Geology and Petroleum Studies   \n\nMakerere University, Kampala, Uganda\n\nThe East African Rift System (EARS) has intrigued scientists for decades as it is the archetype of a continental rift and is believed to be the cradle of humankind. However, our current understanding of this geological feature is still clouded with mystery. In this project we focus on rift faults in the western branch of the EARS in and around the Rwenzori mountains, and aim at an understanding of why and how a basement block was uplifted during extension of the crust. The EARS represents one of the most variable environments on Earth being an area of active tectonics, dynamic topography with deep lakes, high mountains and active volcanoes. The variability of this changing landscape, its local climate and its richness in natural resources poses opportunities as well as challenges for local communities and consequently regional and global interests. We are working together with researchers from Makerere University, Uganda Wildlife Authority and local community guides to develop an understanding of the geology, faulting and rock uplift as well as science communication and local community development.\n\nThis research is funded by the NERC Oil and Gas CDT and supported by the Ugandan Council for Science and Technology (UNCST) and Uganda Wildlife Authority (UWA). We thank NERC, UNCST and UWA for their support.\n\n\n[display-posts posts_per_page=\"100\" image_size=\"0\" include_excerpt=\"false\" category=\"Rwenzori Mountains\" wrapper=\"div\"]",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9814050794,
        "format_confidence":0.6600189805
    },
    {
        "url":"http:\/\/www.esrcsocietytoday.ac.uk\/news-and-events\/press-releases\/15029\/when-it-comes-to-the-environment-education-affects-our-actions.aspx",
        "text":"When it comes to the environment, education affects our actions\n\n21 March 2011\n\nThe more highly educated are more likely to display their environmental credentials through what they buy rather than with actions such as turning off lights, according to findings from Understanding Society, the world’s largest household panel survey, funded by the Economic and Social Research Council (ESRC) and managed by the Institute of Social and Economic Research (ISER) at the University of Essex.\n\nThe first set of findings from the survey are based on data from more than 22,000 individuals and show that people with degrees are 25 per cent more likely, on average, than people with no education qualifications to adopt pro-environmental behaviours, at least in terms of paying more for environmentally-friendly products. However, they are less likely to turn off the TV overnight or to use public transport.\n\nOverall the survey, which will follow 40,000 UK households over many years, found that 60 per cent of people believed that a major environmental disaster is pending if things continue on their current course, and just over half the respondents (53 per cent) say they 'do quite a few things that are environmentally friendly' or are 'environmentally friendly in most things or everything' they do.\n\nNonetheless, people’s willingness to behave in an environmentally-friendly way comes with conditions as 59 per cent of those surveyed agreed that 'any changes I make to help the environment need to fit in with my lifestyle' and just half (50 per cent) would be prepared to pay more for environmentally friendly products.\n\nProfessor Peter Lynn at the Institute of Social and Economic Research (ISER) which manages Understanding Society at the University of Essex, said: \"These findings offer an interesting suggestion that more highly-educated people may be more willing to take environmentally-motivated principled actions such as buying recycled paper products or avoiding the purchase of over-packaged products and yet are less willing than others to take relatively small actions that may be more of a personal inconvenience.\"\n\nThe survey found that:\n\n  • women are more likely than men to adopt pro-environmental behaviours, for example they are 4per cent more likely, on average, to be willing to pay more for environmentally-friendly products;\n\n  • the presence of dependent children in the household is associated with a lower willingness to pay more for environmentally friendly products;\n\n  • employed people seem less likely to adopt pro-environmental behaviours - especially by putting on more clothes when cold and reducing the frequency of flights - than people who are outside the labour market.\n\nUnderstanding Society also reveals that a significant minority have a defeatist attitude towards combating climate change.  One in five (21 per cent) think that it is too late to do anything about climate change and nearly a third (29 per cent) believe it is not worth Britain trying to combat climate change, because other countries will just cancel out what we do.\n\nProfessor Lynn added: \"These initial findings suggest that people’s behaviour is motivated by considerations other than environmental concern such as income and personal resources. These motivations need to be better understood if policymakers and civil society organisations looking to change people’s behaviours are to make any genuine headway. There clearly remains across all sections of society a considerable reluctance to take part in environmentally-friendly behaviour that has a personal cost, even though the importance of doing so is recognised by the majority of people.\"\n\nFor further information contact\n\nESRC Press Office:\n\nNotes for editors\n\n  1. About the researcher: Peter Lynn is Professor of Survey Methodology at the Institute of Social and Economic Research (ISER). His research interests lie in all areas of quantitative survey methodology.\n\n  2. The findings above are taken from Chapter 12 of 'Understanding Society: Early findings from the first wave of the UK’s household longitudinal study'. Chapter 12 'Environmental Attitudes and Behaviour: who cares about climate change?' by Peter Lynn and Simonetta Longhi analyses the questions asked about environmental behaviour and identifies some of the socio-demographics characteristics associated with these behaviours.\n\n  3. Understanding Society is a world leading study of the socio-economic circumstances in 40,000 British households. The study allows for deeper analysis of a wide range of sections of the population as they respond to regional, national and international change. Understanding Society will greatly enhance our insight into the pathways that influence peoples longer term occupational trajectories; their health and wellbeing, their financial circumstances and personal relationships. Understanding Society also breaks new ground with its interdisciplinary focus. The study will capture biomedical data on 20,000 participants and place this alongside rich social histories, helping us weigh the extent to which people's environment influences their health.\n\n  4. Understanding Society has been commissioned by the Economic and Social Research Council (ESRC). The Research Team is led by the Institute for Social and Economic Research (ISER) at the University of Essex. The National Centre for Social Research (NatCen) delivers the Study.\n\n  5. The ESRC have contributed £27 million towards the funding of Understanding Society, and have successfully secured a total of £19.4 million from the Department for Business, Innovation and Skills Large Facilities Capital Fund. A further £2.61 million has been secured from a consortium of Government Departments. This funding will support the first five waves of the study until 2015. It is envisaged that the study will continue for up to 20 years.\n\n  6. The ESRC is the UK's largest organisation for funding research on economic and social issues. It supports independent, high quality research which has an impact on business, the public sector and the third sector. The ESRC’s total budget for 2010\/11 is £218 million. At any one time the ESRC supports over 4,000 researchers and postgraduate students in academic institutions and independent research institutes.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.8710590601,
        "format_confidence":0.9642092586
    },
    {
        "url":"http:\/\/es.iet.unipi.it\/tawara\/content\/index.php\/news\/5\/79\/TAWARA_RTM-WP2-and-WP3-KO-Meeting.html",
        "text":"News and press\n\nMar 7, 2014\n\nTAWARA_RTM WP2 and WP3 KO Meeting\n\nThe polish partners MPWik and NCBJ organized a meeting in Warsaw on 5-6 March, 2014 to discuss and organize the tasks of the incoming work packages WP2 (real-time monitor) and WP3(spectroscopy detector). During the meeting the partners had the opportunity to visit the place where the final prototype will work for the demosntration phase at MPWik, and also the NCBJ laboratory. \nCategory: News\n\nUsers' Login\n\n\n\nForgot Your Password?  Forgot Your Login Details?",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9865103364,
        "format_confidence":0.6108852029
    },
    {
        "url":"https:\/\/www.eurekalert.org\/pub_releases\/2015-10\/bc-ccc100515.php",
        "text":"Public Release: \n\nClimate change could benefit northern lizards\n\nHigher temperatures result in Swedish sand lizards laying their eggs earlier, which leads to better fitness and survival in their offspring, according to research published in the open access journal BMC Evolutionary Biology\n\nBioMed Central\n\nHigher temperatures result in Swedish sand lizards laying their eggs earlier, which leads to better fitness and survival in their offspring, according to research published in the open access journal BMC Evolutionary Biology.\n\nThe findings indicate that climate change could have positive effects on this population of high-latitude lizard, but the authors warn that climate change is likely to affect a whole suite of traits, in addition to egg-laying date, which together would have an unknown combined effect on survival and reproductive success.\n\nThe global climate is changing more rapidly than ever before, with large effects on ecosystems, species and populations worldwide. Some species are able to adjust to these changes by adapting or dispersing to new locations, while others have been removed from their fitness peaks and have decreased in numbers. One of the most frequently reported responses to recent climate change are shifts in timing of lifecycle events, such as emergence from hibernation, migration and breeding (including egg-laying).\n\nLead author Gabriella Ljungstrom from the University of Gothenburg, Sweden, said: \"Shifts in the timing of lifecycle events in response to climate change is widespread, but the crucial question is how this affects an animal or plant's fitness. Are these shifts adaptive and will thus help the population to persist under climate change, or not?\n\n\"For this high-latitude population, our results contrast global projections of extinction risk for lizards as a result of climate change. This highlights the importance of taking spatial differences into account when predicting future effects of climate change on species and populations.\"\n\nLizards rely on external sources of heat to regulate their body temperature, meaning that ambient temperature has a strong influence on many of their basic physiological functions, as well as on their timing of lifecycle events.\n\nAs tropical lizard species currently live in climates very close to their optimal body temperatures, their fitness is predicted to decrease with increasing temperature. In contrast, at high latitudes, warming could bring individuals closer to their optimum temperature and thereby even enhance fitness.\n\nThe researchers analysed records of over 350 female Swedish sand lizards (Lacerta agilis) over 15 years, and looked at the effects of local temperature on egg-laying date.\n\nEarlier egg-laying is strongly linked to reproductive success in this species and, through its relationship with hatching date, is also connected to offspring fitness and survival in reptiles at large. Shifts in this trait may therefore have potentially large effects on population survival.\n\nThe results showed that female sand lizards laid eggs earlier in relatively warmer years. This means that the females respond adaptively to fairly rapid annual changes in ambient temperature, and indicates that climate warming may have some positive fitness effects in this high-latitude lizard, at least in the short term.\n\nThe authors say that having such a long-term dataset of a wild population is rare, especially for a reptile, and is important for understanding how individuals, populations and species respond in nature today, and are likely to respond in the future.\n\n\nMedia Contact\n\nJoel Winston\nMedia Officer\nBioMed Central\nT: +44 (0)20 3192 2081\nM: +44 (0)7766540147\n\nNotes to editor\n\n1 Research article\n\nSand lizard (Lacerta agilis) phenology in a warming world\n\nGabriella Ljungström, Erik Wapstra and Mats Olsson\n\nBMC Evolutionary Biology 2015\n\nDOI 10.1186\/s12862-015-0476-0\n\nFor an embargoed copy of the article, please contact\n\nAfter embargo, article available at journal website here:\n\nPlease name the journal in any story you write. If you are writing for the web, please link to the article. All articles are available free of charge, according to BioMed Central's open access policy.\n\n2. BMC Evolutionary Biology is an open access, peer-reviewed journal that considers articles on all aspects of molecular and non-molecular evolution of all organisms, as well as phylogenetics and palaeontology. BMC Evolutionary Biology is part of the BMC series which publishes subject-specific journals focused on the needs of individual research communities across all areas of biology and medicine. We offer an efficient, fair and friendly peer review service, and are committed to publishing all sound science, provided that there is some advance in knowledge presented by the work.\n\n3. BioMed Central is an STM (Science, Technology and Medicine) publisher which has pioneered the open access publishing model. All peer-reviewed research articles published by BioMed Central are made immediately and freely accessible online, and are licensed to allow redistribution and reuse. BioMed Central is part of Springer Science+Business Media, a leading global publisher in the STM sector.\n\nDisclaimer: AAAS and EurekAlert! are not responsible for the accuracy of news releases posted to EurekAlert! by contributing institutions or for the use of any information through the EurekAlert system.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9950854182,
        "format_confidence":0.933999598
    },
    {
        "url":"http:\/\/www.cnyo.org\/tag\/chelyabinsk\/",
        "text":"Tag Archives: Chelyabinsk\n\nCentral New York: Take Note (And Help Out)! – The Occultation Of Regulus By Asteroid Erigone On March 20th\n\nFurthermore! CNYO members will be performing a test run of the occultation event for those attending both our lecture at Liverpool Public Library this Thursday (March 6th) and our session of the International Sidewalk Astronomy Night this Saturday (March 8th, weather-pending).\n\nThe official IOTA Press Release can be read on the CNYO site HERE.\n\nGreetings fellow astrophiles,\n\nOur daytime skies are (often) filled by starlight from our blindingly bright Sun, while our nighttime skies are a very sparse but more complicated arrangement of the Moon, planets, artificial satellites, stars, and a precious few galaxies and nebulae that can be seen without anything more than the 1x7mm binoculars built into our heads.\n\nOccasionally, events happen “up there” that remind us that we live in a busier part of the Milky Way than the quiet regularity of our own Solar System lets on. All were treated to a nova in the constellation Delphinus last August, where a star otherwise invisible to the naked eye grew bright enough to see without optics, only to fade again weeks after. Comet ISON, heralded as a possible “comet of the century” almost a year before anyone had actual data, at least qualified for “comet of the year” as a dim fuzzball visible away from city lights in November (before fizzling out more dramatically in NASA images). The real winner of 2013 was unquestionably the meteor over Chelyabinsk, a 20 meter\/14,000 ton near-Earth asteroid that surprised everyone (most especially the people of Chelyabinsk) last February 15th. The world benefited from the general mistrust of the police in Russia by its citizenry, as thousands of dashboard cams otherwise used to record traffic stops instead provided thousands of high-def videos and images of atmospheric entry.\n\nTechnology has dramatically changed amateur astronomy in the past decade, with CCD cameras and commodity telescopes in the hands of trained amateurs providing images that would give many NASA images a good run for their money. Amateur astronomers are now at the vanguard of the space monitoring movement, discovering near-Earth objects, watching the evolution of impacts on Jupiter, identifying supernova in our own and nearby galaxies, even tracking satellites that governments don’t acknowledge existing.\n\nWith all that in mind, CNY is going to have front row seats this coming March 20th as the Main Belt asteroid (163) Erigone slides briefly between ourselves and Regulus, the brightest star in the constellation Leo the Lion. This event, called an occultation, will dim or completely block the light coming from Regulus for up to 14 seconds, simultaneously giving scientists a chance to learn more about Erigone.\n\nIf you’re an amateur astronomer, citizen scientist, or just someone willing to look to your South at 2 a.m. once this year, fellow observers in CNY extend an invitation to you to report your findings to an organization that will use everyone’s data to determine the shape of Erigone.\n\n\nThe path of Erigone’s shadow on CNY. Highest confidence of observing the occultation is between the blue lines, some additional confidence of observing it between the blue and red lines.\n\nThe International Occultation Timing Association (IOTA) has been planning for the Regulus occultation for many months, from mapping out the best places to observe the occultation to corralling amateur astronomers to help in the data collection. On the morning of March 20th (in the 2:00 to 2:10 a.m. EDT range), observers along a very thin stretch of our planet will point their scopes, cameras, and eyes to the sky to see the star Regulus either dim or go out completely for several seconds, only to reappear unscathed. Those few seconds mean everything to members of the IOTA planning to calculate the shape and size of Erigone, and they will not complain if more observers provide more data.\n\nAnd just how will this timing data be used to estimate the shape of the distant asteroid Erigone? Consider the old Indian story of the blind men and the elephant. The elephant, being much larger than the stationary men, is believed to be very different things depending on where the measurement is taking place. One old man thinks the trunk is a snake, while another thinks that the leg is a pillar, while yet a third thinks that the tail is a rope.\n\nInstead of a large, stationary animal, Erigone will be a swiftly moving rock that will cast a Regulus-powered shadow on the Earth, and CNY in particular. If Erigone were that elephant, observers at the trunk edge of the shadow would see Regulus disappear for only a second, those at the tail edge for less than a second, those at the center line of the belly for 10 seconds, and those lined up with the legs for 15 or so seconds. Consider the series of images below, showing the elephant’s shadow overlaid on blue lines that represent an observer seeing light from Regulus (Figure 1), red lines marking when those observers didn’t see the light from Regulus (Figure 2, and note that observers on the trunk side would have seen Regulus blink twice!), and finally the estimated shape of the elephant (in green) as taken from everyone’s submitted data (Figure 3).\n\n\nFigure 1. The hypothetical elephant’s outline over the light (blue) of Regulus.\n\n\nFigure 2. The locations and timings of when the light from Regulus was NOT observed (red).\n\n\nFigure 3. The outline of the hypothetical elephant (green) as estimated from the occultation measurements (red). You see? It works!\n\nTaking the disappearance times and the locations of the reports, IOTA members can put together a complete disappearance map of the asteroid like that shown below for asteroid (234) Barbara. In the case of Erigone, the shadow it casts will almost certainly be visible from Utica (east edge) to Auburn (west edge) and might be observable from Little Falls to Seneca Falls. This approach to determining the asteroid’s shape means that people who DON’T see Regulus disappear are just as important as people who DO see it disappear, as the “DON’T”ers help narrow the maximum estimated width of the asteroid. All measurements are important measurements!\n\n\nThe shape of asteroid (234) Barbara from occultation data.\n\nThe Solar System is a kind of shooting gallery of small and not-so-small objects, a fact we can only rarely appreciate given the distances involved. As technology improves and more people keep eyes on the sky, we may find more direct evidence of just how busy things are just in our own Solar System. Meantime, CNY observers can appreciate that we’re finally the best place to be to both study and enjoy an astronomical rarity (weather-permitting, of course).\n\nBut wait! There’s more! Only in the past few weeks have IOTA members stepped up their game, proposing to expand the range of observers here on the ground to look for evidence of a moon (or more) around Erigone. The process is the same, measuring any dips in the brightness of Regulus as Erigone approaches to occult. The difference here is that the dimming by a body orbiting Erigone may dip the brightness only slightly before or after Erigone does depending on its size. If the object is too small to obstruct our view of Regulus completely, it will drop Regulus’ brightness by what might be a pebble’s worth placed on top of your smartphone screen compared to Erigone’s cement block’s worth. If the object is large enough, it may occult Regulus completely as well, making the data processing all the more complicated. As you might expect, measuring that small change in brightness is not a task for lousy equipment, but is within the realm of possibility of local observers with good quality CCD cameras on their scopes. If any caught moon is significant in size, it will be easy for all to see and time.\n\nProvided the sky is clear, anyone in CNY should be able to see the occultation with or without binoculars. Those interested in reporting their timing and dimming data are encouraged to check out the occultations.org\/Regulus2014 website for all there is to know about the event, then the www.occultwatcher.net\/regulus-erigone\/ website to see what data the IOTA is looking for. To be kept in the orbital loop about the occultation and any observing plans around CNY, you can contact members of CNY Observers (www.cnyo.org) or check in with any of the other local astronomy clubs in CNY, all of whom have members planning on observing (and, hopefully, recording) the occultation.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9953758717,
        "format_confidence":0.6951088905
    },
    {
        "url":"http:\/\/climate-l.iisd.org\/news\/first-sids-dock-pacific-meeting-reviews-progress\/",
        "text":"First SIDS DOCK Pacific Meeting Reviews Progress\n\nsidsdock9 May 2013: The first SIDS DOCK Pacific Regional Meeting reviewed the current work of the first phase of the SIDS DOCK Support Programme and discussed its next phase. SIDS DOCK is an initiative developed by small island developing States (SIDS) for SIDS to promote renewable energy, energy efficiency, and contribute towards sustainable development with support from the UN Development Programme (UNDP) and the World Bank.\n\nThe meeting, which took place in Nadi, Fiji, from 6-9 May 2013, was attended by national coordinators and senior officials responsible for energy policy from 12 Pacific members of SIDS DOCK, as well as representatives from regional organizations and development partners. Participants discussed the preparatory process currently underway for the SIDS 2014 conference to be hosted by Samoa in September 2014. This meeting was called for in the UN Conference for Sustainable Development (UNCSD, or Rio+20) outcome document.\n\nDuring the meeting, the Secretariat of the Pacific Regional Environment Programme (SPREP) and UNDP signed a two million dollar agreement for renewable energy and energy efficiency projects in the Pacific islands. The funds are provided by the Government of Denmark through SIDS DOCK. The funds will allow for the new phase of the Pacific Islands Greenhouse Gas Abatement through Renewable Energy Project (PIGGAREP): PIGGAREP-plus.\n\nParticipants reviewed current SIDS DOCK efforts in attracting further donor support, acknowledged efforts to strengthen the capacity and legal structure of the SIDS DOCK Secretariat, and agreed to several proposals for consideration at the next SIDS DOCK Meeting.\n\nAccording to the resulting meeting statement, the proposals include: a functional organization with a Pacific presence; transformational and ground-breaking areas of interventions; improved understanding of SIDS DOCK; and strengthened partnerships.\n\nUnder the first proposal, presence issues addressed include: proceeding with commitments to have a presence in the Pacific with an office associated with SPREP; sustainable financing mechanisms for SIDS DOCK; and increased visibility of SIDS DOCK at the national and regional levels with strong media presence.\n\nUnder the second proposal, issues addressed include the value in having regional and country-specific projects, and the allocation of SIDS DOCK funding from Denmark and Japan.\n\nUnder the third proposal, the meeting discussed the need for a better understanding of SIDS DOCK procedures and processes by Pacific members.\n\nUnder the fourth proposal, members endorsed strengthened partnerships between SIDS DOCK and other agencies active in the energy sectors of SIDS, and noted the progress made under the global Sustainable Energy for All (SE4ALL) initiative.\n\nThe meeting was funded by the Danish Government through the SIDS DOCK Support Programme, and organized by UNDP in collaboration with other SIDS DOCK partners, namely: the SIDS DOCK Secretariat; the Secretariat of the Pacific Community (SPC); the World Bank; and SPREP.\n\nThe following countries participated in the meeting: the Cook Islands, Fiji, Kiribati, Nauru, Niue, the Republic of Marshall Islands, the Republic of Palau, Samoa, Solomon Islands, Tonga, Tuvalu and Vanuatu. Tokelau participated in an observer capacity. [SIDS DOCK Press Release] [SPREP Press Release] [IISD RS Sources]",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.8587394953,
        "format_confidence":0.8069032431
    },
    {
        "url":"https:\/\/www.waterbriefingglobal.org\/us5m-uae-rain-enhancement-program-awards-grants-to-research-groups-from-usa-china-russia\/",
        "text":"Home NewsInvestment and Finance Asia US$5m UAE rain enhancement program awards grants to research groups from USA, China & Russia\n\nUS$5m UAE rain enhancement program awards grants to research groups from USA, China & Russia\n\nResearch groups from the USA, China and Russia have been awarded grants from the United Arab Emirates’ world-leading Research Program for Rain Enhancement Science\n\nUnder the patronage of His Highness Sheikh Mansour bin Zayed Al Nahyan, Deputy Prime Minister of the UAE and Minister of Presidential Affairs, the awardees of the Third Cycle of the UAE Research Program were announced at a ceremony held as part of Abu Dhabi Sustainability Week 2018.\n\nThe UAE continues to lead global research and scientific enquiry through the innovative program which is designed to boost water security globally.\n\nReflecting on the impact of the Program, HH Sheikh Mansour Bin Zayed said:\n\n“The UAE Research Program for Rain Enhancement Science demonstrates our leadership in tackling the challenge of global water stress and devising the innovative solutions needed to aid people at risk around the world”\n\n“It is imperative for all of us to devote our resources and employ creative thinking to secure sustainable supplies of clean water. As rapidly expanding populations place increasing pressure on limited water sources, the UAE is playing a dynamic and imaginative role in advancing the science and technology needed to ensure water for all in need.”\n\nThe 2017’s Third Cycle call for research proposals led to the submission of 201 pre-proposals involving the input of 710 scientists and researchers affiliated to 316 institutions from 68 countries.\n\nThe three scientists leading the research teams that will share this cycle’s grant of US$5 million are:\n\n  • Professor Eric Frew, of the University of Colorado, for his project dealing with targeted observation and seeding using autonomous unmanned aircraft systems.\n  • Dr Lulin Xue, of the Hua Xin Chuang Zhi Science and Technology LLC in China, for a project entitled “Using Advanced Experimental – Numerical Approaches to Untangle Rain Enhancement (UAE-NATURE)”.\n  • Dr Ali Abshaev, of the Hail Suppression Research Center in Russia, for a project examining the creation of updrafts for the formation of artificial clouds and rainfall.\n\nHis Excellency Dr Abdulla Al Mandous, Director of the National Center of Meteorology (NCM) said advances in the science and implementation related to rain enhancement research are offering an increasingly viable and technically feasible method of replenishing and boosting existing water supplies.\n\nThe Program’s awardees are already breaking new ground in developing solutions applicable to regions subject to arid regions and beyond, including innovative algorithms, nanotechnology and land cover modification, ice production processes in cumulus clouds, aerosols’ role in precipitation enhancement and electrical properties of clouds.\n\nLaunched by the Ministry of Presidential Affairs in the UAE, and managed by the NCM, the UAE Research Program for Rain Enhancement Science is an internationally-recognized initiative offering a grant of 5 million US dollars to be shared by up to five winning research proposals.\n\nSince the Program was launched, an ambitious international outreach campaign has engaged with 1,220 researchers and 520 institutions from more than 68 countries. Key global institutions engaged during successive and successful roadshows include the United Nations, the European Commission, the World Meteorological Organisation, NASA, Harvard and Princeton.\n\nADSW 2018 hosted the Second International Forum on Rain Enhancement – the three-day event provided a platform for discussion on the newly awarded research projects from the Program’s Third Cycle as well as updates on breakthroughs made by the First and Second Cycle projects.\n\nServing as a hub for an internationally recognized research network, the UAE Research Program for Rain Enhancement Science facilitates active knowledge transfers needed to ensure sustainable development and economic growth in regions of the world vulnerable to aridity and water shortages.\n\nThe Program was launched with the aims of addressing water security challenges and placing the UAE at the international forefront of scientific research into rain enhancement.\n\n2018 will see a pause in the Program’s annual call for submissions to allow it to both assess the progress made so far and to set new strategic goals in cooperation with its network of international partners.\n\nIn collaboration with international experts from the World Meteorological Organisation, the Program will identify the most promising areas for future research while expanding its global campaign to raise awareness of the potential of rain enhancement through publications and continued active outreach.\n\nShare this\n\nSubscribe now and stay up to date for our forthcoming reports and current news\n\nThis website uses cookies to ensure you get the best experience on our website. Cookies Policy\n\nCookies Policy | Preferences\nWelcome to Waterbriefing Global\n\nWe care about your privacy. In order to run a successful website, we and certain third parties use cookies to personalize content and ads, to provide social media features, and to analyze our traffic. You consent to our cookies if you continue to use our website.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9765651822,
        "format_confidence":0.650188446
    },
    {
        "url":"https:\/\/www.bbg.org\/news\/global_plant_initiative_reigns_in_spain",
        "text":"Garden News Blog\n\nGlobal Plant Initiative Reigns in Spain\n\nBBG’s Herbarium contains more than 310,000 preserved plant specimens, and we are working to make the information stored in it accessible to all by posting it on the internet. The Global Plants Initiative, funded by the Mellon Foundation, is an international partnership of museums and gardens with that same goal, and I just returned from the group’s annual conference in the golden-hued city of Madrid. The Initiative has revolutionized our field, changing the way that botanists work, making it faster and easier to get the information we need from these valuable specimens.\n\nBBG’s herbarium contains important collections from Mexico, Bolivia, and the Galapagos Islands, and as our representative, I joined 220 colleagues from the herbaria of 42 nations at the meeting. The Real Jardín Botánico de Madrid, which hosted the conference, is beautiful. It is laid out in a grid of systematic beds that display plant families as they were understood in the 18th century. It is a garden of its time, the Enlightenment, and as such it is a garden for teaching as well as display. The beds are filled with thousands of plants including many that were brought back by Spain’s scientific expeditions throughout its former empire. Its extensive herbarium is filled with preserved specimens from these expeditions. Many of them are the first record of a species and are critical to our understanding of tropical plants. Once, researchers would have had to travel to Madrid and search the herbarium to see these specimens. Now, the Initiative is helping make images of these specimens available online.\n\nThe Initiative provides high-resolution scanners to herbaria so that we can all make images of our historical collections. We received our scanner three years ago and have already completed the scanning of all our types and historically important specimens. The scanner has also become a useful tool in the herbarium. We use it to make images to send to researchers at other institutions and to record the specimens we use in our own research. We also continue to find hidden types in our collection.\n\nNext year’s conferrence will be held in Panama, and it is there that the future of the program will be decided. Next year funding will end from the Mellon Foundation. In order to continue, the Initiative will have to become self-supporting and find new sources of support. The Initiative has brought beneficial change, now we must try to sustain it.\n\nMore images from the GPI are available through JStor. You can also browse the collections of the Real Jardín Botánico de Madrid.\n\nSubmit a Comment\n\nPlease keep your comments relevant to this article. Comments are moderated and will be posted after BBG staff review. Your email address is required; it will not be displayed, but may be needed to confirm your comments.\n\nImage, top of page:\nTwo specimens from BBG's Herbarium.\nBBG Herbarium technician Karen Kongsmai scanning type specimens from the herbarium collection on the Mellon Foundation sponsored HerbScan. Photo by Paul Harwood.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9287234545,
        "format_confidence":0.845246017
    }
]