[
    {
        "url":"http:\/\/www.qhpress.org\/essays\/separations.html",
        "text":"Quaker Heritage Press > Historical Essays > Quaker Theologies in the 19th Century Separations\n\nQuaker Theologies in the 19th Century Separations\n\nby Larry Kuenning\n\noriginally written for a church history course at Westminster Theological Seminary\n\nDec. 1, 1989\n\n\nThe Society of Friends experienced two major separations in the 19th century. A description of them, at the outset, runs into the problem of terminology, since each of the resulting groups continued to use all the old names (\"Philadelphia Yearly Meeting of Friends,\" etc.) for itself and invented informal names for its opponents. Among other nuisances, this means that Quaker books published after the separations cannot be identified as to affiliation without looking for certain tell-tale clues. The historian has little choice but to refer to each group by the nickname its opponents tagged it with.\n\nIn 1827 Philadelphia Yearly Meeting split into two groups, calling each other \"Hicksites\" and \"Orthodox.\"1 (The Hicksites were the only group polite enough to name their opponents for their aspirations and not for an individual leader.) The theological issue, very roughly stated, was that the Orthodox saw the Hicksites as tolerating deviation from certain basic Christian doctrines such as the divinity of Christ and the atonement, while the Hicksites saw the Orthodox as interpreting these doctrines in too Protestant a way, and as insisting that only their own interpretation was acceptable. Complicating factors included the Hicksite perception that some of the Orthodox were getting soft on slavery (by failing to boycott products of slave labor).2\n\nAs a result of the separation in Philadelphia, all of the other yearly meetings soon found themselves receiving not one but two versions of the annual epistle from Philadelphia. This immediately caused the parliamentary question of which one was to be read aloud during the recipient yearly meeting's business sessions. In four cases (New York, Baltimore, Ohio, and Indiana Yearly Meetings) the question could not be decided, producing immediate separations in those yearly meetings as well by 1828.3 The rest of the yearly meetings, including the prestigious one in London, did not split but simply recognized the Orthodox as the legitimate body.\n\nThe second separation, dividing the Orthodox into \"Wilburite\" and \"Gurneyite\" factions, began in New England Yearly Meeting in 1845.4 Joseph John Gurney, a British Quaker from a prominent family (and brother of the prison reformer Elizabeth Fry), sought to bring Quakers into various pan-Protestant causes such as the British and Foreign Bible Society. He was a prolific theological writer, but some Orthodox Quakers felt he must not be waiting for the Spirit's guidance since he seemed willing to give away some Quaker distinctives. His most vocal opponent, John Wilbur of Rhode Island, was disowned for promoting contention in 1843, an event which triggered the 1845 New England separation.\n\nThis time the separation spread much more slowly. Most of the Orthodox yearly meetings simply recognized the New England Gurneyites, but Ohio Orthodox managed to sit on the fence, avoiding the inevitable until 1854, when Ohio's Gurneyites lost patience and seceded. This nearly prompted a split in Philadelphia Orthodox, but a clever delaying tactic was discovered (suspending all official correspondence with other yearly meetings) and was subsequently institutionalized, permanently avoiding local schism but weakening more distant relationships. Most of the Orthodox Yearly meetings turned Gurneyite by default, with here and there a later split-off by \"Conservatives\" who eventually gravitated to the Wilburite orbit. Philadelphia's semi-detached stance kept the separation from ever becoming complete.\n\nThe 20th century has seen more sweeping theological changes in all branches, which this paper will not deal with.\n\nThis paper will draw doctrinal statements only from 19th-century sources. My excuse for this is that modern historians are often wrong when they try to interpret Quaker theology. Take for instance Larry Ingle, the latest historian to write on the Hicksite\/Orthodox separation. Seeking Hicksite roots in the 18th-century Quaker Job Scott, Ingle gives us the following quote:\n\nThe sufferings of the seed in that one specially prepared body, could do no more toward reconciling a soul to God, than the blood of bulls and goats toward the washing away of sin.5\nWhat Ingle does not tell us is that Scott's sentence does not end here; it goes on:\n\nwere it not that the promise is sure to all the seed; and that the seed is one in all; its sufferings one; its reigning and rejoicing one.6\nThis presents a very different picture. (To decipher it we need to know that \"seed\" as a title for Christ in Quaker tradition is an amalgam of \"the seed of the woman,\" \"the seed of Abraham,\" and the seed in the parable of the sower, which is the Word of God; that \"seed\" can also mean all believers; and that the \"prepared body\" is derived from Heb. 10:5 as a term for the incarnation.) Ingle's version would give us a denial of the atonement in any and all forms. And it is true that Scott is trying to resist the inroads of some forms of Protestant orthodoxy into Quakerism. But he does this by affirming that Christ's death on the cross is effective for taking away sin, only that the benefit of it reaches the believer by way of a mystical union of being conformed to Christ in his suffering.\n\nScott is, in this, a particularly articulate exponent of the type of soteriology implicitly or explicitly held by Quakers in the 17th and 18th centuries. Elsewhere he elaborates:\n\nSome may call me an heretic when I confess unto them, that I expect no final benefit from the death of Jesus, in any other way than through fellowship with him in his sufferings. But after the way which they call heresy, worship I the God of my fathers, truly believing in the history of Christ's life, death, resurrection, ascension, and glory; and desiring more and more to \"know him, and the fellowship of his sufferings,\" and to be made, not in part only, but fully \"conformable to his death;\" that I may like him, and with him, be put to death in the flesh, but quickened in and by the spirit.7\nBut this very passage may be an indication that some Friends were beginning to call, or think, such doctrine heretical.\n\nPre-Separation Trends\n\nTwo short handbooks of Quaker doctrine, published shortly before the Hicksite-Orthodox separation, show the development of differences of emphasis: Henry Tuke's The Principles of Religion, as Professed by the Society of Christians usually called Quakers,8 and Jesse Kersey's A Treatise on Fundamental Doctrines of the Christian Religion, in which are illustrated the Profession, Ministry, Worship, and Faith of the Society of Friends.9 Tuke, an Englishman, represents the evangelical tendency that would lead London Yearly Meeting to favor the Orthodox bodies in America, while Kersey was to align himself with the Hicksites when the division came.10 Both authors wrote in the hope of giving young Quakers something easier to read than Barclay's Apology, while wishing more would take the trouble to read that longer work.11\n\nBoth works assert the inspiration of the Bible, citing 2 Tim. 3:16, and both add the standard Quaker caution against calling the Bible the Word of God (since this means Christ), exalting it above the Spirit that inspired it, or trying to understand it without the Spirit. But only Tuke offers several pages answering various objections against the authenticity of Scripture, in which he includes a 1 1\/2-page footnote on the textual criticism of 2 Tim. 3:16, and explicitly argues that God commanded Israel to fight certain wars.12 (This latter point had been acknowledged by so radical a pacifist as John Woolman in 1762,13 but in 1802 Hannah Barnard denied it, rejected biblical inerrancy, and was disowned.14)\n\nBoth works assert Christ's death for the sins of the whole world, his mediatorial office, and his resurrection. But only Tuke sets this in the context of the biblical history and explains it as God's response to the fall.15\n\nBoth repeat the traditional Quaker position that sanctification is the ground of justification. Interestingly, both of them modify this to the extent of distinguishing a sort of first stage of justification (forgiveness of past sins plus the possibility of salvation) which does not depend on experiential sanctification of the heart; Kersey grounds it in conviction of sin and repentance, while Tuke grounds it in the sacrificial death of Christ. Tuke tries to relate the whole problem to the faith\/works problem in James and Paul.16\n\nThis small sampling from the two volumes suggests that two tendencies were already at work, one seeking to assimilate Quakerism toward a generic Protestant orthodoxy with an emphasis on experiential rebirth, and the other seeking to distance Quakerism from orthodoxy.\n\nElias Hicks's Theology\n\nThe tension between these two outlooks was exacerbated by \"a partisan group organized to promote a reformation,\" as Larry Ingle describes it17 -- the intended reformation consisting in a strengthening of the anti-evangelical tendency. The chief protagonist of this group was the aged Elias Hicks, an acknowledged Quaker minister from Long Island.\n\nHicks was accused of being an out-and-out rationalist. One of his contemporaries wrote:\n\nBut with all his pretensions to the guidance of the light of Christ ... he believed in nothing more than human reason; which was what he meant by the term he so often used -- \"immediate revelation;\" -- declaring, that without it, we should not know a tree from a horse, nor a horse from a man.18\nThis, however, is impossible. Hicks may have believed that reason was one variety of revelation, or was grounded upon revelation; but he clearly believed in the infallible guidance of the Holy Spirit on topics that could not be discerned by reason alone. This is shown by his di... (truncated)",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9896320105,
        "format_confidence":0.9368677735,
        "weight":0.0058457556
    },
    {
        "url":"https:\/\/www.taylorfrancis.com\/chapters\/edit\/10.4324\/9780429295560-5\/destruction-distortion-distraction-three-theoretical-perspectives-blasphemy-jane-skjoldli?context=ubx&refId=b1c8d4f4-5952-4754-8031-71c2a8a5f15d",
        "text":"How does blasphemy affect human interaction with superhuman beings? This chapter criticises the sacred\/profane dichotomy as an approach to blasphemy and suggests three theoretical perspectives: one from material culture, one from the cognitive science of religion, and one based on religious interaction as a relational approach. Discussing these perspectives, I take examples mainly from discourses on blasphemy and iconoclasm related to Christianity and Islam. I suggest that blasphemy can be understood as destruction of external means of religious. Thus, blasphemy signals disturbance in religious material culture; as distortion, blasphemy reveals a perceived attack on the cognitive concepts that superhuman persons are comprised of; as distraction, blasphemy denotes an interruption in individual and collective religious interaction.",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9566984773,
        "format_confidence":0.9717217684,
        "weight":0.0056512172
    },
    {
        "url":"http:\/\/www.atour.com\/forums\/religion\/51.html",
        "text":"Assyrian Forums\n Home  |  Ads  |  Partners  |  Sponsors  |  Contact  |  FAQs  |  About  \n   Holocaust  |  History  |  Library  |  People  |  TV-Radio  |  Forums  |  Community  |  Directory\n   General  |  Activism  |  Arts  |  Education  |  Family  |  Financial  |  Government  |  Health  |  History  |  News  |  Religion  |  Science  |  Sports\n   Greetings · Shläma · Bärev Dzez · Säludos · Grüße · Shälom · Χαιρετισμοί · Приветствия · 问候 · Bonjour · 挨拶 · تبریکات  · Selamlar · अभिवादन · Groete · التّحيّات\n\nIraqi Christian Leaders Call on Baghdad Government\n\n    Previous Topic Next Topic\nHome Forums Religion Topic #51\nHelp Print Share\n\n\nSend email to AtourSend private message to AtourView profile of AtourAdd Atour to your contact list\nMember: Dec-10-1996\nPosts: 1,896\nMember Feedback\n\nIraqi Christian Leaders Call on Baghdad Government\n\nAug-21-2010 at 02:31 AM (UTC+3 Nineveh, Assyria)\n\nIraqi Christian Leaders Call on Baghdad Government to Defend Minority Rights\nby Christian Solidarity International (CSI)\nElliott Daniels (919) 440-9729, elliott.daniels < a t>\n\nWASHINGTON and HAMDANIYA, Iraq, June 28 — On Saturday, the CSI co-sponsored 2nd All-Iraqi Christian Leadership Conference issued an eight-point appeal urging the Baghdad government to help Iraq's dwindling minority community survive inside the country.\n\nConvening on Saturday, June 26 just outside Mosul in the town of Kara Kosh (Hamdaniya), 76 Iraqi Christian leaders from a variety of churches, political parties and civil society groups, together with representation from other minorities, called for:\n\n  1. Constitutional amendments to strengthen minority rights and legislation for the implementation of constitutional guarantees;\n  2. Adequately financed and rationally conceived programs designed to facilitate the voluntary return of the country's refugees;\n  3. National Commission for Minority Affairs to promote peaceful dialogue between religious and ethnic groups;\n  4. A University in Nineveh Province;\n  5. Security for vulnerable minority communities;\n  6. Fulfillment of Iraq's obligation to respect international human rights instruments;\n  7. Increased representation of Christians in the federal and state parliaments; and\n  8. Increased investment in the infrastructure of previously marginalized areas populated mainly by minorities.\n\nDr. John Eibner, CEO of CSI's U.S. affiliate warned that the prospect of extinction still faces Iraq's ancient Christian community, and would do so until violent persecution ceases and basic human rights are guaranteed in word and deed.\n\nIn an interview with Iraq's Mosuli TV, Eibner noted that the considerable progress providing security in Mosul and surrounding Nineveh Province during the past year is reversible.\n\nSince the overthrow of Saddam Hussein in 2003, nearly half of Iraq's approximately one million Christians have been forced by violence to flee the country, while many other remain in Iraq as destitute Internally Displaced People.\n\nThe Governor of Nineveh Province, Athil Al-Najifi, in his role as Conference Patron, announced that outside interference and instrumentalization of minorities in Nineveh is coming to an end, and expressed willingness to establish a mechanism, including all elements of civil society, to defend minority rights.\n\nWilliam Warda, President of the Hammurabi Human Rights Organization (HHRO) claimed that neither the Iraqi nor the American governments are acting with sufficient energy and foresight to end the violent persecution of Iraq's Christians and to create conditions for the return of refugees.\n\nThe Chaldean Catholic Archbishop of Kirkuk, Louis Sako, urged Christians not to leave Iraq, emphasizing the need for an enduring Christian witness in the country.\n\nThe Conference was co-sponsored by CSI and by HHRO.\n\nMedia contact:\n\nChristian Solidarity International (CSI)\nElliott Daniels (919) 440-9729, elliott.daniels < a t>\n\nAlert   IP Print   Edit        Reply      Re-Quote Top\n\nForums Topics  Previous Topic Next Topic\n\nAssyria \\ã-'sir-é-ä\\ n (1998)   1:  an ancient empire of Ashur   2:  a democratic state in Bet-Nahren, Assyria (northern Iraq, northwestern Iran, southeastern Turkey and eastern Syria.)   3:  a democratic state that fosters the social and political rights to all of its inhabitants irrespective of their religion, race, or gender   4:  a democratic state that believes in the freedom of religion, conscience, language, education and culture in faithfulness to the principles of the United Nations Charter — Atour synonym\n\nEthnicity, Religion, Language\n» Israeli, Jewish, Hebrew\n» Assyrian, Christian, Aramaic\n» Saudi Arabian, Muslim, Arabic\nAssyrian \\ã-'sir-é-an\\ adj or n (1998)   1:  descendants of the ancient empire of Ashur   2:  the Assyrians, although representing but one single nation as the direct heirs of the ancient Assyrian Empire, are now doctrinally divided, inter sese, into five principle ecclesiastically designated religious sects with their corresponding hierarchies and distinct church governments, namely, Church of the East, Chaldean, Maronite, Syriac Orthodox and Syriac Catholic.  These formal divisions had their origin in the 5th century of the Christian Era.  No one can coherently understand the Assyrians as a whole until he can distinguish that which is religion or church from that which is nation -- a matter which is particularly difficult for the people from the western world to understand; for in the East, by force of circumstances beyond their control, religion has been made, from time immemorial, virtually into a criterion of nationality.   3:  the Assyrians have been referred to as Aramaean, Aramaye, Ashuraya, Ashureen, Ashuri, Ashuroyo, Assyrio-Chaldean, Aturaya, Chaldean, Chaldo, ChaldoAssyrian, ChaldoAssyrio, Jacobite, Kaldany, Kaldu, Kasdu, Malabar, Maronite, Maronaya, Nestorian, Nestornaye, Oromoye, Suraya, Syriac, Syrian, Syriani, Suryoye, Suryoyo and Telkeffee. — Assyrianism verb\n\nAramaic \\ar-é-'máik\\ n (1998)   1:  a Semitic language which became the lingua franca of the Middle East during the ancient Assyrian empire.   2:  has been referred to as Neo-Aramaic, Neo-Syriac, Classical Syriac, Syriac, Suryoyo, Swadaya and Turoyo.\n\nPlease consider the environment when disposing of this material — read, reuse, recycle. ♻\nAIM | Atour: The State of Assyria | Terms of Service",
        "topic_id":18,
        "format_id":4,
        "topic_confidence":0.9021399617,
        "format_confidence":0.9478494525,
        "weight":0.0098557819
    },
    {
        "url":"https:\/\/www.hbcharlesjr.com\/2019\/03\/11\/biblical-principles-for-ethnic-harmony\/",
        "text":"Racism is an ugly reality of American society. You may debate if things are getting better or worse. But no one can honestly deny the reality of racism in society. It is simply and sadly the way the world is.\n\nRacism also rears its ugly head in the church of the Lord Jesus Christ. This should not be so. Yet, unfortunately, it is true. There is no longer the open racism of slavery or segregation. Yet the spirit of racism is evident in our inability to rejoice with those who rejoice and weep with those who weep (Romans 12:15).\n\nThe good news is that ethnic harmony is possible! For this to happen, the church must be the church. And the church can only live out its Christ-given nature, calling, and mission by confidence in and submission to biblical truth. The word of God is the answer.\n\nHere are seven biblical principles that promote ethnic harmony…\n\n\nGod Created all mankind in his image.\n\n\nThe Bible unapologetically teaches that God created the world, and everything in it (Genesis 1:1; Psalm 24:1-2). This includes every human being. Mankind is not the result of the random chance of an evolutionary process. God created us. Genesis 1:27 says, “So God created man in his own image, in the image of God he created him; male and female he created them.” God created two genders of man – male and female. But God only created one race of man. Every human being has been created in the image of God.\n\nPaul proclaimed, “And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place, that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us, for “In him we live and move and have our being” (Acts 17:26-28). No life is an accident. The nations are God’s handiwork, just as much as the heavens and earth. The God who created us predetermined every detail our lives, including when and where we would live. The Lord is at work of the creation of every person and nation that we might seek him.\n\n\nEvery person is a fallen sinner.\n\n\nGod created all mankind in his image. This is an essential nature every person shares in common. But there is another essential factor we all share. Every person is a fallen sinner. Paul indicts us all: “For all have sinned and fall short of the glory of God” (Romans 3:23). As a result of the Fall of Adam and Eve, all humankind is stained by the guilt of original sin. The blunt reality is that “in Adam all die” (1 Corinthians 15:22).\n\nNot only are we all stained by original sin, we are all marked by pervasive depravity. We are sinners by nature, choice, and behavior. And every aspect of our human existence is marred by our sinfulness. The pride of supposed racial superiority is folly. Every person, family, tribe, ethnicity, nation is corrupted by sin. We sin against the Lord God. We also sin against one another, in multiple ways. Racism betrays our sinfulness. As sinners, we should honor others as better than ourselves. We do the direct opposite, looking down on others, especially those  who are different than we are. But the truth is that we are guilty sinners who are doomed for eternity without the rescuing grace of God in Christ.\n\n\nRacism is sin.\n\n\nI trust this is a point that does not need to be argued. But let me state is as clearly as possible, nonetheless. Racism is a sin that grieves the heart of God the Father, dishonors the dignity of human beings made in the image of God, and injures persons, communities, and nations by harmful words, attitudes, and behavior.\n\nJesus commands, “So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets” (Matthew 7:12). In sinful pride, racism blatantly defies the Golden Rule. Likewise, Jesus instructs us to love God and love our neighbor as ourselves (Matthew 22:37-39). Racism refuses to acknowledge the equality and dignity or your neighbor, much less love them as you love yourself. James wrote, “My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory” (James 2:1). James applies this exhortation to the rich who oppress the poor. But the same principle applies to matters of ethnic harmony. The sin of racism dishonors the Lord of glory.\n\n\nThe blood of Jesus has created one new race.\n\n\nThe world Jesus entered was divided between Jews and Gentiles. This was about more than Jews being the separated people of God. There was deep-seated hostility between the two races. Jesus, by the blood of his cross, not only reconciled sinners to God; he also reconciled us to one another. “For he himself is our peace,” writes Paul “who has made us both one and has broken down in his flesh the dividing wall of history” (Ephesians 2:14).\n\nThe blood of Jesus Christ has created a new race of man. It is called the church. Christian baptism identifies us with this new race: “For in one Spirit we were all baptized into one body – Jews or Greeks, slaves or free – and all were made to drink of one Spirit” (1 Corinthians 12:13). This does not mean Christians ignore, deny, or trivialize ethnic identity. It means our ethnic identity does not define us. “For as many of you as were baptized into Christ have put on Christ,” writes Paul to the Galatians. “There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus” (Galatians 4:27-28). Jews and Gentiles and every other ethnic group are made one by the blood of Christ.\n\n\nThe church is the hope of the world.\n\n\nAfter the flood of Noah, God commanded the people to replenish the earth and multiply. In defiance, the people began to build a tower to reach the heavens. God put an end to their rebellion by confusing their languages. This is the biblical reason for the different nationalities scattered around the world. On the Day of Pentecost (Acts 2:1-11), the nations of the world gathered in Jerusalem heard the Spirit-filled disciples of Christ praising God in their own dialects. The church is the divine reversal of Babel. Scattered nations become a united people in Christ.\n\nRacism is a spiritual battle that can be overcome. But you cannot win spiritual battles with worldly weapons. This is why the hope of overcoming racism cannot truly be found in human effort, worldly philosophies, or even civil rights. The gospel, which reconciles God to sinners, must also reconcile sinners to one another. As a result, the church is the hope of the world. The church does not make a difference in the world as a religious institution. It does so as the body of Christ. Colossians 3:11 says, “Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.”\n\n\nEthnic harmony in the gospel glorifies Christ.\n\n\nThe one who embraces, condones, or promotes racism does not, cannot exalt Christ. With authority over heaven and earth, Christ commissions the church to make disciples of all nations. The glorified Christ reigns over all places and all peoples. And his sovereign authority is glorified when different ethnicities follow him together in spiritual harmony. By ethnic harmony, I do not mean a so-called “colorblindness” that is prone to ignore important differences and assume personal preferences. I mean spiritual “one another” fellowship that affirms our bond in Christ, prioritizes unity in Christ over ethnic differences, and loves one another as Christ has loved us.\n\nJohn writes, “And they sang a new song, ‘Worthy are you to take the scroll and to open its seals, for you were slain, and by your blood you ransomed people for God from every tribe and language and people and nation, and you have made them a kingdom and priests to our God, and they shall reign on the earth’” (Revelation 5:9-10). Christ shed his blood to ransom the nations and make them a kingdom of priests. And Christ is glorified when his church on earth gets out its comfort zone, overcomes its prejudices, and exalts him together.\n\n\nRacism will end at the Second coming of Christ.\n\n\nIn John’s Revelation, John writes, “After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the lamb, clothed in white robes, with palm branches in their hands, and crying out with a loud voice, ‘Salvation belongs to our God who sits on the throne, and to the Lamb!’” (Revelation 7:9-10) Racism will end when the redeemed nations worship together at the throne of the Lord Jesus Christ. In the meantime, we must be realistic, hopeful, and useful.\n\nWe must be realistic. There are sad realities of this fallen world that will not change until Jesus comes again. As a result, the stain of racism will continue to mark human relationships. No government, education, economy, religion or movement will erase racism. Only the return of Christ will finally make the world as it should be. Yet we should be hopeful. All things will not be right until Jesus comes again. But things can get better. The church has a holy duty, biblical mission, and unique opportunity to effect change in the world. But each of us, who are followers of Christ, must make ourselves useful to him. We are to be the light of the world and the salt of the earth (Matthew 5:13-16). As we let the light of Christ shine in the darkness of racism, the world will see and glory the Father in heaven.",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9928531051,
        "format_confidence":0.7144315243,
        "weight":0.0145407224
    },
    {
        "url":"http:\/\/inside-the-shell.blogspot.com\/2006\/11\/my-morning-thus-far.html",
        "text":"Saturday, November 11, 2006\n\nMy morning thus far\n\nOn my way to do my altar guild duty, I was almost sideswiped. I was lucky; the other driver saw me in time and stopped. But still.\n\nOtherwise, it was a wild, rainy, windy drive down the hill, with the leaves swirling down in front of me and dancing under the wheels of the other cars. At church, there was a group praying on this Veterans Day, so we went about our setup quietly. We have a nice rhythm and routine as we get the church ready for Sunday. The presence light creaks down on its metal cord and is doused, then is replaced and cranks up again.\n\nThe only annoying aspect to altar guild is that the hymn numbers are not big enough for their slots on the hymn boards and flutter down to the floor as soon as they are put in place. Someone bakes our Communion bread, so there is always (except once!) a ready supply in the freezer.\n\nIt's soothing to be in the nave, with the only light coming in through the stained glass. Mundane activities become meditative. . .\n\nNo comments:",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9810348153,
        "format_confidence":0.9980121851,
        "weight":0.0524952825
    },
    {
        "url":"http:\/\/wendylarson.blogspot.com\/2013\/01\/its-my-life-episode-3-they-call-it.html",
        "text":"Monday, January 21, 2013\n\nIt's My Life, Episode 3: They Call it Transition...\n\nTo some, this may not be a big deal, but to's been a 4 month in the making big deal. There is a culture that is perpetuated by us, the Mormon's.  It's a culture within the culture, one that I've been a part of for the last 13 years of my life, one that most people only step into for a couple years and then successfully bow out of by way of what has been pegged a \"graduation\" of sorts, it typically involves a blushing bride and handsome groom.  The crowning success that YSA bishops track with tick marks on the office white board or a \"Wall O Success\" displaying all wedding announcements from their tenure.\n\nI WAS one of them, I was a YSA, young single adult, now technically the \"Y\" in the equation has been removed and now I'm a SA, single adult. Unfortunately I was not a graduate, but fortunately my tenure was one of the longest allowed. I have had so many unique opportunities to serve.  I have been able to do things that have stretched and pulled me in ways I would not necessarily have thought possible.  I was SPORTS Co-Chair for Heavens sake!  I don't play sports, I know sports but I don't play them, I had the time of my life. Sacrament meetings were silent, allowing for great thinking time, I've had my share of free meals at mingles every other week.  I could go on, but you just can't explain the culture until you live it\n\nSo this brings me to the transition part of this message,  I was out, it was my time to transition.  It was scary for me, so I hung on as long as I could, I felt comfortable, productive, helpful, and needed in the YSA ward.  But I finally decided, January was the right time, a  new year, a new ward.  The family ward was it.  I know I have a place, I know I belong but sometimes knowing it and feeling it are different, it takes time.  I know my talents, I know my abilities, I know I can get along with people, I know I have the capacity to serve faithfully in whatever calling. But it doesn't make it easy.\n\nEnter the Kenwood 1st Ward.  If you want an example of how to make one such as me feel welcome, you may consult the Kenwood 1st ward.  A huge blessing. They have got it right and my prayers have been answered, and to those who have said hello, stopped me in the hall, sent me a quick e-mail, remembered my name and sat by me, I thank you.  I once was the one on the flip side of this, the one who felt I needed to seek out those who needed a friend, now, I'm the needy one and this is how Heavenly Father takes care of everyone, through others.  I now understand a bit more and my life is better, much better and I'm going to love my new ward home.   \n\nSo, transitions can be hard, and may involve tears, but in the midst of the transition you find blessings, it took me 4 months to be okay with my change in status from a YSA to Wendy, I'm not a single adult named Wendy, I'm just Wendy. It's simple, and I like it.\n\nA few unrelated photos just have to balance out the words with photos.  It's necessary.\n\n 31 and living up the D-Land dream. Happiest place on earth especially with a 4 year old.  It really was magical for the kiddos.  Well, most of the time...\n\n The new Princess at D-land, we'll call her Wendalyn.  Sure I'll sign autographs as soon as I get my own movie.  \n I'm still happy to report, I'm healthy and hydrated.  After 40 minutes, 40 short minutes. \n\n New glasses.  Mom looked at me and said... You Look Smart!  I hope that also means, I am smart.\n\n Do I get the 2012 courage award or what???  The haze even seems to be glowing red.\n\nAnd...I'm just really grateful for family.  REALLY GRATEFUL!  I don't let them know enough.  So, family, I love all of you.\n\n\nShawn AND Chelsey said...\n\nyay for new beginnings! i think you will make a great wendy :-)\n\ncute glasses!\n\nMissy & Jimmy said...\n\nJust wanted to tell you that I think you are AWESOME and I love reading your should do more. hint hint.\n\nJaNae said...\n\nOf all people YOU make the most of every trial, adventure, or unexpected change that comes your way! Before you know it you will be back to looking for those who need you in this ward...if you haven't already.\n\nAngie said...\n\nWendlyn! I love you! Honestly, I love reading your blog and it makes me happy. I miss having you as my downstairs roommate. I'll be leaving the YSA and becoming ANGIE in a couple of months....I might need some cheer leading from you as I make the transition! Love ya!\n\nMelissa said...\n\nSo I have finally made the trip to your blog! I love it! And I love that you are so happy in the family ward. You're adorable and inspiring and I love you.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9068858624,
        "format_confidence":0.8487192392,
        "weight":0.0485275638
    },
    {
        "url":"http:\/\/merriemelody.blogspot.com\/2010\/11\/serenity-prayer.html",
        "text":"Friday, November 12, 2010\n\nSerenity Prayer\n\nThe other day when Steve & I were on a walk he said something that made me mad. Really mad. Madder than I ever usually get at him.\n\nI stomped away from him and I looked down at the trail. I then saw my ring. It wasn't my \"real\" wedding ring: the one with the diamonds. It was just a gold band I'd bought for myself at WalMart when Matt was a baby and I was worried about scratching him with my diamond ring. I remembered that it had only cost me $20. I had the uncontrollable urge to take it off and throw it .... so I did.\n\nIt was just like in a movie: I saw it spiral around and around, silhouetted in the pink, sunset sky, twirling in slow motion and then a final plink as it landed far away in a clump of bushes. I have to admit that it was very satisfying.\n\nA couple of days passed and I finally cooled off. I found that I really missed having a wedding ring on, so I put back on my behemoth. I love my original wedding ring, don't get me wrong, but sometimes it feels big and bulky. So yesterday I looked for a ring at WalMart; I just knew they'd have a plain gold band for cheap. Well, they didn't. The cheapest was a super thin ring for $38. So I decided to keep looking.\n\nSteve & I were at Shopko tonight to get him some shoes, so I decided to look for a ring there. There were no gold bands to be seen in the jewelry case, so I started looking at different alternatives. I thought two hearts looped together would be good, or maybe one with circles entwined to represent eternity. While I was looking so was Steve. He found one in my size that had the Serenity Prayer on it. I laughed and he laughed. It seemed pretty fitting! I tried it on to make sure I really am a size 7, but with no real intentions of buying it... and it got stuck. There was the plastic card with a little plastic loop keeping the ring on the plastic card. No matter how hard I pulled on the ring, it just wasn't coming off, so I told Steve I'd have to buy it, there simply wasn't a choice. He took his leatherman tool out of his pocket and cut off the plastic loop to free the ring. It was then that I fully read what the ring said. Come to find out, it didn't have the whole prayer on it, it just reads \"God grant me the serenity to accept the things I cannot change.\"\n\nAt first I felt silly for having the Serenity Prayer on what I would use as a wedding ring, but the more I think about it I think that *every* wedding ring should have that statement on it! Because let's face it, we can't change each other, and by the time we realize that fact, we are stuck. Not that it is necessarily a bad thing to be stuck, but we are stuck all the same.\n\nAfter wearing the ring for a few hours now, I have the feeling that it wasn't just fate that Steve found this ring and that it got stuck. It is simply the perfect ring, and I think the next time I get the urge to throw it (because I know that there *will* be a next time), the message will make all the difference.\n\n\n  1. I love your spicy temperament. Most people don't know that about you - they just see you as strong willed. But just as I love hot Mexican or Thai food, I love you in all of your wonderful moods. I saw the ring and was amused. I hoped you would be too. I love that you love it and can laugh at it too. You are Awesome!\n\n  2. Oh girl how I can relate to you!!\n\n    I have had that urge many a time and finally acted on it once. Thankfully, I found my ring.\n\n    I loved the story, and I agree, it was fate that Steve found the ring and it got stuck.\n\n    Thank you for sharing this.\n\n  3. Oh Melody...I loved reading this post! LOL! So true...all of your words. I can relate in every way. :)\n\n  4. I'm glad it got stuck. I think God loves to tell us things in funny ways:) *stuck* can be an uncomfortable closet, or a cozy spot...\n\n  5. Oh my goodness, I loved this post! Then when I went to comment I saw your husband's comment. How awesome!\n\n  6. :) A great story.\n\n    I wear a mood ring on my wedding finger.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.5525900126,
        "format_confidence":0.9012880921,
        "weight":0.0295691533
    },
    {
        "url":"http:\/\/makingmark.blogspot.com\/2010\/10\/",
        "text":"Saturday, October 30, 2010\n\nFill ‘er Up\n\nIt's kind of funny. I remember hearing my parents talk about how cheap gas was when they were teenagers and young adults. I always thought if only prices were like that my tank would always be full to go wherever I want. And there was some truth in that. When gas prices went down to about $.80 while I was in my senior year in high school I probably put way too many miles on my little Celica. That tank was seemingly an endless supply of go-juice. And when the gauge did get low, I didn't even have to think about it; I just filled her back up again. Of course it also helped that my parents let me have one of their QT cards!\n\nToday though, gas prices are a little painful. I actually cringe when my tank gets below ¼. I start looking at where I am, where I am going and think about which gas stations will likely have the cheapest price. I will even let that tank go almost dry if I know a station two exists up is a few cents a gallon cheaper. Still, the tank does get refilled no matter what the price per gallon is. When I need the refill I get a refill.\n\nWell, my Spirit tank works much the way my car's tank works. It runs dry from time to time if I don't keep an eye on it. I didn't realize this until recently. I have always believed that once I made Christ Lord of my life, that the Holy Spirit came within me and filled me for all time. The Spirit was there whenever I needed it, my tank was ALWAYS full. I now am seeing that I must pull in for a fill up, but unlike when I was first driving I have to actually passionately want to be filled. I have to ask for that fill up of the Spirit. If I ignore the Spirit, my tank will run dry.\n\nI have been in this empty state for the past few weeks I think. That probably explains why this is the first post in that time. I again have been on the travel gig, and I have again let myself get too busy, too important to think about where the Spirit gauge is. It is way low; the light is on for sure. So, my prayers over the last few days have been much like some of the prayers of the New Testament prayers. I am begging God to again fill me with His Spirit and to remove the things that drain my tank. Of course, I think He is doing things His way (surprise) and not really doing this the way I thought. I mean, really, wouldn't be easier just to have my company say \"Mark, we have a bunch of new hires. You don't need to travel anymore.\" No, I hear God saying instead, \"Mark, I am going to slowly show you the things that are draining my Spirit. Now you, Mark, must decide to actually make the changes to stop letting those things keep you from Me.\"\n\nI am sure there is a great reason He does this, but I still don't (and never will) understand why God continues to put those types of responsibilities on me. I have failed at this far too often for Him to think I would ever be successful. Yet, He still believes in me. He still wants desperately for me to finally recognize the joy that only comes from full devotion and reliance on Him. And He will NOT force Himself on me. Otherwise, I would not experience that full joy. It must be my choice; I must constantly want His Spirit filled up in me.\n\nFill me up God! Fill me to overflowing so that I may be overjoyed in all things. Let me overflow so much with your Spirit that everyone around me cannot help but see your Glory and want to experience the same joy you have given to me.\n\nMonday, October 11, 2010\n\nI’m a Smart Guy - Sometimes\n\nIn many ways humility evades me a little too frequently. I probably need to apologize to a ton of people, and of course God for that. So, let me start with this: I know I am actually a pretty stupid guy. And I am also fairly certain those last two words, \"stupid guy\" are over redundant.\n\nNow, with that said, I am actually a pretty smart person (or at least I think so). I search for logic in everything. I read almost constantly to widen my knowledge in way too many areas. I also find myself thinking about where and how I can improve things in this world. And that brings me to the stupid me in need of MUCH humility. Whenever I start to think I know how to solve a problem, make something better for people, expand God's kingdom, I then need to remember that HONESTLY, I am stupid in these things.\n\nSee, my plans and my ways are not God's ways. This simple fact is one of the most difficult things for me. I really like to run with ideas and get things moving. This type of quick, almost reactive thinking does not seem to go well with God's desires for me. As I was reading through the gospel of Mark I saw a perfect example of this, and it was more than humbling on this point. In Mark 8:31-33 I am sure Jesus himself is talking straight to me as well as Peter.\n\nIn this Mark 8 text, Peter had just finished telling Jesus, \"You are the Christ.\" Then, almost in the next breath Peter goes off on Jesus. See, Peter didn't see the logic or benefit in Jesus telling people his death was imminent. Peter had a better plan than Jesus, and Peter was more than happy to yell at Jesus about it. Something I would never do of course (with complete sarcasm). I kind of like this being in the Bible though; it certainly allows me to better relate with the struggles those who walked physically with Jesus had. But, the statement from Jesus makes me wish I couldn't relate to this at all. Recognizing what I assume is Peter's pride and ambition getting in the way of God's will, Jesus yells back at Peter, \"Get behind me Satan!\" Gut shot! Low blow! Jesus clears up for me any possible confusion stating specifically that Peter only has in mind \"things of men,\" not things of God.\n\nLike Peter, I have my own ideas about how best to expand God's kingdom on Earth. I have grand plans for how my local church can better reach out to my community. Sadly though, I tend to think on those things not in God's view, but in my own logic. My logic is limited; God is not limited to logic. My thoughts, as huge as I may think they them are tiny compared to God's plans. When I see the ferocious rebuke of Peter by Jesus I can see just how damaging this type of prideful thinking can be for me and for God's plans. That small, 3 verse portion of Marks gospel is enough to turn a smart guy stupid for sure.\n\nThis is not an easy thing for me to get past though. I don't think it was easy for Peter either. He still kept this up even to the point of cutting off someone's ear. I think, like Peter, my difficulty may be due to not praying as I should. I think it might also be that I do not acknowledge the presence of the Spirit within me. Peter didn't seem to get a handle on this until Pentecost. We simply don't see this side of Peter again after he receives the power of the Holy Spirit. That then is my project for myself. Start praying for God to keep me stupid (not hard I am sure), to slow me down when my mind starts flying, and to let the Spirit take control of me. I wonder what kind of person I will be if I allow God to do that for me. I hope it is someone no longer limited by logical conclusions with limited results, but a person who simply works with God to bring about a transformed world.\n\nThursday, October 7, 2010\n\nPrayer of a Franciscan Monk\n\nWhile I know I have not prayed this prayer myself, I sure feel the sentiments of this prayer in my heart. I think perhaps the Spirit has been groaning this from with me on my behalf. Maybe this prayer represents best where I am most wrestling with God today. Maybe I should be praying this prayer alongside the Spirit within me.\n\nMay God bless you with discomfort\nAt easy answers, half-truths, and superficial relationships\nSo that you may live deep within your heart.\n\nMay God bless you with anger\nAt injustice, oppression, and exploitation of people,\nSo that you may work for justice, freedom and peace.\n\nMay God bless you with tears\nTo shed for those who suffer pain, rejection, hunger and war,\nSo that you may reach out your hand to comfort them and\nTo turn their pain into joy.\n\nMay God bless you with enough foolishness\nTo believe that you can make a difference in the world,\nSo that you can do what others claim cannot be done\nTo bring justice and kindness to all our children and the poor.\n\n\n\nMonday, October 4, 2010\n\n\nFor many people, being telling the truth isn't too tough of an issue. We are mostly taught from an early age that it is not right to lie. Whether we grow up under view of the 10 Commandments (\"thou shalt not bare false witness – lie) or just generally receive guidance that telling lies gets you into trouble, most of us know it is good to tell the truth. However, telling the truth is not the same as being honest. The idea of being honest goes much deeper and further and is core to what we believe and how we interact with God. It is also more about self than it is about your interaction with other people.\n\nIn many areas of my life I have no trouble with honesty. I can freely confess to struggles with prayer due to philosophical debates I have with myself over the purpose of prayer. I can openly discuss how much of a jerk I was to my wife while completing my college education. I can even admit, and this is tough, that I excused that horrible behavior because it was what God wanted – I was getting a Biblical Studies degree after all. Still, there are many areas in my life where honesty seems to take a back seat.\n\nThe areas that are tough are those areas where I have doubts. For me this usually takes the form of logical arguments with aspects of the Bible, my belief in miracles, and thus in God at all. Fortunately, I have been able to work through these, honestly, without too much trouble. Unfortunately, some deep dilemmas still exist that either I am not honest about or just ignore the honest answers. And I would argue that by ignoring the honest answer, I am actually being dishonest.\n\nExample: I truly, honestly believe that I live in a culture and maintain a lifestyle that is out of touch with what God calls me to li... (truncated)",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9976958632,
        "format_confidence":0.9910309315,
        "weight":0.0533868171
    }
]