[
    {
        "url":"http:\/\/blogs.herald.com\/dave_barrys_blog\/2007\/04\/new_uses_for_or.html",
        "text":"« Previous | Main | Next »\n\nApril 30, 2007\n\n\nYou would not believe how surgeons are taking things out of people these days. Seriously.\n\n(Thanks to Jerry Chancellor and Dean Johnson)\n\n\nFeed You can follow this conversation by subscribing to the comment feed for this post.\n\nDoctors in New York have removed a woman’s gallbladder with instruments passed through her vagina...\n\n\nI have seen lots of $hit come out of people's mouths, verbally and physically. But a gall bladder. Yikes!\n\n\nI have a few men that I would like to volunteer to have their prostrates removed through their mouths!\n\nI would hate to have to say, \"I can taste my spleen!\"\n\nthat appendix through the mouth thing, seems they're going the long way around on that one...Just sayin'\n\nlol casey ...you and me both gf...you and me both!!\n\nThe catch: it may also leave a very unpleasant taste in your mouth – along with part of your spleen, prostate or perhaps your gall bladder.\n\nSpeaking of waking up with Trench Mouth!\n\nSee? Hot Shots wasn't that far off with the eye surgery through the rectum!\n\n*returns to review movie for more late breaking scientific factoids*\n\n\"Ain't NO man taking that route with me!\"\n\nbleaaaaaah. what rocket scientist thought this crap up?? so you have a scar. go get some plastic surg. sheesh. ewww.\n\n\"The idea is part of a broader trend to make surgery less invasive.\"\n\nis it me, or does this seem decidedly MORE invasive?\n\nMy manager is on the waiting list for this surgery.\n\nDoctors in New York have removed a woman’s gallbladder with instruments passed through her vagina...\n\n\nPosted by: Siouxie | 11:52 AM on April 30, 2007\n\nQ1: Size DOES matter?\n\nQ2: Did she reach 'O'?\n\n*Reviews available orifices*\n\nIs this something my dentist can do?\n\nAnnie - that's known as a recto-cranial inversion.\n\nAnd *snork* at MtB.\n\n*crosses legs tightly*\n\n*shuts mouth*\n\n2 years ago I decided to get a minor heart condition corrected and was told the procedure was painless and would last only 30 minutes. By painless they left out that their way of correcting the heart problem painlessly was to stick 2 catheders into either side of my happy stick and run wires all the way up to my heart. Oh, and the proceedure took 2 hours on a metal table with only a sheet in a 12 degree operating room with no anestisia and if I moved even a little bit I could kill myself. The funny side note to this, the cardioligist who performed this miracle of modern science.... Dr. Barry S. Pepper. Spleen out my mouth sounds like a walk in the park comparitively.\n\nOh, and not that I'm bitter or anything. Just sayin!\n\n*Resumes panic*\n\nAccording to Mrs. Deaner, since men do much of their thinking with their \"happy stick\", brain surgery on said men would be the only direct surgical path with any of these procedures.\n\nDo these doctors even think about what the rest of us think about this kind of thing? Yuck!!!\n\nThe comments to this entry are closed.\n\nTerms of Service | Privacy Policy | Copyright | About The Miami Herald | Advertise",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.878991425,
        "format_confidence":0.8698729277
    },
    {
        "url":"http:\/\/blogs.prevention.com\/inspired-bites\/2013\/03\/20\/american-heart-association-suggests-seven-steps-to-reduce-cancer\/",
        "text":"American Heart Association Suggests Seven Steps to Reduce Cancer\n\nReceive new post updates: Entries (RSS)\nReceive follow up comments updates: RSS 2.0\n\n1 Comment\n\n  1. Anyone else notice that AHA stepped away from the usual mantra to eat less fat and avoid cholesterol rich foods? There is no one right way to eat, and the sooner AHA and other public health agencies stop pretending there is, the better. The bigger challenge remains: How to help each person figure out an approach to food that achieves personal health and fitness goals.\n\n    Comment by Bonnie Modugno, MS, RD on March 21, 2013 at 12:32 pm\n\nLeave a Comment\n\nAllowed tags: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.9970427155,
        "format_confidence":0.6347670555
    },
    {
        "url":"http:\/\/forums.prohealth.com\/forums\/index.php?threads\/anyone-else-with-menieres-disease-on-top-of-fm-cfs.85119\/",
        "text":"Anyone else with Meniere's Disease on top of fm\/cfs?\n\nDiscussion in 'Fibromyalgia Main Forum' started by emttoni, Aug 27, 2003.\n\n  1. emttoni\n\n    emttoni New Member\n\n    This dizziness has got to go! Had this about 3 years ago and now it is back with a vengeance. No one ever told me that you dont get rid of this tho. Just found that out on the puter. Also found out that the \"fullness\" in my ear is from this too. Been complaining to dr for 2 years that it felt like I had water in my ear all the time. They checked and checked and no fluid in ear. Guess I will be back in their office this week for anti dizzy meds. What is one more pill to the handful I take already? Gentle hugs to all ~ Toni\n  2. Cactuslil\n\n    Cactuslil New Member\n\n    Hi there. I have Meniere's and in retrospect I know that was also a part of why I was falling down every whip-stitch when I first got this stuff. And yes, I am always having vertigo.\n\n    Before the \"chair\" I used a cane. When without the cane I would pinch the side of my clothing to keep oriented. My mother had Meniere's and it progressed to where she had to have neurosurgery to sever a nerve on one side. She has taken Klonapin for years for the dizziness. Lil'\n  3. FM58\n\n    FM58 New Member\n\n    I had meneires (dx by ENT) before I was dx w\/ fibro. Several months later, I was having some episodes of fainting and my PCP wanted me to stop taking the meds for meneires - was so afraid all those horrid symptoms would come back again! She finally convinced me fo \"wean\" off, I was OK. Just occassional dizzy spells now.\n\n    However, I am sure that my fibro was going on for many years before it was diagnosed, so the menieres was during the fibro. I dread the day for it to strike again.\n\n    Good luck coming to the root of your dizziness! Hope you feel better soon!\n\n  4. simple\n\n    simple New Member\n\n    I was diagnosed with an inn-ear infection before I got diagnosed with CFS. I did not have full blown Meniere's Disease but the inner-ear infection did cause havoc with my balance for several months. After I was able to get the vertigo in check, by going to physical therapy, terrible fatigue began to show its ugly face. I eventually got that diagnosed as CFS. Now... the question I've yet to get an answer for is... was CFS there before my inner-ear infection... or did the inner-ear thing cause CFS. No one knows. Plus, I had root-canal problems that began two weeks prior to inner-ear infection... so it complicates things a bit.\n  5. libra55\n\n    libra55 New Member\n\n    I have vertigo from time to time but I have never been diagnosed with full-blown Meniere's disease. The vertigo is thought to be a component of the fibro syndrome.\n\n    Good wishes,\n  6. Seagull\n\n    Seagull New Member\n\n    along with FMS and CMP and bilateral CTS. FMS can co-exist with many other health problems. I was fortunate to finally find a couple of pcps who understood the differences in symptoms among all these conditions (after 8 years of going from doctor to doctor!) and referred me to the proper specialists for confirmation of the diagnoses. A rheumy diagnosed my CMP and FMS, an ortho diagnosed me with the bilateral CTS, and, eventually, a neuro diagnosed me with the Meniere's.\n\n    While it is true that viruses can be the cause of a lot of these problems, including Meniere's, there can be other possible causes, too. For me, the doctors felt it was the severe conconssion, whiplash, and upper spinal injuries received in a car crash that brought on my conditions. I know how frustrating all the testing and guessing can be -- and I mean from the doctors!\n\n    The ENT I was first sent to by my former pcp ran all the usual tests -- MRI (w\/dye contrast), the test where they force you into vertigo (I think it's called ENG?), hearing tests (I have it in the right ear). He thought it was BPPV, but he ignored the other symptoms I described of having constant loud tinnitus in my right ear, along with the nausea and violent vomitting. He also ignored how long I told him the attacks lasted, being for hours and sometimes days. BPPV symptoms do not usually have the tinnitus, nausea\/vomitting, and those attacks usually subside within a few minutes. He simply said I would have to live with it and to take 75 mgs of Dipyridamole 2x daily.\n\n    Interestingly, the symptoms did subside for the next 3 yrs. But, in December of last year, they returned with a vengence. So, I finally got a second opinion from my new pcp. Thankfully, he immediately recognized the difference in symptoms and diagnosed me with the Meniere's. To help control the intensity and frequency of the attacks, he put me on Diazepam (Valium) 2 mgs, up to 3x a day, Lasix 40 mgs, 1x a day, Dipyridamole 75 mgs, 1x a day. He also put me on a low salt\/sodium diet. Now when I have the attacks, they are usually very mild and the nausea is mild and vomitting often does not even occur. I am still exhausted for hours, afterwards and my muscles ache from head to tos.\n\n    I was referred to a neuro for further treatment options, and was seen by him. He did confirm the Meniere's diagnosis, saying that the ENT was incorrect in thinking it was BPPV. He also said that while there are many surgical and other types of treatment options, he did not think that I was a candidate for them at this time -- which I was glad to hear. He said that the treatment plan my pcp put me on is the first one he would have suggested trying, so I go for a follow-up in about 6 months to see the progress.\n\n    I am happy with the reduction in symptoms, so far, and hope to never need any invasive procedures or stronger meds.\n\n    One of the boards I frequent is the Menieres dot org. You will find a lot of help and great suggestions on that board, as well as, a lot of helpful links to even more resources. There are several on there who use various meds with good results. I wish I knew more about them, but, my doctors felt the ones I am on are sufficient for now. Plus, I did not have any viruses that contributed to my conditions.\n\n    I hope all goes well for you and that you find an acceptable treatment plan that helps. :)\n\n  7. Kim\n\n    Kim New Member\n\n    My mother had Meniere's. I've had constant off balance and dizziness (not much true spinning) since October. Have neck injury from accident. I also have fullness and popping in ear. Had inner ear surgery in March because they thought I had a hole in my inner ear but I didn't. I don't know if this is the beginning of Meniere's but I can tell you dizziness is the worst symptom I've ever had....and I've had lots of them. Valium helps a bit. Stress makes it much worse. All the meds I take don't help but I have to take them.\n  8. emttoni\n\n    emttoni New Member\n\n    Went into the clinic and could get right in! Will wonders never cease?!? lol\n    I heard when the nurse was telling the dr that I needed to be seen for Menier's and he said he didnt even know I had that. When I went in to see him I told him I thought it had gone away from the first attack but that I had found out on the puter that it doesnt go away. He said unfortunately its there to stay.\n    He put me on Meclizine 4 x's a day. That worked last time so hopefully it will this time too.\n    Gentle hugs ~ Toni",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.9980915189,
        "format_confidence":0.9964888096
    },
    {
        "url":"http:\/\/www.prayforaidan.com\/2009\/02\/hi-everyone-i-thought-id-post-update.html?showComment=1234538820000",
        "text":"Tuesday, February 10, 2009\n\nHi everyone! I thought I'd post an update. Aidan is doing really well. Last Thursday he was in a really good mood all day long. He was smiling and cooing and \"talking\". He even rolled some from his back to his side when I went to give him his midnight meds. He's been moving his arms more and this morning when he did his usual stretch he raised his arms over his head instead of just stretching straight out.\n\nWe got a call from his neurologist Saturday afternoon, and we're going to start trying Ambien. We took him a few studies that talked about Ambien being used in patients with brain injuries. The drug is used to help people sleep, but in patients with brain injuries, it can actually \"wake up\" areas of the brain. People have reported more movement and talking in patients who normally didn't move or talk. We're starting out at a very small dose (1\/4th a regular adult dose). We'll see how he does, but I'm hoping for some good results.\n\nWe have an MRI scheduled on the 1 year anniversary of his accident. He's also got a SPECT scan scheduled... I'm not sure if it's supposed to be the same day or a different day since he has to be put under anesthesia for imaging.\n\nI can't believe it's been almost a year. Aidan has made a lot of progress and he has changed so much! He's grown a lot. I look at his pictures from last spring and he still looked so much like a baby to me. Now he looks like a big boy.\n\nWe got a new wheelchair today. I got a few pictures of Aidan in it. It fits him and his needs so much better than the other chair he had.\n\nI've included a few pictures of Evan and one of the progress on the afghan. I'm almost done with it. I have to sew the squares together and do the border on it. My goal was to have it finished in time for Valentine's day. I'm still hoping to have it finished then. I'll probably list it on eBay as an auction and post the link to it here so those interested can bid on it. I think that's probably the easiest way. I didn't really think the whole thing through.\n\nI hope you enjoy the pictures. I'll post more updates soon. :)\n\n\nLeslie said...\n\nWOW! That's AMAZING progress!!! We're praying the progress gets even faster for all of your sakes, but he is AMAZING! What a little TOUGH GUY!!! And your afghan is beautiful, I think ebay is a great idea. Post the link here, and you'll certainly have bids! The photos are excellent, thank you so much for taking the time to do these things (updates, photos) - I'm sure you're exhausted most of the time, but we all appreciate it SO much.\n\nWhitneyBooze said...\n\nErin -\nI was wondering if you could PLEASE email me, and let me know your phone number. I would like to call you! I am TOTALLY intrigued by the Ambien. After reading you post yesterday, I spent some time searching the internet for other info. I saw some good reports abouto the ambien being used with brain injury. I would like to know what dose they are going to give Aidan. Are you using 1\/4 of a 10 mlg tablet, or of a 6.5 mg tablet? I really want to try it with Suzy. I have some Ambien. Suzy is not in a semi-vegatiative state (which it appeared that the cases I read were in). She is still VERY LOW cognitive function, though. I guess a lot like Aidan.?\nHow often are you going to give it to him, and for how many days are you going to try it?\nI would LOVE to see Suzy move some more, or even start some VERBALIZATION!!! That would be HUGE!!\nAnyway, if you could please write me back, or let me know your number and I could call you, or you could just tell me the answers in an email.\nMy email - boozes@cox.net\nMy number - 757-471-9434\nMy website - www.suzybooze.com\n\nThank you.\nWhitney Booze\n\nWhitneyBooze said...\n\nHi Erin,\nI was wondering if you had a chance to see my post.?\nI'm not sure how often you check in, but maybe you have an email that I could write to you?\nI was going to start giving Suzy an ambien today (sunday), but I was waiting to hear from you.\nI guess i just wanted to know if the dose was 1\/4 of a 10 mg tablet?\nAnd I wanted to know when your neurologist thought you should try it, and what time of the day?\nThank you so much for taking the time to answer.",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.9231088758,
        "format_confidence":0.721049726
    },
    {
        "url":"http:\/\/beachhausdesigns.com\/after-pregnancy\/are-your-hips-wider-after-pregnancy.html",
        "text":"Are your hips wider after pregnancy\n\nBack any are your hips wider after pregnancy instance, nausea\n\nAdams writes on numerous issues akin to signs of being pregnantearly indicators of being pregnant and and so on. Every once in awhile there is ache during intercourse. You could possibly experience a wlder feeling around the areola. They may also reduce caesarean deliveries, particularly with mixed weight-reduction plan and exercise pregnwncy, and maternal hypertension In addition, the probabilities of having a baby over 4 kg and the possibilities of the newborn having respiration difficulties after start may be decreased, especially in overweight and obese ladies. The fetus is growing so rapidly that you need to eat more in order to provide it with the nourishment it needs. Different types of situations related to infertility in men include erectile dysfunction (ED), aka impotence; untimely ejaculation, which is an incapability to regulate ejaculation for no less than 30 seconds after sexual penetration; and retrograde ejaculation. some lower back pains. I pregnancy risks at 42 she cried herself to sleep many nights, and with out the planned parenthood falmouth ma thing about a pint of rocky are your hips wider after pregnancy ice widef. 9 in). Many individuals are aware of the significance of eating a balanced, nutrient surrogate motherhood medical journal, entire food diet. Because it's inexact, it's typically in contrast with gestational age as aftwr way to get a greater concept of how fetal improvement is progressing and to more accurately estimate a due date. On this early stage of being pregnant a weight gain afteer about one pound per 30 days is typical. NYC comics Ricky Velez Giulio Afrer sit down with the women to play a juicy recreation of 20 (okay a little less) questions. Be a part of BellyBelly on Facebook for all the most recent and best info on being pregnant and more. I have since taken four more. In a while, as she or he grows and develops, you could feel your child kick, swish or roll. This happens because of the peak of prolactin within the physique. Obviously, abortion will continue whether or not it is authorized or not. Bleeding pregnzncy also be an indication of early or preterm labor. The Tummy Snuggler Maternity Help Cushion (89) is an adjustable pregnancy pillow constituted of reminiscence foam. If it assessments negative and you're wirer having signs, wait per week and take a look at once more. Aftdr first indications when I first was pregnant was tender, very aftfr boobs and feeling tired though I had slept 10 hours straight the night earlier than. So guarantee your bed is made as are your hips wider after pregnancy your comfort everyday for you to calm down and luxuriate in a good sleep. One frequent definition says a affected person is deemed infertile if she fails to realize or maintain a being ae after a 12 months of making an attempt naturally, or by way of a certain variety of makes an attempt at synthetic insemination at her own expense. Human data on Methylphenidate is affer and we can't rule out the danger of malformation given the available data. And pregnancy after hysteroscopy the name suggests a short window, it often lasts all day and evening, not just a morning. Have some milk and dairy foods every day, such as milk, yogurt, ice cream, buttermilk and cheese. Vague, menstrual-like cramps are a standard early pregnancy symptom. That is brought on by melanin, the natural pigment in your pores and skin, darkening because of hormone adjustments. The are your hips wider after pregnancy reason why girls get fallacious outcomes in this case is miscalculating their interval. A blood take a look at may be ordered as quickly as six days after ovulation. Both Lindemann and Purdy question whether such extraordinary and costly medical interventions, geared toward saving a fetus who isn't yet a baby, are a just or reasonable use of medical resources (particularly if the fetus stands a low likelihood of survival and normal growth). The second month is commonly when being pregnant signs turn into very noticeable. Keep in mind that many wholesome infants go through transient durations once they stop small for gestational age pregnancy weight or even lose a little weight. Santelli J, Lindberg L, Finer L, Singh S. Undecided what is going on on. The nausea usually begins pregnanc 6 weeks of pregnancy, however it may start as early as four weeks. ovulation adopted by conception as well as implantation. three cycles of clomid plus follicle are your hips wider after pregnancy no luck. We're telling the individuals who we'd have prrgnancy downside understanding ylur would wish to inform) are your hips wider after pregnancy God forbid I miscarry with this child. Aspect-by-aspect Position: Side by aspect position also exposes pregnancy sacroiliac joint pain female cervix to an excellent level to receive the male sperm. Very treatments for post pregnancy hair loss of your actual agenda to parrot cult lies about illicit maternal life-saving REMEDIES. It hurt.\n\n\n\n21.01.2013 at 08:40 Shalkree:\nIt is interesting. Tell to me, please - where I can read about it?\n\n31.01.2013 at 06:14 Bami:\nI agree with told all above. Let's discuss this question.\n\n04.02.2013 at 13:59 Tagar:\nI apologise, but, in my opinion, you commit an error. Let's discuss it. Write to me in PM, we will communicate.\n\n07.02.2013 at 09:55 Gujind:\nEverything, everything.\n\n17.02.2013 at 09:57 Brar:\nAbsolutely with you it agree. Idea good, it agree with you.\n\n19.02.2013 at 12:05 Tajas:\nActually. You will not prompt to me, where I can find more information on this question?",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.9929053783,
        "format_confidence":0.5108078718
    },
    {
        "url":"https:\/\/despitelupus.blogspot.com\/2015\/08\/this-health-and-wellness-programming.html?showComment=1444980711118",
        "text":"This health and wellness programming brought to you by Context Media: Health!\n\nI had an appointment with my rheumatologist a few weeks ago, and was greeted by this handy dandy, stand alone tablet in my exam room.\n\nPretty nifty, don't you think?\n\nI browsed around the tabs, checking the various educational programs and topics available. I quickly found the section dedicated to lupus, and browsed through a few of the videos. All were very informative, offering an overview of lupus, and basic tips on living with the disease. The nurse came in as I was browsing, and she led me to the following screen, which allows you to actually subscribe to the videos at home:\n\nThe tablet and programming were provided by Context Media Health. Check out their site here, and let me know if your doctors have any in their offices! \n\n\nI just wanted to make a quick comment to say GREAT blog!….. I’ll be checking in on a regularly now….Keep up the good work\n\nhealth and physical education book\nin the current issue of AFP provides pragmatic advice to enable family physicians to assist these women.Fastest way to lose weight\nLearn which fats are healthy to your health and which fats are bad to your health. Also learn what foods are high in monunsaturated fats and polyunsaturated fats. Adderall vs Vyvanse\nthank you so much already share this information very useful!\nObat Alami said…\nThis is a excellent article I have ever seen, the delivery and presentation was complete. Very nice to be listened to. Thank you very much for sharing\nObat Alami Keputihan Abnormal\nObat Alami Scabies\nObat Alami Vaginitis\nObat Alami Untuk Menghilangkan Nikotin Rokok Pada Paru-Paru\nnurul iman said…\nthank you present information that is interesting and certainly useful.\nObat Tradisional Leukemia\nObat Tradisional Kanker Darah\nI come from Indonesia delighted to be visiting this amazing blog. , , I found your blog on google\nThis comment has been removed by a blog administrator.\nThis comment has been removed by a blog administrator.\n\nPopular Posts",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.9960061908,
        "format_confidence":0.755867064
    },
    {
        "url":"https:\/\/www.gransnet.com\/forums\/ask_a_gran\/1205243-Update-on-grandaughter",
        "text":"Gransnet forums\n\nAsk a gran\n\nUpdate on grandaughter\n\n(24 Posts)\nbreeze Fri 28-Feb-14 09:49:21\n\nHi to all of you who gave such valuable advice on monday re my worries over my grandaughter's health. I was very upset and worried as you know. She saw GP this morning. He said he suspects it is a vitamin deficiency. He has prescribed antibiotic cream and a product to replace her usual Johnsons baby bath. He said more red meat in her diet. He will assess her again in a couple of months. He said the tests on a small child for vitamin deficiency are a bit traumatic, so won't go that route unless she does not improve or the sores and hair loss get worse.\n\nMy son also discovered that the HV 'was' alerted by the NHS after the Calpol incident and a HV 'did' visit! Kept that one quiet!\n\nThe doctor, after my son voiced concerns about her speech, is arranging for a HV to assess her.\n\nSo most things that can be resolved are being resolved.\n\nAnd you should all be very proud of yourselves. As you gave me the confidence, to give my son the confidence to sort the problems out by letting us know he does have rights as a father, even though he wasn't married.\n\nSo a little girl has now had the help she needed thanks to you all. I am so grateful.\n\nBest wishes to you all.\n\nffinnochio Fri 28-Feb-14 09:58:31\n\nThat good to hear breeze. I really hope all will continue to improve for your granddaughter. flowers\n\nAgus Fri 28-Feb-14 10:11:58\n\nSo pleased to hear this breeze. The fact that your son is now more involved with her welfare will give both you and him some peace of mind and more importantly your GD should get the care she needs. Well done granny and thanks for letting us know the good news.\n\nMarty Fri 28-Feb-14 10:23:15\n\nSo happy to read your message Breeze. I have been thinking of you and your little grandchildren. I do hope things improve now that the HV has an eye on them.\n\ngillybob Fri 28-Feb-14 10:29:49\n\nThat's excellent news Breeze thank you very much for the update. Sending you and your DGC a huge bunch of daffodil's (my DGD2 calls them happy yellow flowers) and lots and lots of sunshine\n\nBlueBelle Fri 28-Feb-14 10:30:40\n\nVery happy to hear this news breeze just keep on keeping on and I m sure even 2 days a week of good food and baths will be a huge influence on her little life\n\nwhenim64 Fri 28-Feb-14 10:45:55\n\nThat's good to hear, breeze. Thanks for letting us know. You sound much more confident now, too smile\n\ndustyangel Fri 28-Feb-14 10:50:53\n\nI'm so glad to hear your news Breeze, I hope things keep improving for you, your son and your grandchildren. flowers\n\nJ52 Fri 28-Feb-14 11:01:31\n\nWonderful news. There can only be improvements now. It seems that you have managed all this without any major upset. You must be wonderful grandparents for the little girls to have. Your care will have a positive impact for their whole lives. XX flowers\n\nJessM Fri 28-Feb-14 11:12:14\n\nWell done Breeze\n\nannodomini Fri 28-Feb-14 12:08:50\n\nSo pleased for you, your son and granddaughter. I hope she will now be fully fit to enjoy starting school. x x x flowers\n\nAnne58 Fri 28-Feb-14 12:15:08\n\nGood news, every good wish that things will continue to improve.\n\nMishap Fri 28-Feb-14 12:29:26\n\nGood news!\n\nLona Fri 28-Feb-14 12:32:27\n\nWell done breeze and thanks for keeping us informed.\n\nharrigran Fri 28-Feb-14 12:54:07\n\nThat is great news breeze, hope her health improves quickly with the treatment flowers\n\nyogagran Fri 28-Feb-14 13:09:36\n\nThanks for the update breeze, brilliant news, well done to you and your son\n\nsoop Fri 28-Feb-14 13:40:12\n\nBig smile for you breeze. I couldn't be more pleased to learn that the wheels are turning. flowers\n\nDragonfly1 Fri 28-Feb-14 14:26:15\n\nWhat a wonderful mum and grandma you are, your son and grandchildren are very lucky to have you.\n\nglammanana Fri 28-Feb-14 15:03:19\n\nbreeze such good positive news flowers\n\nPenstemmon Fri 28-Feb-14 16:05:20\n\nGlad to hear that action has proved productive. Long may the positive news continue.\n\nrosequartz Fri 28-Feb-14 16:17:16\n\nI hope everything continues to improve, the little ones' health and wellbeing are of paramount importance so thank goodness they have you and your son is now becoming more confident in his role as father.\nGood luck\n\nmollie Fri 28-Feb-14 16:20:51\n\nThat's heartening, more good news like that please. smile\n\nDeedaa Fri 28-Feb-14 22:45:19\n\nGood to hear you've been able to make some progress breeze at least you know the children are back on the radar! How lucky they are to have you looking out for them flowers\n\nFlowerofthewest Sat 01-Mar-14 00:32:33\n\nWonderful to hear things are going in the right direction and that you are able to 'breathe' again xxxxx",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.7068408728,
        "format_confidence":0.9861283302
    },
    {
        "url":"http:\/\/accessdenied-livingwithms.blogspot.com\/2009\/10\/clock-went-back-last-night-so-we-are.html",
        "text":"Sunday, October 25, 2009\n\nA Bright Sunny Day.\n\n\nThe clock went back last night, so we are now living in winter time, not my favourite time.\n\nNot much that I can do about it so this year I will not bore everyone plus myself with going on about how much I hate winter daylight saving time.\n\nIn the past I would not change the time on my watch preferring to work out each time what the time really was.\n\nPerhaps finally I am coming to terms with the idea that things that I can not change will not get my attention.\n\nCould be good for me if I have learned this, as I do use up valuable energy on things I can do nothing to change.\n\nThink that someone like Dorthe would have her card well marked these days, she was an example of a friend who one ends up tolerating because of a vague memory of friendship.\n\nWhen I first knew her my self confidence had taken a nose dive, this did leave me open to peoples abuse\n\nMy self esteem has taken quite a bashing from the MS but I have managed to get to grips with that and really have understood that MS does not define me.\n\nI am alright; I am still quite a woman even if my body won’t cooperate these days, it is not easy to be so handicapped.\n\nAs soon as I wake up in the mornings I am confronted with my bodies inability to move and the first spasms happen and my arms clamp shut as I yawn, and again I am aware of the pain.\n\nI do my arm exercises, when I get my arm straightened out, which does seem to help, am sure that the exercises have helped me retain the use of my arms and hands.\n\nToday has been a bright and sunny day, nice to look out of the window on sunshine and birds hopping about on the bird feeder.\n\nHave to relearn to love this time of year again and I will once I am back outside and able to feel the wind and smell the outdoor scents.\n\nLooking forward to the prospect of being liberated from my bed and tasting the delights of the outside world once again.\n\n\nHave Myelin? said...\n\nI remember my daughter and I hated losing an hour in the fall. Going dark earlier never made sense to us. We too prefer the \"other time\".\n\nI didn't know it was time to change tho. Blah.\n\nHerrad said...\n\nHi Sherry,\nThanks for coming by, it is 7.30 and it is very dark.\nYour time does not change until next week I think.\nKeep warm.\n\nGareth said...\n\nWatcha H@R, Ahh yes the clocks going back -forward- nerver quite understood it But look at it this way from the 21st Dec the days get longer. Glad the Sun been shining there hope it Shines when we come to visit really looking forward to seeing you folks. Stay snuggly GX\n\nWebster said...\n\nOn the North West coast of the U.S., Where Tacoma is, it is getting dark at 6:15 PM. We push the clocks back an hour next weekend so it will be dark at 5:15, followed by another 7 1\/2 weeks of continued darkness until the Winter Solstice, When oh so very slowly it starts to brighten again. No, I love the Fall, Winter, not so much anymore. I used to when I could go out and build a snowman or even shovel the walk, but those days are gone. I have no decent balance left.\n\nStill I like looking out the window at the bird feeder, and keeping cozy with the fireplace stoked - which my hibby is taking his sweet time to sweep the chimney, etc. Hopefully that will happen on the next dry day - when ever that may be. Actually, it wasn't too bad today, but I had to go in for a treatment. Ah, patience. Isn't that our buzzword for living with MS?\n\nJen said...\n\nI tend to beat myself up because of what the MS has done to my (now gone) outside career. Always thought I'd be out there working and running around. I guess maybe what I'm learning is to find other, slower ways to feel productive. And to know that that's okay.\n\nI totally get that feeling about the self-esteem, though.\n\nI think it'll be amazing for you to get out in that crisp air, Herrad. I'm always rooting for ya!\n\n\n\nHerrad said...\n\nHi Gareth,\nLovely to see your comment.\nSomehow not so sad the clocks went back as I have been in the past years.\nKnow that it will not be long and the light will be back and then more sun.\nTwo months is not too long.\nAnd first the extra sunshine of your visit.\n\nHi Webster,\nLovely to see your comment, thanks for coming by.\nVery noticeable tonight that it was alot darker.\nStill as Gareth reminded me it is only two months and the days will slowly start to get longer again.\nI too used to enjoy the autumn and winter more when I could go for a walk or throw a snowball.\nPatience I never ever had any before how about you?\nAnd now it is practically our middle names.\n\nHi Jen,\nThanks for coming by, lovely to see your comment.\nMe too I thought I would still be at work and able to get out and about.\nIt has been difficult for me to rebuild my self esteem, guess it is the same for us all.\nWe all have to do so in order to be able to live at ease with ourselves,\n\nThanks dear friends for coming by, listening to Smokey Robinson on the Electric Proms on BBC 2 at the same time.\nHe is an amazing singer.\nHope you all have a good start to the week.\n\nLucy said...\n\nWe have daylight saving also and it drives me nuts. Ours will change next week. Herrad I think of you so often. You and Mort and some of Mort's friends. I can relate so well to the awful things that take over your body. I do remember it well, everything from the spasms and losing up plus he lost the and his strength and just folding. It Is really tough to deal with that loss and liker you he tried everything to get better I has my son for 42 years.\n\nRain said...\n\nHi Herrad! Our daylight savings starts next weekend on Halloween night. I don't mind this time of year actually, but then again, I'm used to winters up North and it's a nice change for me to have the 4 seasons! I'm noticing lately that the mornings are dark when I wake up! That's a little freaky!\nYou have only 4 days before you can sit in your wheelchair! Any plans to go outside this weekend?\n\nsteve said...\n\nA lady with horrible behavior handled well by a lady with great grace.\n\nHerrad said...\n\nHi Lucy,\nThanks for coming by and sharing your feelings about your son.\nDaylight saving drives most of us nuts, think it puts too many kids in danger going home in the dark.\n\nHi Rain,\nThanks for your visit and comment, I shall do my best to like this time of year again.\nOne thing I have not liked is I can't go and do Christmas shopping on my own anymore.\nSo can't surprise Richie these days.\nBack to the drawing board.\n\nHi Steve,\nThanks for coming by and for your supportive comment.\nSad story, shame after 12 years of knowing her,but could not tolerate her behavior, certainly not after she read the diaries.\nWhat a betrayal of trust.\n\nThanks for coming by all of you and leaving a comment. Hope today is a good day for you.",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.8797584176,
        "format_confidence":0.8485314846
    }
]