[
    {
        "url":"https:\/\/www.canadiangeographic.ca\/article\/qa-maatalii-okalik",
        "text":"• Maatalii Okalik\n\n    Maatalii Okalik (Photo: Jessica Finn\/Canadian Geographic)\n\nAs president of the National Inuit Youth Council, Maatalii Okalik is a voice for Inuit youth, raising awareness for their issues and concerns, as well as the challenges faced by all Inuit. She brought that unique viewpoint to the COP21 climate change conference in Paris in 2015. In April 2016, she was presented the Outstanding Young Woman Award from the Qulliit Nunavut Status of Women Council for her strong leadership among Inuit youth and engaging world leaders on their issues. Here, Okalik discusses women in Inuit culture, reconciliation and language, and her role models.\n\nOn issues facing Inuit women\n\nInuit women have a very unique place in our culture and always have. However, there are a number of issues facing Inuit women in Canada today. We have a severe housing crisis, virtual homelessness and a changing climate. These issues affect all Inuit, but Inuit women in particular.\n\nInuit women have a close relationship with food security. For example, it is a woman’s responsibility to clean and dry animal skins to clothe their families. Many women have said they’ve noticed a change in the skins, and climate change plays a role in this. In the Baffin region right now, within Nunavut, there is a moratorium on caribou hunting. That impacts how we are able to feed our families. Also when hunters go missing on the sea ice, because of the changing environment, there’s a burden placed on women who now have to care for their families alone. Those numbers are increasing.\n\nOn reconciliation and voting rights\n\nThe more that we create awareness of Inuit history, the better. Voting rights for Inuit women came much later [than other groups of women in Canada] and ultimately were based on the federal government’s assimilation policies to ensure that Inuit, because we assert sovereignty along 50 per cent of this country’s coastline, became citizens and voting members of the populace. However, it did not mean the government invested in us to ensure we lived a healthy quality of life. These voting rights were conditional on family allowance, relocation, children attending residential schools, etc. Unfortunately, the intergenerational effects of that very recent history — my grandparents generation and my mom’s generation as residential school attendees — led to a number of negative impacts that are intrinsically tied with reconciliation.\n\nOn re-learning Inuit language\n\nI’m very open with the fact that I am re-learning Inuktitut to break some of those stigmas within Inuit communities, as well as non-Inuit communities, about language reclamation and revitalization. Inuit celebrate the fact that, as a unique indigenous group in Canada, we have the highest percentage of language use and retention. However, that is beginning to decline. For example, in Nunatsiavut 25 per cent of Inuit are fluent in Inuktitut according to the census, and in some regions, that number can be as high as 90 per cent depending when colonization happened. Inuit youth have a vested interest in strengthening our language so that one day, all Inuit can speak and work in Inuktitut. I encourage Inuit to work together to help those who are learning and re-learning Inuktitut to continue to do it in a positive way.\n\nOn her role models\n\nThere are a number of really strong Inuit women, and I think there needs to be a shift in how societies look at women in leadership roles. Our women are one of the backbones of our society, and they don’t get enough credit.\n\nIn my immediate upbringing, I would definitely commend my mother, Looee Okalik, who raised us as a single mother principled in Inuit ways of life and knowing that we had a responsibility to our community, our elders and the greater global community. She really had an impact on my worldview, from an Inuit perspective within this colonial situation, and she gave me a lot of the tools that I require to do the work that I do. Another one is Rosemary Kuptana, former president of ITK [then called the Inuit Tapirisat of Canada or ITC], who has the prowess of a fighter, but is very elegant in her knowledge and navigation of the legal process. Also, my grandmother. She passed away when I was two months old, but I’m named after her and was raised on stories of her, which had an impact on who I became.\n\nOn an Inuit woman’s right of passage\n\nAnother role model is my arnaliaq. For Inuit women, it’s a right of passage to become an arnaliaq, which in the past, would have been similar to a midwife to non-Inuit, but now is more like a godmother with certain roles and responsibilities to the male or female child as they are born and raised. After the child is born, the arnaliaq professes its future and transmits different characteristics and qualities that the child will possess in its lifetime. That woman has the responsibility to clothe the child and has a hand in raising it. If the child is a boy, he has a responsibility to provide his arnaliaq with his first catch as a hunter and continuously feed her throughout his lifetime. If the child is a girl, she would have to give her first craft or creation to her arnaliaq and continue to gift her throughout the child’s lifetime. I myself am an arnaliaq to my five-year-old niece. She strengthens me. My mom handed her to me when she was born and said, “Tell her who she is.” At first, I had no idea what to do, but I took my niece and just like water flowing, my responsibility came naturally to me and I can confirm throughout her life so far, everything I professed has come true and it will only prove truer throughout her lifetime.",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.5101827979,
        "format_confidence":0.8273671269
    },
    {
        "url":"http:\/\/geneatopia.com\/episode-29-transcript\/",
        "text":"Episode 29 Transcript\n\nWelcome to the Genealogy News from Geneatopia\n\nI’m Patty Roy, also known as Dinah Larkham in Second Life\n\nToday is Thursday, March 20, 2014 and this is Episode 29\nRichard III is still making news. Last week there was a judicial review over his reburial. Remember that his remains were found buried beneath a parking lot in Leicester, England. The University of Leicester holds a license from the Ministry of Justice that allows it to decide where the remains are reinterred and they chose Leicester Cathedral.\n\nHowever, King Richard’s distant relatives want him reinterred in York. They believe that he spent most of his life in York; he would have chosen to be buried there.\n\nAfter King Richard’s death there was a Catholic ceremony and he was buried with full Catholic rites in a marked grave even though a body was not found.\n\nThe final resting place for King Richard will bring more tourists to the area.\n\nLast week the judges heard arguments for a consultation to determine the fate of King Richard. The judges have decided to that they will reserve judgment and they also decided to defer their decision. The final decision is expected in four to six weeks.\n\n\nThe United States National Archives has announced that the facility in Anchorage, Alaska, will close. The archival records will be moved to a facility in Seattle, Washington where the records will be digitized so the records will be viewed through the Internet. Employees at the archive in Alaska will be offered positions at other National archives and the National Archives will pay relocation expenses.\n\nAlso two facilities in the Philadelphia, Pennsylvania area will be consolidated to a single site. Records at the Market Street facility will be moved to the Townsend Road facility. These two facilities are in the same commuting area and employees from the Market Street facility will be transferred to the Townsend Road facility. The Townsend Road facility already contains the majority of archival records for the area and plans are to modify the facility for better access.\n\nAnd within the next two years two facilities in Fort Worth, Texas will be consolidated into a single site. There are two facilities in Fort Worth, one at John Burgess Drive and a smaller facility at Montgomery Plaza. The smaller facility will be closed and employees will be moved the John Burgess Drive facility. Records are not stored at the smaller facility so only the employees need to be relocated.\n\nThese changes are estimated to save the National Archives over 1 million dollars annually.\n\n\nFamily Tree DNA has launched a new learning center where all learning materials will now be found in one place. At the learning center you will find a blog, FAQs, list of upcoming webinars, archived past webinars, a forum, group projects, user guides, group administrator guides, a glossary, and links to papers.\n\nThere is a tutorial about how to use the learning center. And you can search the learning center to find exactly what you’re looking for.\n\n\nAncestry has dropped “old search.” You will no longer find a link to old search and of course you will no longer be able to access old search. Ancestry mentioned last year that this option would be going away.\n\nOld search is no longer supported by Ancestry because it doesn’t scale to meet the needs of the growing amount of records being added to Ancestry.\n\nAncestry has been supporting two search engines making it difficult to add new functionality to both. They have consolidated the two systems to make it easier to maintain and update.\n\nNew search was rolled out 5 years ago. People have been choosing to use the old search even though new search was available. Many were using new search and not even realizing it. That was the default search method and if you used advanced search, you were using new search.\n\nNew search is now called primary search. Ancestry has plans to add many more improvements to search over the next year.\n\nNew search is more efficient and technology for new search makes it easy to add new collections so they are searchable. Ancestry will be able to add more features to what you can add to your search to narrow down the results.\n\nOf course with change, many people complain. Some complaints are that new search takes more steps than old search to find the same information and you can’t search for exact matches. Some have said they will be cancelling their Ancestry subscription because old search is no longer available.\n\nAccording to Ancestry, less than 3% of users used old search. New search is more powerful and can do more than old search.\n\nThere is help to learn how to use new search. Dear Myrtle’s hangout on March 10th had a special guest Amy Johnson Crow from Ancestry. She demonstrated how to use primary search.\n\nSome in the audience tried her suggestions and found new records during the broadcast.\n\n\nAncestry has added records pertaining to Irish ancestry in the Emerald Isles. These include more than 25,000 birth, marriage and death records.\n\nThey’ve added over 750,000 new records to the Irish Roman Catholic Church collection. The types of records in that collection are baptism, confirmation, marriage, and death.\n\nThey’ve also added the Massachusetts State Census for 1855 and 1865. And they have added to the birth, marriage, and death records for Massachusetts from 1840 – 1915.\n\nSome other large collections they’ve added include Argentina, national Census, 1895 and Ohio tax records 1800 – 1850.\n\n\nAncestry has produced a research guide for Ohio. The guide contains an overview of Ohio history, census information, significant dates, where to find vital records, and where to find other resources.\n\n\nAncestry is one of the sponsors for the International Conference on the Frontiers of Handwriting. They have also submitted a proposal that was accepted for the handwriting recognition competition. The Ancestry proposal is about word recognition from segmented historical documents. As part of this project there is a new image database that will be used called ANWRESH-1 which stands for ANcestry.com Word REcognition from Segmented Historical Documents. So it’s a combination of the first letters or first two letters of each word.\n\nThe image database is being made available to the document analysis research community. It consist of image snippets of handwritten text from the 1920 and 1930 U.S. censuses. The fields used for the competition are Name, Relation, Age, Marital Condition, and Place of Birth.\n\nThe challenge in the competition is to take the fields and transcribe them into their textual representation.\n\nThe conference will be held September 1 – 4, 2014 on the island of Crete, Greece.\n\n\nMyHeritage recently announced a global initiative, together with BillionGraves, to digitally preserve the world’s cemeteries. Gravestones play a key role in family history and they are becoming illegible as time goes on.\n\nEighty MyHeritage employees in Israel went to a cemetery with the BillionGraves mobile application to digitize gravestones. They wanted to practice before they ask others to join them in this initiative. They’re goal is to determine best practices and improve methodologies for digitizing cemeteries efficiently.\n\nOver the course of 3 hours, the group took 51,000 gravestone photos. Volunteers using the BillionGraves app or web site will transcribe the photos. The records will be found at BillionGraves and added to MyHeritage SuperSearch.\n\nMyHeritage hopes others will help with this initiative and photograph gravestones with the BillionGraves app. You can find out how to do this at billiongraves.com\/myheritage.\n\n\nWholly Genes has released a new version of The Master Genealogist, version 9. The major changes focus on making data entry faster and easier. Some features include\n\nAdd a new source without leaving the Citation screen\nA button to preview the source output from the Citation screen\nAdd shared events to multiple people\nAn age column so if you enter an age the birthdate will be calculated automatically\nReminders can be added to roles\nSome enhancements to tag entry\nNew variables have been added for event tags\nA column for place styles has been added to the Master Place List\nAnd lots of bug fixes\n\nIf you purchased version 8 within the last 90 days, you will receive a free update to version 9.\n\n\nIf you have a Mac, you may be using the free program Personal Ancestry Writer II to keep track of your ancestors. There has been an update recently to version 103. From what I could find out from another site other than the official Personal Ancestry Writer site, the update fixes two errors – using the tab key in the main window when no people were tagged, and not updating the tagged people count when exchanging cached people.\n\nPersonal Ancestry Writer combines most of the features of the LDS Personal Ancestral File program, which has been discontinued, with additional features such as generating web pages and rtf files.\n\n\nLegacy QuickGuides contain four or five pages of information covering one topic. New Legacy QuickGuides have been released for Finnish Genealogy, Anatomy of a Death Record, Using Maps in Your Genealogy Research, Hungarian Genealogy, and Anatomy of a Marriage Record. That makes for 87 QuickGuides total that are available.\n\n\nThe site UKPressOnline is a newspaper archive site with papers such as the Daily Mirror, Daily Express and other major titles. It’s a subscription site. They have recently rescanned the existing pages of the 1960’s copy of the Daily Express. They have also added any previously missing pages. All the pages have been rescanned at a higher resolution from better quality original pages.\n\n\nThe UK National Archives has published the second batch of World War I unit diaries on its Word War I portal web site. You can search the diaries by regiment, battalion, brigade, or division number.\n\nThe second batch of diaries is from France and Flanders. There are records from the Indian Cavalry who were the first troop... (truncated)",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.8445215225,
        "format_confidence":0.9661774635
    },
    {
        "url":"https:\/\/founders.archives.gov\/documents\/Madison\/04-02-02-0242",
        "text":"James Madison Papers\n\nFrom James Madison to George W. Featherstonhaugh, 5 April 1821\n\nTo George W. Featherstonhaugh\n\nMontpelleir Apl. 5. 1821.\n\n\nI have received your favour of March 19.1 & am glad to find that you think of giveing still more value to your Agricultural work, by extending in a new Edition, your practical veiws of the subject. I retain at the same time my opinion in favour of the Chemical instruction which your original plan combined with them.\n\nI know not well what to answer to your enquiry relative to the reception such a Volume would meet with in the Southern States. As to the state in which I live I dare not speak with confidence; so difficult is a deffusion of literary productions thro’ its dispersed readers, and so universal is the present dearth of means even for the minuter articles of cost. I can scarcely doubt however that the attention which has been excited to the practice & the science of rural economy would produce a demand sufficient at least to give a right turn to the scale, if it should need such a weight, which I should not easily suppose would be the case. For myself I sincerely wish that your calculations may justify the experiment: & that, without a pecuniary loss, which would be very unreasonable, it may reward you with the satisfaction of contributing more extensively to enlighten & animate a persuit so deeply interesting to the public prosperity. I renew to you Sir assurances of my esteem & good wishes\n\nJs Madison\n\nFC (DLC). In Dolley Madison’s hand, with JM’s note: “G.W. Featherstonhaugh.” RC cover sheet (NjP: Crane Collection) addressed and franked by JM to Featherstonhaugh at Duanesburgh, New York. Marked “Orange CH Va April 10.” Docketed by Featherstonhaugh.\n\nIndex Entries",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.7129743099,
        "format_confidence":0.7810858488
    },
    {
        "url":"http:\/\/founders.archives.gov\/documents\/Jefferson\/01-15-02-0574",
        "text":"Thomas Jefferson Papers\n\nFrom Thomas Jefferson to George Muter, [11 February 1781]\n\nTo George Muter\n\n[11 Feb. 1781]\n\nTh: J. to Colo. Muter\n\nThe Quarter master reported to me yesterday that he had two covered waggons ready. He was ordered to send them to Cabbin Point. If they are gone they had better be recalled to take in the ammunition to be sent. I think it would be best to take Majr. Pryor’s receipt for what is so delivered. If he declines giving one, the receipt of the field Q. M. at camp (George Elliot or his deputy) should be required.—There are 30 axes in Mr. Armistead’s possession which should be sent on to the army at the same time.—I think by pistol powder they mean rifle powder.\n\nRC (Vi); addressed: “Colo. Muter”; endorsed; undated, but date established from internal evidence (see Muter to TJ, 11 Feb. 1781).\n\nIndex Entries",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.8585500717,
        "format_confidence":0.8958779573
    },
    {
        "url":"http:\/\/www.nizkor.org\/ftp.cgi\/ftp.py?imt\/tgmwc\/tgmwc-01\/tgmwc-01-09.03",
        "text":"The Nizkor Project: Remembering the Holocaust (Shoah)\n\nShofar FTP Archive File: imt\/tgmwc\/tgmwc-01\/tgmwc-01-09.03\n\nArchive\/File: imt\/tgmwc\/tgmwc-01\/tgmwc-01-09.03\nLast-Modified: 1999\/09\/04\n\nQ. And what were they?\n\nA. Foremost of all, the Polish intelligentsia, the nobility,\nthe clergy, and, of course, the Jews.\n\nQ. What, if anything, was said about possible co-operation\nwith a Ukrainian group?\n\nA. Canaris was ordered by the then Chief of the O.K.W., who\nstated that he was transmitting a directive which he had\napparently received from Ribbentrop in connection with the\npolitical plans of the Foreign Minister, to instigate a\nresistance movement in the Galician part of the Ukraine,\nwhich should have as its goal the extermination of Jews and\n\nQ. At what point did Hitler and Jodl enter this meeting?\n\nA. Hitler and Jodl entered either after what I have just\ndescribed took place, or towards the conclusion of this\ndiscussion, and Canaris had already begun his report on the\nsituation in the West: that is to say, on the news that had\ncome in in the meantime, regarding the attitude of the\nFrench army at the West Wall.\n\nQ. And what further discussions took place then?\n\nA. After this discussion in the private working carriage of\nthe Chief of the O.K.W., Canaris left the coach and had a\nshort talk with Ribbentrop, who, returning to the theme of\nthe Ukraine, told him once more that the uprising or the\nresistance movement should be so arranged that all farms and\ndwellings of the Poles should go up in flames, and all Jews\nbe killed.\n\nQ. Who said that?\n\nA. The Foreign Minister at that time, Ribbentrop, said this\nto Canaris. I was standing next to him.\n\n                                                  [Page 276]\n\nQ. Is there any slightest doubt in your mind about that?\n\nA. No. I have not the slightest doubt about that. I remember\nwith particular clarity the somewhat new formulation that\n\"all farms and dwellings should go up in flames\" because\npreviously only terms like \"liquidation\" and \"killing\" had\nbeen used.\n\nQ. Was there any note in Canaris' diary which helped to\nrefresh your recollection on that point also?\n\nA. No.\n\nQ. What, if anything, was said on the subject of France?\n\nA. On the subject of France a discussion took place in the\ncarriage of the Chief of the O.K.W. Canaris explained the\nsituation in the West according to reports he had received\nfrom the \"Abwehr\" intelligence service. Canaris described\nthe situation by saying that in his opinion a great attack\nwas being prepared by the French in the sector of\nSaarbrucken. Hitler, who had entered the room in the\nmeantime, intervened, took charge of the discussion and\nrejected in a lively manner the opinion which Canaris had\njust expressed, putting forward arguments which, looking\nback now, I must recognise as factually correct.\n\nQ. Do you recall whether, in the course of this conference,\nRibbentrop said anything about the Jews?\n\nA. During the conversation, which was taking place in the\nprivate conference coach of the Chief of the O.K.W.,\nRibbentrop was not present.\n\nQ. Do you recall whether at any time in the course of the\nconferences Ribbentrop said anything about the Jews?\n\nA. In this discussion, I repeat - the one that took place in\nthe coach - no.\n\nQ. For purposes of keeping the record straight, whenever you\nhave referred to the Chief of the O.K.W., you were referring\nto Keitel?\n\nA. Yes.\n\nQ. Was the Wehrmacht ever asked to furnish any resistance\nfor the Polish campaign?\n\nA. Yes.\n\nQ. Did that undertaking have any special name?\n\nA. As it is recorded in the diary of my section, the name of\nthis undertaking that took place just before the Polish\ncampaign, was given the name \"Himmler.\"\n\nQ. Will you explain to the Tribunal the nature of the\nassistance required?\n\nA. The matter in which I am now giving testimony is one of\nthe most mysterious actions which took place in the\natmosphere of the Abwehr office. Sometime, I believe it was\nthe middle of August - the precise date can be found in the\ncorresponding entry of the diary - Abwehr Section I, as well\nas my section, Abwehr Section II, were charged with the job\nof providing or keeping in readiness Polish uniforms and\nequipment, as well as identification cards, and so on, for\nthe undertaking \"Himmler\". This request, according to an\nentry in my diary made by my aide-de-camp, was received by\nCanaris from the Wehrmacht Fuehrungstab or from the\n\"Landesverteidigung\" - National Defence.\n\nQ. Do you know whence this request originated?\n\nA. Whence the request originated I cannot say. I can only\nrepeat how it reached us in the form of an order. It was, to\nbe sure, an order on which we, the chiefs of sections\nconcerned, already had some misgivings without knowing what,\nin the last analysis, it was about. The name Himmler,\nhowever, was eloquent enough. In the pertinent entries of\nthe diary, expression is given to the fact that I asked the\nquestion why Mr. Himmler was to receive uniforms from us.\n\nQ. To whom was the Polish material to be furnished by the\n\nA. These articles of equipment had to be kept in readiness,\nand one day some man from the S.S. or the S.D. - the name is\ngiven in the official war-diary of the department - fetched\n\n                                                  [Page 277]\n\nQ. At what time was the Abwehr informed as to how this\nPolish material was to be used?\n\nA. The real purpose, which we do not know in its details\neven to-day, was concealed from us, we did not learn it,\nthough at the time we had a very understandable suspicion\nthat something crooked was afoot, particularly because of\nthe name of the undertaking.\n\nQ. Did you subsequently find out from Canaris what in fact\nhad happened?\n\nA. The actual course of events was the following: When the\nfirst war-bulletin appeared, which spoke of the attack of\nPolish units on German territory, Pieckenbrock, who had the\nreport in his hand, and read it, observed that now we knew\nwhat our uniforms had been needed for. the same day or a few\ndays later, I cannot say exactly, Canaris informed us that\npeople from concentration camps disguised in these uniforms\nhad been ordered to make a military attack on the radio\nstation at Gleiwitz. I cannot recall whether any other\nlocality was mentioned. Although we were greatly interested,\nparticularly General Oster, to learn details of this action,\nthat is, where it had occurred and what had happened in\ndetail - as a matter of fact we could well imagine it - we\ndid not know for certain, and I cannot even to-day say\nexactly what happened.\n\nQ. Did you ever find out what happened to the men from the\nconcentration camps that wore the Polish uniforms and\ncreated the incident?\n\nA. It is strange, this matter held my interest ever since,\nso much so that even after the capitulation, I spoke about\nthese matters with an S.S. Hauptsturmfuehrer  who was\nconfined in the same hospital as I was, and I asked him for\ndetails on what had taken place. The man - his name was\nBurckel - told me, \"It is peculiar, but even we in our\ncircles only found out about these matters much, much later,\nand then what we did find out was only by implication. So\nfar as I know,\" he said, \"all members of the S.D. who took\npart in that action were presumably put out of the way; that\nis to say, were killed.\" That is the last I heard of this\n\nQ. Do you recall attending a meeting in 1940 at which the\nname of Weygand was under discussion?\n\nA. Yes.\n\nQ. Do you happen to recall the particular month in which\nthis discussion took place?\n\nA. The discussion took place in the winter of 1940, either\nNovember or December, if my memory does not deceive me. I\nhave retained the precise date in my personal notes; in\naccordance with the wish and desire of Canaris.\n\nQ. To the best of your knowledge and recollection, who was\n\nA. At that time, we usually met at the conference, i.e., the\nthree chiefs of sections and the Chief of the Ausland\nSection, the former Admiral Burckner.\n\nQ. What were you told at this meeting by Canaris?\n\nA. In this conversation Canaris told us that for a\nconsiderable time Keitel had put pressure on him to execute\nan action leading to the elimination of the French Marshal\nWeygand; and that I - that is to say, my section - would be\ncharged with the execution of this task, as a matter of\n\nQ. When you say \"elimination\", what do you mean?\n\nA. Killing.\n\nQ. What was Weygand doing at this time?\n\nA. Weygand was, so far as I recall, at that time in North\n\nQ. What was the reason given for attempting to kill Weygand?\n\nA. The reason given was the fear that the unbeaten part of\nthe French Army in North Africa might find in Weygand a\npoint of crystallisation for resistance. That, of course, is\nonly the main outline of what I still remember to-day. It\nmay be that there were other contributing factors.\n\n                                                  [Page 278]\n\nQ. After you were so informed by Canaris, what else was said\nat this meeting?\n\nA. This request, which was put to the military Abwehr openly\nand without restraint by a representative of the Armed\nForces, was repudiated strongly and indignantly by all those\npresent. I, myself, as the person most involved, since MY\ndepartment was charged with the action, stated before all\npresent that I had no intention of executing this order. My\nsection and my officers are fighters but they are not a\nmurderers' organisation or murderers.\n\nQ. What then did Canaris say?\n\nA. Canaris said: \"Calm down. We'll talk it over later on.\"\n\nQ. Did you then talk it over later with Canaris?\n\nA. After the other gentlemen had left the room, I spoke\nalone with Canaris. Canaris told me immediately, \"It is\nobvious that this order will not only not be carried out,\nbut it will not even be communicated any further;\" and so it\n\nQ: Were you subsequently questioned as to whether you had\ncarried out this order?\n\nA. At an audience that Canaris had with Keitel, at which I\nwas present, I was addressed by the then Chief of the\nO.K.W., Keitel, on this subject. He asked me what had\nhappened o... (truncated)",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.8606131673,
        "format_confidence":0.8949048519
    },
    {
        "url":"http:\/\/holocaust.umd.umich.edu\/interview.php?D=grinbaum&section=13",
        "text":"Voice\/Vision Holocaust Survivor Oral History Archive\n\nEmerich Grinbaum - October 3, 2000 & January 8, 2001\n\nConditions Under Hungarians\n\nSo what, what were those three years like, '41 to '44?\n\nUh, no, no. Matter of fact, you have to calculate '38 to '44, because '38 the Hungarian came.\n\nThat's when the Hungarians came.\n\nYeah, that '44. Growing anti-Semitism. Uh, growing uh, growing h...uh, economic uh, harsh uh, problems more. But we survived. We still, most of the people you know, the Jews tried to help each other you know, when--my father was working hard. We, we survived. We didn't have uh, too much but we survived uh, and everybody hoped and we were, of course, everyday listening to the Moscow radio to the BBC, Hungarian and German language. I didn't speak very good in German, but my father spoke a little German. And, so we're listening and we hoped and the front is coming closer you know, then the, the '40--'43 the, the, in Italy the, the, uh...\n\n\n...invasion and all. So we hope that we are survive.\n\nThere, there was a, a Judenrat in Munkacs.\n\nIn '44 right.\n\nBut not 'til '44.\n\nUh, in '44.\n\nIn '44. Not under the Hungarians.\n\nOnly, no, no. Only when the German, when the ghetto. There were no Judenräten. No, that was, that was relatively, relatively mild uh, until the German came. The-- when the German came there was totally different.\n\nTell me what happened when the Germans came.\n\nPardon me?\n\nDo you remember, do you remember when they came in?\n\nI know. March 19. You know the story. They called the Regent Horthy, Hitler called March 18, Hitler called him for, for, for discussion. And during this time the German went into Hungary without any, any gunshot. And then, because the Hun...I don't know how they organize, you know. They didn't want to because the front was close already to the Carpathian, so. And the Hungarian government, that was the Prime Minister Kállay. If you know that, he was kind of a--he, he was looking to get out from the war. He was looking with the, with the western uh, countries, even with Russians. They had some...\n\n\nsome connection. You know, and they did...\n\nThis was before Száasi.\n\nYeah. And the German--of course, they knew it because they, the intelligence was penetrated all over, you know.\n\nSo is that why...\n\nThey didn't trust Horthy anymore.\n\nThat's why, because Horthy they thought it was trying to negotiate with Stalin.\n\nNegotiate Horthy and Kállay, his prime minister negotiate. So they decided to call him in eh, to, for, for uh, discussion for, for uh, conference, Hitler. And that was March 17, 18. Uh, if you read a story--Braham. And 19 they just crossed the border and Hungarian, they didn't know, you know. Horthy wasn't there. He was under ho...home, ho...house arrest some time, some type, and you know. And until--they were thinking the whole Hungary was from over conquered. They came to Munkacs, we were the eastern part of the, of the Hungary. Next day on the 20th I remember they already, the German troops were there.\n\nOn March 19th, March 20th.\n\nOn March, March uh, 20. March 19 they crossed the Hungarian border, next day they were already there.\n\nHow many do you think?\n\nPardon me?\n\nHow many German troops, approximately?\n\nI don't know, I don't know. A lot.\n\nA thousand, two thousand?\n\n\n\nMore, more.\n\nAlong with Hungarian gendarmes?\n\nNo, the gendarmes they were there.\n\nThey were already there.\n\nAlready there. The gendarme police they were from '38, so that's nothing new. Uh, but they, they, what new, they already changed the government, the Kállay which was liberal more or less. They, they put him in jail and they, they call--come if you read Sztójay which is a fascist guy. That's not Száasi. Száasi came in October, if you remember. Uh, October 15, they--matter of fact the story--if uh, this not my story but Hungarian story--the deportation in Ju...end July uh, they stopped the deportation when most of the, most of the Hungarian Jews, except Budapest--they were already deported. Now why did they stop. Horthy finally--although Horthy stayed. The German wanted him to stay to give some kind of legitimacy of the government.\n\nYeah. Why did they stop in July, do you know?\n\nUh, uh, that, you, you can read it very--in detail. Many, many--first of all uh, the--even the Vatican, call them. The United States warned uh, the Western very much harshly, but that took him a long time to, to warn uh, them harshly. And uh, some other uh, considerations. So they stopped the deportation. They stopped. That's why the Je...the Budapest Jews uh, survived. And then gradually uh, Horthy took over. Uh, took, he didn't took over but he sold his--and he was, he was--he didn't want to continue the war. And October 15, was the dec...dec...dec...declamation on the radio that we're ending the war, we...\n\n\n...want peace, you know that. And then that was--it was done in a very stupid way. He should have been surrounded with faithful uh, Hungarian army. And he didn't army to protect him. The German went in immediately. And then Szálas...then Száasi came and Száasi killed a lot of Jews. But uh, they took some of the Jews to Auschwitz from Budapest, but at that time was not uh, a mass deportation.\n\n© Board of Regents University of Michigan-Dearborn",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.9533910155,
        "format_confidence":0.9878278971
    },
    {
        "url":"https:\/\/founders.archives.gov\/documents\/Madison\/01-09-02-0132",
        "text":"James Madison Papers\n\nFrom James Madison to Ambrose Madison, 10 February 1787\n\nTo Ambrose Madison\n\nNew York Feby. 10th. 1787.\n\nDear brother\n\nA letter to my father under the same cover with this contains the latest information we have from Massts. To that letter I refer you. Having not reached this place till yesterday I have had no opportunity of making enquiry as to other News.\n\nThe gentleman in Philada.1 who had conversed with me as to a Tobo. speculation in which your services might be made use of, has not yet recd. the information by which he means to be governed. As soon as he does receive it, he is to let me know his determination which I will forward to you. I have authorized an expectation of the ten Hhds to be shipped by you and must repeat my particular desire that despatch in the business may be used. I beg you also to provide effectually for the ensurance. If you should find it expedient you can write before the Tobo. is shipped, or even the Vessel known, it being not unusual to ensure in that general manner. Adieu\n\nJs. M. Jr\n\nRC (NN). Addressed and franked by JM. Sums figured on the cover.\n\n1Possibly Samuel House, who handled most of the Madisons’ tobacco transactions in Philadelphia.\n\nIndex Entries",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.7215943336,
        "format_confidence":0.8940663338
    },
    {
        "url":"https:\/\/www.webofstories.com\/play\/jj.norwich\/40",
        "text":"a story lives forever\nSign in\nForm submission failed!\n\nStay signed in\n\nRecover your password?\nForm submission failed!\n\nWeb of Stories Ltd would like to keep you informed about our products and services.\n\nPlease tick here if you would like us to keep you informed about our products and services.\n\nI have read and accepted the Terms & Conditions.\n\nPlease note: Your email and any private information provided at registration will not be passed on to other individuals or organisations without your specific approval.\n\nVideo URL\n\nYou must be registered to use this feature. Sign in or register.\n\n\nMy introduction to Eton\n\n\nBeing principled comes at a cost\nJohn Julius Norwich Writer\nComments (0) Please sign in or register to add comments\n\nWhen I was seven, at the end of '36, we left Gower Street because my father had been, to his great surprise, given the job of First Lord of the Admiralty which carried Admiralty House with it, that wonderful building on the top of Whitehall on the left, and that was where the First Lord of the Admiralty lived. So we moved there and my mother went all nautical typically and, of course, Rex Whistler designed her a wonderful bed with a crown of dolphins over the top and the whole thing which Rex had a lovely time doing. And there was then this period in the... when we lived in the Admiralty and they went on these cruises which I've mentioned before.\n\nAnd then my father resigned from the government as a protest at what Chamberlain was doing at Munich, giving Hitler everything he wanted, total appeasement. And my father said at first he thought that it would be a question of peace with dishonour, then he saw an alternative of war with honour but now, after what Chamberlain did, it was war with dishonour. It was too much, that he couldn't take. He left. He was the only member of the cabinet actually to resign but he did so. He always called it his finest hour.\n\nAnd he was deluged with mail, most of it fan mail, some of it calling him a warmonger and that sort of thing. But I remember helping with the mail. I was, by this time, quite good at forging my father's signature and I forged it on an awful lot of letters saying, 'Thank you so much for your sympathy and support.'\n\nAnd anyway, then we had to leave... when he resigned of course we had to leave the Admiralty in a hurry – make way for Winston Churchill.\n\n[Q] That was an extraordinary brave thing to do.\n\nIt was, it was a brave thing to do. It was the only thing he did and he loved that job more than any job he'd ever had. To give the whole thing up, it was very brave, but there it was. He did feel very, very strongly that Chamberlain was selling us down the river.\n\nAnd so we left and we didn't go back to Gower Street; I suppose Gower Street must have been sold. And my grandmother had left my mother her house in Chapel Street, SW1 so we went and lived there. And that was lovely because it had a huge library running down the one side of the back garden so for the first time my father, who had accumulated vast numbers of books all his life, most of which were always in packing cases because he never had enough place to put them, at last had a great big library and he had them all together for the first time. So that was lovely for him so made some compensation for the loss of his job. But of course, he was out in the wilderness until Winston Churchill took over in May, 1940.\n\nJohn Julius Norwich (1929-2018) was an English popular historian, travel writer and television personality. He was educated at Upper Canada College, Toronto, at Eton, at the University of Strasbourg and on the lower deck of the Royal Navy before taking a degree in French and Russian at New College, Oxford. He then spent twelve years in H.M. Foreign Service, with posts at the Embassies in Belgrade and Beirut and at the Disarmament Conference in Geneva. In 1964 he resigned to become a writer. He is the author of histories of Norman Sicily, the Republic of Venice, the Byzantine Empire and, most recently, 'The Popes: A History'. He also wrote on architecture, music and the history plays of Shakespeare, and presented some thirty historical documentaries on BBC Television.\n\nListeners: Christopher Sykes\n\nChristopher Sykes is an independent documentary producer who has made a number of films about science and scientists for BBC TV, Channel Four, and PBS.\n\nTags: Neville Chamberlain, Winston Churchill\n\nDuration: 3 minutes, 35 seconds\n\nDate story recorded: 2017\n\nDate story went live: 03 October 2018",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.8151754737,
        "format_confidence":0.9408532381
    }
]