[
    {
        "url":"https:\/\/www.phoenixnewtimes.com\/restaurants\/couscous-express-brings-a-little-bit-of-morocco-to-mcdowell-road-in-central-phoenix-6532545",
        "text":"Couscous Express Brings a Little Bit of Morocco to McDowell Road in Central Phoenix\n\nWhen a new spot opens in town, we can't wait to check it out -- and let you know our initial impressions, share a few photos, and dish about some menu items. First Taste, as the name implies, is not a full-blown review, but instead a peek inside restaurants that have just opened, sampling a few items, and satisfying curiosities (yours and ours).\n\nRestaurant: Couscous Express Location: 1915 E. McDowell Road, Phoenix Open: About a month Eats: Moroccan Price: $12-15 a person\n\nIf you've recently taken McDowell Road in central Phoenix, then chances are good you've already seen the bright green and yellow sign that popped up on the south side of the street just west of the 51. And though the small storefront still looks quiet most days, there is, in fact, a small restaurant there called Couscous Express.\n\nThe new spot comes from Moroccan-born owner Abdul, who's lived in Phoenix for about three years. Before opening this restaurant a month ago, he lived and worked in Yuma, where he sold date shakes.\n\nSee also: Anatomy of Baklava with Rocio Gutierrez and Hussein Chahin of Middle Eastern Bakery\n\nAt Couscous Express, you won't have to worry about ordering one of these shakes. From what we saw during our visit, it seems Abdul brings a shake to every guest without anyone having to ask. If you finish it, he may even bring a second glass.\n\nThis is also the case with the appetizers and mint tea.\n\nJust a few minutes after we took a seat, our gracious host delivered a plate of carrots and peas along with a basket of warm bread. The tender vegetables were lightly spiced and, in the case of the carrots, held just the right amount of heat. The bread, a spongy white variety, can be torn off split in two and used to scoop up bites of food. After three pieces of bread and most of the plate of vegetables, we realized we should probably save room for the main event.\n\nEven then, we enjoyed the small bowl of lemon and garlicky olives that arrived next along with two tall glasses of hot mint tea.\n\nWhen it comes time to actually order food, the menu is fairly simple. You can have plain couscous, served by the pound, or couscous with vegetables, chicken, lamb, or beef. If you choose to go with the tagine, you can also have just the stewed meats with no couscous.\n\nWe tried both the beef and chicken tagine with a bowl of couscous on the side. Both dishes were simple and satisfying, the kind of food that's comforting even if you've never eaten Moroccan food before. Served with vegetables and potatoes, the beef fell of the bone at the slightest touch of the fork and the chicken, also tender, offered a robust meaty flavor complemented by herbs.\n\nThe couscous is not to be missed. Light and fluffy, this stuff will change the way you think of couscous forever. Even the flavor is complex, slightly nutty but also a little sweet, making it good alone as well as soaked in some of the broth from either beef or lamb.\n\nAbdul delivered two date shakes to the table at the end of the meal. According to the owner, his shakes stand out from the rest on account of the fact that he doesn't use ice cream to make them, relying on the sweetness of the fruit instead of other sugars. He also includes peanut butter, which gives a nice richness to the drink, and sprinkles a touch of nutmeg on top.\n\nOn Saturday and Sunday, Couscous Express also serves Moroccan bastilla, the traditional meat pie that's both sweet and savory. Though they're usually large and made to be shared, the restaurant serves smaller versions filled with either chicken or fish.\n\nBetween the bright but homey interior of the restaurant -- the decor includes shelves of delicate teapots, yellow walls, and Moroccan lanterns -- and the graciousness of the owner, it's easy to feel like you've traveled somewhere else during a long lunch here. And do leave time for a long meal, on our visit Abdul oversaw all four tables in the restaurant, meaning service was friendly if not exactly quick.\n\nFollow Chow Bella on Facebook, Twitter, and Pinterest.\n\nWe use cookies to collect and analyze information on site performance and usage, and to enhance and customize content and advertisements. By clicking 'X' or continuing to use the site, you agree to allow cookies to be placed. To find out more, visit our cookies policy and our privacy policy.\n\n\nAll-access pass to the top stories, events and offers around town.\n\n  • Top Stories\n\n\nAll-access pass to top stories, events and offers around town.\n\nSign Up >\n\nNo Thanks!\n\nRemind Me Later >",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9966952801,
        "format_confidence":0.5368518233,
        "weight":0.0044082161
    },
    {
        "url":"http:\/\/www.essexgirlcookshealthy.com\/brioche-style-rolls\/",
        "text":"Brioche Style Rolls\n\nSupermarket bread just isn't the same as bread you have loved and kneaded at home yourself... it's nowhere near as delicious, and definitely not as healthy for you (check out the actual ingredients labels on bread you can buy in plastic packets... is plain wrong). These home baked brioche style rolls, on the other hand, are like bread perfection. I'd recommend veering towards wholegrain to stay on the low cholesterol straight and narrow, but as the occasional healthy treat, these white brioche are the best rolls ever.\n\n\n  • 500g Strong White Bread Flour\n  • Sachet Allinsons Yeast\n  • Drizzle Rape Seed Oil\n  • 1 Egg beaten (half for dough, half for Egg Wash)\n  • 10g Salt\n  • 1 tsp Sugar\n  • 350 ml Warm Water\n  • Poppy Seeds\n\nMix the ingredients (500g Flour, 10g Salt, Sachet Yeast, drizzle Oil, 1 tsp Sugar, half a beaten Egg and 350 ml warm Water) together in a large bowl, and knead on a counter for 15 minutes\n\nAt the beginning, the dough is likely to be quite wet – but it will come together after a good knead, and floppy dough makes delicious rolls…\n\nAfter kneading, sprinkle a bit of Flour on the dough and put it back in the bowl, leaving it somewhere warm to rise (bowl covered with a clean tea towel) for 1 hour\n\nAfter an hour, knock the dough back into place (it should have risen and be up to twice its original size by now)\n\nDivide the dough into 8 – 10 pieces and roll into balls\n\nPlace each dough ball on a baking tray lined with greaseproof paper\n\nBrush with Egg Wash (or Milk)\n\nCover with cling film (maybe sprayed with Oil so it doesn’t stick?) and leave the rolls for an hour again – somewhere warm\n\nAfter this hour, the rolls should have got bigger… Brush them again with Egg Wash and sprinkle with Poppy Seeds\n\nCook for 15 – 20 minutes or until golden\n\nCool on a rack before enjoying… These are great with Pulled Pork, or Beef Brisket.  They are also delicious with Veggie Burgers or some Smoked Salmon….\n\nTagged ,",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9976103306,
        "format_confidence":0.9550663233,
        "weight":0.022209598
    },
    {
        "url":"https:\/\/www.zeusejuice.com\/fantastic-fruits\/honeydew-eliquid-flavor\/review?reviews_id=16083",
        "text":"Age Verification\n\nThe products sold on are intended for individuals 18 years of age or older. By entering you verify that you are at least 18 years old. * age 21 in the states of California and Hawaii\n\nFree shipping on all orders over $75\nHoneydew - eLiquid Flavor\n\nHoneydew - eLiquid Flavor\n\n\nWhat happened ? The first time I ordered this it was amazing it was a fresh honeydew flavor the juice itself was clear now its a pink color and I cant vape it this new mix is off in my opinion something has changed. But I can say Zeus has excellent customer service and Zeus juice and Pamonas pear remain my ADV.\nDate Added: 07\/15\/2014 By Christopher Mears\nContact Us\n\nSend Us A Message\n\nWe'd Like To Hear From You",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.9528051615,
        "format_confidence":0.9931463003,
        "weight":0.0090196756
    },
    {
        "url":"http:\/\/www.food.com\/recipe\/ohmygawdsized-barbecued-shrimp-25110?ftab=reviews",
        "text":"Ohmygawdsized Barbecued Shrimp\n\nBe the first to review\nREADY IN: 45mins\n\nIngredients Nutrition\n\n\n  1. Fire up the outdoor grill-- it will need to be very hot.\n  2. Shell and devein shrimp, leaving shell on tail section; butterfly the shrimp from the top.\n  3. Marinate the shrimp in a mixture of soy sauce, Worcestershire sauce, and the juice from one lemon for 30 minutes, turning occasionally- do not over-marinate, or shrimp will toughen.\n  4. Meanwhile, melt the butter and blend with the juice from the second lemon.\n  5. Remove shrimp from marinade and place on the HOT grill- if grill is not extremely hot, the shrimp will stick (use foil if the grill will not sufficiently heat up).\n  6. Baste with butter\/lemon juice mix.\n  7. Turn shrimp once and baste again.\n  8. Shrimp are done when they have lost translucence.\n  9. Serve hot.\n\nJoin the Conversation\n\n  • all\n  • reviews\n  • tweaks\n  • q & a",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9975274205,
        "format_confidence":0.9904926419,
        "weight":0.0222077522
    },
    {
        "url":"http:\/\/sdusd-newsfeed.blogspot.com\/2014\/05\/peewee-avocados-from-escondidos-stehly.html",
        "text":"Friday, May 9, 2014\n\nPeewee Avocados from Escondido's Stehly Farms is 'Harvest of the Month'\n\nOrganic Peewee Avocados are on San Diego Unified cafeteria salad bars as the May Harvest of the Month item on our salad bars. Stehly Farms Organics, located in Valley Center is supplying the delicious fruit. Watch video»Sehly Farms Organics",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.995864749,
        "format_confidence":0.7223854065,
        "weight":0.0416753189
    },
    {
        "url":"http:\/\/www.thethoughtexpress.com\/2012\/03\/culinary-awards-2012.html",
        "text":"Thursday, 8 March, 2012\n\nCulinary Awards 2012\n\nWith the dismal awards selection for both Delhi Times and HT, I have taken matters into my own hands. Here are my awards to the choicest restaurants in Delhi. Mind you, a poor writer like me can't afford the 5 stars, so if you're looking for Wasabi and Bukhara, close this page now!\n\nThe Award for the best...\n\nNorth Indian- Karims, Jama Masjid\nSouth Indian- Spice Water Trail\nEclectic Pan Asian- The yum yum tree\nJapanese- Shiro, Ai\nChinese- Royal Chinese\nMediterranean- Lodi, The Garden Restaurant\nItalian- Diva\/ Big Chill Cafe\nMexican- Amigo\nKorean- Gung, The Palace\nDesert- Big Chill Cafe\nBurgers- Hard Rock Cafe\nView- Boheme\n\nSpecial awards: The perfect place for-\n\nA special romantic evening- Seville\nHang out for coffee with friends- Mocha\nA drink after work- Hard rock cafe\/ Amour\nA quick bite- Nizam kathi rolls\nMidnight hunger pangs- Qutub Institutional Area Maggie guy\nWhen you're reallyyy hungry- The Great Kebab Factory\nWinter Afternoon Chai- Triveni Tea Terrace\nBrunch- Olive\nLunch on a budget- Andhra Bhawan\nBoti kebab roll- Bhramaputra market, Noida\nClub Sandwich and Shakes - Yellow Brick Road\nShawarma - Al Bake\nSizzlers- Used to be Yokos but since they have stopped serving Steak, this award goes to no one!\nKhao Suey- The Kitchen\n\nposted from Bloggeroid\n\n1 comment:\n\nshirin goel said...\n\nLiked the post…",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9964989424,
        "format_confidence":0.6926417351,
        "weight":0.0062607231
    },
    {
        "url":"http:\/\/iheartcookingclubs.blogspot.com\/2010\/04\/are-you-ready-join-caravan-of-spice.html?showComment=1272801137902",
        "text":"Monday, April 26, 2010\n\nAre You Ready? Join the Caravan of Spice!\n\nHand in hand we'll take the caravan.. join the caravan of spice.. stand up!\n(With apologies to the Isley Brothers)\n\nWhat is food without spice? Okay, who said British? I have heard that British food has come a long way in the last several years.. but never mind that - we are talking about gloriously fragrant spices that delight both the palate and the soul.\n\nEarthy, floral, sweet or grassy.. they are all waiting patiently in your cupboard. Bring them out and celebrate the spice! Even better, try a new spice or a new spice combination. Explore new regions of cuisine or revisit an old favourite. The choice is yours.\n\nFind a Mark Bittman recipe, from one of his books or online, that represents Spice Caravan to you. Cook up something for the theme and link it to Mr. Linky by May 2nd.\n\nAnd did you get a chance to check out the fabulous creations at the April Potluck yet?\n\nLink your I Heart Cooking Clubs post of the week's permalink with Mr. Linky, below, so we can all see your fabulous Spice Caravan creation! Please leave a comment after, each week that you use Mr. Linky to link your post, just to be sure we don't miss anyone.\n\nNot sure what a permalink is? Check out our Welcome post.\n\nI Heart Cooking Clubs *Spice Caravan* Participants\n\n1. Kim- Potato Cumin Curry\n2. Tina Marie (Nachos and Margaritas)\n3. Joanna@goaheadandsnicker-Chai Spiced Ginger Crunch Ice Cream\n4. Joanne - Spiced Red Lentil Pancakes\n5. Maggie-Spicy Supercrunchy Fried Chicken\n6. Melissa - Fried Chicken Made Easy\n7. Michael and Carla @ RecipeAddict\n8. Andreas - Curried Stir-Fried Potatoes\n9. Andrea at Nummy Kitchen -- Bean Griddlecakes with Spiced Rice and Coconut Curry\n10. Natashya - Houria - Spicy Carrot Salad\n11. girlichef~ Spicy Pork Salad\n12. DebinHawaii--Curry Soup Noodles\n13. Jayasri\n14. Passionate Perseverance ~ White Bean Soup\n\n\nDebinhawaii said...\n\nFun post Natashya. I am looking forward to this one--going to search the books now for inspiration.\n\ngirlichef said...\n\nYes, I love it! And so many much to choose from...can't wait to figure out what I'm making :) ...and see what everybody else makes as well. Cute post :D\n\nKim said...\n\nVery nice Natashya:D Love those pictures of all the spices!\n\nJenny said...\n\nOoh this will be a tough one for me.\n\nKim said...\n\nJust posted my potato cumin curry - delicious and comforting for all of our cold, rainy weather.\n\nJenny - Maybe you can pick cinnamon or even vanilla and make a dessert?\n\nPierce said...\n\nCan you believe the size of his kitchen? I always wanted a big kitchen but have been looking at mine in a new light after reading Bittman and Tyler Florence's organizing advice!\n\nJoanna said...\n\nLove that photo of Mark's tiny kitchen!\n\nJoanne said...\n\nI loved this theme! Spice and bold flavors are a must!\n\nThe Country Cook said...\n\nI posted Spicy Supercrunchy Fried Chicken. I don't think supercrunchy is a word..hahahha. I searched and found this recipe in the New York Times.\n\nmelissa said...\n\nI did fried chicken, too! Mine has cumin, chili powder, cayenne and ground coriander. Yum! So crispy and delicious!\n\nDebinhawaii said...\n\nYum! Everything is looking delicious! Mine is done but since it's also my Super Sunday dish this week, it won't post until Sunday! ;-)\n\nCarla and Michael said...\n\nI am having so much fun with this. It is helping me to expand my repertoire in the kitchen.\n\nNatashya KitchenPuppies said...\n\nWow, I really need to try that ice cream with corn starch! What a unique idea.\n\nI have started tweeting out our dishes, IHCC's twitter topic handle is #IHCC.\n\nLet us know if you have a twitter address and if you would like it listed on the sidebar.\n\nAnd can I just say again what a fabulous pot luck we had last week? Our best ever!\n\nAndreas said...\n\nPost is up.\n\nI like that still-life with the measuring spoons. :)\n\nAndrea at Nummy Kitchen said...\n\nJust got my Spice Caravan post up, what a completely delicious meal! Love the spice theme :)\n\nJenny said...\n\nI could not find anything to suit for this that I was happy with, so I missed it. :-(\n\nNatashya KitchenPuppies said...\n\nMmm, lots of fried chicken and curry going on - two of my favourite things! Yum.. :)\n\nMy Houria (Spicy Carrot Salad) is up!\n\ngirlichef said...\n\nSpicy Pork Salad...sliding in under the wire.\n\nDebinhawaii said...\n\nAnother under the wire dish--just posted Curry soup Noodles. Spicy and full of spices.\n\njayasri said...\n\nHi first time here, I stumbled upon your blog today, I got very interested in your blog event and wanted to participate,so I tried out two of his dishes as I had a difficult time posting recipes, As I have some problems with my computer which gets stuck now and then sorry If I was not on time posting, but, I did really enjoyed the recipe and watching Mark Bittman's videos and his talking!!, I tried one more dish but problems with my computer I was not able to post it before 12 O' clock!!, Thank you...\n\njayasri said...\n\nHi sorry, got confused posted other one, but not spiced up recipe sorry for troubling you!!, you can take my post out!!, I will participate next time!! :(\n\nCouscous & Consciousness said...\n\nSorry that I didn't cook with you all this week - even though I had already decided what I was going to make. A busy week simply got away from me, and then I was away for the weekend visiting my family - my Dad's 80th birthday.\n\nSo I had pretty much a whole week of very little cooking, and no blogging - feels kind of weird actually. But back to earth now, and an opportunity to catch up on what you all made. Looks like some great dishes there.\n\nNatashya KitchenPuppies said...\n\nHi Jayasri - welcome! No worries, we all had trouble in the beginning.\nThanks for joining us!",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9956522584,
        "format_confidence":0.9711447954,
        "weight":0.0074089018
    },
    {
        "url":"http:\/\/roguechocolatestout.blogspot.com\/2009\/04\/",
        "text":"Friday, April 10, 2009\n\nChocolate Stout for Easter, suggestions from Down Under\n\nSlow Beer's suggestion for Easter... I agree! Who needs peeps or a hollow milk chocolate bunny?\n\nPours dark dark brown with substanital dark tan coloured head. Aromas of dry coco and vanilla dominate. Palate is rich and viscous with hazelnut, chocolate and some dry coffee roast. Caramel\/honeycombe malt supports well to make way for a roasty, bitter finish.\n\nCloudwine Cellars\n\nSlow Beer is the specialist on-line beer retailing arm of Cloudwine Cellars, a fiercely independent wine merchant with 3 stores in Melbourne – Camberwell, South Melbourne and Brighton.\n\nHomebrew Recipe, Rogue Chocolate Stout\n\nThis recipe appeared in Zymurgy, the official organ of the American Homebrewers Association awhile back. An updated recipe is rumored to be coming soon (Summer of '09). The ingredients are no secret, Rogue's 22 oz bottles list all the barley and hops for each beer (without proportions\/ measurements), and Rogue's proprietary Pacman yeast can be cultured, but that free range coast water is native only to Newport!\n\nRogue Chocolate Stout Gelato at Capogiro Artisan Gelato in Philadelphia\n\nHow sweet it is...\n\nDuring Philly Beer Week 2009, unbeknownst to me, the folks at Capogiro Artisan Gelato made this amazing gelato! Best of all, the brewmaster from Rogue, John \"more hops\" Maier and his wife Stacey learned about the RCS gelato at Home Sweet Homebrew, around the corner from Capogiro's 2-th & Sansome Street store... Heartfelt thanks to Janina et al for the delicious experience. Here's what they have to say about it...\n\nThe Rogue Chocolate Stout gelato bears just a trace of the beer's dark color, but fully captures the rich roastiness that makes this brew so enjoyable. A bitter, bracing finish reminds you that this is an adult treat.",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9977282882,
        "format_confidence":0.9861316681,
        "weight":0.041753305
    }
]