[
    {
        "url":"http:\/\/copswiki.org\/",
        "text":"You are here: Cops>Common Web>WebHome (2018-11-02, RaymondLutz)Edit Attach\n\nCitizens' Oversight Projects (COPs)\n\nThis web site is dedicated to enabling citizens to provide needed oversight to our democracy.\n\nShare Button\n\nEngage officials in public meetings\nRecord public meetings\nHold feet to the fire\nsixthgrader on obama267x150.jpg\nSixth grader speaks to School Board.\nPress Conferences\nRallies and Protests\nWe must, as citizens, provide oversight of our local governmental bodies. They can't be trusted to oversee themselves. You can help! Read how here: COPs Program\n\n\n\nLatest News Releases from Citizens Oversight\n\nVisit the Press Room for all news releases from Citizens Oversight\n\nActive Projects:\n\nIssue Oversight\nGovt Oversight:\nInfrastructure Project:\n\nFind out about COPS:\n\n\nElection Oversight\n\nCitizens' Oversight is expanding our election oversight scope to the entire US! However, we will be focused primarily on the TOP 175 counties in the nation, comprising more than 50% of registered voters, and then secondly turning our attention to the TOP 20% of the the top 20% of the states (i.e. the top ten states). At this point, we are most specifically focused on providing oversight to the audits in the top counties in CA and FL.\n\nLATEST Publications from Citizens Oversight\n\nNews Releases can be found at Press Room. These are other documents such as white papers, research and letters. Visit Citizens Oversight for all publications and news releases.\n\nPress Room | All Publications from Citizens' Oversight | All Submitted Media\n\n\n\n\n\n\nRecent Changes: Media Topics\n\nRecent Changes: Other topics\n\n  • Election Data Harvesting For Nov 2018 - Overview We need help to harvest election data during election night and as the elections are subsequently processed. We have software to automatically check elec...\n  • Election Audits - Latest News This project provides a place to gather up and organize links to various initiatives regarding audits, including statistical and exhaustive approaches...\n  • Project Topic Template - Sub projects Latest News Background Images (Just attach your images to this topic and they will automatically be added to the gallery above!) Discussion Li...\n  • Keyword List - KeywordList Include this in the Media Form table to allow dynamic generation. Normally, it is possible to use a topic to list the options but the select item is c...\n  • One Gun Initiative - Why? * The United States has far more guns per capita than any other country. * The United States also has the highest homicides and suicides using guns. *...\n  • Sign Up - SignUp PLEASE SIGN UP BELOW This is our common signup page for all projects. EYES OPEN RESPONSE TEAM * Join our team to stop insanity from Washington! *...\n  • Posting Etiquette - PostingEtiquette See also: * ListServe Overall summary of email lists related to our projects * ManagingListEmail Helpful suggestions for handling lots...\n  • Donate To Citizens Oversight - * Thanks for your support! (Return to main page) DonateToCitizensOversight We are a 501c3, tax exempt organization. You can deduct any contributions you make fro...\n  • Media Group - MediaGroup This is a field of the MediaForm. That form is included in topics that describe media, such as newspaper articles, video, pictures, TV clips, etc. that...\n  • Facebook Discussions - FacebookDiscussions We are now using Facebook more and more to discuss news and issues. We will start to gather these here. Later, we will establish a means to co...\n\n\nSee COPs Program for a list of all projects and an overview of our project concept.\n\nCollaboration Areas\n\nReferences and Resources\n\n  • Nine Eleven - A starting place for investigating the truth and missing pieces behind the events of 9\/11\n  • Relevant Links - Links to other web sites that are important resources or cooperative organizations.\n  • Meeting Places - Venues where meetings are sometimes held, directions, maps.\n  • All Contacts - People and groups that have been defined.\n\nOther Stuff\n\n  • Basic Instructions - When you first start using this wiki to report on a strange event, I will refer you to this topic to get you started!\n  • Wiki Usage Tips - Some secrets about using this wiki\n  • How To Upload Using FTP - If you have large files to upload (videos, presentations), these instructions will walk you through it!\n\nCommon Web Utilities\n\nTopic attachments\nI Attachment Action Size Date Who Comment\nCOPS-Brochure-V5.pdfpdf COPS-Brochure-V5.pdf manage 138 K 2014-06-26 - 21:23 Raymond Lutz COPS Brochure\nEyesOpenHeader.pngpng EyesOpenHeader.png manage 102 K 2016-11-08 - 01:19 Raymond Lutz Eyes Open Campaign Header\nHelmsMeme..jpgjpg HelmsMeme..jpg manage 138 K 2017-11-16 - 18:55 Raymond Lutz Helms Petition meme\nHelmsPetitionMeme.jpgjpg HelmsPetitionMeme.jpg manage 138 K 2017-11-16 - 19:00 Raymond Lutz  \nPressConf200x150.jpgjpg PressConf200x150.jpg manage 23 K 2017-11-12 - 20:02 Raymond Lutz Press Conf Image\nREVOKE_PERMIT_FOR_WASTE_DUMP.jpgjpg REVOKE_PERMIT_FOR_WASTE_DUMP.jpg manage 94 K 2017-03-22 - 20:02 Raymond Lutz  \nTopic revision: r289 - 2018-11-02, RaymondLutz\nThis site is powered by FoswikiCopyright © by the contributing authors. All material on this collaboration platform is the property of the contributing authors.\nIdeas, requests, problems regarding Cops? Send feedback",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9439402223,
        "format_confidence":0.7475067377
    },
    {
        "url":"http:\/\/www.pnhpillinois.org\/",
        "text":"PNHP Illinois Logo\n\n\nReal Health Care for All!\nPNHP Illinois (formerly Health Care for All Illinois) works with the national organization and with our allies throughout the state to enact Expanded and Improved Medicare for All, guaranteeing equal access to comprehensive quality health care for every person in Illinois.\n\nClick here to sign up for PNHP Illinois updates!\n\nHealth Care for All Illinois leaders Drs. Quentin Young and Claudia Fegan advocate for HB 311, Rep. Mary Flowers 'Health Care for All' Illinois Act'\n\nPaying For Universal Health Care - And Not Getting It\n\nOriginal Research from HCAI\n\nHB 311, the Health Care for All Illinois Act, could save nough to provide health care for all. Comprehensive, universal health care for all Illinoisans doesn't need to mean higher taxes and more spending.\n\nThis study from HCAI shows that nearly $18 billion of Illinois current health spending is diverted to useless administrative tasks inherent in a for-profit private insurance-based health system.\n\nIllinois can recover that $18 billion and use it to provide universal care - but only if we're willing to cut out the parasitic private insurance industry.\n\nRead the full study here\n\nHow Can We Afford Universal Health Care?\n\nWith a looming $2 billion deficit in the state budget, how in the world can Illinois afford a single payer universal health care system?\n\nThe answer - confirmed by the state's own independent financial consulting firm - is that the system pays for itself. By removing $17 billion in wasteful private insurance paperwork, Illinois' single payer system would provide comprehensive, universal coverage without raising Illinoisans health spending. In fact, for the majority of Illinois families and businesses, the single-payer program would be a tax cut.\n\nThis HCAI financing paper explains the program in detail.\n\nSingle Payer in Illinois\n\nFor more information on single-payer organizing in IL, check out the web site of the Illinois Single-Payer Coalition.\n\nClick here for upcoming single-payer events in Illinois.\n\nPNHP Illinois supports Occupy Wall Street and all Illinois Occupy movements.\n\nIn November 2011 the leadership of PNHP IL adopted the following statement of support for Occupy Wall Street and all Occupy movements in IL.\n\nClick here to read the statement\n\nIllinoisans already pay enough for comprehensive universal health insurance - we just don't get it. This is becasue private insurers and the administrative waste they generate consumes nearly a third of our health spending. Replacing insurance companies with a single public payer would save Illinois more than $17 billion per year, enough to cover everyone. Single payer bill HB 942 (\"The Illinois Universal Health Care Act,\" formerly \"The Health Care for All Illinois Act\") would do this.\n\nRead a Summary of the Single-Payer Plan\n\nAnswers to Frequently Asked Questions\n\nClick here to Learn More\n\nHB 311 'Health Care for All Illinois Act' co-sponsors Rep. Mary Flowers and Rep. Greg Harris\n\nSingle payer bill HB 942 (\"The Health Care for Alll Illinois Act\") Sponsors Rep. Mary Flowers and Rep. Greg Harris are interviewed by Cat Jarboe.\n\nListen to the interview with Rep. Flowers\n\nListen to the interview with Rep. Harris",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.6790854931,
        "format_confidence":0.9923775196
    },
    {
        "url":"https:\/\/www.womenpoliticalleaders.org\/policy\/peace-security\/",
        "text":"Peace & Security\n\nimage description\n\nStrengthening the role of women in peace and security processes is a priority for Women Political Leaders. These fileds are facing a wide array of new challenges including the spread of radicalisation and terrorism, hybrid and asymmetric warfare, cyber security, and the impact of climate change on conflict and mass migration.\n\nWomen are normally excluded from the male-dominated political groups that make critical decisions during conflicts and in peace processes. However, women are increasingly taking leadership roles not only in securing defence, but in matters that strive to avoid war and to create peace. WPL works to conceive spaces and opportunity for women to highlight their work and contribution to this field.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9972668886,
        "format_confidence":0.6230380535
    },
    {
        "url":"http:\/\/www.ultimatepeace.org\/our-impact\/",
        "text":"In Their Own Words\n\nRaz ParnafesOne of our former CITs, who is a Jewish Israeli, gave a speech in which she discussed an act as simple as walking down the street.  An act complicated, however, by the fact that she walked with her Arab friend and by the fact that they were among Israeli soldiers. Raz, a young Jewish woman, sees these soldiers and feels protected.  Yasmeen, one of her best friends, a young Arab woman, sees them and feels fear creeping up, feels uncomfortable and scared. In the same moment in which Raz and Yasmeen display their friendship, their differences are made very clear.  Yet they make it work: through their mutual determination to understand the other, a once far-off perspective is now fathomable to each of the young women. In the video above, Yasmeen speaks of the changes she and her peers in Ultimate Peace have experienced.  Prior to her time with Ultimate Peace, peace in the Middle East had always seemed unfathomable to her; however, her experience in Ultimate Peace has given her hope that change is possible. She knows that it is up to her generation to not only embrace but to facilitate change, and she and her peers take every opportunity to push for it.\n\nAli AwwadAli has been a member of Ultimate Peace since the beginning.  He showed up to camp in 2010 as a young boy eager to learn a new sport, get some energy out, and as he’s said many times and which we’ll never let him forget, “for the girls.”  Now, in 2015, Ali has turned into a national team Ultimate player, and a strong advocate for cross cultural friendships and peace-building in the Middle East.  In his journey to becoming the well-spoken young man we see in this video, he has met and become close with many others – those who identify as Arab-Israeli as he does, as well as those who identify as Israeli Jews or Palestinians.  Through Ultimate Peace, he has formed relationships that rely on the common interests of sport, peace, or (of course) girls rather than culture and religion.  As you’ll see in this video, Ali recognizes that the conflict of the Middle East is more than fact: each individual on each side has a story, which cannot be invalidated. His wisdom and eloquence come from his recognition and understanding of these stories, and they are reflected in so many other young leaders of Ultimate Peace.\n\nYonatan Ben HaimThe transformation we have seen in Yonatan, better known by his nickname Yabi, reflects the ideals of Ultimate Peace: he has changed from a boy simply interested in summer camp to an eloquent, ambitious, independent young man with visions for a more peaceful future.  Visions, I might add, that he knows how to accomplish.  As he says in this video, when he first came to camp it was simply a camp, but now Ultimate Peace has become a part of his identity.  Last year, the remarkable young man who had begun as a shy yet spirited player, single-handedly added the community of Herzliya to Ultimate Peace. He saw that more communities were needed and he acted.  This kind of leadership is what we hope to see in the CIT program, and now a graduate, Yabi has shown nothing but growth, confidence, desire for improvement, and an undying commitment to the bettering of the organization and the region.\n\n”You know, I think UP is going to be known all around the world in the next few years for doing something that no one else is doing, because it really, really works.”\n– Amir Barkan, Age 13",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.6226408482,
        "format_confidence":0.9411618114
    },
    {
        "url":"http:\/\/123embassy.com\/Embassy\/21227\/Israel-in-Hanoi",
        "text":"Israel Embassy in Hanoi,Vietnam\n\n  You are here: Embassy of Israel in Hanoi\n\nMore Israeli Embassies\n\n\nOther Embassies in Hanoi\n\n\n  Israel Flag\n\nEmbassy of Israel in Hanoi\n\nVietnam Flag\n\nThe Israeli Embassy in Vietnam is a bilateral mission in Hanoi and promotes Israeli interests in Vietnam. The embassy of Israel also plays an important role in development, cultural affairs and contacts with the local press of Vietnam. The Israeli Embassy in Hanoi is headed by Mr. Ephraim Ben-Matityahu - Ambassador of Israel to Vietnam.\n\nIsraeli Consulates in Vietnam - Next to the embassy in Hanoi, Israel has consulates in the following cities: (if there are no cities mentioned here that means that Israel does not have any consulates located in Vietnam ).\n\nVisa for Israel - For all Israeli visa related matters contact the embassy in Hanoi before you travel. Information is available on the embassy website ( ) or contact the visa department by telephone (+84) (4) 843 3140 \/ 1 \/ 2 or email\n\nEmbassy Appointments - Many embassies in Vietnam require an appointment before you visit. On the official website of the Israeli embassy in Hanoi you will find information on opening hours and how to book appointments.\n\nHotel close to the Israeli Embassy in Hanoi - Check out our handy hotel search box to explore your options for accommodation in Hanoi.\n\nIsrael Embassy Hanoi,Vietnam - Please note that we are not the official website of the Israel Embassy in Hanoi - Vietnam. Furthermore, we also do not have any connection with the embassy visa department or any other consular sections. For further information you can click on our Disclaimer page.\n\nDisclaimer & Privacy Policy",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.7526080608,
        "format_confidence":0.7697314024
    },
    {
        "url":"http:\/\/industries.rajasthan.gov.in\/content\/industries\/rajasthan-foundation0.html",
        "text":"Skip to main content |Screen Reader Access\n\nAbout Rajasthan Foundation\n\nRajasthan Foundation, an organization set up by Government of Rajasthan that works in the noble direction of strengthening bonds between Non Resident Rajasthani community and the state of their origin.\n\n\nRajasthan Foundation is a platform through which our eminent pravasi Rajasthanis like Shri L.N Mittal ,Shri Kumar mangalam Birla,Shri Rahul Bajaj have participated in the journey of Socio-Economic development of the state. Today there is hardly any field of activity, be it business, public welfare, education, art, literature, culture, sports, politics, science, medicine or engineering where Rajasthanis have not achieved remarkable and unprecedented success. No matter, where they went, Rajasthan remained in their hearts and emotions, their deep attachment to Rajasthan have kept the bond strong between the land and its people.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.5806180835,
        "format_confidence":0.9939088821
    },
    {
        "url":"https:\/\/www.coag.info\/",
        "text":"Former one word, exceptionally brandable domain representing the constitutional officers’ association of Georgia, Inc. COAG is a Non-Profit State Association that empowers its members to better serve Georgia, US citizens at the county level.\n\nGot featured and still has live, natural organic links\/mentions in major online media outlets like,  etc. \n\nRead more\n\n\n2013 COAG Scholarships\n\n2013-2014 Scholarships Awarded\n\n2015-2016 Scholarships Available",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.8264122009,
        "format_confidence":0.9871863127
    },
    {
        "url":"https:\/\/www.scadr.ac.uk\/administrative-data\/data-social-good",
        "text":"Data for social good\n\nAdministrative data research can be used to improve policies, services, and lives.\n\nIt can turn simple records into a rich source of evidence about developments across society, particularly when data from different sources are linked together. Our research can show trends over time and long-term outcomes for people and communities; it can highlight the factors that make our health and wellbeing greater or poorer, our communities safer, or families wealthier.\n\nAs valuable as this research can be, we know that as administrative data generally relates to how individuals engage with public services or departments, it is critical to ensure it is kept secure, and only used when doing so is in the public interest. In Scotland there are a host of checks and balances in place to ensure that’s the case, and we also work with our own panel of members of the public to ensure our work remains focused on what can deliver benefits for the people of Scotland and the UK. \n\nRead more about how we keep data safe >\n\nResearch that benefits the public\n\nWe work with government, civil society and the public to share our findings and make sure we explore areas that can make an impact.\n\nOur teams are working on projects across which aim to explore questions including:\n\n  • How different types of placements affect the lives of children in care\n  • If and how sanctions impact on the health of people receiving social security benefits\n  • If and how the lives and social circumstances of those who have served in the armed forces are different to other parts of society\n  • What factors influence the kind of care people have access to and receive at the end of their lives – whether things like socio-economic status, living alone or geography make a difference, and the implications this can have for health and care services\n  • Factors that affect demand for emergency services across Scotland\n\nRead more about our research >",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.8188691735,
        "format_confidence":0.5291801095
    }
]