[
    {
        "url":"http:\/\/auto.howstuffworks.com\/1965-1968-plymouth-fury2.htm",
        "text":"The 1965 Plymouth Fury I and Fury II\n\nNow let's consider the 1965 Plymouth Fury I and Fury II.\n\nSomehow, Plymouth's Fury nameplate survived the chaos of the early Sixties. It had always graced Plymouth's top-of-the-line cars, the epitome of which was the Sport Fury. However, for 1965 the Fury would see its role expanded as it ousted the lower-priced Savoy and Belvedere full-size badges. The Savoy disappeared altogether, while the Belvedere name moved over to Plymouth's \"new\" intermediates, really 1964's \"full-size\" offerings wearing updated styling. The Fury nameplate was now reserved for full-size Plymouths exclusively.\n\n1965 Plymouth Fury\n©2007 Publications International, Ltd.\nThe 1965 Plymouth Fury was a full-size with crisp styling.\n\nThe new Furys, all with a healthy 119-inch wheelbase and an overall length measuring 209.4 inches (station wagon dimensions differed), came in four series: Fury I, Fury II, Fury III, and Sport Fury.\n\nElwood Engel, who had been primarily responsible for the design of the timelessly elegant 1961 Lincoln Continental, and who had also toned down the 1964 Imperial, did away with the styling excesses of the Exner era at Chrysler. The new Furys, also done under Engel's direction, couldn't be called earth shattering or revolutionary, but they did personify his theme of understated elegance. A formal roofline complemented fenders with a prominent horizontal motif, providing an air of sporting elegance. A convex rear panel darted out from the fenders, giving a hint of motion. Up front, vertically stacked quad headlights separated a fine mesh grille of the \"electric razor\" school of design. A vertical badge was poised in the center of the grille, and above that -- perched on the vast new hood -- stood an upright hood ornament that resembled a rocket positioned on its launch pad.\n\nInterestingly, Ford's new 1965 models used similar, but even squarer, styling themes. Ford's design has sometimes been referred to as the \"Rolls-Royce treatment,\" a term that well describes the formal lines of both the Ford and Plymouth. Chevy, meanwhile, went off in another direction, choosing instead a curvy Coke-bottle-shaped silhouette.\n\nFury I, the least expensive Fury, was hardly the stripped automobile one might have expected. Its standard powerplant, the 225-cubic-inch Slant Six with 145 horsepower (or an optional base V-8, a 318-cubic-inch unit with 230 horses), powered a lineup comprised of a two- and four-door sedan and a four-door six-passenger wagon. Standard equipment included left and right sun visors, cigarette lighter, color-keyed deep-pile carpeting, front and rear arm rests, rear-seat ashtray, electric windshield wipers, and front seat belts. Base price for the four-door sedan came in at $2,430.\n\nThe Fury I's basic body shell, chassis features, and design elements formed the base for the entire Fury fleet. A three-speed manual transmission came standard, with either a four-speed manual or three-speed TorqueFlite automatic optional. The suspension featured torsion bars up front, which gave Furys excellent handling and ride characteristics. The rear suspension utilized 2.5-inch-wide asymmetrical leaf springs. Chrysler's Oriflow shock absorbers were used all around.\n\nOut back, a 16.8-cubic-foot trunk rode above a 26-gallon fuel tank. Inside, Fury appointments included vertical-style chrome door handles and a two-spoke steering wheel with an elegant rocket-like center medallion and half-circle horn ring.\n\nThe dash sported a large, vertical, squared-off speedometer positioned directly in front of the driver. All the gauges featured white numbers and lettering against a black background. The speedometer was flanked to the left by the gas, temperature, and alternator gauges, to the right by climate controls, radio, and clock -- if so equipped. The overall theme was horizontal, and quite attractive.\n\nTo these standard features Fury II, Fury III, and Sport Fury added their own special nuances and styles.\n\nFury II had very little to differentiate itself from the Fury I. It offered the same body styles, but added a nine-passenger station wagon to the line, as well as seats with foam cushions and slightly richer trimmings all around. From the outside, a full-length chrome strip set off the sides.\n\nOn the next page, find out how the 1965 Fury III was equipped.\n\nFor more information on cars, see:",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9954587221,
        "format_confidence":0.6375951767
    },
    {
        "url":"https:\/\/www.reference.com\/vehicles\/top-speed-mazda-rx-8-8b5aa70221007505",
        "text":"What is the top speed of a Mazda RX-8?\n\n\nQuick Answer\n\nAccording to Car and Driver, the Mazda RX-8 is able to go from zero to 60 mph in 6.3 seconds and has a top speed of 150 mph. The RX-8 makes use of a two-rotor Wankle engine able to produce up to 247 break horsepower.\n\nContinue Reading\n\nFull Answer\n\nThe RX-8 is a front-engine, rear-wheel-drive, two-door coupe with seating for up to four passengers. The RX-8 has a curb weight of 3,050 pounds and is powered by an 80-cubic-inch rotary engine. The car has a standing quarter-mile time of just under 15 seconds and is available with either a six-speed manual or five-speed automatic transmission.\n\nLearn more about Car Makes & Models\n\nRelated Questions",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9959314466,
        "format_confidence":0.9729717374
    },
    {
        "url":"https:\/\/eair.in\/airport\/jodhpur-jdh",
        "text":"Spot Flight\n\n\nJodhpur Airport (JDH)\n\nJodhpur Airport code is JDH. Jodhpur Airport is a civil enclave airport in Jodhpur, Rajasthan, India. It is operated by the Airports Authority of India (AAI) and shares its airside with the Jodhpur Air Base of the Indian Air Force (IAF). The Government of Rajasthan signed a Memorandum of Understanding (MoU) with the Indian Air Force for the expansion of the civil enclave in March 2017, wherein 37 acres of IAF land would be transferred to AAI. The Jodhpur Flying Club was set up by His Highness Maharaja Umaid Singh in the 1920s at a small airfield near his Chittar Palace in Jodhpur. The airfield was later upgraded in 1950 after the formation of the Royal Indian Air Force (that later became the Indian Air Force). Jodhpur was home to the IAF's Air Force Flying College until the 1965 war.\n\nJodhpur Airport contact number : 0291 251 2934\n\nJodhpur Airport address : Civil Airport Road, Air Force Area, Ratanada, Jodhpur, Rajasthan 342011\n\nJodhpur Airport Terminal\n\nJodhpur airport's 12 acre civil enclave contains a terminal building measuring a built-up area of 5690 m2, that is capable of handling 430 passengers per hour. The terminal has 7 check-in counters and 3 boarding gates.\n\nJodhpur Airport - Website\nJodhpur Airport - Wikipedia\n\nAirlines Operating on Jodhpur Airport\n\n  1. Jet Airways - 9W\n  2. Air India - AI\n\nArrival \/ Departure Jodhpur Airport\n\nTop Domestic Routes from Jodhpur\n\nJodhpur Delhi FlightsJodhpur Mumbai Flights",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9746838808,
        "format_confidence":0.8593664169
    },
    {
        "url":"http:\/\/urban.wikia.com\/wiki\/Transmilenio",
        "text":"Since 1998 Bogotá has implemented a comprehensive urban mobility strategy that includes promotion of nonmotorized transport (bicycle paths), restriction of automobile use during certain hours and days (approved by public referendum), and a bus rapid transit system (Transmilenio)[1].\n\nUsing exclusive busways on central lanes of major roads and a network of feeder buses and stations, the system provides express and local services and carries 45,000 passengers an hour per direction. Vehicle operations, passenger access, and ticketing services are carried out by private companies through competitively tendered concessions. The new bus system is attracting ridership by former car users and restoring respect for public transport[1].\n\nBy mid- 2001 the system had achieved high productivity (630,000 trips per weekday) at a fare that fully covers operating costs, with no traffic fatalities. Some air pollutants have been reduced by 40 percent, and user travel time is down by 32 percent. Bogotá’s transport strategy benefited from strong mayoral leadership in articulating a long-term vision and representing the interests of noncar users despite the resistance of motor vehicle lobbies. The program also required partnership between the private concessionaires and the municipal government, which financed and implemented the physical infrastructure and provided the dedicated road space[1].\n\n\n  1. 1.0 1.1 1.2 Presentation by Peñalosa (2001), updated April 2002. In World Bank, 2003. Chapter 6, World Development Report.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9944462776,
        "format_confidence":0.9880181551
    },
    {
        "url":"http:\/\/www.daviddarling.info\/encyclopedia\/H\/helicopter.html",
        "text":"helicopter components\n\nMain components of a helicopter components.\n\nLeonardo's helicopter\n\nMain components of a helicopter components.\n\nhelicopter rotor head\n\nA helicopter rotor head transfers the power of the engines to the rotor blades via gears (1) and the rotor shaft (2). The swish plate controls the tilt of the rotor (3) and also the pitch of the blades (4). The upper (5) and lower (6) swish plates are controlled by hydraulic cylinders (7) attached to the lower plate. The upper plate is connected to the rotor blades by control rods (8). The pitch of the blades controls the amount of lift generated while the attitude of the whole rotor controls how the helicopter moves horizontally. If the rear of the swish plate is raised (9) the rotor dips toward the nose of the helicopter causing it to travel forward.\n\nhingless rotor system\n\nThe combination of a hingeless rotor hub and advanced composite blades of the Westland Lynx (UK) allows a full range of aerobatic maneuvering and was critical in allowing the type to set the absolute speed record of helicopters (400km\/h).\n\nsemi-rigid rotor system\n\nThe Bell AH-1 is an example of a semi-rigid rotor system.\n\nrotor configuration 1\n\nThe main rotor and tail rotor configuration is used on an Aérospatiale\/Westland Lynx.\n\nrotor configuration 2\n\nThe Kaman HH-43 uses two intermeshing rotors.\n\nrotor configuration 3\n\nA coaxial rotor is found on the Kamov Ka-25.\n\nrotor configuration 4\n\nThe Mil Mi-12 (V-12) uses side-by-side tandem rotors.\n\nrotor configuration 5\n\nTandem rotors (fore and aft) are found on the Boeing Vertol CH-47 Chinook.\n\nA helicopter is an aircraft that can take off and land vertically through use of spinning rotors. Also called a rotary aircraft, a helicopter can hover and rotate in the air and can move sideways and backwards while aloft. It can change direction very quickly and can stop moving completely and begin hovering.\n\n\nA helicopter flies by means of the thrust that is created by the rotation of the blades of a main rotor that is mounted on a shaft above the fuselage, or body, of the aircraft. As the blades rotate, an airflow is created over them, resulting in lift. This raises the helicopter. A pilot maneuvers the helicopter by changing the pitch, or angle, of the rotor blades as they move through the air.\n\n\nAn engine is used to create the force needed to lift the aircraft and its passengers and cargo. Reciprocating gasoline and gas turbine engines are the most common types used on helicopters.\n\n\nAll helicopters need a way to counteract the torque produced by the main rotor. If this were not done, the rotor would turn in one direction, and the fuselage would turn in the opposite direction. Usually, a small tail rotor is used to produce a sideways thrust that prevents the fuselage from rotating. By increasing or decreasing the thrust produced by the tail rotor, the pilot can steer the helicopter to the left or right. Another way to counteract thrust is with two main rotors that turn in opposite, or counter-rotating, directions. Each rotor cancels the torque produced by the other. No tail rotor is needed in this type of helicopter.\n\n\nHistory of the helicopter\n\nLeonardo da Vinci sketched a helicopter design sometime around 1500. It was essentially a horizontal propeller, powered by a spring mechanism. The vertically-mounted propeller on an ordinary airplane is shaped so that it pushes air backwards as it rotates. By the third of Newton's laws of motions, this backward push produces an equal pull, or reaction, in the opposite direction. Since Leonardo's propeller was mounted vertically, it would push the air downwards and react by tending to pull itself upwards.\n\n\nIt is not known whether Leonardo actually made and flew the helicopter he designed. His drawings and ideas were lost until the 18th century. At that the first toy helicopters came to Europe from China. Their propeller blades or rotors were made of feathers, and the toy was powered by a twisted cord.\n\n\nSo the basic principle of helicopter operation was known and, once a suitable means of powering the rotor had been developed, it seemed to be a fairly simple step to make an actual hovering machine. The rotors were almost flat, light blades, and could be made to slope so that as they rotated they bit the air and pushed it down. The angle at which they slope is called the pitch, and the greater the pitch, the more air the blades push down, and the greater the upward thrust. Similarly, if the blades rotate more rapidly, they will bite more air in a given time, and the thrust will be larger.\n\n\nIn 1907 the Breguet brothers, Louis and Jacques, built a helicopter which could rise four or five feet into the air, but which proved virtually impossible to control.\n\n\nThe trouble was that the helicopter was unstable. As the rotors twist round in one direction, the helicopter tends to twist in the opposite direction. This is yet another consequence o Newton's third law. Something must be done to stop the helicopter from rotating.\n\n\nIf the helicopter were moving forwards it could be stabilized, like an airplane, with fins and rudders. (These make a large air resistance to rotary movement.) But if the helicopter is hovering, fins and rudder are ineffective. The early helicopters were not built to move forwards. It was as much as they could do to get off the ground and stay airborne for a few minutes.\n\n\nTo make the helicopter hover properly, it was obvious that the tendency to twist in one direction could be compensated only by making the helicopter try to twist in the opposite direction. The two twists would cancel each other, and the helicopter would stay straight. The first idea was to have two rotors rotating in opposite directions (counter- or contra-rotating). The twist resulting from one rotor would be balanced by the twist resulting from the other.\n\n\nSome present-day helicopters use two counter-rotating rotors, but the majority of smaller helicopters use the balancing method invented by Igor Sikorsky. He compensated the twist of the large rotor with a small, sideways-facing rotor mounted near the tail.\n\n\nControlling the helicopter\n\nAs soon as the helicopter starts to move forwards another instability sets in. It tends to roll sideways. This stems from the fact that blades moving forwards are moving faster, relative to the air, than those moving backwards. The more air a blade bites, the greater its lifting effect. Blades that are moving forwards bite more air than those moving backwards (this is in addition to the changes imposed by cyclic pitch). So since one side is pushed more than the other there is an extra force trying to push the helicopter sideways. It is corrected by spring-hinging the blades at their roots. As a blade sweeps forward, it flexes upwards, thus reducing the amount of air it bites.\n\n\nThe pilot controls the helicopter by using rudder pedals, which turn the helicopter to the right or left, a cyclic pitch stick that tilts that helicopter forward, backward, or sideways, and a collective pitch stick that allows the helicopter to climb and descend vertically.\n\n\nHelicopter rotor systems\n\nA helicopter \"rotor system\" is the unit that is composed of a hub and the blades attached to it. Each rotor is considered a separate system, and a helicopter may have more than one main rotor.\n\nThere are three primary types of rotor systems: articulated, semi-rigid, and hingeless.\n\n\nThe articulated rotor system first appeared on the autogyros of the 1920s and is the oldest and most widely used type of rotor system. The rotor blades in this type of system can move in three ways as it turns around the rotor hub and each blade can move independently of the others. They can move up and down (flapping), back and forth in the horizontal plane, and can change in the pitch angle (the tilt of the blade).\n\n\nThe hingeless rotor system functions much as the articulated system does, but uses elastomeric bearings and composite flextures to allow for flapping and lead-lag movements of the blades in place of conventional hinges. Its advantages are improved control response with less lag and substantial improvements in vibration control. It does not have the risk of ground-resonance associated with the articulated type, but it is considerably more expensive.\n\n\nIn the semi-rigid rotor system, the blades are attached rigidly to the hub but the hub itself can tilt in any direction about the top of the mast. This system generally appears on helicopters with two rotor blades. These systems resemble a seesaw – when one blade is pushed down, the opposite one rises.\n\n\nHelicopter rotor configurations\n\nThe rotors on a helicopter can be configured in several ways. The most common configuration is the combination of one main rotor and one tail rotor. The tail rotor compensates for the torque that is produced by the main rotor. The tail rotor also controls the helicopter along the vertical axis during hover flight.\n\n\nThe tandem rotor (or twin-rotor) configuration is used mainly with large helicopters. Because of the opposite rotation of the rotors, the torque of each single rotor is neutralized. The construction of the control system is much more complicated compared to a helicopter with a tail rotor. The arrangement of two rotors side by side was never very popular. This design was used for the largest helicopter ever built – the Mil Mi-12. The Piasecki helicopters also use tandem rotors – one toward the front of the helicopter and one at its rear.\n\n\nThe twin-rotor synchropter is a system with two rotors that mesh into each other, much like a gearwheel. Like the tandem rotor, this configuration doesn't need a tail rotor because the torque is compensated for by the opposite rotation of the rotors. This system was developed during the early days of helicopter flying but fell into disuse.\n\n\nToday, this kind of rotor arrangement has been rediscovered and is used with the Kaman K-MAX, a single seat helicopter mainly used for external load trans... (truncated)",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9180598259,
        "format_confidence":0.9865091443
    },
    {
        "url":"http:\/\/fl-daniabeach.civicplus.com\/2117\/Ravenswood-Bridge",
        "text":"Ravenswood Road Bridge Replacement Project\n\nThe Florida Department of Transportation has awarded a $4,789,933.18 million contract to Morrison-Cobalt JV to replace the Ravenswood Road Bridge over the Dania Cut-off Canal. \nConstruction began November 30, 2015. \n\nDue to unforeseen circumstances and inclement weather delays the Ravenswood bridge is now scheduled to open by the end of 2018, weather permitting. The overall completion of this project is still anticipated early 2018. \n\nProject Improvements \n\n  • Install new drainage, water, and sewer lines \n  • Driveway reconstruction at SW 42nd Court \n  • Remove existing bridge and fender system \n  • Construct new bridge and fender system \n  • Reconstruct Ravenswood Road \n  • Dredge and armor the canal to ensure that the canal bottom maintains a navigable shape \n  • Construct sidewalk on west side of Ravenswood Road from SW 45th Street to SW 42nd Street \n  • Install a dedicated 5-foot bike lane in each direction of Ravenswood Road from SW 45th Street to SW 42nd Street \n  • Remove old asphalt and resurface Ravenswood Road at the intersections of SW 45th Street and SW 42nd Street \n  • Add signing and pavement markings \nRavenswood Bridge Dania Cut Off Canal Impacts\n\nRavenswood Road Bridge Replacement Detour Map\n\nProject Timeline *\n\nThis information is subject to change due to inclement weather or other unforeseen conditions.*\n\n Spring 2016 - Summer 2017\n\n  • The bridge is closed continuously to vehicular and pedestrian traffic.\n  • Motorists shall use the following detour: SW 42nd Street to SW 30th Avenue to Griffin Road.\n  • Boaters can expect periodic, daily closures of the Dania Cut-Off Canal.\n\nSummer 2017 - Fall 2017\n\n  • During these phases, the bridge is expected to be open to vehicular traffic. However periodic single lane closures may occur within the work zone . Flag crews will direct motorists through the work zone.\n  • Minimal canal impacts may be expected during this phase of construction.\n\nProject Updates\n\nIf you would like to receive project updates, lane closure information, as well as a weekly traffic report distributed by FDOT, please email ddiaz@corradino.com the subject of “Ravenswood Road Bridge Replacement Project”.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9879049063,
        "format_confidence":0.6306638122
    },
    {
        "url":"http:\/\/www.mycarrick.ie\/342\/Cycle-Lanes-",
        "text":"Cycle Lanes\n\nCarrick On Shannon\n\nT: 0719622245\n\nClick to View on Map\n\nVisit Cycle Lanes on:\n\nNo Special Offers\n\nLeitrim Tourism Irelands Lakelands and Inland Waterways\n\nCycle Lanes in Carrick on Shannon\n\nCycle Lanes , Carrick on Shannon\n\nEmail Icon\n\nCycle Lanes  - Image\n\n\nCarrick on Shannon Smarter Travel Project was officially opened on 23rd September during European Mobility Week. As part of this project Leitrim County Council provided approximately 9km of cycle lanes around and in the environs of Carrick on Shannon and an additional 4km of mixed use cycle areas in the town centre. In addition to this the walking route, Sli Slainte, has been upgraded. \n\nCycle Lanes Carrick On Shannon\n\nThere are four different cycle lane design options used throughout the cycle network. They include: \n\n  1. Mixed Street \/ Shared Road Use. This is where the cyclists share the roadway with the traffic. A reduced speed limit of 30 km\/hr was introduced in these areas, in order to facilitate the Shared Road Use. This system is in place in the town centre. \n\n  1. Single Driving Lane with Advisory Cycle Lanes. This involves removing the centre lines and providing a wide two-way traffic lane with advisory cycle lanes on either side. Examples of these cycle lanes are can be found in Sunmmerhill, and MBNA \/ Community School road. Motorists are required to give way to cyclists, but motorists are allowed to drive in cycle lanes if it is safe to do so. These advisory cycle lanes are marked by a dashed white line. \n\n  1. Dedicated On Road Cycle Lanes. These are provided, where the current width of roadway allowed, such as the on the N4 Dublin approach. Motorists are not allowed to drive in these lanes, and these lanes are marked by a solid white line. \n\n  1. Off Road Cycling. Off road cycling is provided in single lane cycling alongside the N4 between the roundabouts, and a two way off road cycle lane is provided along the Castlecara road.  \n\nA number of bicycle parking shelters are also erected at strategic locations along the network, e.g. Tourist office, Fire station and in all the schools. \n\nThe Map above shows details of the cycling network including locations of the cycle shelters. These maps will be made available in Hotels and Guesthouses in the town and also at other appropriate locations.\n\n\n\n\nback to top",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9803153872,
        "format_confidence":0.8668038845
    },
    {
        "url":"https:\/\/www.regions.com\/Insights\/Personal\/Auto\/Finding-the-right-car\/used-vs-new-car-whats-right-for-you",
        "text":"Used Vs. New Car: What’s Right for You?\n\nPurchasing your next car can be exciting, but it’s easy to get overwhelmed by all of the available options.\n\nBefore heading to the dealership, do your homework to simplify the purchase process: Research vehicle pricing, determine your down payment budget, and check your credit score to give you greater financing options, says Cari Crane, TrueCar Senior Industry Analyst.\n\nWhen you’re purchasing a car, one of the primary decisions you’ll need to make is whether a new or used vehicle is right for you. Crane offers some advice to help you evaluate your options.\n\nNew Vehicles\n\nAdvantages: A new vehicle can offer improved fuel efficiency, the latest technology options, and full manufacturer warranties. Some dealerships also offer 0% financing on new car purchases. Additionally, you can customize a new vehicle’s add-ons, such as roof racks, heated seats, and more. “There may be an opportunity to buy a vehicle with the exact specifications that you want,” Crane says.\n\nLimitations: One of the biggest drawbacks to buying a new car is that its monetary value depreciates most significantly within the first few years of use. Another challenge can be in negotiating an offer below the dealership’s price. Research vehicle prices online before heading to the dealership to help level the playing field.\n\nCertified Pre-owned Vehicles\n\nAdvantages: Certified pre-owned vehicles are used vehicles that have passed a rigorous manufacturer’s multipoint inspection process. They are usually less than 3 years old and may still be covered by a warranty. In order to be deemed a certified pre-owned vehicle, a vehicle has to meet certain age, mileage and condition requirements, which can give buyers peace of mind, Crane says.\n\nLimitations: While purchasing a certified pre-owned vehicle allows you to bypass much of its depreciation, the price will likely be higher than other used vehicles. Additionally, the warranty may vary from a new car warranty and could limit what’s covered, Crane says.\n\nUsed Vehicles\n\nAdvantages: Typical used cars are often more affordably priced than certified pre-owned vehicles and generally won’t depreciate in value as quickly as new cars. Buying a used car from a dealership — as opposed to an individual owner — frequently offers a few additional advantages: Financing options are often available, and dealerships may be more inclined to remedy issues that arise after a purchase to maintain a positive reputation, Crane says.\n\nLimitations: A dealership’s supply of specific makes and models is usually more limited than new vehicle options. Also depending on the vehicle’s age and other factors, warranty coverage may not be available.\n\nTo see what others are paying for new and used vehicles and to search for your next ride, visit the Regions Auto Center.\n\n\nOn a scale from 1 to 5, with 1 being 'Not Good' and 5 being 'Excellent', how would you rate this article?\n\nPress enter to submit your rating\n\nRate this Article\n\nUse this form to provide additional feedback based on the rating you provided.\n\nThanks for Rating\n\nWould you like to provide feedback?\n\nThanks for your feedback!\n\nThis information is general in nature and is provided for educational purposes only. Regions makes no representations as to the accuracy, completeness, timeliness, suitability, or validity of any information presented. Information provided should not be relied on or interpreted as accounting, financial planning, investment, legal, or tax advice. Regions encourages you to consult a professional for advice applicable to your specific situation.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9901362062,
        "format_confidence":0.6188116074
    }
]