[
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/User:Eller200",
        "text":"From Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\n\nThere is currently no text in this page. Would you like to create Eller200 or Search for Eller200 in Uncyclopedia?\n\nIf you just created this page, wait a few minutes and reload in case of database delay. Our servers are run by hamsters on caffeine, so some database delay is to be expected. It may also have been deleted.\n\nPersonal tools",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.7415591478,
        "format_confidence":0.5682617426
    },
    {
        "url":"https:\/\/wiki.openstreetmap.org\/wiki\/File:Wmsplugin_jaunty.png",
        "text":"File:Wmsplugin jaunty.png\n\nFrom OpenStreetMap Wiki\nJump to: navigation, search\nOriginal file(1,280 × 800 pixels, file size: 698 KB, MIME type: image\/png)\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent19:36, 18 May 2009Thumbnail for version as of 19:36, 18 May 20091,280 × 800 (698 KB)Michael Buege (talk | contribs)\n  • You cannot overwrite this file.\n\nThere are no pages that link to this file.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.8899653554,
        "format_confidence":0.682815671
    },
    {
        "url":"https:\/\/fantom.gsc.riken.jp\/5\/sstar\/index.php?title=FF:372-23H2&action=edit",
        "text":"Personal tools\n\nView source for FF:372-23H2\n\n\nJump to: navigation, search\n\nYou do not have permission to edit this page, for the following reason:\n\nThe action you have requested is limited to users in the group: Users.\n\nYou can view and copy the source of this page.\n\nReturn to FF:372-23H2.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9032059908,
        "format_confidence":0.9767329097
    },
    {
        "url":"https:\/\/coreltrainer.com\/videos\/publish-to-pdf\/",
        "text":"This video is part of the A-Z Membership.\n\nSign up now to gain instant access!\n\nThis video show how to use the Publish to PDF feature in the file menu to send or save your design elsewhere and make it viewable in Adobe. It explains how it is different than importing or exporting other file types, and how to customize the paper or page size. It covers the various lock and permissions options to consider before emailing the PDF to a client, especially related to printing and editing.\n\n\n  • File, menu, publish, PDF, present, lock, adobe, send, print, paper, page, save, ai, photoshop, production, import, export, publishing, email, embed",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.9131647348,
        "format_confidence":0.8997070789
    },
    {
        "url":"http:\/\/forum.headphet.com\/index.php?sid=44fc08d9072b65a82a5ab99ec00bc9df",
        "text":"Welcome to the new look forum for Headphet.com There will be more to come. Please provide feedback either via email or PM should there be any issues. (July 08, 2017)\n\nHeadph0ne Phet1sh Community\nYou are either not logged in or do not have permission to view this page. This could be because one of the following reasons:\n  1. You are not logged in or registered. Please use the form at the bottom of this page to login.\n  2. You do not have permission to access this page. Are you trying to access administrative pages or a resource that you shouldn't be? Check in the forum rules that you are allowed to perform this action.\n  3. Your account may have been disabled by an administrator, or it may be awaiting account activation.\n  4. You have accessed this page directly rather than using appropriate forms or links.\nNeed to register? | Forgotten your password?",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.8582325578,
        "format_confidence":0.9658775926
    },
    {
        "url":"http:\/\/brmlab.cz\/user\/maxfx?do=backlink",
        "text":"\n\nNothing was found.\n\nExcept where otherwise noted, content on this wiki is licensed under the following license: CC Attribution-Noncommercial-Share Alike 3.0 Unported\nRecent changes RSS feed Donate Powered by PHP Valid XHTML 1.0 Valid CSS Driven by DokuWiki",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.6112508774,
        "format_confidence":0.6632462144
    },
    {
        "url":"https:\/\/wiki4.cyclos.org\/index.php\/Cyclos4_Wiki:Privacy_policy",
        "text":"Login required\n\nJump to: navigation, search\n\nPlease click here to log in to the wiki.\n\nUsers having a social license and users paying for a S, M, L or XL license can be granted access to the full wiki. In this case an NDA with STRO needs to be signed.\nThe following wiki pages are publicly available:\n\nGeneral documentation\n\nSpecification pages\n\nInstruction pages\n\nAll other documentation can be found here - https:\/\/www.cyclos.org\/documentation",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.6334318519,
        "format_confidence":0.9136200547
    },
    {
        "url":"https:\/\/edeliveryapp.com\/2018\/12\/",
        "text":"Tookan & eDeliveryApp Comparison\n0 (0)\n\nTookan is a field force management platform and edeliveryapp is a complete online ordering system with a complete comprehensive module for delivery and drivers management with deep google maps(and few other maps providers) integration. Today we compare features, pricing and value for money that each system offers and which system should users go for as [...]",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.8990888,
        "format_confidence":0.7550590038
    }
]