[
    {
        "url":"http:\/\/visualartsource.com\/index.php?page=editorial&aID=3910",
        "text":"presented by\n\nYou're currently not signed in.  \n\nJoin now free Sign in  \n< Return\n\nWhere Art Hordes Go\nEditors’ Roundtable\nColumn by James Yood\n\nMark Bradford will debut \"Tomorrow is Another Day\" at the U.S. Pavilion of the 57th Venice Biennale, May 13-November 26\n\nHmmm, recent events have you thinking about possibly trying another country on for size? Well, if art is your major beat, this just might be the summer to dust off your passport, get a load of fresh Euros, head across the Atlantic and poke around for a bit. Something happens this summer that only occurs once a decade, and like cultural catnip it will be drawing hordes of art aficionados from all over the globe.  In years ending in 7, and only then, for a good chunk of the summer Documenta, Skulptur, and the Venice Biennale will all be occurring more or less simultaneously.  \n\nFirst the facts: the Venice Biennale, which dates back to 1895, is still the gold standard for these kind of enormous art festivals and is, well, a biennial, with its visual art component held in the odd-numbered years, including this coming summer. It's an enormous mix of national pavilions (Mark Bradford will represent the U.S. this year), large curatorial projects, and a multitude of off-site events. It all takes place in a remarkable city accustomed to handling large crowds of visitors. It runs this year from May 13 through November 26. Documenta, centered in Kassel, a mid-sized city in the heart of Germany, has been held since 1955 (its first few iterations were held several years apart; beginning in 1977 it adopted its current five-year respite between the years ending in 2 and — you guessed it — 7). For the first time, Documenta 14 will be shown in two more or less independent parts, in Athens and in Kassel, in each city for precisely 100 days. It's in Athens April 8 – July 16, and in Kassel from June 10 until September 17. And Skulptur, also known as Skulptur Projekte Munster, has been held once a decade in Germany since 1977 and— you guessed it again! — in the year ending in 7 (the fifth Skulptur runs from June 10-October 1). Documenta and  Skulptur are marked by artists' projects, often out of doors; Joseph Beuys staged some of his most famous public projects at Documenta.  Skulptur limits the number of participating artists, usually around 30, while the Venice Biennale and Documenta exhibit hundreds.   \n\nThere are curious traditions and mannerisms in all of them. Documenta, for example, doesn't make public the list of its scores and scores of invited participating artists until the opening of the exhibition, though they have ostensibly been working on their projects for a year or two, and gossip about who's in is a mini cottage industry. In Venice the presence of around 30 national pavilions in the Giardini, each controlled by their governments — the American Pavilion in the Giardini is directed by the U.S. State Department. Bradford was selected about a year ago, during the Obama administration (care to hazard an early guess as to who might be in the U.S. pavilion in 2019?). The practice is a throwback to earlier international expositions, and some nations use their platform here mostly to encourage tourism and investment in their homeland. But all three venues are stunningly artcentric, and there are moments where you get swept up in a rush of community, knowing that you're surrounded by thousands of people who are as interested in contemporary art as you are. There's something around each corner that might dazzle you, there seems no end to it, they are like a art fair, but far bigger and not so completely centered on the ceaseless commodification of culture.\n\nThat is, if you don't show up at any of these exhibitions around opening day. You recall those dates I cited above? Well, those dates are for regular folk. In each case, for several sun-drenched days and balmy evenings before the official opening there will be preview openings for the art world glitterati, for the mega-collectors, the hottest art dealers\/tastemakers, Hollywood stars and rock singers, and, yes, even the art critics for the very most major publications. All are invited to pal around with their peers for a couple of days, balancing, to be fair for a bit, seeing and being seen. I'm already hearing of the 'approved' schedule: of course, the movers and shakers will descend on Venice first in May, for the opening of the Biennale, then jet home for a bit, and return to Munster and Kassel for their preview openings of Documenta and Skulptur in early June. Then a few days at a spa and a quick run to Switzerland for Art Basel, arguably the world's most important art fair, which takes place (and you don't think this is a coincidence, do you?) from June 15-18, with 291 of the world's finest art galleries in attendance. Bring your Altoids.   \n\nOr wait a few weeks and come when the first rush to these events starts to abate, when the newness has rubbed off, when the critics have had their opening whack at them online or in the press. The crowds will be smaller and the lines shorter. (It will be hotter though; July in Venice is a cauldron, and Germany isn't much better). But do come; 2027 seems a long way off, and there will even be two presidential elections between now and then.\n\nGalleries & Museums\nComplete guide to fine art venues of the Western United States\nBy venue name:\n# | A | B | C | D | E | F | G | H | I | J | K | L | M | N | O | P | Q | R | S | T | U | V | W | X | Y | Z | ALL\nArizona Nevada New Mexico Texas Utah Colorada Wyoming Idaho Montana Oregon Washington Southern California Northern California Illinois\n\nGalleries & Museums\nView each day's exhibition openings and special events\n© 2018 Visual Art Source. All Rights Reserved.\n\nWeb Analytics",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9657421112,
        "format_confidence":0.9320384264
    },
    {
        "url":"https:\/\/presencedocuments.com\/2012\/02\/07\/the-image-before-and-after-the-era-of-art\/",
        "text":"Home > main > The image before [and after] the era of art\n\nThe image before [and after] the era of art\n\nFebruary 7, 2012\n\n\nIn Likeness and Presence, Art Historian Hans Belting, looks at the role of images in society before the era of art. According to Belting, the era of art begins when Reformation deprived the images from their religious function and the disempowered image, redefined itself in the category of art.\n\nLuther announced that “the kingdom of God is a kingdom of hearing and not of seeing”, and urged his contemporaries to free themselves from the alleged power of images. The image which formerly represented the presence of god, now was emptied from his presence. The Reformation taught the domination of the word, and all images, signs, and symbols were suppressed under the power of the word, and became its servants. In the era of Gutenberg, the word became present everywhere as the tool of rational argument and reason. Intellectuals of the time, no longer trusted the surface appearance of the visual world, and the word became the refuge of the thinking subject. The humanists and the theologians emphasized that the painter can at best represent only their body, but their soul is expressed in words. With the iconoclast’s removal of the images from the churches, texts previously read in books took their place on the altar, and demanded the same kind of veneration. The humanist culture with the mind represented by the word, triumphed over matter and the “outward image.”\n\nErasmus of Rotterdam (1526), Albrecht Dürer (German, 1471–1528) Engraving\n\nImages, having lost their function in the church, took on a new role in representing art. Not even the Catholic church survived this upheaval of the word and not even there the holy image could escape its “metamorphosis into the work of art.” Belting writes: within the realm of art, images symbolize the new, secularized demands of culture and aesthetic experience. In this way a unified concept of the image was given up, but the loss was obscured by the label “art”, which now was generally applied. A general validity of an image independent of the idea of art became inadequate to the modern mind. Its abolition opened the way to an aesthetic redefinition in terms of the “rules of art.” Art, after becoming a discipline in itself, separated images from their previous functions, and recuperated them into its own narrative. This marked a beginning of art history, which later expanded itself beyond Medieval times (the last era before art) to the caves of Lascaux. It is from then on that a picture is no longer to be understood in the terms of its theme , but as a contribution to the development of art. Furthermore, images were ever since evaluated according to rules of aesthetics, a science that supported and explained the new formed discipline.\n\n%d bloggers like this:",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9340553284,
        "format_confidence":0.7217145562
    },
    {
        "url":"https:\/\/www.mrxstitch.com\/mary-carson\/",
        "text":"Mary Carson\n\n\nFancy a new way to document your family history? Then take a leaf out of Mary Carson. She is a textile artist, specialising in simplistic portraits, often normal, family scenes. As she tells us, ‘I tell bite-sized stories with thread and fabric. Hand stitching and appliqué are complemented with watercolour and gouache.’ She is big on the story element, so you will find plenty on her website about her own upbringing and the area she was brought up in. She also looks at her mothers history too. No, her work is not ground-breaking, yet it has a homely feel which will appeal to many out there. It is comforting and allows us to think about our own family history and if the idea of stitched portraits is something we would like to look into. It also shows that portraits do not have to be exact representations, they can be a mood, a memory, a simplified version. This makes is seem more relatable and achievable. Of course we have plenty of portrait content on Mr X Stitch that you can indulge in, so why not let this column on Carson be a starting point for a good search through the website?\n\n\nShe tells us: ‘I’m self-taught with the aid of family wisdom, library books, YouTube, and my favourite textile artist Sue Stone. I took Sue’s online course the year after my family members passed, and it changed my life. She gave me the encouragement and techniques I was looking for, and I’ll forever be grateful.’ If you have a look at the artist Sue Stone you will soon notice the influence!\n\n\nShe has certain tried and tested techniques which she uses, such as hand stitch, coupled with odd use of paints to colour her fabric. The types of colouring move from pencil lines to watercolour and gouache. We see basic canvas and cotton materials being used.\n\nHer collections – family and history locally\n\nFamily history and the history of her local area are key drivers behind her work. For a collection founded on her history, she states: ‘My mother’s family was largely from the Nebraska plains. She was born in 1931, and her parents were born in 1901. I’ll never forget her stories about the Dust Bowl and Depression Era days, which combined with my own research, gave new meaning to the words “grit” and “determination.” I only hope I can muster the same inner strength, hope and faith when facing my own life challenges. To all who just kept going, you have my utmost regard.’\n\nJoe’s Boy\n\nHer collections – Figurative\n\nThis body of work seems to focus on a few emotional images – emotional for the artist that is….\n\nIn 2015 her brother and mother died – this seemed to fuel her practice:\n\nCarson – beloved brother\n\nSo effectively she put the negative stuff into her art and made a visual positive.\n\nStories visually\n\nWe can ‘read’ a sorry visually through many of her pieces:\n\n\nHer work galleries surround the black history too of the area….\n\nWashing line\n\nWhy not check out her Instagram Mary Carson (@bucketofstones) • Instagram photos and videos and her own personal website Mary Carson – Textile Artist (\n\nSo are you feeling inspired? If so, why not read more articles like this one? We have one on Abstract Portraits and another on Embroidered Portraits.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9761592746,
        "format_confidence":0.7205765247
    },
    {
        "url":"https:\/\/www.pcmaconvene.org\/design\/are-you-designing-for-goosebumps\/",
        "text":"Are You Designing for Goosebumps?\n\nTwo design-thinking experts talk about an evolving model for high-impact events.\n\nAllie Mahler and Scott Weiss, partners at consulting firm Community by Design, spend a lot of time thinking about the marriage of design thinking with community design, designing for movements, and experience design, Weiss said.\n\n“While design thinking is a powerful process tool, we feel strongly that there needs to be certain behavioral and emotional conditions set in order to catalyze action beyond the conference and experience,” he said. “If we’re not inspiring communities on an emotional level, it’s impossible to achieve the outcome you want. How are you designing for goose bumps?”\n\nThey shared some of their best practices for each:\n\nThink about the conference before the conference. We believe that the conference actually begins long before the attendees arrive. Innovation and creative behaviors are seeded through pre-conference questions, conversations, and inspiration. An active community dialogue should be primed and facilitated in advance.\n\nDefine realistic (and aspirational) success metrics. In order to inspire continued engagement, it’s important to set up an action plan with tangible goals and milestones. We like to design accountability activities where participants physically pledge their contribution to the community beyond the event (e.g., having participants write their commitments on a Jenga block in a collective structure).\n\nTell stories of success and failure, often. Good storytelling can create a ripple effect throughout a community or organization. It’s important to establish a fluid cycle of knowledge sharing, feedback capture, and experimentation in order to push initiatives forward and enact change.\n\nInclusivity and diversity — No matter how powerful the tools or experience, if it’s being administered to a homogenous collection of attendees, it’s likely to have an echo-chamber effect. It’s vital to ensure that there is a diversity of perspectives, backgrounds, and expertise in the room.\n\nThoughtful conversations — Language and dialogue are the building blocks of innovation and implementable design. We feel strongly in the power of artful facilitation across teams in order accomplish a few things: steering insights into opportunities, ensuring that all voices are heard and valued, and strategically pushing towards a successful output within clearly defined time constraints.\n\nConsider the environment.\nIt’s important to stimulate both the intellect and the emotions of the convening participants. The content of the conference is directly influenced by the environment that it’s being shared in. The more thoughtful the design of the space, the more emotionally resonant and elevated the experience. If every touch point of the attendee experience is thoughtfully considered, the results are typically more powerful and rich.\n\nDoes it feel safe? In order to drive toward a shared goal, the conversations that take place throughout the conference need to feel free from judgment and respectful. The more intimate the setting, the more comfortable participants will feel. We’ve often housed teams in individual “living room” pods across a cavernous conference room space to create more intimacy within groups.\n\nCreative confidence is key. The design-thinking process is only successful if there are creatively confident voices driving it. Therefore, the early stage of any engaging conference should inspire participants to unlock their creativity. There are multiple activities and icebreakers that spark new ways of thinking and behaving — both as a designer and a radically collaborative teammate.\n\nRead our cover story, “Design Thinking: An Event Strategists’ Toolkit.”\n\nBarbara Palmer\n\nBarbara Palmer is senior editor and director of digital content.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9388513565,
        "format_confidence":0.7665407658
    },
    {
        "url":"http:\/\/www.sfgate.com\/entertainment\/article\/Shepard-Fairey-makes-his-mark-in-mainstream-3268717.php",
        "text":"Shepard Fairey, the 38-year-old street artist who's famous for plastering city landscapes with his stenciled images, looked across Larkin Street the other day to find that someone had vandalized one of his posters.\n\nThe anonymous miscreant had scrawled a large dollar sign on Andre the Giant's forehead along with tears streaming down the giant's fat cheeks.\n\nFairey took personally the graffiti on his graffiti. He interpreted the message to be, as he said in mock horror, \"Oh, that Shepard Fairey, he's sold out!\"\n\nFairey shook his head and added, \"Some people define things as cool not by the amount of integrity they have but by how underground they are.\"\n\nAnd Fairey, much to the chagrin of his aging punk-rock admirers, is no longer underground. The Angeleno, who graduated from the Rhode Island School of Design in 1992, has opened several design studios, conceptualized guerrilla marketing campaigns for clients such as Pepsi and Mountain Dew, and is married, with two children.\n\nYet he first earned notoriety in the late '80s for his obtuse \"obey\" stickers that featured a mug shot of the late wrestler Andre the Giant. Fairey has called the stickers \"an experiment in phenomenology,\" one in which he hoped viewers would be so confounded by the absurdity of the image they would question other visual messages they come across in their daily lives.\n\nHe was standing outside White Walls Gallery in the Tenderloin when he noticed the marks on his poster, three days before the opening of his solo exhibition, \"The Duality of Humanity.\" Even though he has shown in galleries for years and attracted a following of wealthy buyers who enjoy his brand of art, Fairey achieved mainstream attention only this summer, after he designed what's become an iconic poster of Democratic presidential candidate Barack Obama.\n\nThe image has been interpreted by critics as either capturing the inspiration Obama embodies or as just downright creepy in its propagandistic depiction of the political figure. The portrait, in muted tones, takes cues from socialist realism and is reminiscent of posters created to celebrate Lenin, Stalin and Mao. Fairey has enjoyed this debate. \"The illustration does have roots in propaganda art,\" Fairey said. \"I also want it to seem like a patriotic image, but not be seen as too countercultural. ... It needed just enough mainstream ingredients to transcend.\"\n\nWhile the Obama prints have inspired an eBay cottage industry (some are going for $150 or more, if signed by Fairey), the \"Duality of Humanity\" show has been scheduled since 2006, said gallery owner Justin Giarla.\n\nThe week before the show, Giarla was taking phone calls almost nonstop from potential buyers, some snapping up works sight unseen. The largest piece sold for $85,000, a few for $25,000 and several others for $15,000, Giarla said. Two days before the opening, Giarla reported they'd sold all 150 original pieces, and had sold an additional 25.\n\n\"We're way sold out,\" as Giarla put it.\n\nThe \"Duality\" pieces, all created within the past two years, are heavy on images of war, propaganda and capitalism - but all are infused with humor. Fairey purposely used a red-black-cream palette, the color scheme most associated with Soviet-era posters. Initially, the images are meant to suggest a conformist message; on closer look, they signal a biting commentary or a slight joke.\n\n\"It's asking people to question everything they're confronted by at first glance,\" Fairey said. \"Propaganda hits you in the gut. And it's proven to be effective.\"\n\nIn one poster, which looks as if could have been designed during the U.S. Work Projects Administration of the 1930 and '40s, Uncle Sam beams down at the onlooker while cradling a pile of skulls bearing the phrases \"human rights\" and \"civil liberties.\" Along the edges is the phrase \"Do as he says not as he does.\"\n\nFor another, Fairey designed a mixed-media collage with the same lavishly engraved aesthetic found on a dollar bill. Instead of a pyramid and eyeball, the centerpiece is an American bald eagle perched on a gas nozzle.\n\n\"You don't question the authority,\" Fairey said of his creation. \"You submit, because you think, 'It's so intricately designed, it can't be questioned.' \"\n\nFairey's work can appear simple to create, and his uncomplicated political metaphors give his critics (usually writers with academic or fine arts credentials) an opportunity to label him as a ham-handed pop artist. Yet that's not much of a critique to a self-described populist.\n\n\"I could teach any 15-year-old to do what I do,\" Fairey said. \"I learned everything I still do when I was 15 - stenciling, photocopying, printing. But that's what punk rock is about. Your technical ability doesn't limit your ability to impact people. That's empowering to people; you don't need to be an impresario.\"\n\nDuring his weeklong stay in San Francisco, Fairey and his assistants splattered posters on about 30 spots in the city. At one point, they climbed a billboard and were startled by an apartment dweller who stuck his head out a window and asked them what they were doing. When the resident saw the Obama images, Fairey said the resident responded, \"All right. That's cool,\" and closed the window.\n\nStaring at the graffitied poster of Andre the Giant outside the White Walls Gallery, Fairey recalled his admiration of Nirvana during the \"Bleach\" album era. He said he remained a fan after the band made \"Nevermind,\" even though some of his friends disavowed Nirvana as a pop culture sell-out. To Fairey, the band had merely reached more people while keeping its musical ideals intact - \"facilitating awesomeness on many levels.\"\n\nHe listed a number of charities and good causes he has donated to with proceeds from his art, and mentioned that the sale from one piece at White Walls would go to charities for American and Iraqi children.\n\nInside the gallery, he looked around and said, \"The irony is there's stuff in here that's not in my price range.\"\n\n\"The Duality of Humanity: New Works by Shepard Fairey\" runs through Oct. 4 at White Walls Gallery, 835 Larkin St., San Francisco. (415) 931-1500,\n\nShepard Fairey's Web\n\nShepard Fairey\n\n1970: Born Feb. 15 in Charleston, S.C.\n\n1989: Designed stickers that read \"Obey\" and \"Andre the Giant Has a Posse\" as an \"experiment in phenomenology\" - an attempt to \"reawaken a sense of wonder about one's environment.\"\n\n1992: Graduated from Rhode Island School of Design in Providence, R.I.\n\n1997: Co-founded BLK\/MRKT Inc., a design studio in Los Angeles specializing in guerrilla marketing, using street-art techniques to promote brands such as Pepsi, Hasbro and Netscape.\n\n2003: Opened Studio One, designing album covers for bands such as the Black Eyed Peas and movie posters for \"Walk the Line.\"\n\n2004: Co-founded the Los Angeles pop culture and street arts bimonthly Swindle magazine\n\n2007: Opened solo exhibition \"E Pluribus Venom\" at the Jonathan LeVine Gallery in New York City to critical praise.\n\n2008: Featured prominently in the underground arts documentary \"Beautiful Losers,\" which premiered at South by Southwest.\n\n2008: Designed posters for presidential candidate Barack Obama with approval from the campaign.\n\n- Justin Berton",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9073957801,
        "format_confidence":0.7259606719
    },
    {
        "url":"http:\/\/www.aestheticamagazine.com\/gast-dale-fearnley-and-laura-mahony-lincoln\/",
        "text":"GAST: Dale Fearnley and Laura Mahony, Lincoln\n\nHome is where the heart is, and artists Dale Fearnley and Laura Mahony have opened theirs to the outside world. A collaborative project with Ian Malicom, GAST is a unique exhibition situated inside the couple’s home and includes film, sculpture, installation and most interestingly, live performance.\n\nFearnley, Mahony and Malicom are all members of General Practice, a collective created by graduates from the University of Lincoln. Their aim is to encourage more creativity in the city and to create a student led art scene similar to that of Nottingham.\n\nOnce you walk through the front door of the small terraced house, a white sheet leads you down a hallway into the dining room. The mismatched chairs surrounding the table point towards an unusual and disturbing scene. A women in a white dress lies facedown into a plate of spaghetti, her blonde curls merging with the strands until it is hard to see where one ends and the other begins.\n\nThis is actually a performance by Mahony that is drawn from her childhood experiences. Her impressive stillness is overpowering, she draws you in and keeps you captivated without ever moving a muscle. How long will she stay this way? Fearnley, a sculptor who for tonight is acting as a guide, informs me the performance will last until the end of the show; and there’s still another two and a half hours left to go.\n\nMalicom also works with performance. Using a 1930s style radio, he transmits unintelligible noise from an upstairs bedroom to the living room. The unsettling chatter of the radio combined with the draft coming through the cling film covered window creates a sense of desertion. As though this is a house long abandoned.\n\nSurprises are around every corner and all of the space is well utilised. Even the bathroom holds sculptural pieces, including a run-down chair directly opposite the toilet, possibly the perfect way to make anybody uncomfortable in a homely setting.\n\nThe influence of surrealism is evident. Under the stairs hang bowler hats next to a pile of apples and a pipe reminiscent of Magritte’s The Treachery of Images. Considering you’re meant to decide for yourself whether the objects scattered around are art works or household items this is the perfect metaphor.\n\nBut what is the reasoning behind all of this confusion? The answer is actually rather clear cut. The artists want you to reconsider the place you call your safe haven, and to ponder the nuclear family and Stepford ideal.\n\nAlthough they partly chose this setting for budgetary reasons, Fearnley and Mahony have successfully made their everyday home into a surreal work of art. The building retains the essence of those who have moved on, and the memories left behind. General Practice have harnessed this and turned it into a comment on our perception of home and family life; we cannot possibly know what goes on behind closed doors. If this is the future of art in Lincoln, then it is a promising future indeed.\n\nSophie Lloyd\n\nGAST took place on 20 March at the artists’ home in Lincoln and ran as part of a series of exhibitions called Re>fer>al, the next one is 10 June. For more information visit\n\n1. Dale Fearnley and Laura Mahony, GAST. Courtesy of the artists.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.995629549,
        "format_confidence":0.8873016834
    },
    {
        "url":"https:\/\/cloutnews.com\/learning-never-ends-in-photography-says-street-photographer-john-rapisardi\/",
        "text":"YAHOO FINANCE John L. Rapisardi scaled\n\n‘Learning Never Ends in Photography,’ says Street Photographer John Lawrence Rapisardi\n\nNew York based photographer John Lawrence Rapisardi is an American born on 19th January,1993 who believes that photography is a field where learning never ends. He justifies it with his own experience in the pursuit. John comes from a family of writers, poets, and intellectuals from Sicily, Italy.\n\n“I discovered my interest in design and photography at a very young age. Since then I have swayed creatively been different hobbies but in more recent years I landed with photography and have stuck with it,” says a passionate Rapisardi. \n\nJohn Rapisardi’s love for photography takes him places as he spends a lot of his time traveling the world to develop his photography skills. In the past five years or so, he has explored the Middle East, the Caribbean, South America and Europe and has put together a well-received body of work.\n\nThere is no set curriculum when it comes to photography. It is a complicated field where experience is the only real teacher. Rapisardi understands this well and always considers himself a student who is continually evolving. This attitude allows him to learn from everything. \n\n“I usually focus on my portrait and fashion photography because I find it to be a little more interesting. I like when I am able to engage with a subject and collaborate. Travel photography is a little more static to me. I don’t really travel places just to take photos, I just always have my camera with me.”\n\nRapisardi has a few portrait and fashion collaborations planned which will be released after New York Fashion Week. He is a notable budding creative in the city and someone to watch for in 2020 in the field.\n\nHarish Pednekar\n\nHarish has helped many startups in building their brand identity and advancing their business through his pro internet marketing strategies. Also, he likes to use his great writing skills to curate blogs on e-commerce trends, multichannel commerce, and online business strategies. He loves to share his ideas on business here at Clout News. You can reach him at",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9469870329,
        "format_confidence":0.8871959448
    },
    {
        "url":"http:\/\/www.apartmenttherapy.com\/quick-history-george-nelsons-b-139980?img_idx=3",
        "text":"Quick History: George Nelson's Bubble Lamp\n\n\nGeorge Nelson's Bubble lamps are familiar icons of Modernism. Somehow evocative of both paper lanterns and the space race, they have a warm simplicity that is always in style. The story behind their creation is best told in the words of George Nelson himself.\n\nNelson designed the first bubble lamp in 1947, incorporating a self-webbing plastic that was developed for military use. It was typical in the postwar era to incorporate these sorts of military materials in domestic products — even familiar materials like plywood had been greatly improved through military necessity. The result for Nelson was a lamp that was safer to produce and more durable than a paper lantern, cheaper and easier to produce than a silk lantern he had been inspired by, and which above all was incredibly versatile and created an warm glow when illuminated. Here's how he described it, and note how self-deprecating he was:\n\nIt was important to me to have certain status symbols around, and one of the symbols was a spherical hanging lamp made in Sweden. It had a silk covering that was very difficult to make; they had to cut gores and sew them onto a wire frame. But I wanted one badly.\n\nWe had a modest office and I felt that if I had one of those big hanging spheres from Sweden, it would show that I was really with it, a pillar of contemporary design. One day Bonniers, a Swedish import store in New York, announced a sale of these lamps. I rushed down with one of the guys in the office and found one shopworn sample with thumbmarks on it and a price of $125.\n\nIt is hard to remember what $125 meant in the late 'forties … I was furious and was stalking angrily down the stairs when suddenly an image popped into my mind which seemed to have nothing to do with anything. It was a picture in The New York Times some weeks before which showed Liberty ships being mothballed by having the decks covered with netting and then being sprayed with a self-webbing plastic … Whammo! We rushed back to the office and made a roughly spherical frame; we called various places until we located the manufacturer of the spiderwebby spray. By the next night we had a plastic-covered lamp, and when you put a light in it, it glowed, and it did not cost $125.\"\n\nIt is worth mentioning that Nelson always described his career in these kinds of terms, as if he were just a naive guy who kept bumping into good ideas. For example, he claimed that he had no intention of studying architecture until one day as a student at Yale he ducked into the architecture building during a rainstorm, and stumbled upon his calling. He described his career-making job at Herman Miller in similar terms, insisting that as an architect he was was barely qualified to design furniture. All this may be true, but it all somehow lead to one of the most prominent design careers of the 20th century.\n\nSource: Stanley Abercrombie, George Nelson: The Design of Modern Design, MIT Press (2000).\n\nShopping: Nelson Bubble Lamps are available in a bunch of different shapes, sizes at DWR, Modernica, Room & Board and Hive, among other retailers. Unlike in 1947, it costs more than $125.\n\nImages: 1 Nelson \"bubble\" lamps via Hive Modern; 2 Rodney Walker's Case Study House #16 via the Modernica blog; 3 Photo by Simon Upton for the April 2010 Elle Decor; 4 Dining room designed by Aaron Hom, photographed by Julian Wass for House Beautiful; 5 George Nelson, ca. 1955, via Kaufmann Mercantile.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.8802180886,
        "format_confidence":0.8215746284
    }
]