[
    {
        "url":"https:\/\/crossfitcrowntown.com\/2014\/07\/15\/7-16-14-wod\/",
        "text":"7.16.14 – WOD\n\nAthlete: BaseFit member Bre\n\n\n\n\nA) 100 Double Unders\n\nB) CFCT Foam Roll Sequence\n\nC) 3 x for Quality:\n\n8 Wall Angels\n12 Reverse Fly w\/ Dumbbells\n16 Cossack Squats\n\nStrength: 15 minutes to find a 1RM Snatch\n\n*Power or Full; goal is heaviest load w\/ no press outs\n\nWOD: 12 minute AMRAP of:\n\n5 Burpee Box Jump Overs, 24\/20 inch box\n10 Push Press, 135\/95 pounds\n\n\nWOD: “The Ghost”\n\n6 rounds for performance of:\n\n1 minute of Rowing (calories)\n1 minute of Burpees\n1 minute of Double Unders\n1 minute of Rest\n\nRemember all CrossFit style workouts are scalable and modifiable to each individuals fitness level\n\n© copyright Powered By WW, LLC 2014\n\nThis entry was posted in WODs. Bookmark the permalink.\n\nLeave a Reply",
        "topic_id":21,
        "format_id":22,
        "topic_confidence":0.9973574281,
        "format_confidence":0.6186485291
    },
    {
        "url":"https:\/\/www.wikihow.com\/Play-Right-Fielder-in-Baseball",
        "text":"How to Play Right Fielder in Baseball\n\nAuthor Info\n\nUpdated: August 12, 2019\n\nExplore this Article Steps Questions & Answers Related Articles\n\nSome people think playing right fielder is an easy assignment in baseball. You don't usually have to react as quickly as an infielder, and fewer hits come your way. On the other hand, you need a strong arm, excellent speed, and the ability to catch anything that falls in your turf. You are the last line of the defense on the baseball field, so anything that gets by you could bring a runner home.\n\n\n  1. 1\n    Get your glove, uniform, and get ready to play. Outfielders usually have gloves a little on the longer side, as the extra extension helps with the tough catches.\n  2. 2\n     Position yourself in right center most of the time, because the majority of hitters in little league through college level bat right handed. So they will usually hit it into left to center field.\n  3. 3\n    Be on your toes, never wander around, be alert, and don't daydream.\n  4. 4\n    Know the situation. Know where to throw the ball in every situation, if you don't, ask a teammate or coach. This will help you execute more smoothly. (If the first baseman wants to cutoff your throw to the plate on a tagging runner and you know you can throw at a good line to the plate, ignore him.)\n  5. 5\n    When the ball is hit to center, back the center fielder up just in case he misses. Likewise, if the ball is thrown to second base, back up the second baseman, just in case he doesn't field the throw correctly.\n  6. 6\n    If the ball is hit to you don't panic! Call for the ball, relax, and try to follow the flight of the ball. At first back up a couple of steps. It is easier to come in on a ball than try to run backwards.\n  7. 7\n    If there are men on base, try to get behind the ball so you can charge in and have momentum for your crow hop, and throw to the cutoff man.\n  8. 8\n    When you run, treat your glove like a hand. Don't have your arm extended the entire time. Put your glove out when you are positioned under the ball or when you are ready to extend for the catch.\n  9. 9\n    Use two hands to squeeze once the ball hits your glove, your throwing hand trapping the ball in the glove pocket for the catch. Try to position yourself so that you merely have to pull your arm back to throw, rather than having to turn your body.\n  10. 10\n    If you catch it, then throw it back to the cut off man. If you miss, retrieve it, and throw it to the cutoff man near second base.\n  11. 11\n    If you miss, that's okay. Everyone misses once in a while, including the pros. Never give up. (Remember, too, when you see others make mistakes that the same thing will happen to you sometimes. Respect others, and cheer others on.)\n  12. 12\n    You will get more ground balls than fly balls at most levels of baseball. Be prepared for a ground ball, and know what to do with it in every situation.\n  13. 13\n    On a ground ball, charge the ball until you are ready to field it. Depending on how many runners are on base you will field differently. If there are no runners, field it like an infielder would. If there are runners and you might throw someone out, either charge and field it while running or kneel and field it between your legs to prevent it from getting by.\n\nCommunity Q&A\n\nAdd New Question\n  • Question\n    What happens if I cant see the ball?\n    Top Answerer\n    Just chase the ball if it comes near you. Players have certainly been known to \"lose\" a ball in the sun or field lights. Sunglasses may help. Teammates can also yell instructions to you if they realize you can't see the ball.\nAsk a Question\n200 characters left\nInclude your email address to get a message when this question is answered.\n\n\n    • If you follow these steps, maybe someday you'll be playing in October instead of watching it.\n    • Do never give up, keep trying.\n    • Take as many fly balls as you can. The more you take the better you will judge them and the more confidence you'll have.\n\n    Article Info\n\n    wikiHow is a “wiki,” similar to Wikipedia, which means that many of our articles are co-written by multiple authors. To create this article, volunteer authors worked to edit and improve it over time. This article has also been viewed 17,456 times.\n\n    Categories: Fielding\n\n    Thanks to all authors for creating a page that has been read 17,456 times.\n    Did this article help you?",
        "topic_id":21,
        "format_id":22,
        "topic_confidence":0.9961167574,
        "format_confidence":0.9902134538
    },
    {
        "url":"http:\/\/www.campingloverschannel.com\/respecting-the-wildlife\/",
        "text":"Camping Tips – Respecting the Wildlife\n\nBy on November 25, 2015\n\nOccasionally spotting local wildlife inhabitants is pretty cool but encroaching in their space is not. Outdoor enthusiasts consider it irresponsible when local animals are displaced and disturbed in their habitats. Although often, most campers don’t intend to disturb the animals’ when they camp, thus unintentionally scaring them away from their homes. There are signs you should look for before setting up camp to avoid encroaching on these local wildlife’s territory.\n\n\n  1. Natural paths. Though natural paths and clearings are often ideal for setting up camp, they often happen to be spots where wildlife congregates. If a path looks like it’s been created by animals and not humans, it’s best to move on to the next potential campsite. Evidence of animal created paths includes hoof or foot tracks, mangled brush, and chewed-on material along the trail.\n  2. Bedding areas. Like humans, wildlife such as deer, raccoons, foxes, and other mammals prefer to have some sort of shelter from the elements. In much of the country, this includes areas with low lying tree branches overhanging natural clearings. These trees serve to block precipitation and protect animals from harsh winds. Softwood trees like pines and cedars often provide this kind of coverage, so it is recommended that you scan more closely for evidence of habitation before setting up camp under them.\n  3. Burrows. Smaller mammals typically dig out burrows in soil or organic material such as tree trunks. They’re usually pretty easy to spot, as an entrance hole is often clearly visible. If you’re setting up camp next to any large trees or dead logs, be sure to check for these entry and exit points. Not only might you disturb a den of animals, you might also be putting your own camping items at risk. Den-digging animals such as foxes and raccoons have no qualms about digging into your camp’s food while you’re fast asleep.\n  4. Watering holes. If you plan on camping next to a creek or river, keep an eye out for animal tracks and droppings. Blocking access to watering holes that wildlife frequents isn’t exactly healthy for the local environment. There is typically a wealth of other good camping spots to find in natural bank-side clearings as a result of past flooding.\n\nCampers are one of the most environmentally conscious groups there are. In order to fulfill that reputation and do your part, avoiding spots where wildlife congregates is vital. Using the common signs above, you’ll be able to enjoy the outdoors without ruining its pristine state.\n\nRespect for nature and its inhabitants is important for a camper to have. This way, one can truly enjoy the beauty and serenity of the outdoors. What measures do you take to make sure you don’t disturb the local wildlife when you camp? Tell us about it in the comments. Happy camping!\n\nContinue reading at:\nImage Source: Pauls Imaging Photogaphy\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nMenu Title",
        "topic_id":21,
        "format_id":22,
        "topic_confidence":0.5838525891,
        "format_confidence":0.6501746178
    },
    {
        "url":"http:\/\/getfitcnmi.com\/091217-tuesday\/",
        "text":"09\/12\/17 Tuesday\n\nWritten by josequan. Posted in Fitness\n\nIMG_2384Tip of the Day:\n\nResearch suggests what type of shoe is least likely to cause knee injury?  Flexible shoes with flat heel.  Relatively flexible shoes with flat heels are safer than rigid shoes with thick cushioning, possibly because cushioned shoes encourage improper gait.\n\nA solid core helps lift the body up and stabilizes it in poses that require balance. Poses such as plank help prep one to lift off the ground.\n\nHands often take the brunt of the weight in many arm balances. To keep wrists healthy, it’s important to spread weight across palm.\n\n\n\n\n\n\nWarm-up (10 minutes)\n\nSpecific Warm-up for today.  Considering the volume of Monday’s WOD, Keep your warmup light.  If you need to foam roll or stretch out sore muscles, do so.\n\nThen do the following specific warmup:\n\n2 minutes to practice and warmup the push press\n\n2 minutes to practice and warmup the concept2 row\n\n2 minutes to practice and warmup jump rope\n\n\n\n6 rounds for time of:\n10 push presses\n15-cal. row Sprint\n50 single-unders\n\nMen use 95\/65# barbell\nWomen use 55\/35# barbell\n\n  • The barbell weight is intentionally light, so try to keep moving with very minimal rest.\n\nTrackback from your site.\n\nLeave a comment",
        "topic_id":21,
        "format_id":22,
        "topic_confidence":0.9942077398,
        "format_confidence":0.8499163389
    },
    {
        "url":"http:\/\/www.nzfishingworld.co.nz\/latest\/2018\/05\/how-catch-hapuka",
        "text":"By Scott MacDonnell with Matt DobsonNZ Fishing World\n\nThere are few fish that taste as good and yield so much flaky fillet as the Hapuka (That's groper anywhere outside New Zealand) They are a challenge to target but can provide great reward and certainly a serious workout if you don’t have the inclination to use electric reels. One of the best things about Hapuka fishing, is that you can guarantee it is worth a go anywhere in New Zealand, at any time of year.\n\nOur cover photo features a magnificent specimen caught by angler Lloyd O'Brian on board 'Days Out Fishing Charters' in the Bay of Islands.  Matt Dobson, contributor to much of the information in this article and featured in the video, is also a charter operator (Black Pearl Charters - Wellington).  If you want to learn first hand how to catch hapuka going out on a charter is a good place to start.\n\nHapuka can be found from the Three Kings to Stewart island, they are a relatively abundant species, the trick is finding them.\nOnce upon a time you would expect to catch Hapuka in depths of only 30 metres, and they can still be hooked on occasion in this territory.\nMore commonly, Hapuka frequent cold water from 100 to 300 metres plus.  This means you will need to be a significant distance offshore compared to the usual snapper and kingfish mission, so in many cases your best day will be one where the weather map is dominated by a big H.\n\n\nThe situation dictates the gear needed for what is affectionately known as ‘deep-dropping’ for Hapuka, bass, and bluenose.  The latter two species commonly caught when targeting ‘puka’ and are equally welcome.  A few other species you might stumble across include ling, tope, gemfish and the odd conger eel.\n\nPlunging a large set of baits to depths where you won’t be anchored requires a dedicated setup.\n\n\nBraid lines around 80lb breaking strain are a must for three key reasons\n\nThey have no stretch so you can see and feel every bite, and transfer hook setting power directly at such a great distance.\nThe fine diameter is far less susceptible to current dragging the line away and off the bottom, so less line belly means more direct connection with the fish.\nLess line diameter also means more line capacity can be accommodated by a reasonable sized reel, without having to go to a game rig.\n\nThe Daiwa Tanacom is a popular electric reel at a reasonable cost\n\n\nAlthough not  considered very ‘sporting’, electric reels have become widely accepted as an easy way to deal with the challenges of the deep.  When you consider the time and effort required to lug a huge bait and sinker combo (it can take tough 10 minutes and that’s without a fish on) you’ll soon appreciate the ability to prospect and regularly check your baits that you only get with the ‘winch’.  Although they certainly have their place, the purist will believe that place is under the hood of a Tesla.\n\nBoth Daiwa and Shimano produce electric reels at a couple of price points, usually between $900 and $1,900 based on specification level.\n\nIf you’re not using electrics, any decent game reel or heavy-duty, large jig reel that will hold up to 300 metres of 80lb braid can do the job just fine.\n\nAlthough it looks shallow, we're at 'The Brothers' in 100 metres here.  \n\n\nRods need to be an appropriate to the reel you are using naturally.  Light game rods, and heavier jig rods will all get the job done.  Usually they will be shorter than 6 feet and have plenty of grunt in the butt section to lift a fish that may weigh in excess of 40kgs.\n\nA useful choice is a rod with a bent butt section as this allows the rod to be left in a rod holder out the back of the boat maintaining a good angle to drop the line straight down, clear of the stern and nicely 45 degrees to the rod.\n\nYou will also want a rod bucket\/gimbal belt on hand to leverage the weight.\n\nA more elaborate commercial puka rig tied on ideal 10\/0 circles\n\n\nThe most practical rig for Hapuka is a double dropper rig, although with electric reels four hook rigs are commonly used.  Up to 20 is legal in some areas but that is more like vertical long lining.\n\nRigs are easily made, but good quality commercial rigs are cost effective and work well, usually featuring a luminous tube along the dropper.\n\nThese traces are tied on 200lb – 300lb monofilament or fluorocarbon with three-way crane swivels and crimps in place of knots.\n\nHooks are a no brainer.  At the depth you are fishing circle hooks as they simply hook themselves as the rod sits in a holder.\n\nAnother commercial rig available from Sword Pro\n\nHook size varies from 7\/0 and upwards to 14\/0.  Depending on your bait a good size to start with is 9\/0 or 10\/0.  Many people over-size the hook for Hapuka, and bigger is not necessarily better.  Hapuka also have very bony, hard mouths so keep the points in good shape.\n\nSinkers choice is important, and be prepared to go heavy.  Sinkers from 500 grams to 1.5kg are often necessary to battle currents experienced out wide.  Sinkers are bounced along the bottom and occasionally will snag.  Some anglers like to tie sinkers on a breakaway line, but others subscribe to connecting directly to the trace in order to be able to drag them out of foul, with the most chance of retaining the whole rig.   Big sinkers are costly and you will lose the odd one.\n\nIf you snag up, take the rod out of the holder, point it directly down the line and lock up the drag.\n\nBack the boat up past where you got snagged and hang on tight, most often the line will pull free and you get to keep fishing.\n\nA nice hapuka floats to the surface\n\n\nPuka love a big bait.  They are an apex predator, not overly quick, and have a big mass to feed so a big wafting bait gets inhaled easily.\n\nIt’s important whatever bait you are using, to keep the hook point free, so make sure you rig baits simply hooked once through the end of the bait.\n\nBaits that work well include whole squid, whole pilchards (or a squid – pilchard combo).  Squid is resilient to ‘pickers’, and the last thing you want to worry about is hauling up a line to check baits.\n\nPopular pilchard and squid combo hooked only once at the head\n\nTo this end, big lures and jigs are also very effective.  Lures such as Catch fishing’s specifically designed, 500gram ‘Giant Squidwings’, or other big broader jigs in the 300 – 800gram range work well, at times out-fishing bait.  \n\nThe beauty with using lures being the security of knowing you are always fishing, and there is not a bare hook bouncing around down there.\n\nThere are other times when a particular flavoured bait outfishes all else.  Often fresh is best, and big slabs of freshly caught oily fish such as kahawai, trevally, barracouta or gemfish are the go-to.\n\nThe 500gram Catch Giant Squidwings lure has accounted for nice bluenose such as this one, plus many hapuka, and bass.\n\n\nThe number one challenge is finding fish, and when you do, you’re likely to catch them.\n\nFish congregate, and where there is one you will usually find more, often time and time again over various trips, so make sure you mark your groper spots on the sounder whenever you hook up.\n\nThere are usually well known grounds, trenches, holes and pinnacles in your area that hold Hapuka.  Try asking at your local tackle store or do some research online.  The best win, however, is finding your own marks and having them for yourself.\n\nIt’s a big seafloor out there, and puka will usually congregate around some sort of feature such as a shelf or pinnacle. \n\nTry using the navionics app, or follow contour lines with your sounder on to identify fish sign tight to the bottom.  A good sounder makes a massive difference at this depth.  Even at trolling speed or in slow transit, watch you sounder for any sign of contour change.\n\n\nOnce you have identified you are over a good area, you’ve spotted some sign, stop for a minute and track your boat drift.  Once you have a trail on the sounder track back across and over it before you deploy lines.\n\nIdeally don’t fish more than two rigs as you risk tangles, and deploy them staggered, ie let one down halfway first, then the other.\n\nOnce on the bottom, you’ll see the rod tip bobbing along as the sinker tracks the seafloor.  This is where the driver comes in.  In order to keep your line where you want it, straight up and down, reverse the boat and manoeuvre as required to achieve this.  If you are not directly on the bottom you’re off the ball.\n\nCatch your fresh bait early \n\nGroper takes are not savage as the depth and weight of gear really dulls everything down.  You will see the rod tip bend over suddenly and that’s the time to ease on some pressure and start winding to identify whether you have hooked up.  With circle hooks you don’t strike as this just pulls the hooks out, just ease on the weight and the hook design will do the rest.\n\nContrary to many beliefs, puka are a strong fighting fish.  About halfway up the water column, however, a puka will generally give up the fight, not because they are weak, but because the pressure change has blown their air bladder.  Often a big cloud of bubbles will erupt around the same time as a monster fish pops belly up on the surface.\n\nMatt Dobson from Black Pearl Charters with a nice fish.  If you want expert advice and a great trip, Matt is a good guy to help you\n\nAt this point there is no returning a Hapuka, regardless of size it is headed for the plate.\n\nWith so much flesh on one fish, once you have one or two, it’s nice to conserve the stocks and head off for a change of target species.\n\nDue to the cold water temperature that groper inhabit, and the sheer size of the fish, the flesh is delicate and when cooked breaks into large flakes, making it ideal for steaks, fillets, smoking, and just about any other way you can think of cooking fish.\n\nCatch the latest news\n\nPacked full of the latest fishing news and tips on the best spots. Fresh to your inbox every week.\n\nSign up with email",
        "topic_id":21,
        "format_id":22,
        "topic_confidence":0.9890146852,
        "format_confidence":0.9786714315
    },
    {
        "url":"http:\/\/www.cohp.org\/nh\/Hillsborough_7.html",
        "text":"Hillsborough County Highpoint Trip Report\n\nDate: August 7, 2005\nAuthor: Roy Schweiker\n\nOne bump is a ledge right under the fire tower, which has several survey markers. This is the traditional summit although as mentioned it may not be the highest. The 2nd ledge is closer to north from this; it is under a picnic table adjacent to the widest parking area. It is only a few feet from the first bump but not directly visible due to brush. The 3rd ledge is north across the road and east of the gravel path, behind the stone lean-to. Interestingly, the new 7.5 quad doesn't show either the road loop or the lean-to, both of which are over 50 years old.\n\nI hiked up there today using the Raymond Trail from the west, a little-used trail with free parking for 3 cars at the trailhead. About 0.3 mile west of the state park entrance at the height-of-land on NH Route 101, turn north on East Mountain Road and continue 0.9 mile to the trailhead on the right. The trail starts out in piney woods and climbs over a knoll before beginning the main ascent. Maybe half a mile up, the trail descends right to cross a brook, then after some side-hill and another downhill it turns uphill near another brook. It crosses the blue-blazed west park boundary at a stone wall, then turns left and climbs gradually to the northern park boundary. After a gentle ascent near the boundary, the climb gets steeper and involves scrambling over some large angular boulders. After a short respite, there is more boulder hopping to some flattish rock slabs on the main ridge. Turn right and follow the red blazes of the summit loop or continue ahead a short distance to the north viewpoint and then follow the wide gravel path right to the parking lot. The fire tower is inside the road loop. Parking to summit, about 1.6 miles and 1100 feet of elevation gain, 100 feet on return.\n\nTo find the Raymond Trail going down, follow the gravel path to the north viewpoint and look for a trail sign hidden in brush to the left. Go down the slab to the west and a short ways down where you cross the red-blazed trail there is white paint on the rock marking the way.\n\nWhile at the top, I went to the Boston viewpoint (but the city was hidden in haze) and checked out the start of the Spruce Knoll Spur to the Temple town HP. I did not go over as I was just there last winter.",
        "topic_id":21,
        "format_id":22,
        "topic_confidence":0.878844738,
        "format_confidence":0.637129426
    },
    {
        "url":"https:\/\/www.constantweightloss.com\/stomach-exercises-6-pack-abs\/",
        "text":"Stomach Exercises for 6 pack abs\n\n\nFor many people, taking up excercise to become fit is all about losing some weight. Mainly, the weight that many people want to lose, is weight which is accumulated in their belly. Which is of no surprise; the stomach area is the area which accumulates the most fat when someone puts on weight. Which means that it is the area of the body which requires you to lose to most weight when you put on some extra pounds.\n\n\nTo lose that weight from your stomach, there are stomach exercises that you can do. There are many stomach exercises which you can do; we are going to should you some of the best stomach exercises that you can do. Here is a list of some of the best stomach exercises that you can do to lose stomach weight and help tone your body, including toning your stomach.\n\n#1 The Chair Excercise\n\nThe chair exercise should see you sitting on the edge of a chair. Sit with your feet on the ground with your legs slightly apart. With your hands, you should place them at the sides of your legs; your fingers pointing forwards. Next up, comes the part where you are going to move and do the exercise.\n\nYou do the exercise by breathing in, feeling your stomach tighten, then, you are going to lift yourself off the chair a few inches, not too much though. You should also hold that position once you have lifted yourself from the chair for a few seconds. Keep your stomach tightened while you are in this position. Once you have done this, sit back down again.\n\nYou can repeat this for as long as you want, for how long it takes to become worked out by this exercise. If you are looking for an estimate of how long you should do this exercise for, then try and do it for around five to ten minutes. That should be enough for one day. Then, you can do it for ten minutes every day, or a few times a week, whatever you prefer.\n\n#2 The Stomach Crunches\n\nStomach crunches are a straightforward exercise; they are not easy to start out doing, but you will get used to it and they will become easier for you. Stomach crunches are a straightforward and easy to follow exercise, so, it's a good exercise to start with when you are trying to tighten your abs.\n\nTo start doing this exercise, you will first need to get on the floor and lie down on the floor. You should get on the floor and lie down on your back. Then, when you are lying down on your back, put your legs up, so that your knees are pointing to the ceiling. Next, you should put your hands on your knees.\n\nWhile you are putting your hands on your knees, you should bring your back up towards your knees, lifting your back up slightly off the ground. When you lift your back up slightly from the ground, you will hold this position for a few seconds. Then, after a few seconds, you should lower your back down and relax. Do this move a few times, until you feel like you've had enough. Probably for around 10 times at once.\n\nDo this for a few minutes on the one sitting a day. Or, you can do it once every few days, several times a week. While you do this move, don't move your head in awkward positions. What you should do is lift your head slightly off the ground and keep it in a straight line, this will ensure that you don't hurt your neck.\n\n\nWhen you are doing any kind of exercise, safety should be the most important thing. Your safety is paramount. This means that you shouldn't overdo it on the exercise. If your body starts to become painful, that is a message that your body is communicating with you. Your body is communicating with you that it has had enough, it's saying that you should stop exercising for the day and rest your body.\n\nResting your body and resting your muscles is just as important as exercising. This is because your body and muscles need a rest. You can't keep putting pressure on it. If you do, then it will become painful and could strain your body. When you rest your body, it gives the muscles time to grow.\n\nSo, how long should you take between exercises?\n\nIf you are exercising one day, then, the next time that you should ideally take up exercise, is the next day at the same time. That is the least amount of time that you should let go by, before you pick up and exercise again. It doesn't mean that you have to exercise at that time the next day, just that you should let a day go by between how long your exercises take.\n\nStomach exercises are a great way to get in shape and tone the body. These types of exercises don't just work on toning the stomach; although toning the stomach is one benefit of stomach exercises. Stomach exercises also work to tone the rest of the body, this includes the legs and the arms. It works on getting that perfect beach body, with the main focus on the stomach.\n\nIn conclusion, there are several stomach exercises that you can take to tone the body and get fit and healthy. These exercises are great for getting in shape and the examples that we have listed in this post, are a great way to start with stomach exercises, as they are simple exercises and are easy to follow. However, take your time and pace yourself.\n\nDon't do too much all at once, pace yourself over time to make sure that you get that beach body and perfectly toned stomach. Either do these exercises once a day for a few minutes or do them several times a week, this is a good way to get fit.\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":21,
        "format_id":22,
        "topic_confidence":0.9617552161,
        "format_confidence":0.703979671
    },
    {
        "url":"http:\/\/thieroutdoors.com\/duck-hunting-public-land\/",
        "text":"Duckhunting Public Land\n\nPosted by on Jan 8, 2013 in Feature Articles | 0 comments\n\nKanadische Verschreibungspflichtige Medikamente. Schnelle Lieferung Der Bestellung. Für Beste Preise. Sie Würde Gerne Zuverlässig In Der Drogerie Zu Hause Unter [URRLL] Vertrauenswürdig Werden. Sie Brauchen Kein Rezept, Um Die Pillen Zu Kaufen. Freundliche Betreuung Und Beste Angebote Für Alle Besucher.\nThe air that crept through the small opening of my mummy bag was icy enough to wake me. It was 3:30 in the morning; a good 2 and a half hours before shooting time. The ducks weren’t even awake yet, but I crawled from the back of my pickup and fired up the Coleman. It was 26 degrees, and hot coffee was on the menu. Ah, the joys of duck hunting!\n\n\nI arrived at the string of pothole lakes in Central Washington the night before, after stopping for a quick pheasant hunt on the way, before darkness settled in. A single quail was now nestled in my orange game bag as a result. I had to be back home that night, so this particular morning would define my entire hunting “weekend.” Home was a 4-hour drive away. Here are just a few pointers that helped me get the job done.\n\nGet there early. I don’t have the opportunity of hunting on private or leased ground, nor do I pay for a guide, which is one reason I drive the lengths I do for even a chance of a quality DIY hunt. Needless to say, when left to hunting public areas, no matter how remote they may look on a map, getting there early is always a must.\n\nUse the right tools. I finished my coffee and started the near-mile hike with 12 decoys—two geese and ten old, scuffed-up ducks—strapped to my back. I carried my old Mossberg in one hand, and a telescoping pole in the other. My black lab, Mollie, passed away unexpectedly earlier in the summer, so I was left with waders and a long hooky gizmo to retrieve my quarry. She was a great dog, and as so many duck hunters would suspect, she was unequivocally the happiest when she was swimming after a downed quacker. This was my first duck hunt without Mollie, so to say it wasn’t easy is an understatement. But as I left the parking area, I noticed I was still the only hunter there, and that made my spirits rise. A bit.\n\nSet a simple spread. What connects the larger bodies of water in this chain of lakes, are small feeder streams that run from one to another, bisecting the landscape of sage hills and rock cliffs. I set up my decoys in three groups. One group was a mix of widgeon and mallards, and was tucked near the far shore, across the inlet from the blind. The rest of the decoys were mallards, and they sat staggered about 25 feet off the near shoreline. In essence, I created a simple, open-water landing strip between the two groups. Oftentimes, creating the classic “J” or “V” pattern with your dekes can create a nice, open welcome mat, as well, depending on the type of water you are hunting.\n\n\nKeep the wind at your back. Ducks like to land into the wind, and experience tells me ducks will generally fly down the waterways that line the bottoms of these particular canyons, so I felt good about the simple set-up. The life-sized, flocked geese comprised the third group, and they sat nicely on the shore of a small bay behind me. I really didn’t expect to shoot geese that day, but I don’t think it ever hurts to have a distraction nearby; something to add to the confidence of the wary fliers.\n\nBlend in, be still. I almost expected the divers to land in my spread before first light. They did not disappoint. There’s something magical about being only a few yards away from the animal you want to hunt. You are in each other’s space; something Mother Nature never really intends to happen. But you can get close—real close—as I learned in the bowhunting world, as long as you wear the right camo and be ever so vigilant about your movement. After several minutes, the buffleheads slowly paddled away from my spread and away from me, seeming to sense the danger in the near blackness.\n\nTalk to the animals. From as early as I could see, birds sporadically flew down the canyon, generally from right to left. Shortly after first light, I turned one of the lower-sailing flocks with a classic bawl, and with buried face and call in hand, purred the flock directly into my blind like something out of a duck-hunting textbook. With adrenaline flowing, fire erupted from my 12-gauge as I emptied three shells into the morning sky. Nothing.\n\nPractice! After a short time, I settled into a shooting groove, and the duck Gods ended up on my side. By 9:00, I had filled my duck quota of 7 birds. Two scaups, three buffleheads, a green-wing teal, and a widgeon sacrificed their lives for my dinner table, and I appreciate that. And I appreciated that telescoping pole when I was chest deep in murky water!\n\n\nHitting the duck waters after losing your dog isn’t easy, and most of the time neither is shooting a limit of ducks on public land. But I know that experience, fortune, and even Mollie was on my side that morning, as in my mind she hurried into the water and happily retrieved those 7 ducks; like she really did a year earlier in that very same spot. If you follow these simple pointers on duck hunting public land, you’ll be on your way to shooting your limit, too. Now get out there, give your dog a hug, and go hunting!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>",
        "topic_id":21,
        "format_id":22,
        "topic_confidence":0.99344033,
        "format_confidence":0.689868629
    }
]