[
    {
        "url":"http:\/\/www.radionomy.com\/en\/artist\/2545\/Gusto",
        "text":"\n\n\n\n(Producer\/DJ name 'Gusto') I'm working with some talented musicians and vocalists producing Electro\/House and Downtempo tunes. Its all produced and recorded in my home studio.Im looking to work with other artists in producing new tracks. I love doing loads of different styles though especially like the mix of accoustic and electronic sounds. Ranging from Influences in Latin\/Spanish sounds to Jazz and filled with electronic sounds, real playing and sampling. I'm happy to record and produce others that I believe in with their tunes so feel free to msg me, send me a demo or voice your ideas! :)I also DJ alot and love a mix of popular tracks as well as my own tracks and remixes. While Djing I use a Laptop with Torq rewired into Ableton all synced up with controllers allowing me to remix and edit arrangements on the fly.I'm mainly concerned with getting music out there and giving as many people as possible the opportunity to download music if they enjoy it. Ive been recording\/writing\/playing\/producing\/Djing on anything I could get my hands on for about 15 years now.Equipment used In the Studio : Access Virus B, Marshall JMP 100 Amplifier, Rode microphones, Mackie ONYX, Tannoy monitors, Admira Spanish Guitar, Maton steel string guitar, Fender Telecaster, XioSynth Keyboard, Korg Electribe ESX Samlpler\/Drum machine, Nuendo 4. Lots of plugins etcFeel free to add me to msn at or Facebook at the same address.\n\n\nRadio stations playing it\n\nNo stations playing Gusto now\n\nHot tracks\n\nGusto - Disco's Revenge\n\nDisco's Revenge\n\n\nFreemasons - Gusto - Disco's Revenge\n\nDisco's Revenge\n\n\nStefano Noferini - Disco Revenge\n\nDisco Revenge\n\n\nMaxence Cyrin - Disco's Revenge\n\nDisco's Revenge",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9816126227,
        "format_confidence":0.9693676233
    },
    {
        "url":"http:\/\/people.famouswhy.com\/jo_anne_hart\/",
        "text":"Jo Anne Hart Biography, Videos - FamousWhy\nFamous People Famous Regions Famous Articles Famous Software FamousWhy Web Services Famous Forum Submit Content\n\nVisits: 70\nVotes: 0\nFame Riser\nFame Rank\n\nGames for Girls\n\nOn this page\n\nJo Anne Hart Biography\nJo Anne Hart Videos\nJo Anne Hart Links\nUseful Tabs\nUser reviews\nCreate a poll for Jo Anne Hart\nAsk a Question about Jo Anne Hart\nPost a Quote for Jo Anne Hart\n\nJo Anne Hart Fan-Club\n\n\nJo Anne Hart has no Fans yet!\n\ncreate pool\n\nFamous People\n\nAsk a Question about Jo Anne Hart\n\nFamous Tags\n\nbusiness   politician   roman catholic   virgo   cancer   pisces   taurus   gemini   capricorn   leo   aquarius   aries   scorpio   sagittarius   libra   jewish   author   government   new york city   musician   diplomat   novelist   head of state   film director   religion   football   anglican-episcopalian   london   journalist   royalty   chicago   poet   activist   military   brooklyn   presbyterian  \n\nAll Tags\n\n[edit biography]\n\nJo Anne Hart\n\n Q:   Ask a Question about Jo Anne Hart       \nJo Anne Hart Jo Anne Hart is a famous person.\n\nOur editors need your help to write the biography of Jo Anne Hart. If you want to contribute, please feel free to click on [edit biography] link from above and complete the fields. If you want to explain why Jo Anne Hart is famous or if you know any important piece of information and 'juicy gossip' about Jo Anne Hart which you would like to share with everyone don't hesitate to post it too.\n\nIf you want to add an image of Jo Anne Hart please do it only if you are the author of it or if the image is in the Public Domain.\n\n\nJo Anne Hart Videos\nDolenz, Jones, Boyce & Hart - Come Here JoAnne\n\n\n\n[edit tags]\n\nCategory: Others  - ( Others Archive)\n\nDate Added: 14 November '08\n\nAdd a link to this page on any related website, blog or forum using this code :",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9523764253,
        "format_confidence":0.6777047515
    },
    {
        "url":"http:\/\/wta.media\/services_publishing\/sharirigby",
        "text":"« Back To Publishing\n\nShari Rigby\n\nShari Rigby\n\nActress, director, writer and inspirational speaker, Shari Rigby, is outspoken and passionate about her faith and family. Shari, a former model has represented numerous companies such as Mercedes Benz, Humira, American West Airlines, Suzuki, and many more. Shari got her start in acting as a lead in the Dove award-winning music video, “Slow Fade,” by Casting Crowns. She also appeared in ​The Young and the Restless​ and ​The Bold and the Beautiful.​ Her feature films include ​Not Today​ which received seven awards including an IFFF Spirit Award and Best Justice Film. For her role in ​October Baby, ​Shari was named as one of the “Top 15 Impressive Box Office Performances of 2012” by CNN. Rigby’s other feature film leading roles include ​Boonville Redemption​ (starring Diane Ladd, Ed Asner), ​Wildflower(starring Cody Longo and Nathalia Ramos), ​Extraordinary​ (starring Karen Abercrombie, Leland Klassen and Lindsley Register), ​The Least of These ​(starring Sharman Joshi and Stephen Baldwin), and most recent a leading role in the new Kendrick Brothers’ ​Overcomer​ (starring Alex Kendrick and Priscilla Shirer) releasing August 2019.\n\nRigby co-executive produced, wrote and directed 20 episodes of the television seriesDream Center​ for Daystar Television Network. Shari co-wrote her biography, ​Beautifully Flawed,​ with Claire Yorita Lee, which was published in March 2015. She recently directed, co-wrote and produced a television pilot based on ​Beautifully Flawed​.​ ​Shari co-wrote and directed the award-winning short films ​Birdie’s Song, Lassies ​for the Salvation Army, and ​The Church That Never Sleeps​, ​Dream Center. ​Together with Claire, she wrote the online devotional, plus created and directed a short promotional video for ​Pursue the Passion​ for FOX and their re-release of ​The Passion of the Christ​. Shari is now developing projects for Third Coast Content, a partner of Endeavor Content.\n\nShari is passionate about serving at the Los Angeles Dream Center and mentoring women in the entertainment world through her ministry, The Women In My World. Shari’s greatest gift of all is her family. Shari and her husband, Matt have been married for twenty-two years and have been blessed to raise two boys together.\n\nVisit Website",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.8200683594,
        "format_confidence":0.907289803
    },
    {
        "url":"http:\/\/wildandprecious.steve-cadwell.com\/",
        "text":"What's it about?\n\nWild & Precious is a theatrical memoir in original songs, stories, photos, costumes celebrating 60 years of gay liberation through one of our stories: a gay man who grew up in rural Vermont. Its entertaining and affirming and nails the struggle we’ve all been through. From the moment the curtain goes up until the final bow, you’ll connect with Steve Cadwell’s tale: the sissy boy playing with dolls; teen discovering his sexuality, the chaos and trauma of the closet, bursting Out at Stonewall, disco fever, the tragedy of AIDS; the victory of our freedom to marry, His story is OUR story. Cadwell’s vulnerability, authenticity and integrity bring it home. Plus its funny and engaging and a great night OUT! This well-tuned roller coaster shoots its riders through tumults, joys, tears, and celebration. Dare to be different!\n\nWho's the audience?\n\nGay? Straight? Bi? Trans? Still trying to sort it out? You’ll feel right at home — as if you’re sitting in Steve Cadwell’s salon — during every moment of Wild & Precious. Cadwell’s story is delivered through the lens of a married gay psychotherapist in Boston who dedicates his practice to gay men. But his story is everyone’s story. It’s the story of love, of being marginalized, of letting it all hang out and of fighting for what’s right. Performances can be tailored for private showings, as a fundraiser for community and advocacy groups, college campuses and legit theaters. Bookings are now being taken for the 2015\/16 season. Click the contact link and let’s connect. Tell us what you want and let’s get Wild & Precious together!\n\n\nFrom coast to coast over the past two and a half years Steve Cadwell, a renown Boston psychotherapist, has appeared more than 30 times in front of audiences at Gay Pride festivals, theaters, universities, training programs, benefits, and conferences.\n\nWhen he's not being Wild & Precious Steve's commitment is to his private practice with a specialization with GLBTQ individuals and couples. He runs group counseling sessions, teaches at Boston University and at Harvard, and conducts trainings and workshops at professional gatherings. Click through to learn more about Steve's more conventional persona.\n\nMore About Steve",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.7720972896,
        "format_confidence":0.8646946549
    },
    {
        "url":"http:\/\/radio.about.com\/od\/radiotalkshowhosts\/p\/G-Gordon-Liddy.htm",
        "text":"1. Technology\nYou can opt-out at any time. Please refer to our privacy policy for contact information.\n\nA Profile of Radio Personality G. Gordon Liddy\n\n\nG. Gordon Liddy, Syndicated Radio Talk Show Host\n\nG. Gordon Liddy, Syndicated Radio Talk Show Host\n\nScreenshot: www.liddyshow.com\nBeginnings: Liddy was privately educated then went on to Fordham University where he earned a B.S. Degree and a Law Degree from Fordham Law School.\n\nAfter a stint in the Army, Liddy joined the FBI as a Special Agent. At age 29, he became the youngest bureau supervisor at the FBI headquarters in Washington, D.C. Liddy left the FBI in 1962 to practice law.\n\nIn 1968, he ran Richard Nixon's presidential election campaign.\n\nClaim to Fame: One of the \"burglars\" who broke into Democratic Party headquarters in the Watergate Hotel during the Nixon administration.\n\nLiddy was convicted and sentenced to 20 years in prison. He served almost 5 years and then was released by President Carter \"in the interests of justice.\"\n\nSince then, Liddy has written many books, has appeared in movies and on TV programs and now has a syndicated radio show.\n\nLiddy joined XM Satellite Radio in February, 2005 as part of the service's talk programming.\n\nLiddy's program is syndicated by Radio America Satellite.\n\nOnline: Visit G. Gordon Liddy online at www.liddyshow.com.\n\n©2014 About.com. All rights reserved.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.9558717608,
        "format_confidence":0.7830725312
    },
    {
        "url":"https:\/\/www.fimfiction.net\/user\/21536\/ExceRainbowDash",
        "text":"• Member Since 26th Mar, 2012\n  • offline last seen Nov 23rd, 2017\n\n\n\nTantibus; The Next Huge Horror Fanfic · 9:34am Apr 2nd, 2012\n\nI am now officially announcing Tantibus as my next project. I will upload chapters regularly as I finish them to many websites such as FIMFiction.net and Fanfiction.net so definitely stay tuned for that. Here is a brief description of the story:\n\nRead More\n\nReport ExceRainbowDash · 286 views ·\n\nLatest Stories\n\nComments ( 1 )\n  • Viewing 1 - 1 of 1\n\nimages3.wikia.nocookie.net\/__cb20120315011056\/theamazingworldofgumball\/images\/8\/89\/Brohoof.jpg I feel like I'm the only one reading \"tantabus\" lol but I don't mind:ajsmug:\nBut the story is awesome:pinkiehappy: And I'm patiently waiting for the next chapter :raritystarry:\n\n  • Viewing 1 - 1 of 1\nLogin or register to comment\nJoin our Patreon to remove these adverts!",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.5030687451,
        "format_confidence":0.98778373
    },
    {
        "url":"https:\/\/www.cqnl.org\/bio\/jordan-dela-cruz-en\/",
        "text":"Jordan dela Cruz (Philippines)\n\nJordan dela Cruz is a Filipino filmmaker from the province of Camarines Sur. In 2014, after graduating from the Asia Pacific Film Institute in the Philippines, he migrated to the Arabian Gulf to work as a video producer for one of the largest online companies in the region. In 2016 he directed the experimental short film The Dream that Nida Chua Dreamed on the Morning of May 25, 1985, which was screened at the Short Film Corner of the Cannes Film Festival and was featured in a dozen other international film festivals and art exhibitions. In 2018, motivated by the resurgence of the Philippines’ most sociopathic and predatory political dynasties, Jordan decided to leave the world of corporate video production, go back home, and focus on the development of his first feature film, The Perilous Odyssey to Mount Gulsuk. Jordan is an alumnus\/fellow of the Asia Pacific Film Institute, the Doha Film Institute and the Tribeca Film Institute, and has recently been invited to participate in First Cut Lab, TFI Network at the Tribeca Film Festival, and CineMart at the Rotterdam Film Festival.\n\nThe Perilous Odyssey to Mount Gulsuk [co-written with Siege Ledesma] — When the life of his pregnant girlfriend is threatened by a mysterious illness, Joseph, a reluctant teenage father-to-be, embarks on a spirit-breaking quest to save his beloved and their unborn child. His surreal odyssey starts in the idyllic landscapes of the Philippines, transitions to the soul-devouring labor camps of Arabia and ends at the peak of the mythical, eldritch Mount Gulsuk.",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.7766542435,
        "format_confidence":0.9872345328
    },
    {
        "url":"https:\/\/stores.musicarts.com\/experts\/peter-k",
        "text":"Retail Manager - N\nJoined in\nCurrent Projects\n\nGetting all my original tunes recorded\n\nFavorite Instruments\n\nElectric Bass, and Drums, Electric Guitar, and Acoustic Guitar\n\nFavorite Bands\n\nStu Hamm, Randy Coven, - Metallica, -Dream Theater, -Rush, Seventh Wonder\n\n\nRetail Manager - N\n\nIt is all about the music\n\nAbout Me\n\nI have been a musician for over 24 years and proudly representing Music & Arts for 15 years. With a vast array of experience in recording, writing and performance. Although Bass is my main instrument, I also play Guitar and Percussion. I have been with the company for over 16 years, and continue to try and improve in every aspect of musical instrument knowledge and all that goes with it.\n\n\nFind an expert nationwide\n\nVernon Music & Arts 860-648-9178 Vernon CT",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.8981318474,
        "format_confidence":0.9543705583
    }
]