[
    {
        "url":"https:\/\/www.huntingdonfusion.com\/index.php\/en_gb\/technical-support\/technical-papers-61691\/786-major-advances-weld-purging",
        "text":"Major Advances Weld Purging\n\n\nMajor Advances in Weld Purge Technology\n\nThe last few months have seen the launch of several innovative improvements to the range of internationally approved weld purge systems manufactured by Huntingdon Fusion Techniques HFT®.\n\nExploiting current engineering developments in materials, electronics and specialist products such as gas valves, HFT®'s designers, encouraged by customer feedback, have been able to make significant improvements to its range of purge equipment and instrumentation.\n\nThree principle products form the thrust of HFT's Argweld® Family Range of Pipe Purging Products; QuickPurge®, PurgElite® and PurgEye®.\n\nquickpurge welding equipments\n\nFig 1.  Effective gas seals need to be provided on either side of the joint and these need to be far enough away to be\nunaffected by the temperature rise during welding. This schematic section illustrates how QuickPurge equipment works.\n\n\n\nFig 2.  Engineers prepare to fabricate large diameter pipework on the Isle of Grain Natural Gas installation using QuickPurge®II.\n\n\nThe Argweld® Product Range was developed to help speed up the welding process for engineers involved in the fabrication of pipes and tubes. This was realised by using a design, which allows for easy and positive insertion into position and by limiting the purge volume. The product range has been used extensively and internationally during the welding of stainless steel gas and oil transmission pipework.\n\nThe QuickPurg®II body employs synthetic fabrics throughout and incorporates an integral protective lining below the weld zone to resist thermal damage. Hoses used to transmit inert gas to and from the purge cavity and to provide inflation pressure are made from engineering grade nylon. Brass gas fittings are located well outside the weld zone so that post weld radiography and ultrasonic inspection can take place with the purge system left in place.\n\nIt is impractical to be specific across the entire spectrum of diameters and welding procedures other than to say that savings are significant. As an example, users report that a 900 mm diameter pipe can be fully purged to less than 0.1% oxygen in under 10 minutes. There are reported savings in excess of 80% on purge time compared with alterative purging systems so that gas usage can be reduced dramatically as a result.\n\nPurgElite® systems have been developed to help speed up the welding process for engineers involved in the fabrication of pipes and tube lines and assemblies up to 300 mm diameter.\n\nThe revolutionary product range replaces an earlier one that has been manufactured and marketed successfully by HFT world-wide for many years and is widely recognised as a robust, easy to use, welding ancillary that offers considerable savings in time and inert gas.\n\npurgelite purging system weld\n\nFig 3.  PurgElite® inflatable purge system designed to accommodate tube and pipe sizes between 25 and 300 mm diameter.\nThe 25 mm version is the worlds' smallest fully integrated purge system.\n\nweld purge monitor equipment product\n\n\nFig 4.  PurgEye® monitors have been specifically designed for indicating oxygen levels in inert gas during weld purging. These rugged instruments have a measuring range down to 1 part per million on an alpha-numeric display. \n\nThe 'Elite' development incorporates many advances in engineering technology and extends the size range to include purge systems as small as 25 mm (1 inch) diameter.\n\nThe inflatable components employ low vapour pressure synthetic fabrics with low outgassing rates throughout and incorporate a connecting hose with a protection sleeve to resist thermal damage. Hoses used to transmit inert gas to and from the purge cavity and to provide inflation pressure are made from engineering grade nylon.\n\nPurgEye® Weld Purge Monitors® were developed by HFT® specifically for the weld purge industry to provide sensitive oxygen measuring instrumentation. Most fabricators, but stainless steel fabricators in particular, need to ensure that the weld root is protected against oxidation. If the root becomes oxidised, the affected metal may need to be cleaned and this can be an expensive operation. Protection is best effected by providing inert gas purging. Of course the purge gas itself needs to be free of oxygen and a measure of the oxygen content of the purged volume is thus a crucial need for the welder.\n\nFor routine welding of the majority of stainless steels there is a requirement for the purge gas to contain less than 0.1% oxygen or 1000 parts per million (ppm). For these applications the HFT® PurgeEye® monitors are more than adequate. More sensitive materials such as titanium alloys and some special stainless steels may require oxygen levels to be below 0.01% or 100 ppm.\n\nCase Histories\n\nA major US Nuclear Site employs QuickPurge® and Argweld® Weld Purge Monitors® to fabricate stainless steel duct work ranging in size from 150 to 600 mm.Before using QuickPurge® the practice was to purge a complete pipe system.\n\nOther types of stand-alone dams were unsuitable because of the risk of dams being accidentally left in place leading to costly obstruction issues. Water soluble dams were not allowed because post-weld flushing with water was unacceptable.\n\nA number of observations have been made;\n\n• Argon usage has been reduced by up to 90%.\n\n• Productivity has increased dramatically and overheads reduced due to the elimination of wasted down-time with welders spending hours waiting for purges.\n\n• A significant benefit has been the elimination of a major jobsite safety issue. Before using QuickPurge®, they would end up with hundreds of feet of ducting that were filled with argon. When the argon was to be expelled from the lines it produced a serious safety issue requiring the evacuation of areas due to dangerously lowered oxygen levels caused by the exhausted argon.\n\nPennecon Energy in Newfoundland selected Argweld® purge systems for a large piping project.\n\nPennecon was awarded a contract that required hundreds of welds on titanium and stainless steel piping with sizes up to 1500 mm diameter and they were in the process of gearing up a brand new welding facility with multiple welding stations to handle the job.\n\nThe company evaluated several alternatives for effective and efficient methods of weld purging in order to achieve a purge below 50 parts per million of oxygen. Following testing and evaluation and after studying the return on investment that the Argweld® products offered with reduced operating costs, a decision was made to move forward with the procurement of QuickPurge®II systems and PurgEye® Weld Purge Monitors®.\n\nThey are now using the equipment extensively on 250, 450 and 500 mm pipe joints and plan to continue to use other Argweld® equipment as they move into other pipe sizes.\n\nLatest Innovations\n\nPurgeGate® has been added to all QuickPurge® systems. This patented device prevents inflatable systems from being over-pressurised even when operators try to increase pressure to increase the flow of weld purge gas.\n\nRootGlo® illuminating tape is now sewn on the centreline of the QuickPurge® system. Inside the dark pipe, the centering band glows brightly to give welders the opportunity to see all aspects of the purge device alignment and the quality of the weld root as it is being welded.\n\nIntaCal® is a calibrated gas release system to purge the interspace between the dams. IntaCal® removes the need for expensive and complicated valve systems that need presetting before each weld. This time-consuming process is now eliminated, as is the previous problem of incorrectly setting valves which frequently led to bursting dams.\n\nWeld Purge Monitors® The exhaust gases are fed directly to the weld purge monitor and can be set to alert the user automatically when the required oxygen level has been reached.\n\nTo read the published article in World Pipelines by Energy Global, click on this image:\n\n\nYou are not allowed to use or copy any of this material or content without the written permission of Huntingdon Fusion Techniques HFT®, copyright protected. All rights belong to Huntingdon Fusion Techniques HFT® exclusively. Not for any reproduction without consent.",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.8994703293,
        "format_confidence":0.6697475314
    },
    {
        "url":"http:\/\/www.griffincoatings.com\/quality-assurance\/iso9001\/",
        "text":"ISO 9001:2015\n\nISO Certification 9001:2015 is an international standard that defines the minimum requirements for a company’s Quality Management System (QMS). Griffin’s QMS is comprised of a number of inter-related processes that help to institute and control our Quality Policy. These processes are also instrumental in achieving our Quality objectives. Through these processes and our Quality Policy, Griffin has achieved a strong level of consistency which ultimately results in high levels of customer satisfaction and compliance to the International Standard.\n\n\nDuring coating the following methods, forms and tools are used to determine critical dimensions, thickness’, adhesion, curing and batch consistencies.\n\n  1. Griffin form QC001.rev.1.1 to be obtained and filled out with client name, purchase order or packing slip number. Powder manufacturer, paint code and batch number are to be recorded.\n  2. Metal chip to be obtained and run with job in question. This enables us to retain a representation of the coating to be run and obtained for future reference and current testing in event a destructive test is required. If further testing is required a sample of product will be required from the client.\n  3. At intervals during the job the foreman is to physically and non-destructively check film thickness on parts using Defelsko Positector conforming with ASTM – B499 and record findings on form QC001.rev.1.1. An average film thickness will be recorded along with the high and low finding.\n  4. Technical data sheets and sample chips will be maintained by the Q.C. attendant and referenced for relevant information, i.e. film thickness. Our shop standard is 1.5 to 4 mil film thickness, ranging because of the job shop nature of our business and wide range of powders being used.\n  5. If a curing issue is reported or inconsistency recorded in powder texture a check of temperature visually via digital gauge and then by BYK laser temperature gauge to determine rate of cure versus temperature and line speed cross referenced with technical data sheet. This procedure will foreman and production manager.\n  6. Should an adhesion issue be reported, the Q.C.001.rev 1.1 form will be retrieved from the file with the chip. The data will be analyzed for any possible anomaly and destructively tested via ASTM D3359 conforming cross hatching tool supplied by BYK Gardner Instruments.\n  7. Gloss differences are to be checked visually and reported should the variance be outside a 5° difference.",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9875305891,
        "format_confidence":0.5591740012
    },
    {
        "url":"https:\/\/www.angelusblock.com\/products\/technical_articles_clear_water_repellents.cfm?p",
        "text":"Clear Water Repellent Treatments\n\n(Excerpted from Clear Water Repellent Treatments for Concrete Masonry, published by CMACN and MIA)\n\nRecommendations and Guidelines\n\nIn 1992 the Concrete Masonry Association of California and Nevada (CMACN) and the Masonry Institute of America (MIA) held several meetings with masonry contractors, concrete block producers, water repellent treatment manufacturers, applicators, architects, and developers to discuss the proper design and construction methods to make concrete masonry buildings water resistant. Numerous recommendations and guidelines were developed including the following:\n\n  1. Pay particular attention to the design phase of the project. Limit horizontal projections, sills, and tops of walls and waterproof those required by the project design with elastomeric coatings. Give special attention to the design of parapets.\n  2. Cross reference the appropriate specifications sections in Division 4 on masonry construction (typically Section 04 22 00 Concrete Unit Masonry) with those in Division 7 on water repellent treatments (typically Section 07 19 00 Clear Water Repellents).\n  3. Specify pre-installation meetings to familiarize all parties with the intended methods for prevention of water penetration. The masonry materials, construction, water repellent treatments, and treatment at joints should be discussed along with the expected results and testing procedures.\n  1. Encourage the use of samples and mockups of masonry construction with the proposed water repellent treatments. Test the mock-ups for water repellency. Mock-up panels should be a minimum 5 ft. by 5 ft. panel and testing should be for at least two hours. Control joints and joint sealants should be included in the mock-up. Tests should be based on the Navy Hose Stream test or a similar field hose stream test.\n  2. Ensure the use of full shoved head and bed joints (mortar for at least the thickness of the face shell of the masonry unit), if necessary through the use of third party inspections.\n  3. Specify double struck joints for exterior masonry construction. Require beeholes visible from 5 to 10 feet to be filled by a qualified mason prior to application of the water repellent treatment.\n  4. Fill cracks that exceed 0.02\" in width or 5% of the joint length with mortar by a qualified mason or with joint sealer by a qualified applicator.\n  5. Apply water repellent treatments in strict accordance with the manufacturer's installation instructions and recommendations, by a trained experienced applicator.\n  6. Field test the concrete masonry walls after the water repellent treatment has cured to assure water repellency.\n  7. Require a ten year material and labor warranty from the manufacturer and the applicator through the general contractor.\n\n\nSelecting concrete masonry as an integral part of the building's appearance provides numerous benefits for the designer and the owner. Where the gray color of standard cementitious products might provide a cold appearance, use of integral colors gives concrete masonry a warm appearance. The multitude of concrete masonry textures available provides an almost infinite variety of possibilities for building design. And, cost is typically competitive with other types of construction for many buildings.\n\nApplying a clear water repellent treatment to concrete masonry can maintain the appearance of the concrete masonry while providing protection from water intrusion. Additionally, most clear water repellent treatments will keep the concrete masonry looking cleaner longer since a lower permeability prevents dirt from being drawn into the concrete masonry with the water.\n\n\nProjections and Sills. The cells in concrete masonry construction, and the need to maintain alignment of the cells for reinforcing, limit the tendency of designers to create additional patterns by extending some units beyond the face of the wall. Although this process is possible with concrete masonry, the problems of increased water absorption and penetration through the exposed horizontal surfaces should be considered.\n\nMost clear water repellent treatments are not designed to resist water penetration on horizontal masonry surfaces. Accordingly, ledges formed by projecting units out beyond the face of the wall should be either flashed with sheet metal or patched with an elastomeric coating (see Figure 1).\n\nDense, precast concrete sills, properly sloped and with drip edges, can provide an acceptable sill condition (see Figure 2). Masonry unit sills should also be coated with an elastomeric coating. Avoid mortar sills since they are porous and crack. If used, they should be covered with flashing or coated with an elastomeric coating to prevent water.\n\nFigure 1: Ledge Detail\n\nFigure 2: Sill Details\n\nRead More\n\nAngelus Block Co., Inc. supplies this information as an educational aid in understanding the benefits of concrete masonry construction and our products. It is the responsibility of the user to obtain engineering or other advisory services from licensed professionals as the basis for incorporating into any project any information, detail, or product offered herein.\n\nAngelus Technical Article: Clear Water Repellent Treatments",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9456136823,
        "format_confidence":0.8670838475
    },
    {
        "url":"http:\/\/www.jsmo.gov.jo\/En\/EServices\/Standards\/Pages\/stdDetails.aspx?mfn=5840",
        "text":"Standards catalogue\n\nJS 2243-1:2019\n\nEnergy audits Part 1: General requirements\n\nThis part of jordanian Standard specifies the requirements, common methodogy and deliverables for energy audits . it applies to all forms of establishments and organizations, all forms of energy and uses of energy, excluding indivdual private dwellings. This jordanian standard covers the general requirements common to all energy audits. specific energy audit requirements will complete the general\n\nGeneral information\n\nNote: 16% tax is added to the Standards price",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.7139107585,
        "format_confidence":0.8480536342
    },
    {
        "url":"http:\/\/www.bom.gov.au\/water\/nwa\/2011\/perth\/statement\/notes_s18_8.shtml",
        "text":"18.8 Non-allocated extractions to users\n\nSupporting Information\n\nThis line item refers to groundwater extraction from domestic non-licensed bores within the Perth region.\n\nQuantification Approach\n\nData Source\n\nDepartment of Waters: Water Resource Licensing database, Australian Bureau of Statistics (ABS): domestic bore survey database.\n\nProvided by\n\nDepartment of Water.\n\n\nThe Department of Water does not have sufficient metering information relating to actual extraction from domestic non-licensed bores to determine the total volume of water extracted. Consequently, the extraction was estimated based on ABS (2009) survey results for the Perth metropolitan area. These usage figures in the Perth metropolitan area were then extrapolated to also include the southwest area (around Mandurah). The estimated annual extraction per bore is 0.405 ML per year, which is based on the initial results of the Department of Water's domestic bore metering project for several dozen domestic bores across Perth.\n\nAssumptions, Limitations, Caveats and Approximations\n\nThe estimate for domestic non-licensed extraction is based on a number of assumptions, including:\n\n  • The ABS domestic bore survey is relevant for the southwest area, for which there is no alternative, independent research or evidence available.\n  • The usage based on the Department of Water's research for several dozen bores was used to estimate the usage of all non-licensed bores in the region.\n\nUncertainty Information\n\nThe uncertainty estimate was not quantified.\n\nComparative year\n\nThe following table presents substantive changes in the line item reported in this 2011 Account with the corresponding line item in the 2010 Account.\n\n\nComparative year information for line item 18.8\n\n2011 Account line item\n\n2010 Account line item\n\n2011 Account volume for the 2009–10 year (ML)\n\n2010 Account volume for the 2009–10 year (ML)\n\nChange from the 2010 Account to the 2011 Account\n\n18.8 Non-allocated extractions to users\n\n16.4.2 Groundwater extraction–other lumped basic rights\n\n\n\nMethodology change: revised estimated extraction\n\nChange in line item name and number\n\nThe Department of Water used a change in methodology to recalculate non-allocated groundwater extraction for the 2009–10 year, which resulted in a 10% decrease in the line item volume from that reported in the 2010 Account. Although this change had a relatively minor impact on the water balance for the groundwater store, this line item is important for the management of the water store by the Department of Water. Therefore the comparative year value was restated in the water accounting statements.",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.6756238341,
        "format_confidence":0.6029440761
    },
    {
        "url":"https:\/\/thoughts2share.in\/jaw-crusher\/rqbm4t2q\/electrical.html",
        "text":"Electrical Manual Jaw Crusher Machine Pdf\n\nK Two machine screws Secure the scale at M. L Pointer Indicates at scale M the width of the gap, at a tolerance of 1 mm. M Scale Indicates, in conjunction with the pointer L, the width of the gap used to zero the gap width adjustment to accommodate for crusher jaw\n\nGet Price\n\nLatest News\n\nCopyright © .Henan Antek Mining Machinery Co., ltd. All rights reserved. Sitemap",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.946128726,
        "format_confidence":0.5340380073
    },
    {
        "url":"https:\/\/www.worksafe.govt.nz\/about-us\/news-and-media\/technical-bulletin-ammonia-refrigeration\/",
        "text":"This technical bulletin is aimed at persons conducting a business or undertaking (PCBUs) who design, install, commission, own, operate or maintain ammonia refrigeration plant.\n\n\nIt is designed to help PCBUs understand their responsibilities under the Health and Safety at Work Act 2015 (‘HSWA’), the Health and Safety at Work (Hazardous Substances) Regulations 2017 (‘the Regulations’) and the Health and Safety in Employment (Pressure Equipment, Cranes, and Passenger Ropeways) Regulations 1999 (‘PECPR’). It also provides advice on what PCBUs using ammonia can do to fulfil their duties.\n\n\nThe uncontrolled release of ammonia from refrigeration plant is a critical work health and safety risk. It has the potential to cause death, a severe permanent disability or life shortening illnesses. Critical risks must be managed effectively to minimise the risk of harm to workers, emergency services and the public.\n\nIn the last year, approximately 20 ammonia releases were notified to Work Safe New Zealand. Some workers were taken to hospital, some treated at the scene, and others were at risk but unharmed.\n\nAt a recent incident, a pressure safety valve opened (and failed to close) causing three workers to be seriously harmed. The workers required decontamination and medical treatment.\n\nThese incidents highlight the importance of risk assessments and implementing appropriate control measures including training, and having a written preventive maintenance plan and a compliant emergency response plan.\n\nWhat is anhydrous ammonia?\n\nAnhydrous ammonia is a toxic and corrosive substance that is supplied in cylinders as a liquefied gas. The gas is pungent, and very irritating to the eyes, nose, and respiratory system. It is flammable in high concentrations. On release to the atmosphere, one litre of liquid expands to 850 litres of gas, which therefore makes the release of the anhydrous ammonia liquid a much greater risk than a release of the gas. Low level exposure through inhalation can cause coughing and breathing difficulties, where high level exposure through inhalation can cause lung damage, leading to death. Contact of liquid with the body must be prevented.\n\nSymptoms to looks for when exposure to ammonia is a risk:\n\n  • difficulty breathing\n  • irritation of the eyes, nose or throat, and\n  • burns or blisters.\n\nWhat are the causes of ammonia release?\n\nThe two main causes of ammonia releases are:\n\nEquipment failureHuman factors\n  • Corroded pipework\n  • Leaks from rotating shafts (and valve glands)\n  • Failure of high level and pressure cut out switches, and safety valves.\n  • Failing to establish and follow a written preventive maintenance programme\n  • Missing procedures: Failing to establish or follow safety processes or procedures\n  • Not identifying hazards correctly\n  • Missing critical control measures (such as those identified in recognised New Zealand Standards)\n  • Ineffectively managing change and safety critical control  measures\n  • Not having an effective emergency response plan\n  • The PCBU and refrigeration contractor not consulting with each other to manage their overlapping duties.\n\nPrimary duty of care\n\nUnder the Health and Safety at Work Act PCBUs with ammonia-based refrigeration systems at their workplaces have a duty to ensure, so far as is reasonably practicable, that the health and safety of their workers, and others (e.g. members of the public) is not put at risk from the release of ammonia. Risks must be eliminated so far as is reasonably practicable. If a risk from an uncontrolled release of ammonia can’t be eliminated, it must be minimised so far as is reasonably practicable. Some of the steps workplaces can take to manage the risks from ammonia release are:\n\n  • regular maintenance of plant, with emphasis on safety-critical devices\n  • ensure all warning and ventilation systems are fully operational\n  • review of control measures to ensure they are in line with industry standards\n  • provide workers with personal protective equipment (PPE) such as respiratory, eye and skin protection to minimise exposure.\n  • high-risk tasks (such as adding or removing ammonia or compressor oil) should have a written operating procedure.\n\nGood communication between the service provider PCBU (that services or maintains the plant) and the owner\/operator PCBU (with management or control of the workplace and\/or plant) can help manage the risk of an uncontrolled ammonia release.\n\nShould any escape, leakage or spillage of ammonia occur, PCBUs are required to notify WorkSafe as such leaks are notifiable events.\n\nHazardous substance controls\n\nThere are a number of controls that workplaces must follow under the Health and Safety at Work (Hazardous Substances) Regulations. PCBUs must:\n\n  • Establish and maintain an inventory, which includes a safety data sheet (SDS), or a condensed version  of the SDS, for each substance.\n  • Ensure the ammonia is secured from access by unauthorised persons.\n  • For 100 kg or more of ammonia contained within the plant, the PCBU with management or control of the workplace must have an emergency response plan (ERP). The plan must:\n    • address all reasonably foreseeable emergencies that could happen if controls fail or are breached\n    • state any special training needed to deal with an emergency involving ammonia\n    • include the inventory and a site plan showing where the ammonia is located in the workplace.\n  • In addition, the PCBU has duties to ensure the plan, and the equipment, facilities, and people described in it, are available, including to emergency service providers. The PCBU must also ensure that the emergency response plan is tested every 12 months to demonstrate whether it is workable and effective, and is implemented in the event of an emergency.\n\nPECPR controls\n\nThe Health and Safety in Employment (Pressure Equipment, Cranes and Passenger Ropeways) Regulations also contain controls that apply.\n\nThese regulations establish controls on pressure equipment, including inspection and certification by third party equipment inspectors. Requirements include the need to ensure equipment is safe, is operated safely, is operated within design limits, and is maintained in safe condition. All such equipment requires a current certificate of inspection.\n\nEffect of other legislation\n\nWe accept that most facilities that utilise ammonia in refrigeration systems are beneath the thresholds for designation under the Health and Safety at Work (Major Hazard Facilities (MHF) Regulations. However, the information, process requirements and processes used by MHF’s contain good guidance that could be utilised in many installations that have such systems.\n\n\nIndustry Standards\n\nAS\/NZS 5149.1-2016 Refrigerating systems and heat pumps – Safety and environmental requirements – Definitions, classification and selection criteria link)\n\nAS\/NZS 5149.2-2016 Refrigerating systems and heat pumps – Safety and environmental requirements Design, construction, testing, marking and documentation link)\n\nAS\/NZS 5149.3-2016 Refrigerating systems and heat pumps – Safety and environmental requirements – Installation site link)\n\nAS\/NZS 5149.4-2016 Refrigerating systems and heat pumps – Safety and environmental requirements – Operation, maintenance, repair and recovery link)\n\nAS 3788:2006 – Pressure Equipment – In-service Inspection link)\n\nOur website has further guidance on overlapping duties, risk management and major hazard facilities.\n\nThe Hazardous Substances Toolbox(external link) has information on how to comply with the key controls under the Regulations. The hazardous substances calculator(external link) can also help you work out which key controls you need in your workplace for the amount of ammonia you hold.\n\nApproved Code of Practice for Pressure Equipment (excluding boilers) 2001\n\nVictorian Code of Practice – Ammonia Refrigeration AIRAH 2010 link)\n\nAmmonia in Refrigeration Systems WorkSafe BC 2018 link)\n\nSafe Operation of Cold Storage Facilities WorkSafe Victoria 2017 link)\n\nDownload this technical bulletin\n\nTechnical bulletin: Ammonia refrigeration (PDF 69 KB)",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9354550242,
        "format_confidence":0.8755339384
    },
    {
        "url":"https:\/\/www.gsa.gov\/technical-procedures\/galvanized-iron-and-steel-characteristics-uses-and-problems?Form_Load=88419",
        "text":"Replacing Cracked Or Missing Asphalt Tiles\n\nProcedure code:\nNational Capitol Region Specifications - Switzer Building\nResilient Tile Flooring\nLast Modified:\n\n\n  1. This procedure includes guidance on the replacement of all cracked, broken, worn, curled or missing asphalt tiles with new to match existing. This includes the removal of cement patching materials. This procedure may also be used for the installation of a new asphalt tile floor to match the original design and configuration\n  2. Asphalt tiles are very hard, resilient floor tiles; composed of asbestos fibers, finely ground limestone fillers, mineral pigments and asphaltic or resinous binders. The tiles are generally set in a mastic over a wood or concrete subfloor\n  3. See \"General Project Guidelines\" for general project guidelines to be reviewed along with this procedure. These guidelines cover the following sections\n    1. Safety Precautions\n    2. Historic Structures Precautions\n    3. Submittals\n    4. Quality Assurance\n    5. Delivery, Storage and Handling\n    6. Project\/Site Conditions\n    7. Sequencing and Scheduling\n    8. General Protection (Surface and Surrounding)\n      These guidelines should be reviewed prior to performing this procedure and should be followed, when applicable, along with recommendations from the Regional Historic Preservation Officer (RHPO).\n\n\n  1. Product Data: Submit manufacturer's technical data for each type of synthetic flexible composite flooring and accessory.\n  2. Samples for Initial Selection Purposes: Submit manufacturer's standard color charts in form of actual sections of synthetic flexible composite flooring, including accessories, showing full range of colors and patterns available for each type of synthetic flexible composite flooring required.\n  3. Samples for Verification Purposes: Submit the following samples of each type, color and pattern of synthetic flexible composite flooring required, showing full range of color and pattern variations.\n    1. Full size tile samples.\n    2. Other materials as requested.\n  4. Certification for Fire Test Performance: Submit certification from an independent testing laboratory acceptable to authorities having jurisdiction that synthetic flexible composite flooring complies with fire test performance requirements.\n  5. Maintenance Instructions: Submit two copies of your manufacturer's recommended maintenance practices for each type of synthetic flexible composite flooring and accessory required.\n  6. Work Description: Prior to commencing the work, Contractor shall submit to the Contracting Officer's representative a written description of the entire methods and procedures proposed for all the work to be carried out including, but not limited to, preparation of substrate, cutting out existing tiles, replacement, installation of new tiles and cleaning of existing tiles.\n  7. Methods of Protection: Prior to commencing cleaning operations, the Contractor shall submit to the Contracting Officer's representative for review a written description of proposed materials and methods of protection for preventing damage to adjacent materials and the building interior during the cleaning and replacement of the asphalt tiles.\n\n\n  1. The general objective of the installation of new asphalt tile is to recreate the original design intent of the primary historic spaces. Refer to original design drawings, historical photographs and\/or physical evidence for the installation patterns.\n  2. The general objective for replacement of asphalt floor tiles is to match the existing floor color, pattern and the existing floor tiles, and all other respects so that the new floor tiles are not visible in the overall view of the floors.\n  3. The general objectives for cleaning the asphalt tile floor are to remove dirt, grime and protective coatings from the surface without damaging the underlying material, and to give all the flooring a clean uniform appearance.\n  4. Contractor: The work of this section shall be performed by an installer who is certified in writing by the asphalt tile manufacturer as qualified to complete the scope of work described. Work in this section shall be performed by a Contractor possessing a minimum of three (3) years of specialized experience in the installation of synthetic flexible composite flooring. The Contractor shall submit to the Contracting Officer's representative references of previous work justifying the firm's experience. The Contracting Officer's representative reserves the right to approve or disapprove the use of the Contractor contingent on the firm's experience.\n  5. In the event that a Contractor wishes to modify any methods specified in this section, he shall submit his proposal in writing for consideration and review. The Contracting Officer's representative will have the right to ask for samples before final approval. Any such modifications or changes shall be a no additional cost to the Government.\n  6. Regulatory Requirements:\n    1. Comply with municipal and Federal regulations governing the cleaning, chemical waste disposal, scaffolding protection to adjacent properties and workers.\n    2. Refer to Federal Government Specification Section 01546, Health and Safety, and comply with all the section requirements.\n  7. Samples: The Contractor shall clean a 4'-0\" by 4'-0\" bay of the existing asphalt floor tile on each different color for review by the Contracting Officer's representative. Locations of sample floor bays to be selected by the Contracting Officer's representative. These cleaned asphalt floor tile bays are to be protected by the Contractor and will be used for matching replacement asphalt floor tiles.\n  8. The Contractor shall prepare a sample bay, approximately 4'-0\" by 4'-0\", of replaced asphalt floor tile. The sample bay should be made to match the existing cleaned adjacent asphalt floor tile in all respects. The Contracting Officer's representative shall select the location for the sample of replaced asphalt floor tile.\n\n\n  1. Environmental Requirements: Maintain minimum temperature of 65 F (18 C) in spaces to receive synthetic flexible composite flooring for at least 48 hours prior to installation, during installation and for not less than 48 hours after installation. Store synthetic flexible composite flooring materials in spaces where they will be installed for at least 48 hours before beginning installation. Subsequently, maintain minimum temperature of 55 F (13 C) in areas where work is completed.\n\n\n  1. Coordinating Work: Install synthetic flexible composite flooring and accessories after other finishing operations, including painting, have been completed.\n\n\n  1. Extra Stock:\n    1. Deliver stock of maintenance materials to Government. Furnish maintenance materials from same manufactured lot as materials installed and enclosed in protective packaging with appropriate identifying labels.\n    2. Tile Flooring: furnish not less than one box for each 50 boxes, or fraction thereof, for each type, color, pattern and size installed.\n\n\n  1. True Value Company\n    Cary, IL\n\n\n  1. Asphalt Floor Tiles: Color and patterns to be determined (Kentile Floors, Inc.), or approved equal.\n  2. Adhesives (Cements): Waterproof stabilized-type to byrecommended by the manufacturer of the synthetic flexible composite flooring to be installed.\n  3. Concrete Slab Primer: Non-staining type as recommended by the flooring manufacturer.\n  4. Leveling and Patching Compounds: Latex-type as recommended by the manufacturer.\n  5. Cleaning Asphalt Floor Tiles (Built-up Coatings): A non-ammoniated liquid was stripper\/floor cleaner such as \"Tru-Test Floor Stripper FS10\" (Tru-Test Manufacturing Company), approved equal.\n\n\n  1. Verification of Conditions: Require installer to inspect subfloor surfaces to determine that they are satisfactory. A satisfactory subfloor surface is defined as one that is smooth and free from cracks, holes, ridges, coatings preventing adhesive bond, and other defects impairing performance or appearance.\n  2. Work shall not proceed until the subfloor surfaces have had all dirt, foreign matter, old mastics and adhesives removed.\n\n\n  1. Surface Preparation: Prepare subfloor surfaces as follows:\n    1. Use leveling and patching compounds as recommended by synthetic flexible composite flooring manufacturer for filling small cracks, holes and depressions in subfloors.\n    2. Remove coatings from subfloor surfaces that would prevent adhesive bond, including curing compounds incompatible with flooring adhesives, paint, oils, waxes and sealers.\n    3. Broom clean or vacuum surfaces to be covered and inspect subfloor.\n\n\n  1. General:\n    1. Install synthetic flexible composite flooring using method indicated in strict compliance with manufacturer's printed instructions. Extend synthetic flexible composite flooring into toe spaces, door reveals, and into closets and similar openings.\n    2. Scribe, cut and fit synthetic flexible composite flooring to permanent fixtures, built-in furniture and cabinets, pipes, outlets and permanent columns, walls and partitions.\n    3. Tightly cement synthetic flexible composite flooring to sub-base without open cracks, voids, raising and puckering at joints, telegraphing of adhesive spreader marks or other surface imperfections. Hand roll synthetic flexible composite flooring at perimeter of each covered area to assure adhesion.\n  2. Installation of Tile Floors:\n    1. Lay tile from center marks established with principal walls, discounting minor offsets, so that tile at opposite edges of room area of equal width. Adjust as necessary to avoid use of cut widths less than one-half tile at room perimeters. Lay tile square to room axis, unless otherwise shown.\n    2. Match tiles for color and pattern by using tile from cartons in same sequence as manufactured and packaged if so numbered. Cut tile neatly around all fixtures. Broken, cracked, chipped or deformed tiles are not acceptable.\n      1. Lay tile to follow the existing ... (truncated)",
        "topic_id":15,
        "format_id":20,
        "topic_confidence":0.9014468193,
        "format_confidence":0.8759775162
    }
]