[
    {
        "url":"https:\/\/www.sunriseseniorliving.com\/communities\/sunrise-of-des-peres\/maps-directions.aspx",
        "text":"Sunrise of Des Peres\n\nVisit Sunrise of Des Peres\n\nCome visit us at Sunrise of Des Peres! Enter your address below for door to door driving directions to our community. From our programming and activities offerings (feel free to join a book club meeting, take an afternoon stroll, or play a trivia game when you visit) to our delicious and nutritious dining experience tailored for optimum senior nutrition, you'll find all the comforts of home here. Our Designated Care Managers continually go above and beyond to make you and your loved ones feel right at home, offering nothing but the best for all of our residents here at Sunrise Senior Living. But don't just take our word for it – come see for yourself today.\n\nGet Directions\n\nTo: 13460 Manchester Road, Des Peres, MO 63131\nSunrise Care Questionnaire\n\nNot sure what type of care you need?\n\nTake our Survey",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.8388356566,
        "format_confidence":0.8656622171
    },
    {
        "url":"http:\/\/thephoenixsurgery.co.uk\/opening-times.aspx",
        "text":"This website uses cookies to function correctly.\nYou may delete cookies at any time but doing so may result in some parts of the site not working correctly.\n\nOpening Times\n\n\nMonday8:30am - 6:30pm\nTuesday8:30am - 6:30pm\nWednesday8:30am - 6:30pm\nThursday8:30am - 6:30pm\nFriday8:30am - 6:00pm\n\nSouth Cerney\n\n\n8:30am - 11:45pm\n\n3.15pm - 6.00pm\n\nTuesday8:30am - 12:00pm\n\n8:45am - 12:00pm\n\n2.45pm - 6.00pm\n\nThursday8:45am - 12:00pm\nFriday8:45am - 12:00pm\n\n\nMonday3.00pm- 6.30pm\nTuesday2.00pm - 5.30pm (Dispensary Only)\nThursday8.00am - 11.30am\nFriday8.00am - 11.30am\n\nOut of hours service\n\n\n01285 652056\n0300 421 0220\n\nOut of hours services are generally busy so please think carefully before asking to see a doctor and only do so if you genuinely cannot wait until the surgery re-opens.\n\nIn a genuine emergency you should call 999.\nChest pains, Strokes and sudden shortness of breath are examples of an emergency.\n\nDo you need an appointment after 6:30 pm?\n\nThen not to worry. You can book an appointment within the times below with the following doctors.\nMonday6.30pm - 7.15pmDr Hill & Dr Hein Le Roux\nTuesdayDr Nichol, Dr Khalid & Dr Amylou Douglas\nWednesdayDr Sethi\nThursdayDr Woodward & Dr Naomi Woodward\nSaturdaySome morningsDoctor on rota basis\nCall 111 when you need medical help fast but it’s not a 999 emergencyNHS ChoicesThis site is brought to you by My Surgery Website",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9966187477,
        "format_confidence":0.6021416187
    },
    {
        "url":"https:\/\/www.lrschools.org\/Page\/1746",
        "text":"• COVID-19 Testing\n\n    Voluntary COVID-19 testing is free for all LRCS staff and students.  We encourage all who would like a test to register for one.  COVID-19 testing is critical in breaking the chain of transmission before it spreads to others.  This helps us do all we can to protect our entire community.  \n\n    Register for a COVID Test - \n\n    Student Registration  (on the next page, click the blue \"Get Tested\" button)  \n\n    Staff Registration  (on the next page, click the blue \"Get Tested\" button) \n\n\n    Please Note - Contact your child's school to make an appoinment to test.    \n\n\n    Testing is provided by Curative, which uses shallow nasal swabs.  people will collect thier own sample under the observation of trained LRCS staff.  \n\n    Watch a quick informative video:     Nasal Collection Video - English      Spanish   \n\n\n    Where can my child be tested? \n\n    Each LRCS school will have a designated COVID-19 testing location.  Parents can choose to test their child who is showing symptoms at school. \n\n    The parent\/guardian or student will administer the test.  LRCS staff will be present as “test observers” to be sure an accurate sample is taken.      \n\n    Drive Up Locations\n    :  Appointments must be made prior to testing. \n\n    We will have two drive up testing locations available for students that are at home and have COVID-19 symptoms. \n\n    Please call the location that you would like to test at.  Appointments will be available during normal school days\/hours.    \n\n    Lind School District – 509-677-3481\n\n    Ritzville School District – 509-659-1660 \n\n    Spanish Speaking Families - 509-677-3481",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9635004997,
        "format_confidence":0.931977272
    },
    {
        "url":"https:\/\/www.secamb.nhs.uk\/news\/contact-media-team\/",
        "text":"For out-of-hours press enquiries call 01622 740562 and choose option 1. Please note that the on-call Media Officer should only be contacted regarding urgent, on-going incidents.\n\n\nMedia Relations Manager\nRichard Airey\nMob: 07500 991807\n\n  • This field is for validation purposes and should be left unchanged.\n\nSign up to receive our [latest updates].",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9415819049,
        "format_confidence":0.947332561
    },
    {
        "url":"https:\/\/mft.nhs.uk\/dental\/about\/referral-information-for-dental-practitioners\/restorative-dentistry\/",
        "text":"Restorative Dentistry\n\nArrow In this section\n\nThe role of the Restorative Dentistry service is to provide a diagnostic and treatment planning service to referring practitioners. We are not able to provide primary care treatment; a small number of cases are accepted for undergraduate training but otherwise treatment not requiring specialist care is returned to the referring practitioner for completion. Note that the lack of ability to pay for treatment is not an indication for a referral and all patients with active primary disease will be returned to the referring practitioner for remedial treatment.\n\nA consultation appointment does not necessarily mean that further treatment will be undertaken at the Dental Hospital. Our aim is to work in partnership with the primary care practitioner, which means that the patient will almost always be referred back for specific items of treatment or all of the recommended treatment with a detailed treatment plan. Only certain cases are selected for treatment by undergraduates, postgraduate trainees or staff, and in such cases there may be a significant delay before treatment can be commenced. For those patients accepted for treatment, it is expected that the referring practitioner will continue to see the patient for routine examinations and treatment, continuing to provide all other aspects of dental care. Treatment acceptance is based upon the complexity of care required and will normally be within the Complexity 3 component of the Restorative Dentistry Index of Treatment Need – Complexity Assessment:\n\n( *LINK*\n\n\nPatients considered high priority\n\nThe following patients will normally be accepted for treatment:\n\n  • Those who have or have had oral cancer (e.g. pre-treatment planning, post-resection rehabilitation)\n  • Those who have congenital dental abnormalities (e.g. hypodontia, cleft lip & palate and dentinogenesis \/amelogenesis imperfecta)\n  • Those who have suffered severe orofacial trauma\n  • Patients requiring treatment of a multi-disciplinary nature\n\n\nAdvice only referrals\n\nReferrals for advice only, with appropriate supporting clinical and radiographic information, will always be accepted. The request should be clearly highlighted as such in the correspondence. Advice may be made on the basis of information provided without the patient being offered an appointment; patients seen for a consultation include those needing assessments for strategic planning of restorative dental treatment.\n\n\nMedically compromised patients\n\nPatients with such significant medical conditions that some aspects of their dental care can only be provided in the hospital setting or who need specialist input are seen, potentially in conjunction with Special Care Dentistry.\n\nPatients with a mental or physical handicap, patients who are infirm and patients who present with non-anxiety related management difficulties are not, in general, accepted for treatment within the Department unless the dental situation is seen as requiring specialist management. These patients should be referred to Community Dental Services in the first instance.\n\n\nFor further information on sub-specialty areas, click on appropriate link below:\n\nEndodontics *LINK*\nPeriodontics *LINK*\nProsthodontics *LINK*\nToothwear *LINK*",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9978436232,
        "format_confidence":0.9160363078
    },
    {
        "url":"https:\/\/compassionindying.org.uk\/library\/?_topics%5B%5D=342&_topics%5B%5D=14&_topics%5B%5D=21&_topics%5B%5D=214&_topics%5B%5D=314",
        "text":"\n\nIf you can’t find what you need, or have any questions, please feel free to get in touch.\n\nInformation Standard memberWe are committed to providing up-to-date and accurate information, and are proud to have received accreditation from the NHS England Information Standard.\n\nAll of our printed information written for the public that meets these requirements carries the Information Standard logo.\n\nRead more about how we produce our information.\n\n\nHOST: REQUEST: \/library\/ QUERY: _topics%5B%5D=342&_topics%5B%5D=14&_topics%5B%5D=21&_topics%5B%5D=214&_topics%5B%5D=314",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9457010031,
        "format_confidence":0.797660768
    },
    {
        "url":"http:\/\/parklanehousesurgery.co.uk\/making-appointments.aspx?t=2",
        "text":"This website uses cookies to function correctly.\nYou may delete cookies at any time but doing so may result in some parts of the site not working correctly.\n\n\nImproved access\n\nFor more information on the service please click here\n\nWe provide an self-check in facility for patients who wish to use it. The receptionists may be very busy with patient enquiries both face to face or over the telephone. If you choose to use the screen we advise you that some personal details may be visible to anyone that is waiting to use the screen behind you. If this concerns you then please book in at reception.\n\nCall 111 when you need medical help fast but it’s not a 999 emergencyNHS ChoicesThis site is brought to you by My Surgery Website",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9970694184,
        "format_confidence":0.9809185863
    },
    {
        "url":"https:\/\/terringtonvets.co.uk\/pet-advice\/mobility",
        "text":"• Call us on:01553 828423\n\n\nIs my pet in pain or just getting old?\n\nIdentifying Signs of Pain\n\nHelp identifying signs of pain in older pets that are often mistaken for old age, take our quizzes or watch the video to see if your pet is suffering from mobility-related pain.\n\nAs cats and dogs get older, there are many visible signs of them aging, such as greying around the muzzle, sleeping more and exercising less. There are also more subtle signs that are commonly mistaken for signs of aging, that are actually signs of pain, including behavioural changes, as well as alterations to your pet’s physical activities.\n\nIf you have a pet over the age of 7, please take a couple of minutes to complete one of our quizzes, which can help you identify some common signs of joint pain or watch the video below:\n\nPractice information\n\nTerrington Veterinary Centre\n\n  • Mon\n    8:30am - 6:30pm\n  • Tue\n    8:30am - 6:30pm\n  • Wed\n    8:30am - 6:30pm\n  • Thu\n    8:30am - 6:30pm\n  • Fri\n    8:30am - 6:30pm\n  • Sat\n    8:30am - 1:00pm\n  • Sun\n\nEmergency Details\n\nPlease call:\n\n01553 828423\n\nFind us here:\n\n24 Marshland Street Terrington St. Clement Nr. Kings Lynn PE34 4NE\nget directions with Google Maps\n\nPlease call this number for emergencies:\n\n01553 828423",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9887995124,
        "format_confidence":0.9006182551
    }
]