[
    {
        "url":"http:\/\/feminty.com\/fashion-trends\/27-girly-looks-for-you-this-winter\/",
        "text":"27 Girly Looks For You This Winter\n\nCharming Outfits\n\nFresh Charming Outfits from 27 Girly Looks collection is the most trending fashion outfit this winter. This Sexy look was carefully discovered by our fashion designers and defined as most wanted and expected this time of the year. This Charming Outfits look will definitely surprise anyone who is up for Latest Fashion Trends.",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.9952970147,
        "format_confidence":0.9704853892
    },
    {
        "url":"http:\/\/beyondclassicallybeautiful.com\/2015\/10\/10-brown-lip-shades-you-should-try-this-fall\/",
        "text":"10 Brown Lip Shades You Should Try This Fall\n\nbrown lips\nPhotos via Instagram\n\n\nBrown lip colors are definitely on trend, but could possibly be one of the most challenging looks to pull off. \n\nThe wrong shade of brown could leave your lips looking muddy or bland.  You also run the risk of looking washed out depending on your complexion and the shade you choose.  “The best way to test shades is to try colors on and photograph them to see what looks best,” says Beauty Artist, Yetty Bames.\n\nWe found a few beauties on Instagram who did the work to make your decision making a little less of a mission.\n\n\nNoelle opted for “Deep Love” matte lipstick and Chestnut liner by MAC.\n\nA photo posted by @malimahalia on\n\n\nMali is wearing the Endless Stay Liquid Lip Tint by Manhattan in “Soft Nude.”  The color has beautiful hints of plum and wears as a nice deep brown depending on your complexion.\n\n\nDon’t be afraid to bring the drama when you chose your perfect shade of brown!  Anneka is wearing “Damned” by Kat Von D.\n\n  Dominique smudged on Milani Cosmetics’ Lip Cream in “Crush,” a brown shade that wears as a deep burgundy on her complexion.  “I love this lip cream because it has great pigmentation, it’s light weight, isn’t too fast drying so you have time to work with applying, is a matte finish, and it’s a great color for fall,” she says.\n\n\nBreonna is rocking @queenieskincosmetics’ lipstick in “Chocolate,” a shade that’s true to it’s name.\n\nA photo posted by Ize Osemwota (@izefeno) on\n\n  Ize shows us how to wear a nude-ish brown by outlining her lips with “Truffle Raine” by Coloured Raine then mixing in Kat Von D’s “Lolita” in the middle.\n\nA photo posted by Cedes (@cedes_doee) on\n\n\nMercedes is wearing Wet n Wild lip pencil in “Dark Brown.”  “I love using this brown lip pencil as lipstick because it gives me a true matte brown that puts me in the mood for fall, she says.\n\nA photo posted by Lonyea Maiden (@makeupbylonn) on\n\n  Lonyea Maiden is wearing Colourpop Cosmetics’ “Limbo.”  “It works for me because it stays put all day and night.  It’s the perfect shade of brown for my skin tone, not too dark and not too light!\n\nA photo posted by Seebybeauty (@seebybeauty) on\n\n\nTo get this perfect shade of of brown, use “Bespoken” lip liner by MAC.\n\nA photo posted by Doni (@donidarkowitz) on\n\n\nTry “Choco-liscious” by Revlon like Tajia did here. “I like it because I’ve been searching for the perfect shade of brown for my skin tone for a long time and this is the closest I’ve gotten. I like to put setting powder over it sometimes to make it matte.”    \n\nNo Comments Yet\n\nLeave a Reply\n\nYour email address will not be published.\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>\n\n\nStay connected for a daily dose of beauty beyond categories.",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.9968242645,
        "format_confidence":0.9876865149
    },
    {
        "url":"http:\/\/fashionpheeva.com\/photos-5-modern-ways-to-wear-scarves\/",
        "text":"Connect with us\n\nLatest Naija Fashion.Celebrity Fashion News.Fashion Tips\n\n(Photos) 5 Modern Ways To Wear Scarves\n\nfashion blog\n\n(Photos) 5 Modern Ways To Wear Scarves\n\nMany a women will consider scarves as just a way of covering untidy hair or keeping you hair out of your way when in truth you can actually use a scarf to add spice to your outfit. Check out these modern ways of wearing hair scarves\n\nKeep It Simple\n\nscarf simple fashionpheeva\n\nYou don’t have to wear your scarf in any fancy way, you can simply roll it up tossed around the hair and knotted at the top of the head.\n\nWear As Hair Band\n\nscarf as hair band fashionpheeva\n\nI did an article on hair bands recently, scarves can be used as hair bands, use your scarf to tie your hair together rather than the usual elastic band\n\n\nMake A Statement\n\nscarf statement fashionoheeva\n\nYou can make a bold statement with a your scarf, knot your scarf on top in the biggest, tangliest bow possible. Hint: rock bold lipstick to help the look\n\n\nThe Hippie Look\n\nscarf head band fashion pheeva\n\nYou can also go for the hippie look which was especially popular back in 2013. Tie a scarf around your forehead, leaving your hair loose and long.\n\n\nWear As A Turban\n\nscarf turban fashionpheeva\n\nYou can also wear your scarf as a turban using a brightly coloured scarf and depending on your style, you can either cover your hair fully or let some dangle out the front.\n\nContinue Reading\n\nA young and vibrant writer passionate about entertainment and fashion, i tweet and post with @iamposhkid on Twitter and Instagram\n\nClick to comment\n\nLeave a Reply\n\nYour email address will not be published.\n\nCall 07011960227 to buy your Gluta-C and Moringa 02 Products\n\n\n\nFashionPheeva’s Blog\n\nCelebrity Style news\n\nTo Top",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.9970030189,
        "format_confidence":0.9840285182
    },
    {
        "url":"http:\/\/fablelearning.com\/post\/ideas-of-homemade-halloween-costumes.html",
        "text":"Ideas Of Homemade Halloween Costumes\n\n25 Insanely Clever Homemade Halloween Costume Ideas\n\n75 DIY Halloween Costume Ideas for Women. Gamora from Guardians of the Galaxy Costume: This Halloween, go green! (via Brit + Co) 38. Hippie Costume: You can follow in the footsteps of this trippy hippy with some Woodstock-era flowy pants, Lennon glasses, bell sleeves, and a vest. (via Brit + Co) 39.\n\nThese sturdy glass jars are everywhere -- wine glasses, soap dispensers, makeshift chandeliers, wedding reception tables, pantry storage and on and on. Whether you love the throwback jars or want to poke fun at their comeback, this Mason jar Halloween costume is easy to DIY. Design by Kathy Beymer. Get the step-by-step instructions >>\n\nHalloween calls for Instagram-worthy couples costumes, so you better believe it should be outrageous, funny, and cute to boot. Whether you and your significant other always throw something\n\nDIY Funny, Clever and Unique Couples Halloween Costume Ideas. Make sure to PIN THE ABOVE IMAGE in case you don't have time to look through all 20+ of these AWESOME ideas right now (on company time). Coolest Homemade Costumes.\n\nLiterally tie up your button-up shirt, add a bandana, and pair with the high-waisted jeans you (probably) already own.\n\n8. Spice Girl Costumes: How punny is this costume? Pick your favorite spice, grab a cheap white tee, and get ready to DIY a perfect '90s throwback look. (via Brit + Co) 9. Miley Cyrus and Crew Costumes: This is one of our favorite DIY ideas for incorporating some pop culture into your Halloween\n\n25 Insanely Clever Homemade Halloween Costume Ideas\nTons of homemade Halloween costume ideas, plus how to save\n50+ Homemade Halloween Costume Ideas [free patterns] – Tip\nClyde's Cupcake Magic: Halloween Costume Ideas\n32 DIY Ideas for Couples Halloween Costumes\nDIY Family Halloween Costume Ideas - The Idea Room\n20+ DIY Halloween Costumes -\nHomemade Halloween Costumes Ideas – Festival Collections\nTo Life and To Love: 15 Cheap & Easy Homemade Halloween\n2015 funny halloween costumes 20+ Funny, Cheap, Easy\nSix DIY Feather Costumes to Fly Into Halloween Holiday Fun\nCoolest Homemade Simpsons Halloween Costumes Halloween\nTop 20 DIY Halloween Costume Ideas\nEasy Halloween Costume DIY Classy halloween costumes\nLast Minute Homemade Costume Idea: Dirty Laundry! Last\n184 best Last-Minute Costume Ideas images on Pinterest\n34 DIY Kid Halloween Costume Ideas - C.R.A.F.T.\nHd Wallpapers Blog: Homemade Halloween Costumes\n50+ Creative Homemade Halloween Costume Ideas for Kids\nBest 25+ Homemade halloween costumes ideas on Pinterest\n41 of the best Halloween DIY costume ideas and hairstyle\n20+ Cheap, Easy & Unique Homemade Halloween Costumes Ideas\nHomemade Halloween Costumes Fancy Dress Ideas UK\nHandmade Halloween Costume Ideas for Siblings - Design Dazzle\nHomemade Halloween Costume Ideas - Random Talks\n20+ Funny, Cheap, Easy & Homemade Halloween Costumes Ideas\nHomemade Halloween costumes for adults – easy and creative\nDIY Halloween Costume Ideas - The Blue Eyed Dove\nEasy Tootsie Roll Costume for Any Age Coolest Homemade\n29 Most Pinteresting Halloween Costume Ideas the Will\n44 Homemade Halloween Costumes for Adults Halloween\n12 DIY Halloween Costume Ideas\nLast-Minute Halloween Costume Ideas\nThe Powerpuff Girls For women, Blossoms and Simple costumes\n90 Homemade Halloween Costumes for Kids - Easy DIY Kids\n\nMore Good Things to Go",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.6438899636,
        "format_confidence":0.9540577531
    },
    {
        "url":"https:\/\/www.longisland.com\/news\/02-15-13\/why-you-should-go-to-a-bridal-showcase.html",
        "text":"Why you should go to a Bridal Showcase!\n\n\nAre you having a hard time figuring out exactly what you want for your wedding? Bridal Showcases can be the perfect fix!\n\nPrint Email\n\nPicking out a wedding dress can be one of the most daunting tasks that a bride has to face. With so many options out there anymore, finding the perfect gown can be the hardest part of planning the whole thing. Luckily for the bride to be, there are ways to get an idea of what you want with not only a personal touch, but while having some fun Bridal shows and trunk shows can be a bride’s best friend when looking for a dress, especially if she is not sure exactly what she wants.\n\nThere are many benefits of going to a bridal showcase or a trunk show when looking for a wedding dress. The main benefit is the chance to meet a designer or two talk to them about the dress you envision. They can tell you what can be done with the dress as far as alterations and add-ons and may even throw in a discount or added feature for free such as buttons down the back or added lace. Some vendors will also give you up to a 20% discount if you buy the dress on the spot!\n\nBridal showcases don’t only give you a glimpse of what you can expect when shopping for a wedding dress but can also let you meet with vendors of every other aspect of your wedding! From cakes to DJ’s and caterers, you can expect to find all of these at a showcase, allowing you to get a hands on feel for what your local options are. Take a look at this list of local bridal showcases this Sunday to find one near you!\n\nSunday, February 17th\n\nBridal Showcase at Windows on the Lake\n\nWindows on the Lake\n\n235 Lake Shore Rd\n\nLake Ronkonkoma - 11779\n\n\nAriana Waterfall's 2013 Bridal Showcase\n\nAriana Waterfall Caterers\n\n79 Hempstead Tpke\n\nWest Hempstead - 11552\n\n\nBridal Showcase at Giorgio's\n\n\n100 Fox Hill Dr.\n\nBaiting Hollow – 11933\n\n\nStan Wiest Music - Timber Point Country Club Bridal Showcase\n\nTimber Point Country Club\n\nGreat River Road\n\nGreat River - 11739\n\n\nFor more upcoming showcases and trunk shows check out our bridal events page!",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.5879737735,
        "format_confidence":0.7377335429
    },
    {
        "url":"http:\/\/blog.theknot.com\/2012\/11\/02\/evan-rachel-wood-wedding-dress-carolina-herrer\/?like=1&source=post_flair&_wpnonce=8ef4095fcf",
        "text":"6 Evan Rachel Wood Wedding Dress Look-Alikes!\n\nFor a quiet California ceremony on October 30, 2012, Evan Rachel Wood married Jamie Bell in a custom Carolina Herrera gown. Jealous? We hear it was a classic lace mermaid gown with a striped sash at the waist – no colored dress here. Ms. Herrera also designed Bella Swan’s Twilight gown for Breaking Dawn – Part 1. We can’t wait to see this one!\n\n1 of 7\n\nCheck out these 6 look-alike gowns!\n\nPhoto: Courtesy of Carolina Herrera\n2 of 7\n\nCarolina Herrera\n\nThis figure-flattering silhouette is just what we envision for the beautiful Mrs. Bell. It's classic and stunning (especially from behind).\nPhoto: Courtesy of Pronovias\n3 of 7\n\nElie Saab for Pronovias\n\nDreamy? We think yes. This lace gown is airy and fit for a princess.\nPhoto: Courtesy of Ines Di Santo\n4 of 7\n\nInes Di Santo\n\nThis lace mermaid has cap sleeves, like Evan's, and a low back that will catch everyone's attention.\n5 of 7\n\nTulle New York\n\nAn over-sized bow is the perfect detail to a dainty lace gown.\nPhoto: Courtesy of Carolina Herrera\n6 of 7\n\nCarolina Herrera\n\nA floral embellished strapless gown is a beautiful option!\n7 of 7\n\nOscar de la Renta\n\nThis dress with lace illusion neckline is Old Hollywood glam, that is so Evan Rachel Wood.\n\n> Check out Jessica Biel’s Wedding Style!\n\n> Anne Hathaway’s Valentino Gown\n\n> Colored gowns!\n\nWedding Exit With Sparklers\nGoodbye, The Knot Blog (We've Moved!)\nZoe Saldana poses at the 2015 Oscars\nSee the Surprising Oscars Wedding Ring Trend We Weren't&n...\nLupita Nyong'o Julianne Moore and Jennifer Aniston at The Oscars\nWedding Worthy Red Carpet Dresses From The Oscars\nLady Gaga and Taylor Kinney pose on the red carpet\nLady Gaga and Taylor Kinney's Engagement Was Surprisingly...\nJeannie Savage planned this wedding\nAnd The Knot Dream Wedding Planner Is...\nbride in pantsuit\nHow To Add a Personal Touch To Your Wedding Day Look (As ...\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\nEscort cards are extremely easy to personalize and an excellent way to bring in your wedding day colors -- from calligraphed seating cards set atop a textured linen to apples tagged with each guest's name or small personalized bundles of lavender tied off with string. Other ways to display escort cards: Pin them to a clothesline, post them on a board covered in color-coordinated ribbon, or incorporate them into your cocktail hour using personalized stirrers tagged with guests' names.\nsee more\n  • Follow\n\n    Get every new post delivered to your Inbox.\n\n    Join 1,087 other followers\n\n    %d bloggers like this:",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.9113613367,
        "format_confidence":0.9741786122
    },
    {
        "url":"http:\/\/creekside.ga\/how-to-start-a-fashion-blog-5-tips-for-success\/",
        "text":"How to Start a Fashion Blog – 5 Tips for Success\n\nAre you a fashion icon to all of your friends and want to take your style to the next level by starting a fashion blog? By following these 5 fashion blogging tips you will be well on your way to having a stylish, successful and fun fashion blog.\n\nTip 1: Be in the Know\nFashion blogs are quickly becoming the next big thing in the fashion industry. To understand how this blogging revolution is shaking up the fashion world you have to read what is already out there. Read the blogs of successful fashion schools, fashion merchandising schools, fashion community sites and research blogs that have caught your interest in the past. Knowing the type of blogs you like and don’t will help you hone in on your own blogging style.\n\nTip 2: Create a Must Have Name\nIt’s all in the name! You can have the best, most relatable fashion blog in the world, but without a catchy and easy-to-spell name that hints at what your blog is about, your future readers could be lost. Keep it simple. Keep it fun. Make it fashionable.\n\nTip 3: Have a Haute Template\nMost blog sites have templates that can be used to help you get started. Make sure to choose a template that is fun, not too hard on the eyes and easy to use. The most imperative aspect of your page is that readers can see, interact and search your posts.\n\nTip 4: Write What You Love\nWhat makes you and your fashion style unique is what is going to keep your readers coming back for more. Blogging takes time, dedication and can be frustrating at times, so if you are not writing about what you absolutely love, then it is all for naught. You know your style; don’t be afraid to put it out there.\n\nTip 5: Don’t Keep Your Fans Waiting\nThere is nothing worse than anticipating your favorite bloggers latest post to no avail. Some blogs are updated every day or even every hour, but for those who do not have that much time available to dedicate towards blogging, make sure you are updating your blog at least once a week to keep your readers interested and coming back for more. This way, you’ll be able to build up a good base of loyal readers.",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.9818984866,
        "format_confidence":0.904034853
    },
    {
        "url":"https:\/\/bkaccelerator.com\/friday-5-five-stories-that-changed-the-way-we-think-about-fashion\/",
        "text":"\n\nEvery week we put together our Friday 5 -five stories that compel us to read the lead sentence to the last sentence of an article. Here are our top 5 this week.\n\nWearables could soon be made of silk: Scientists are feeding silkworms GRAPHENE to make them produce strong and flexible materials that can also conduct electricity\n\n“From smart socks to workout clothes that measure exertion, wearable body sensors are becoming the latest ‘must-have’ technology. Now, scientists are on the cusp of making them even stronger and more flexible, using silks. In a new study, scientists have been feeding silkworms graphene to make them produce strong and flexible materials that can also conduct electricity. The silk produced could be used to build more realistic robots that can sense touch, temperature or humidity and even distinguish between people’s voices.”\n\nVia Daily Mail\n\nWhat Does It Actually Mean to Shop Ethically?\n\n“…if something is artisanal, does that automatically make it ethical? Like any industry, there are brands that excel, brands that could do better, and no 100 percent foolproof formula for getting it right.”\n\nVia Racked\n\nHow wearable tech is giving people a sixth sense: Are health trackers imparting a permanent psycho-awareness of our bodies?\n\n“If you use a wearable long enough, you may not need one anymore. Some forms of health data tracking can increase users’ bodily awareness, according to the 2016 book Self-tracking, written by University of Washington data scientist Gina Neff and Intel research scientist Dawn Nafus. “The data becomes a ‘prosthetic of feeling’, something to help us sense our bodies,” they write. Eventually, like training wheels, the technology may be discarded altogether.”\n\nVia The Outline\n\nNeo-Nazis are using fashion in an attempt to normalize. The fashion industry needs to speak up.\n\n“…the relevance of fashion in the conversation about racial hatred goes well beyond any particular brand. For an observer cognizant of the internal symbols and visual language of white nationalists, there was a lot to read: neo-Nazi, Proud Boy, skinhead, alt-right. But for the uninitiated, the style of dress was unremarkable. This wasn’t a crowd filled with white robes and hoods.”\n\nVia The Washington Post\n\nImage: New York Times\n\nSave New York City’s Fashion Factories\n\n“We are a global fashion capital because this vibrant, innovative neighborhood has existed for nearly a hundred years. Within these blocks — between 35th and 40th Streets and Sixth and Ninth Avenues — all the components of the fashion process are within walking distance. This synergy brings hundreds of aspiring designers to New York each year to learn their craft and start their lines, and it sustains some 200,000 jobs and generates billions of dollars of revenue every year. Broadway and Off Broadway theaters as well as Lincoln Center costume houses all use the garment district daily. The fashion schools, including F.I.T., Parsons, Pratt, LIM, Kent State and others that have branches here, use the district as a springboard for young talent. The development corporation’s plan puts all of this at risk.”\n\nVia the New York Times\n\nTo learn more about how brands are taking on sustainable strategies, check out the Brooklyn Fashion + Design Accelerator’s Sustainable Fashion Roadmap tool.",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.9776750207,
        "format_confidence":0.9872948527
    }
]