[
    {
        "url":"https:\/\/quillandquire.com\/review\/thunderbird-spirit-lightning-on-ice-series\/",
        "text":"Quill and Quire\n\n\n« Back to\nBook Reviews\n\nThunderbird Spirit (Lightning on Ice series)\n\nby Sigmund Brouwer\n\nThunderbird Spirit is smoothly told, well paced, and has interesting characters. However, its two major plot lines fail to mesh effectively. Most of Thunderbird Spirit is about hockey, racism, and self-control, but final chapters of the novel present a sub-plot that involves an attempt to blow up a hydroelectric dam. This mystery\/adventure strand, which includes a last-second rescue by military helicopters, is at odds with the more believable main plot. Overall, though, this is a readable and entertaining story. There are some statements of Christian religious beliefs in Thunderbird Spirit, but they are relatively unobtrusive. Those who share these beliefs will be happy to see them presented in the novel, and readers who are disinterested can easily ignore them.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9864397645,
        "format_confidence":0.9761615396
    },
    {
        "url":"https:\/\/www.sites.google.com\/site\/kalibrarywebsite\/best-library-book-i-ever-read",
        "text":"Best Library Book I Ever Read\n\nThis page is dedicated to you telling others about the favourite book you have borrowed from the Public and\/or the School Library. \n\nStudent Librarian Recommendations\n\nThe Book Thief\nZusak, Marus\nThis was in my own library at home. I loved this book from the beginning. The unorthodox use of death as a narrator along with the connection you make with the characters make it a modern classic. It has an amazingly tragic ending and is the only book I have ever read that made me cry.\n\nPaolini, Christopher\nI borrowed the book from King's Meadow Library. The reason that I like this book is because it appeals to the side of me that just wants dragons to be real.\n\nChinese Cinderella\n Mah, Adeline Yen\nBorrowed from Haddington Branch Library. It is about a Chinese girl called Chinese Cinderella. This is the story of here struggle for acceptance and how she overcame the odds to prove her worth. The book is based in the early 1940s - 1950s China.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9877302051,
        "format_confidence":0.5568822622
    },
    {
        "url":"https:\/\/thegirlybookclub.com\/every-now-and-then-by-lesley-kagen-review-by-shelley-jomaa\/",
        "text":"Every Now and Then by Lesley Kagen (Review by Shelley Jomaa)\n\n2 min read\n\nRating 4\/5 Stars\n\nEvery Now and Then tells the story of best friends Biz, Frankie, and Viv, aka the Tree Musketeers. It is 1960 in the small town of Summit, Wisconsin, and the girls are 11 going on 12 years of age. School has ended a month early due to the excessive heat, and the author takes us along the journey of their summer adventures.\n\nThe story begins with a slow and idyllic start. The three spend their long summer days hanging out in their treehouse, exploring the town on their bikes, and going to the theatre to get their fill of scary movies. However, their imaginations and curiosity get the better of them. Despite being told to stay away from the nearby Broadhurst Mental Health institution, the girls find a secret spot where they can observe the patients and even talk to some of them through the fence. The action picks up the pace when a criminally insane patient is admitted to the hospital. Things play out like the horror movies the girls love so much when they find a way to sneak inside, potentially putting their lives in serious danger.\n\nMy favourite part of this book was the strong character development and the close relationship between Biz, Frankie, and Liv. They are lifelong friends with no secrets between them, and they look out for each other no matter what. I love their sense of adventure and their genuine concern for each other and the patients. Although at times naive and misguided, they are strong and determined girls with good hearts. Even at their young age, they refused to be deterred from their goals. I also appreciated the sense of community portrayed and the close family bonds.\n\nEvery Now and Then is a quick and easy read about friendship, family, and community. I recommend this for anyone looking for a heartwarming coming-of-age story with lovable, endearing characters.\n\nGirly Book Club\n\nDid you like this book?\n\nClick on a heart to rate it!\n\nGBC Reader Reviews\n\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9673960805,
        "format_confidence":0.9642966986
    },
    {
        "url":"http:\/\/publishersweekly.com\/978-0-0621-2130-1",
        "text":"City of a Thousand Dolls\n\nMiriam Forster. HarperTeen, $17.99 (368p) ISBN 978-0-0621-2130-1\nForster makes a strong debut with a fresh South Asian–inspired fantasy\/mystery crossover. Abandoned as a child, 16-year-old Nisha Arvi has grown up within the private walled estate known as the City of a Thousand Dolls. There, orphaned or unwanted girls are raised in six specialized houses to be wives, courtesans, artists, entertainers, healers, or soldiers. As Matron’s assistant, Nisha isn’t part of any House, but she dreams of being Redeemed from the city by a handsome young man. Just as her wish seems within reach, the deaths of several girls make Nisha a valuable pawn, now destined to be sold as a slave. With time running out, Nisha tries to find out what happened to the girls, uncovering her own lost past along the way. Set in a magically isolated Empire with a strict caste system, a two-child limit, and telepathic cats, Forster’s well-crafted story and confident prose are rich, packed with small details that immerse readers in her sumptuously imagined world. The ending has a touch of deus ex machina, but readers will gladly follow Forster into a presumed sequel. Ages 13–up. Agent: Jennifer Laughran, Andrea Brown Agency. (Feb.)\nReviewed on: 12\/17\/2012\nRelease date: 02\/01\/2013\nShow other formats\nEbook - 368 pages - 978-0-06-212131-8\nPaperback - 384 pages - 978-0-06-212132-5\nBook - 978-0-06-227728-2\nCompact Disc - 978-0-385-36139-2\nStay ahead with\nTip Sheet!\nFree newsletter: the hottest new books, features and more\nOnly $18.95\/month for Digital Access\nor $20.95 for Print+Digital Access!\nOnly $18.95\/month for Digital Access\nor $20.95 for Print+Digital Access!\nEmail Address\n\n\nLog In Lost Password\n\nPW has integrated its print and digital subscriptions, offering exciting new benefits to subscribers, who are now entitled to both the print edition and the digital editions of PW (online or via our app). For instructions on how to set up your accout for digital access, click here. For more information, click here.\n\nThe part of the site you are trying to access is now available to subscribers only. Subscribers: to set up your digital subscription with the new system (if you have not done so already), click here. To subscribe, click here.\n\nEmail with questions.\n\nNot Registered? Click here.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9801517129,
        "format_confidence":0.7357891202
    },
    {
        "url":"https:\/\/www.bookwormadventuregirl.com\/post\/sarum-the-novel-of-england-by-edward-rutherfurd",
        "text":"Sarum: The Novel of England by Edward Rutherfurd\n\nThis is a tome. It's over 1000 pages, so be prepared to take some time with it. This is Edward Rutherfurd's debut novel. It's the second book I have read of his.\n\nWhat I loved about Sarum is that it is clear massive amounts of research went into this book and Rutherfurd has a passion for England. I also love England and have had the privilege of visiting a few times. My favourite parts in the book were probably about Stonehenge. I was able to visit Stonehenge on my first visit to England, back when you could still walk up to the stones and touch them. Now they have a walking path with ropes to set boundaries on how close you can get. Regardless, it is fascinating and reading about Stonehenge in the book allowed me to relive my visit and helped me see it in a new way through the character's experiences of it.\n\nI have great respect for Edward Rutherfurd and his writing. He takes on time! Sarum begins with the ice age, some 20 000 years before Christ, up until the time the book is first published in the 1980's. His novels, at least the two I've read and it seems others as well, are a way of learning the history of a particular country or city without feeling like you are reading a history textbook.\n\nTaking on such a grand scope of time, is admirable; it can also lead to a few downfalls. There's a lot of things to cover in tens of thousands of years and because of that it can become quantity over quality. That was my experience with this particular novel. I was interested in Stonehenge, as I've said. Then for a period of time I was not engaged with the novel at all, until we got into the 1200's, then wavered again before getting into the 1800's. It became too much for me and I was not invested in any of the characters.\n\nRutherfurd, because of the amount of time he is covering, also writes multi-generational stories focusing on a few key families. I like the concept of a family saga. Some of the characters in Sarum are interesting. I think they had potential for so much more. I do like how he connects the families from generation to generation. Maybe this goes without saying, but I wonder for this novel, if the focus was so much on England (which I know is in the title) that the characters were sacrificed. I think I would have preferred a shorter time span with characters who had more depth and development to them.\n\nI don't regret the read and will read more by Rutherfurd in the future. I think the important thing, if you are going to read Sarum, is to be aware of the distinction that England and its history is really the story; it is not the characters as the story within the setting of England throughout history. With this understanding, and a desire for knowledge about England, I think the reader would have a real appreciation for the book.\n\nBookworm Rating: 🐛🐛🐛\n\n16 views0 comments\n\n©2019 by Bookworm Adventure Girl.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9897700548,
        "format_confidence":0.5578622818
    },
    {
        "url":"http:\/\/blog.sweetspotsisterhood.com\/2018\/07\/newrelease-reviews-solution-of.html",
        "text":"Wednesday, July 11, 2018\n\n#NewRelease #Reviews THE SOLUTION OF THE UNREQUITED by Len Webster\n\n\nThe Solution to Unrequited by Len Webster is AVAILABLE NOW!!\n\nBarnes & Noble → \n\nAtomic number: 33\nName of chemical element: Arsenic\nSymbol: As\nEvery solution has a poisonous flaw … even between best friends.\n\nThe agreement: Fall break together. \nThe struggle: A road trip from North Carolina to Massachusetts. \nThe reason: To find a way back into each other’s lives. \nThe issue: AJ’s not ready to let Evan reclaim the parts of her he made his. \nThe hindrance: Connecticut.\n\nI am so invested in both the story and characters of Evan and AJ so much so that at times I found myself having to remind myself to breathe.\n\nTo be honest both of them frustrated me so much, I was screaming at them on my head to just talk to each other but then I remembered their ages. Of the two I found myself questioning Evan's feelings for AJ the most. Does he really love her ? Does he even know what love is? I hated how as we saw in book one he took her so much for granted, how selfish he was. There are lightbulb moments when his past actions smack him in the face but can be be redeemed. Watching AJ flounder and flourish on her own is quite empowering and was a part of the story that is a great example for young women everywhere.\n\nAnother fantastic book in what is turning out to be one of my favourite coming of age series\n\n* * *\n\nOh, my poor defenseless heart!\n\nHave you ever craved the answers? Like you needed them so much you begged the author for the next book? So much need, longing, and love for two characters that you twitched to have the answers?\n\nBut let me ask you, when you were desperate and needy for those answers did you fear the results? Because I found once The Solution to Unrequited hit my kindle I actually backed away in fear! Legit, heart clenching fear. I was terrified of The Solution to Unrequited. And even having read it, I'm still afraid. (Wan smile) I am afraid that this story is going to continue to break me.\n\nFear shouldn't hold you back though. And in the end, I let it back me into a corner. I had no other choice and I'm glad I finally found the courage to continue AJ and Evan's story.\n\nThe Solution to Unrequited will answer the questions tearing you apart after The Theory of Unrequited. #WhatHappenedAtPromEvan? Will he find her? Will they move on? What about Connecticut? \n\nBut don't break out the champagne just yet! The Solution isn't the end of this story. Len Webster has plans to torture us even more. So angst lovers, love lovers,and needy people who like to cry- buckle in its going to be a bumpy ride!\n\nReviewed for Sweet Spot Sisterhood\n\n* * *\n\nNO UNREQUITED LOVE IN YOUR LIFE? Start the series today with The Theory of Unrequited!\n\nEvery theory has a test subject … even between best friends.\nThe pact: Stanford. \nThe betrayal: AJ attending Duke. \nThe reason: She did something stupid like fall in love with Evan. \nThe problem: Evan’s not ready to let this betrayal go so easily. \nThe solution: Find AJ and fix them.\n\nAbout Len\nLen Webster is a romance-loving Melburnian with dreams of finding her version of ‘The One.’ But until that moment happens, she writes. Having just graduated with her BBusCom from Monash University, Len is now busy writing her next romance about how a boy met a girl, and how they fell completely and hopelessly in love.\nShe is also not a certified explorer, but she’s working on it.\n\nFollow Len Everywhere! \n\nNo comments:\n\nPost a Comment",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.8898303509,
        "format_confidence":0.7563726902
    },
    {
        "url":"http:\/\/kathymartin9237.booklikes.com\/post\/121251\/rage-against-the-dying",
        "text":"22 Following\n\n\nCurrently reading\n\nGood As Gone\nDouglas Corleone\nTimothy Miller\n\nRage Against the Dying\n\nRage Against the Dying: A Thriller - Becky Masterman Brigid Quinn introduces herself to the reader by saying, \"I've sometimes regretted the women I've been.\" Brigid is retired from the FBI and married but she still hasn't gotten over the secrets and the lying that were a major part of her life undercover. She fears that her husband Carlo—widower and ex-priest—couldn't deal with knowing about her past.Now a piece of her past is coming to her. One of her cases dealt with a serial killer called the Route 66 killer who killed one young woman a year somewhere along Route 66 and left their body displayed. Brigid became obsessed with the case and even more so when the last victim was Jessica Robertson—FBI Special Agent and Brigid's trainee—who disappeared without a trace. They had set up a sting that went horribly wrong and Brigid has been feeling the guilt for the past thirteen years. Deputy Sheriff Max Coyote comes to her to tell her that they have caught a serial killer who says he knows where Jessica's body is. She goes along with Special Agent Laura Coleman and discovers two mummified bodies. One is Jessica, the other is an unknown woman that the killer identifies as a Lot Lizard. The FBI is eager to close the case of the Route 66 killer but both Laura and Brigid note some discrepancies in the killer's story that the head of the FBI office is eager to downplay.Things heat up when Brigid is attacked near her home and kills the assailant. Panic—and a fear of blowing up her perfect suburban life—makes her cover up her involvement and stage the killing as an accident. Max Coyote is suspicious though and Brigid continues to lie. Things heat up even more when Laura goes missing but no one seems to notice but Brigid. The head of the FBI thinks she is off sulking because he closed her case and didn't consider the discrepancies she noted. This leave Brigid to search for Laura, find the real Route 66 killer, and stay one step ahead of Max and the unknown person who is trying to kill her. The story was tense, thrilling, and I had a hard time liking Brigid. I could understand her fear of destroying her new life with Carlo but I couldn't see how lying about her past would really help. I could understand that she had reinvented herself so many time when she worked undercover that she thought she could reinvent herself yet again to be what she thought Carlo wanted. I could understand that she was willing to do whatever was necessary to keep his love. I could also understand her guilt and obsession with finding out what happened to Jessica and bringing her killer to justice. I could not understand her lack of trust in the man she chose to marry.Fans of thrillers will enjoy this story and will enjoy the twists and turns of this investigation into a serial killer and the FBI agent who is determined to track him down.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9369664192,
        "format_confidence":0.8527424335
    },
    {
        "url":"http:\/\/mrsbbooks.blogspot.com\/2016\/02\/review-xo-blake-undergrad-years-3-by.html",
        "text":"Sunday, 21 February 2016\n\nREVIEW - XO, Blake (The Undergrad Years #3) by Avery Aster\n\nThe Book\nRelease Date: 9 June 2015\nGoodreads Link\n\nFor fans of the dark comedy BDSM film Tie Me Up, Tie Me Down comes an erotic exploration in domination and submission where Ivy League students let their naughtiest desires run wild…\n\nIf you think my besties Lex, Taddy, and Vive have had some bad luck earlier this year, cut to me at Glamorama. Last thing I remembered was dancing with Diego and Miguel from my English class, when the room started… spinning. And not in a good way! We got sick. Think Regan in The Exorcist. Taddy was rushed to the hospital. Holding on for dear life, I was carried out by the boys and taken back to their dorm.\n\nNow I’m waking up in Diego’s bed and Miguel keeps staring at me from across the room. I’ve wanted to get into these dudes’ pants since the first day of class. But Diego told me he likes to be tied up and—wait for it—spanked. WTF! The news on TV reports that last night we all got roofied. And Vive just texted me saying that someone is out to kill her. Could this semester get any more bizarre? -–Blake Morgan, college freshman, gay best friend, virgin\n\nThe Undergrad Years is a new adult contemporary miniseries about first loves, independence, and everlasting friendships.\n\nMy Opinion  4 STARS\n**My thanks to NetGalley and Book Enthusiast Promotions for providing me with a free copy for an honest review**\n\nAlthough this book was good and gave us a little moron Blake's beginning, i was expecting a little more on the Diego, Blake romance corner.\n\nWe get another disaster with the Manhattanite crew  with sad consequences for Taddy.\n\nBlake is still the glue that keeps all of the friends together and we get the moment when Thor tells Blake, the first person other than his family that he is HIV positive.  \n\nAs the friends stick together through this latest setback we get a conspiracy theory coming through for their misfortune.\n\nVive's story is the last one to come and it will be interesting to see what happens next while they are at college.\n\nNo comments:\n\nPost a Comment",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.7104277015,
        "format_confidence":0.6536255479
    }
]