[
    {
        "url":"https:\/\/www.charmariephotography.com\/what-to-expect",
        "text":"What to expect\n\nScheduling Your Session\n\nI recommend that you schedule your newborn session PRIOR to your baby’s birth to ensure a spot on the calendar. Contact me during your second trimester and I’ll pencil you in. Then, contact me via email (charmariephotography@gmail.com) or call 704-454-2367 soon after you deliver so we can arrange a time for the session. The BEST time is between 6-21 days after baby’s arrival. I'll be moving them around and scrunching them into those sweet sleepy newborn images, so I want to make sure they’re sleepy enough to allow me to handle them. If you have a baby boy, I recommend scheduling the session before circumcision, or 5 days afterwards.\n\nWhere Will the Session Take Place?\n\nNewborn sessions are typically taken at my home studio in Charlotte, NC. All the props are easily assessable, I can keep the room warm enough for our session, and everything is set up and ready to go! However, in-home sessions are available at an additional charge of $100.00.\n\nPreparing for Your Session\n\nWe want a sleepy baby to get those cute newborn poses. We’ll want to do everything possible to help the baby sleep.\n\nBelow are some suggestions:\n\nInteract with your baby to try to keep him\/her awake 1-2 hours before our session. It’s ideal to schedule the baby’s feeding about 2-3 hours before arriving so they can feed again just before the session starts. A tired baby with a full tummy is a very sleepy, cooperative baby! If baby is bottle feeding, please bring extra bottles and milk (formula or breast milk). For nursing Moms, be careful with what you eat for about a day leading up to the session. Spicy foods can make the baby uncomfortable or upset their tummy. The studio will be very warm. Babies are very sensitive and because some poses will be in the nude, it’s best to keep them comfortable. The room temperature will be 80+ degrees to keep the baby happy. I suggest that parents come to the session dressed in layers so that they can comfortably remove some clothing if they feel the room is too warm. Baby should have on loose clothing that won’t leave marks in the skin, their diaper should also be on loosely and no socks so it doesn’t leave wrinkles in the skin.\n\n\nNewborn sessions can last anywhere from 2-3 hours. It all depends on baby’s mood and willingness to sleep. A newborn session is nothing like a regular session. It can take up to twenty minutes or more to pose a newborn into a certain position. I will try to get as many photos as I can with the diaper on but some outfits are best with diaper off (less bulky). It is entirely normal and natural for your baby to urinate or have bowel movements during the photo session. Please do not feel embarrassed or feel inclined to “rush in” and clean up. I have precautions in place (and lots of wet wipes). It is our job to take care of this. It is your job to sit back, relax, and have a nice time. I will work through a certain amount of set and prop changes. I have lots of ideas and are always flexible based on the personality and demeanor of your newborn.\n\n\nI have a collection of bowls, baskets, blankets, knit hats and headbands that we can use for our session. You are also welcome to use any of your own props. Looks for items with texture and color to help make your images unique.  If you have any family heirlooms, toys, hats, props, etc. that you would like me to use be sure bring them to your session.  We may not get the chance to use ALL the items, but we’ll look through them with you to determine what will work best.\n\n What to Wear\n\nSolid, neutral colors photograph best. For parent pictures, a neutral bone color backdrop, gray, or black is typically used. To keep the portraits elegant and classy it is recommended that you choose color tones that are neutral.  Simple black or white shirts or earthy tones will work best.  This also goes for siblings. Try to stay away from bright colors and any logos on shirts. Also, bring an extra set of clothes for yourself since it is normal and natural for your baby to urinate or have bowel movements during the photo session, this could possibly happen on you.\n\n\nThe safety of your newborn is the most important thing to me. I am willing to make any accommodations for your baby that may be necessary for its safety and well-being. If you have any special needs, please feel free to talk to me about them when booking your session and I will be sure to do my best to accommodate. Thankfully, I can provide stunning and creative photos of your newborn while being sure that both you and your newborn are comfortable and safe the whole time.\n\nThank you for trusting me to capture these memories for you!",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9174830317,
        "format_confidence":0.8754796386
    },
    {
        "url":"https:\/\/www.codextrous.com\/support\/categories\/b2j-k2-image-showcase.feed?type=rss",
        "text":"Support Thu, 21 Nov 2019 12:42:05 +0530 MYOB en-gb How can I get the best photo restoration service? Are your photos damaged, faded with age, Are they torn,or some parts are missing from them? Are your pictures filled with dust, scratches,blotches or spots caused by water,bacteria or mold? Are your photos in need of retouching and photo restoration? Photo restoration is the process of restoring a photograph which has been damaged or affected by age. Our Photo Restoration Services provide you with a wide range of services that can restore your old and damaged photos and reconstruct it to according to your choice. Also by choosing our Digital Photo Restoration and Best Photo Restoration Services all unwanted color casts are erased and the contrast of the image is changed in order to complete image restoration.\nDetailed repair by a specialist\nAmazing results, damaged photos look new\nGet a Free quotation within 1 hour\nLowest price Best quality]]> (Background Removal) B2J K2 Image Showcase Tue, 07 May 2019 16:12:40 +0530\nWhat is photo restoration?\nWe take photo restoration service to bring these damaged photos to their previous conditions. Photo restoration helps us get torn, destroyed, ruined photos in fresh conditions. You can’t image how aged and torn photos get new and fresh.]]> (Background Removal) B2J K2 Image Showcase Tue, 07 May 2019 16:08:27 +0530\nimage swap animation time I've installed the B2J Image Showcase for K2 on a Joomla 3.8.2.\nThe image swap runs well if I don't touch the forward and backward buttons, once i touch them, it starts swapping much faster and kind of random and sometimes even stops at half of the images.\nDo you know what this might be?\nHere is the website:\n\nThank you.\nAndré Santos]]> (Andre) B2J K2 Image Showcase Thu, 28 Dec 2017 20:23:48 +0530",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.6453228593,
        "format_confidence":0.5516375899
    },
    {
        "url":"https:\/\/townieszine.com\/contact\/",
        "text":"If you’re interested in collaborating\/contributing to TOWNIES, you can send us a pitch or a message at, or follow me and slide in my DMs @ifeolujobi on Instagram!\n\n\nWhen submitting, please include:\n\n-Your Name\n\n\n\n-How you identify racially\/ethnically\n\n-Your submission (if you’re submitting visual work, please include a short description of the work\/your intentions\/inspirations)\n\n-Any contact\/social media information you may want included in print\n\n\nWe accept contributions from PoC and\/or queer identifying peoples.\n\nAll art forms are welcome, including performance and web-specific work.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.785304904,
        "format_confidence":0.8900365829
    },
    {
        "url":"http:\/\/www.hygienic.org\/contact\/",
        "text":"Gallery Hours\n\nWe're currently closed.We're open again on Sunday (April 30, 2017) from 12:00 pm to 4:00 pm\nMon. Exhibit Installation\nTue. Exhibit Installation\nWed. Exhibit Installation\nThu. Exhibit Installation\nFri. Exhibit Installation\nSat. Opening Reception (April 29, 2017)7:00 pm – 10:00 pm\nSun. 12:00 pm - 4:00 pm\n\nCall or Visit Us\n\n79 Bank Street\nNew London, 06230\n\nPlan Your Visit\n\n\n\n\nFor genearl inquiries, please use the form below.\n\nWe want to hear from you.\n\nHygienic Art Galleries\nHygienic Art Galleries | 79 Bank Street, New London, CT, 06320 | 860.443.8001",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9947032332,
        "format_confidence":0.6865807772
    },
    {
        "url":"http:\/\/jmacspottery.com\/?page_id=47",
        "text":"Call or stop by to check out our current offerings.  We offer a variety of class options, including Throwing, Handbuilding, and various 2 day workshops.\n\nGrab a friend and come learn about pottery.  Please stop by the store, email us or call for details.\n\nBeginning and Intermediates welcome.\n\n\nWhat to Expect\n\nClasses are adjusted to your learning needs. If you are a beginner or experienced, instruction is provided for your level. Our classes are a mix of levels of students, which encourages a cooperative learning environment.\n\nBeginners: We provide a walk-through tour to acquaint you with our studio. The first day of class there will be a throwing demo and clean up process instruction prior to your first class. It will help familiarize you with our studio and what you can expect to learn your first day.  Most students complete 5 to 10 items during the 8 week session.\n\nIntermediate: If you have done pottery before, we may place you in the Intermediate category.  If you are a intermediate potter you can join our mixed classes for $125. You will be responsible for clay and firing fees.\n\nAt this time, we regret that we are unable to accept students less than 15 years of age, although we do reserve the right to make exceptions.\n\nRemember that pottery is a process—patience and perseverance are helpful. The difficult part is getting over that initial muscle memory process. If you are patient, have fun with learning, and keep trying, you’ll enjoy pottery for a lifetime.\n\nJMACS PotteryClass Information and Costs\n\n  • An eight-week Throwing class for new students is $165.00, with everything included. Intermediate students pay $125 plus firing and clay fees.  If you have questions about which level you are, please feel free to ask.\n  • An 8-week Handbuilding class is $199 and includes $40 of firing fees.\n  • Tuition is to be paid before class starts.\n  • A $25 deposit is required to hold your spot.\n  • Students also get free studio time during regular store hours for the 8-week session.\n  • Beginner Throwing class includes glazes and firing of up to 20 items (equivalent to 6″x6″x6″ items). Extra firing fees will apply for more than 20 items.\n  • Please wear appropriate clothing (it’s messy), and bring a towel. Trim your fingernails and tie back long hair.\n  • Students at the end of the session can finish up their items in progress (i.e., trimming, glazing and firing) at a cost of $5 an hour for studio time.\n\nThree students is the minimum number to have class. Classes will proceed unless minimum is not met.\n\nWe realize that sometimes you may have to miss a class. You may be able to make up your missed time by joining another class as long as space is available, only within the current session.\n\n\nCancellation Policy\n\nIn the event that a class is canceled, students will have the option of transferring to another class or having their registration fee refunded. A $25 cancellation processing fee will be withheld for dropping a class or rescheduling less than 2 weeks before the first day of class. No refunds or credits will be given for missed classes or class withdrawals after the class session has begun.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.7797366381,
        "format_confidence":0.5877407193
    },
    {
        "url":"http:\/\/hitechpress.com\/art_files__preparation_guidelines.htm",
        "text":"Hi-Tech Press, Inc.\n\n\nHome • Printing Services • Promotional Products • Contact Us • Art Preparation Guidelines • Send Files\n\nArt Preparation Guidelines\n\n\nPlease consult with us about your project\n\nArt preparation can be done in many different programs and in many different file formats, but what will work varies by process and product.\n\nCall us and we'll have you \"in the know\" in no time!",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9719411135,
        "format_confidence":0.8967636824
    },
    {
        "url":"http:\/\/keo-art.squarespace.com\/contact\/",
        "text":"contact us\n\nUse the form on the right to contact us.\n\nYou can edit the text in this area, and change where the contact form on the right submits to, by entering edit mode using the modes on the bottom right.\n\n\n\n\nIntroduction to Graffiti and Street Art:    2014 Classes forming now for Feb. 18th, 19th, or 20th \n\nClasses meet weekly\n\nTuesdays, Wednesdays, or Thursdays         3:30 - 5:00 pm\n\n 8 week course -  $425  (includes all materials)\n\nFinancial Aid available for those who qualify.\n\nAdvanced Graffiti and Street Art:     Classes forming now (acceptance subject to instructor review) \n\nClasses meet weekly\n\nWednesdays or Thursdays         5:00 - 6:30 pm\n\n 8 week course -  $480  (includes all materials)\n\nCancellation Policy: Registrations cancelled prior to the 1st day of the semester  will be refunded in full,  less the non-refundable materials\/service fee of $50.  Registrations cancelled after the first class meeting are refunded $322 for remaining 7 classes, but WILL be charged for first class and materials\/service fee of $50, . Any cancellations after the second class meeting will be credited to a future semester, minus the non-refundable materials\/service fee of $50. \n\n\n\nUrban Folk Art Studios\n\n101 Smith St. \n\nBrooklyn, NY 11201\n\nPhone 202 460 1366\n\nName *",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.8846769929,
        "format_confidence":0.6457026005
    },
    {
        "url":"http:\/\/www.birdphoto.fi\/contact.html",
        "text":"How to Order Pictures or Contact to\n\nBy E-mail send a mail to address info2(at) Please give your information to the mail and list the species and picture numbers you are interested to. We will contact back with in few hours. Instead of normal E-mail you may also use the Form below.\n\nIf you use the form below, please give species and picture numbers you are interested, or any other message, you want to in the text box below. Don't forget to give at least your name and E-mail address, so we may contact back to you. If your Email address in the form is valid, you will get a reply immediately to the E-mail address.\n\nContact form\n\nList the pictures you are intrested to the text box below (species + picture numbers). Give your contact information and put the submit button.\n\nNotice! You may also use normal email.\nContact information:\nYour name:\nPhone number:\n\nWebmaster: arto.juvonen(at)",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.8016602993,
        "format_confidence":0.9689632058
    }
]