[
    {
        "url":"http:\/\/samtarry.com\/movies\/354-blood-oath",
        "text":"Blood Oath (1990)\n\nOn an obscure Pacific Island just north of Australia, the Japanese Empire has operated a prisoner of war camp for Australian soldiers. At the close of World War II, the liberated POWs tell a gruesome tale of mass executions of over eight hundred persons as well as torture style killings of downed Australian airmen. In an attempt to bring those responsible to justice, the Australian Army establishes a War Crimes Tribunal to pass judgement on the Japanese men and officers who ran the Ambon camp. In an added twist, a high ranking Japanese admiral is implicated, and politics become involoved with justice as American authorities in Japan lobby for the Admiral's release. Written by Anthony Hughes\n\n  • Stephen Wallace\n  • Denis Whitburn\n  • Brian A. Williams\nthemoviedb icon 4.5\/10\n  • Release Date: 1990-07-26\n  • Views: 466\n  • Country: AU\n  • Language: English | 日本語\n  • Runtime: 108\nWatchlist Favorite\n\nRussell Crowe\n\nLt. Corbett\n\nBryan Brown\n\nCaptain Cooper\n\nGeorge Takei\n\nVice-Admiral Baron Takahashi\n\nTerry O'Quinn\n\nMajor Beckett\n\nDeborah Kara Unger\n\nSister Littell\n\nJohn Polson\n\nPrivate Jimmy Fenton\n\nTetsu Watanabe\n\nCaptain Ikeuchi\n\nRay Barrett\n\nPresident of the Bench\n\nJohn Bach\n\nMajor Roberts\n\nToshi Shioya\n\nLt. Tanaka\n\nNicholas Eadie\n\nSgt. Keenan\n\nJason Donovan\n\nPrivate Talbot\nWrite one\n\nSorry, no results found.",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9948551655,
        "format_confidence":0.5950103402
    },
    {
        "url":"http:\/\/en.muziekencyclopedie.nl\/action\/entry\/Peter+Weekers;jsessionid=aaaWwGApHr_0J-u6WsBew",
        "text":"\n\n\nSummary | Biography | Discography | Photos | Audio\/Video\n\nPeter Weekers in 1982\n\n\n14-04-1953 - current\n\n\nfluit, folk, instrumental, panfluit, percussie, pop, tin whistle\n\n\nfluit, panfluit, percussie, tin whistle\n\nMentioned in the biography of\n\n1981   Flairck\n1986   Flairck\n\nBiography Peter Weekers\n\nPlayed in\n\nFlairck   fluit, panfluit\nZenga   doedelzak, fluit, panfluit, percussie, tin whistle, zang\n\nDiscography Peter Weekers\n\nIn the discography you will find all recordings that have been released listed chronologically. We restrict ourselves to the title, the type of audio, year of publication or recording, label, list of guest musicians, plus any comments on the issue.\n\nPhotos Peter Weekers\n\nAudio\/Video Peter Weekers\n\nVideo Peter Weekers\n\nPeter Weekers - The lonle...\nPeter Weekers - The lonley shepherd\nPeter Weekers - Wish you ...\nPeter Weekers - Wish you were here (panflute)\nDoes this page contain inappropriate material? Click here to report this.\nPeter Weekers - Wish you were here (panflute)\n\nAll videos\n\nAdd audio or video\n\nMuziekencyclopedie.nl on Facebook Muziekencyclopedie.nl on Twitter",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9830344915,
        "format_confidence":0.718035996
    },
    {
        "url":"http:\/\/www.movies.com\/actors\/kim-marriner\/p148588",
        "text":"View All\n\nWatch It\n\nIn Theaters\n\nKim Marriner doesn't have any movies playing in theaters.\n\nIf you feel like heading out, check out other movies in theaters.\n\nAt Home\n  • Irreconcilable Differences\n\n  • Missing in Action\n\n1 of 2\n\nKim Marriner\n\n  • Profession: Actor\n  • Born: Jan 1, 0001\n  • Died: Jan 1, 0001",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9964550734,
        "format_confidence":0.9248539209
    },
    {
        "url":"http:\/\/www.omnilexica.com\/?q=talkie",
        "text":"For all your dictionary needs!\nHeader of talkie\n\n\nVideo footage: Time lapse video of the City of London financial district on a sunny day. The Shard, Walk-ie Talkie, Cheese Grater, and Gherkin buildings. Sun and clouds with aircraft contrails.\nPlay\/pauseBuy footageFind more\n\nDefinition of the noun talkie\n\nWhat does talkie mean as a name of something?\n\nnoun - plural: talkies\n\n  1. a movie with synchronized speech and singing\n\n\nWho is Talkie?\n\nTalkie a.k.a. Milan Todorović is a Serbian film director and producer, best known as the creator of the first Serbian zombie movie, Zone of the Dead. as well as the director of the first Serbian creature feature - Mamula.\n\n\nTalkie is a film genre.\n\nPrinted dictionaries and other books with definitions for Talkie\n\nClick on a title to look inside that book (if available):\n\nGoogle previewRKO Radio Pictures Horror, Science Fiction and Fantasy Films, 1929-1956 (2015)\n\nby Michael R. Pitts\n\nThe one physical improvement the remake had over the first talkie is the inn itself is more elaborate and atmospheric with flavorful muted photography by Robert de Grasse. Critics were divided over this version of the Biggers-Cohan work.\n\nGoogle previewHistorical Dictionary of Taiwan Cinema (2012)\n\nby Daw-Ming Lee\n\nAlthough there was no event directly related to Taiwan in the first three editions of T ainichi Talkie News Film, the paper did keep its promise and put important events within Taiwan in subsequent newsreels, of which there were more than 50 ...\n\nGoogle previewMerriam-Webster's Rhyming Dictionary (2002)\n\nby Merriam-Webster, Inc\n\nnightwalker, ropewalker, sleepwalker, spacewalker, streetwalker, trackwalker double-talker \\ó-kë\\ balky, chalky, gawky, gnocchi, pawky, stalky, talkie, talky Milwaukee Handie-Talkie, walkie-talkie Winnipesaukee alkin1 \\ó-kan\\ Balkan, falcon, ...\n\nGoogle previewNew Oxford Rhyming Dictionary (2012)\n\nby Oxford University Press\n\nbalky, chalky, corky, gawky, Gorky, Milwaukee, pawky, porky, talkie, walkie-talkie . Sikorsky .Mussorgsky . Chokey, croaky, folkie, folky, hokey, hokey-cokey, hoki, jokey, karaoke, Loki, okey-dokey, Okie, pokey, ...\n\nGoogle previewThe Encyclopedia of Popular Music (2011)\n\nby Colin Larkin\n\nTalkie Walkie (Source 2004), ...\n\nOnline dictionaries and encyclopedias with entries for Talkie\n\nClick on a label to prioritize search results according to that topic:\n\nPhotos about Talkie\n\nClick on an item to view that photo:\n\n\n\nPhoto credit: danieljordahl\n\nView more pictures about Walkie Talkie.\n\nIf you need related images for an article or a report, you can download stock photos:\nSmall photo of Man Talking on Radio. Mountain Rescue Officer Holding Radio Walkies Talkie and Severe Mountain Landscape Background More...\n\nVideo about Talkie\n\nTalkie Meaning\n\nVideo shows what talkie means. A movie with sound.. talkie pronunciation. How to pronounce, definition by Wiktionary dictionary. talkie meaning. Powered by ...\n\nView more videos about Walkie Talkie.\n\nSee also the pronunciation examples of Talkie!\n\nScrabble value of T1A1L1K5I1E1\n\nThe value of this 6-letter word is 10 points. It is included in the first and second editions of the Official Scrabble Players Dictionary.\n\nAnagrams of TALKIE\n\nWhat do you get if you rearrange the letters?\n\nSee also the blanagrams of Talkie!\n\nShare this page\n\n\nGo to the usage examples of Talkie to see it in context!\n\nPrivacy Policy | Cookies Policy\nKeyword Tool | Romanian-English Dictionary",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.7440293431,
        "format_confidence":0.8861189485
    },
    {
        "url":"http:\/\/www.imdb.com\/character\/ch0017589\/filmotype",
        "text":"IMDb > Novalee Nation (Character) > Filmography by type\nNovalee Nation\nTop Links\nmain detailsbiographyby votesphoto galleryquotes\nby yearby typeby ratingsby votesby TV seriesby genreby keyword\nDid You Know?\nphoto galleryquotes\n\nFilmography by type for\nNovalee Nation (Character)\nfrom Where the Heart Is (2000)\n\nThe content of this page was created by users. It has not been screened or verified by IMDb staff.\nPhotos (See all 4 | slideshow) Related Videos (see all 2)\nWhere the Heart Is -- When 17-year-old Novalee Nation has her baby in a Wal-Mart, this hard-luck teen becomes an overnight celebrity.\nWhere the Heart Is -- US Home Video Trailer from 20th Century Fox\n\nEdit Photos\n\nThere may be more photos available for this character. To select more photos to be displayed in this character's gallery, click the Edit Photos link.\n\n\n\n   Edit Credits\nThere may be more credits available for this character. To edit the credits displayed or to add more credits to this character's filmography, click the Edit Credits link.\n\nAdditional Details\n\n\nFun Stuff\n\nFrom Where the Heart Is (2000)\nMama Lil: You got a man?\nNovalee Nation: No.\nMama Lil: This isn't one of them artificial spermanation things, is it?\nNovalee Nation: No.\nMama Lil: Then where is the prick who put you in this mess?\nNovalee Nation: California.\nMama Lil: [chuckles] That figures. All the pricks move to California. They oughta call it Prickafornia.\nSee more »\n\nYou may correct errors and omissions on this page directly. Clicking the 'Update' button will take you through a step-by-step process.\n\nRegistered users may choose to have this page shown as the main character page by setting their site preferences",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9979640245,
        "format_confidence":0.8948075771
    },
    {
        "url":"http:\/\/www.imdb.com\/title\/tt0069865\/",
        "text":"104 user 54 critic\n\nCharley Varrick (1973)\n\nA man, his wife, and their friend, stage a bloody bank robbery, unaware they are stealing money from the Mob.\n\n\n\n(novel), (screenplay) | 1 more credit »\n\nWatch Now\n\nFrom $2.99 (SD) on Amazon Video\n\nWon 1 BAFTA Film Award. Another 1 nomination. See more awards »\nLearn more\n\nPeople who liked this also liked... \n\nThe Outfit (1973)\nCrime | Thriller | Drama\n    1 2 3 4 5 6 7 8 9 10 7\/10 X  \n\nEarl Macklin robs a bank owned by the mob, serves his prison time and is released, only to start a private war against the crime outfit that owned the bank.\n\nDirector: John Flynn\nStars: Robert Duvall, Karen Black, Joe Don Baker\nAction | Crime | Thriller\n    1 2 3 4 5 6 7 8 9 10 7.7\/10 X  \n\nIn New York, armed men hijack a subway car and demand a ransom for the passengers. Even if it's paid, how could they get away?\n\nDirector: Joseph Sargent\nStars: Walter Matthau, Robert Shaw, Martin Balsam\nCrime | Drama\n    1 2 3 4 5 6 7 8 9 10 7.6\/10 X  \n\nAfter his last crime has him looking at a long prison sentence for repeat offenses, a low level Boston gangster decides to snitch on his friends to avoid jail time.\n\nDirector: Peter Yates\nStars: Robert Mitchum, Peter Boyle, Richard Jordan\nCrime | Drama | Thriller\n    1 2 3 4 5 6 7 8 9 10 6.4\/10 X  \n\nIn San Francisco, one victim in a mass murder is a police detective. His partner and a new partner investigate in the city's seamy side.\n\nDirector: Stuart Rosenberg\nStars: Walter Matthau, Bruce Dern, Louis Gossett Jr.\nPrime Cut (1972)\nAction | Crime | Drama\n    1 2 3 4 5 6 7 8 9 10 6.8\/10 X  \n\nA vicious Kansas City slaughterhouse owner and his hick family are having a bloody \"beef\" with the Chicago crime syndicate over profits from their joint illegal operations. Top enforcer Nick Devlin is sent to straighten things out.\n\nDirector: Michael Ritchie\nStars: Lee Marvin, Gene Hackman, Sissy Spacek\nTelefon (1977)\nAction | Crime | Drama\n    1 2 3 4 5 6 7 8 9 10 6.6\/10 X  \n\nA Russian officer is sent to USA to try and stop sleeper agents who will mindlessly attack government entities when they hear certain coded words.\n\nDirector: Don Siegel\nStars: Charles Bronson, Lee Remick, Donald Pleasence\nThe Seven-Ups (1973)\nAction | Crime | Drama\n    1 2 3 4 5 6 7 8 9 10 6.8\/10 X  \n\nA tough detective who is part of an elite New York City unit is trying to find out who killed his partner, but uncovers a plot to kidnap mobsters for money.\n\nDirector: Philip D'Antoni\nStars: Roy Scheider, Tony Lo Bianco, Victor Arnold\nAction | Crime | Thriller\n    1 2 3 4 5 6 7 8 9 10 6.3\/10 X  \n\nA British agent's son is kidnapped and held for ransom.\n\nDirector: Don Siegel\nStars: Michael Caine, Donald Pleasence, Delphine Seyrig\nThe Killers (1964)\nCrime | Drama | Mystery\n    1 2 3 4 5 6 7 8 9 10 7.1\/10 X  \n\nSurprised that their contract victim didn't try to run away from them, two professional hit men try to find out who hired them and why.\n\nDirector: Don Siegel\nStars: Lee Marvin, Angie Dickinson, John Cassavetes\nMadigan (1968)\nCrime | Drama | Thriller\n    1 2 3 4 5 6 7 8 9 10 6.6\/10 X  \n\nIn New York City's Spanish Harlem, detectives Madigan and Bonaro are given 72 hours by their superior to capture a hoodlum wanted for homicide in Brooklyn.\n\nDirector: Don Siegel\nStars: Richard Widmark, Henry Fonda, Inger Stevens\nNight Moves (1975)\nCrime | Mystery | Thriller\n    1 2 3 4 5 6 7 8 9 10 7.2\/10 X  \n\nLos Angeles private detective Harry Moseby is hired by a client to find her runaway teenage daughter and he stumbles upon a case of murder and artifact smuggling.\n\nDirector: Arthur Penn\nStars: Gene Hackman, Jennifer Warren, Edward Binns\n\n\nCast overview, first billed only:\nHarman Sullivan (as Andy Robinson)\nHonest John\nHarold Young\nSan Miguel Sheriff Bill Horton\nMrs. Taft\nDeputy Sanchez\nDeputy Steele\nCharlie Briggs ...\nHighway deputy\nPriscilla Garcia ...\nMiss Ambar\n\n\nCharley Varrick and his friends rob a small town bank. Expecting a small sum to divide amongst themselves, they are surprised to discover a very LARGE amount of money. Quickly figuring out that the money belongs to the MOB, they must now come up with a plan to throw the MOB off their trail. Written by Brian W Martz <B.Martz@Genie.com>\n\nPlot Summary | Plot Synopsis\n\n\nWhen he runs out of dumb luck he always has genius to fall back on! See more »\n\n\nPG | See all certifications »\n\nParents Guide:\n\n\n\n\n\nRelease Date:\n\n19 October 1973 (UK)  »\n\nAlso Known As:\n\nCharley Varrick: The Last of the Independents  »\n\nCompany Credits\n\nProduction Co:\n\nShow detailed on  »\n\nTechnical Specs\n\n\nSound Mix:\n\n(Westrex Recording System)\n\n\n\nAspect Ratio:\n\n1.85 : 1\nSee  »\n\nDid You Know?\n\n\nThe piece that John Vernon plays on the piano is by J. S. Bach, but it's the D minor Invention, not from one of the English Suites. See more »\n\n\nWhen the first deputy is shot in the forehead beside the car during the robbery, his hat is cocked back on his head, the head band along his hairline. When the sheriff examines the body later, he puts the hat over the deputy's face - where a bullet hole is in plain view several inches above the brim of the hat. Simply no way for this to happen. See more »\n\n\nMolly: [Molly beats Harmon] Sooner or later, you're gonna tell me everything you know. So why not save yourself a great deal of pain, tell me now.\nSee more »\n\n\nReferenced in Boiler Room (2000) See more »\n\n\nYou Can Make a Memory Out of Me\nWritten by Lalo Schifrin and Paul Vance\nSee more »\n\nFrequently Asked Questions\n\nThis FAQ is empty. Add the first question.\n\nUser Reviews\n\nIt doesn't get any better than this.\n23 July 2000 | by (Phoenix, Arizona) – See all my reviews\n\nNow that more and more people are reflecting on the great career of Walter Matthau it is surprising that very few critics have mentioned his top-notch performance in Charley Varrick (the best thing he has ever done). I got interested in this film when I discovered that it had an underground following with everyone from \"The Pretenders\" to several critics. I bought the film and became floored by how outstanding of a movie this is. In my opinion it is the most under appreciated movie ever made and the best movie to come out of the 70's (yes, even better than THE GODFATHER, DAYS OF HEAVEN, TAXI DRIVER and APOCALYPSE NOW). It is also one of the ten best movies I have ever seen. I have seen this movie over 20 times and it gets better every time I see it. It is surprising that I have learned more about how to make a great suspense\/action film from this movie than any other which I have seen. The interesting thing about Charley Varrick is that you wonder why you are so taken in by the story. It's a relatively simple one. Yet, this is a story with a conclusion that leaves you stunned every time you see it and convinces you that this is a film that should be seen again and again (unlike some great movies that should be seen only once). I make it an effort to see Charley Varrick on a regular basis. The story starts out as follows: a group of bank robbers attempt to make a small killing and right when they think that they have succeeded . . . The story then allows the viewer to be consumed in a film of drum-tight professionalism with great action sequences, excellent performances, incredible dialogue, and possibly the greatest single screen villain of all time in the form of Joe Don Baker (I wouldn't have believed it until I saw it). I am convinced that in the near future Charley Varrick will be resurrected in the form of a remake (not that I am looking toward that day). But in context, Don Siegel's masterpiece is a film that stands by itself as one of the great under appreciated and undervalued movies of all time and is a film for everyone. It doesn't get any better than this.\n\n54 of 65 people found this review helpful.  Was this review helpful to you?\n\nContribute to This Page\n\nCreate a character page for:",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9948862195,
        "format_confidence":0.5547637939
    },
    {
        "url":"http:\/\/www.thewebcomiclist.com\/comicstats.php?id=670",
        "text":"\nThe Webcomic List Forums\nThe Webcomic List\nPiece of Me Forgive Me The Webcomic Factory Industrial Revolutionary Super Frat Animal Time The Far Side of Utopia Chicks, Cats & Cookies! Abyssal Gate, The The Island Get Your Comic Featured Today!!\nComic Stats\nTurnsignals on a Land Raider  \nProfile Image Genre: Gaming\nDate Added: 13 September 2004\nArchive URL:\nCurrent Comic Ranking: 9790\/25437\nViews This Month: 54\nAverage Views a Month: 42\nComic Visits Per Day  \nVisits Per Day\nHere we see the number of visitors sent to the comic each day, the little blue dots mark days when the comic updated.\n\nUpdates by Day of Week (GMT)  \nDay of Week\nWhat day does this comic favour?\n\nUpdates by Hour of Day (GMT)  \nHour of Day\nWhat time of day does the artist update? Morning, noon or night? Note that times shown above are GMT\n\nThe Webcomics List is operated and owned by Evoluted New Media\nWeb Design Sheffield.\n\nPrivacy Policy",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.6219319701,
        "format_confidence":0.9627904296
    },
    {
        "url":"https:\/\/www.grammymuseum.org\/events\/ical\/notes-on-living-all-star-jazz-with-tales-by-brian-doyle\/1350",
        "text":"BEGIN:VCALENDAR VERSION:2.0 PRODID:-\/\/hacksw\/handcal\/\/NONSGML v1.0\/\/EN BEGIN:VEVENT DTSTAMP:20190515T023000Z DTSTART:20190515T023000Z DTEND:20190515T053000Z SUMMARY:Notes On Living: All-Star Jazz With Tales By Brian Doyle DESCRIPTION:The GRAMMY Museum Presents A WordTheatre ProductionDirected and Produced by Cedering FoxCelebrate the extraordinary shorter-than-short stories of Brian Doyle along with an All-Starr Jazz combo led by pianist Starr Parodi with Wayne Bergeron on trumpet. As brilliant actors inhabit these remarkably touching and funny literary gems, you'll experience firsthand what made this Irish-American writer so special. Gather some friends, and please join us for an evening that sold-out audiences in London, NYC and East Hampton have loved and that you will never forget!CAST*Fred Melamed (A Serious Man, Fargo)JK Simmons (Whiplash, Counterpart)Jing Lusi (Crazy Rich Asians, Gangs of London)Edi Gathegi (Starup, The Blacklist: Redemption)Gethin Anthony (Aquarius, Game of Thrones)Lesley Nicol (Downton Abbey, Beecham House)Antonique Smith (RENT on Broadway, Luke Cage, Notorious)Dan Lauria (The Wonder Years, Independence Day)Wendie Malick (Hot in Cleveland, Just Shoot Me!)Rhashan Stone (All About Eve on London's West End, Carters Get Rich, Strikeback)Bruce Vilanch (Hairspray on Broadway, You Don't Mess with the Zohan)MIchael Nouri (The Assassination of Gianni Versace: Amercian Crime Story, Flashdance) *Due to the ever-shifting nature of actors schedules,appearances are subject to change without notice!  END:VEVENT END:VCALENDAR",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9893898368,
        "format_confidence":0.8538605571
    }
]