[
    {
        "url":"http:\/\/www.sehbasarwar.com\/projects.shtml",
        "text":"Sehba Sarwar ::: ProjectsWhat Is Home?\" by Sehba Sarwar\n\nAbout What Is Home?\n\nDuring my 2012-14 arts residency at the Mitchell Center for the Arts (University of Houston), I researched and developed my memoir What Is Home? The narrative delves into different streams including migration and labor, family history, activism, and health. In 2014-15, through an Artistic Innovations award by Mid-America Arts Alliance, I worked on my manuscript and also expanded What Is Home? into a multidisciplinary project through which I continued to explore issues that connect me to two border regions - South Asia and North America.\n\nFor the project, I held a special performance on May 9, 2015 at Baker Ripley Neighborhood Center (scroll down to read about the show or view images here), and I am currently working on completing the manuscript. Also, over the past year, I have offered storytelling workshops for women\/mothers (at Baker Ripley Neighborhood Center) as well as for South Asian youth at Westbury High School; students and women went on to participate in public events around Houston.\n\nTo stay connected to my project, remember to check my blog, where I post reflections as well as interviews with friends, family, artists and community members; view images from my productions on Flickr; and follow me on Twitter @sehbasarwar\n\nPlease click here to view my 2013 TEDxHouston talk What Is Home?\n\nBuilding Bridges: What Is Home?\n2-3:30 pm, November 21, 2015\nBlog Exhibition: November 21 - December 29, 2016\nHouston Public Library, First Floor Gallery, 500 McKinney, 77002\n$ free\n\nDuring October and November 2015, I led women's workshops at Baker Ripley Neighborhood Center and at Somali Bantu Community of Greater Houston (SBCGH). In the gatherings that included writing, food and community, new and veteran entrants to Houston and the U.S. delved into issues of displacement, the state of being transnational, and the urgency one faces in coming to terms with being in-between.\n\nThe outcome of the workshops was shared with the larger public at a special reading and conversation session at Houston Public Library'sCentral Library in the First Floor Gallery.\n\nThe afternoon included readings and writings by Sukhada Tatke and Azeb Yusuf and students Purnima S. and Hemangi P. I hosted the afternoon and read poems and an excerpt from my memoir-in-progress.\n\nAn exhibition of interviews from my blog, What Is Home? will remain on view at the library till December 15, 2015.\n\nThe reading and exhibition are part of Building Bridges: Poetic Voices of the Muslim World, presented by Poets House and City Lore, in partnership with the American Library Association and the Houston Public Library. The workshops and performance\/installation are cosponsored by Neighborhood Centers Inc., and Voices Breaking Boundaries.\n\nPerformance \/ Installation: What Is Home?\n3-5 pm, May 9, 2015\nBaker-Ripley Neighborhood Center (6500 Rookin St, Houston TX 77074)\n$ free\n\nOn May 9, as part of my long-term What Is Home? project, through which I explore maps, home and memory loss, I exhibited an art installation and offered short readings from my memoir-in-progress. What Is Home? is an unraveling of the different strands of my journey as a transnational citizen: family history and borders; protest in a changing world; migration and movement; and health. Pushing the lines between public and private, my installation \/ performance created space for audience members to engage with my work and delve into their own narratives.\n\nWestbury High School students Purnima and Hemangi, who participated in my storytelling workshops, exchanged stories and string-tying with audience members, while women workshop participants offered home-cooked chatt and chai Pakistani style, and body care including neck-shoulder massages and facial threading.\n\nView images from the afternoon here.\n\nTo learn more about the background of my project, read Charisse P. Weston's article \"Meaning & Memory: Sehba Sarwar Explores Home\" in Arts & Culture, March 16, 2015.\n\nMore What Is Home? 2014-15 events\n\nApril 25, 2015: Students Sagar, Purnima and Barun translated their stories into Nepali for their parents and into English for Westbury High School staff members. The morning ended with a meal prepared by Sagar's mother. The gathering was hosted by Sagar and his family at his apartment in southwest Houston. View images from the afternoon here.\n\nApril 1, 2015: Morning tea was served along with home-made snacks at the apartment home of a workshop participant; reflections, food and final stories were shared.\n\nMarch 12, 2015:\nWestbury High School students from Nepal-Bhutan and India shared their stories and performed narratives by documented and undocumented Pakistani and Indian women. This event was free and open to the public and was held at Baker-Ripley Community Center; a lunch was served after the public talk. View images here.\n\nThis project was initated through a two-year artist residency (2012-14) with the Mitchell Center for the Arts, University of Houston; my residency was funded in part by the Texas Commission on the Arts. In 2014-15, my project was supported in part by an award from Mid-America Arts Alliance, the National Endowment for the Arts, Texas Commission on the Arts, and foundations, corporations and individuals throughout Arkansas, Kansas, Missouri, Nebraska, Oklahoma and Texas.\n\nWhat is home? is developed in part through a residency with the University of Houston's Cynthia Woods Mitchell Center for the Arts and is cosponsored by Neighborhood Centers Inc., and Voices Breaking Boundaries.\n\nSehba Sarwar ::: ProjectsAudience members experience my installation at Honoring Dissent\/Descent, 2009; photo by Eric Hester\n\nOther Projects\nBorderlines is an ongoing long-term project initiated in Fall 2013, one that I visualized and developed for Voices Breaking Boundaries, where I serve as Artistic Director\/Founder. The project explores parallels between the border regions of South Asia and North America.\n\nVBB living room art: Homes and Histories (Fall 2012) focused on exploring parallels between Houston's Freedmen's Town, a township created by the first freed slaves of Texas and Pakistan's Baloch\/Makrani\/Sheedi community that has roots in East Africa.\n\nVBB living room art: Women Under Siege (spring 2012) was inspired by the forced \"security\" created by metal detectors at the entrances of Abdullah Shah Ghazi's shrine in Karachi and Planned Parenthood Gulf Coast in Houston. Alongside directing the production that featured video, performances and installations by more than 10 artists from Houston and Karachi, I created two short videos Recording HerStory and Protecting Space. To read a CultureMap feature story about the production, click here.\n\nClick here to read more about additional installations",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9606283307,
        "format_confidence":0.8654762506
    },
    {
        "url":"https:\/\/www.roxiestudio.com\/about-roxie",
        "text":"About Roxie\n\nRoxanne Parent is a potter who lives in the small picturesque town of Conway, Massachusetts.  She creates her pottery at her ceramics studio overlooking 15 acres of rolling hills and fields.  Roxanne has worked in ceramics and pottery for over 28 years, initially producing hand painted designs for other artisans before she introduced her own unique line of hand-painted ceramic designs as Roxie's Studio.  Please browse her various ceramic creations shown on these pages, or see her work at various craft shows along the east coast (see Show List).  \n\n\n\nRoxie's Studio\n\nT:   (413) 625-2253\n\n(please no texts to this number)\n\nE:  roxie@roxiestudio.com\n\nReturn & Exchange Policy\n\nEmail Roxie\n\n© 2023 by Ceramic-Studio. Proudly created with Wix.com",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9719058871,
        "format_confidence":0.9057710171
    },
    {
        "url":"http:\/\/www.idnworld.com\/creators\/LindaZacks",
        "text":"magazine available 中文版\n\nLinda Zacks — New York, USA\n\nA rare hybrid of gritty artist-illustrator and astute designer.\n\nZacks is all about “the anxiety, adoration, filth, fear and visceral energy of just being alive and aware” – and that makes its way into each picture. She's the creative spark behind extra-oomph.com and has logged a decade in the creative corporate world, as both design director and freelancer. Living in New York and working for a vast array of clients, producing vibrant campaigns for Target, Verizon, eBay and many of the publications she also enjoys reading.\n\npopular articles\nmore articles",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9862377644,
        "format_confidence":0.9850209951
    },
    {
        "url":"https:\/\/peterchalmers.newgrounds.com\/news\/",
        "text":"Contact Info \/ Websites\n\n\n2016-02-18 19:16:50 by PeterChalmers\n\nnew here, just started digital artwork a couple of months back so nothing mind blowing yet, ill post up some of my artwork n see what peeps think, im looking forward to checkin this place out n talkin to fellow artists. I gotta credit Jazza studios as the reason i am here, his tutorials are awesome! :D",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9839119315,
        "format_confidence":0.5643797517
    },
    {
        "url":"http:\/\/www.sketchoholic.com\/kanizo",
        "text":"My name is Danielle, and I am a graduate from Winchester School of Art (UK) with a Bachelor of Arts Degree in Illustration & Animation. Before that, I did three Art A Levels in Fine Art, Photography and Graphic design. For my digital illustrations, I use Photoshop CS6 with a Wacom Cintiq and a range of different materials for my traditional drawings.\n\nDanielle making a book\n\nWe require 250 more pushes to publish Danielle's portfolio book. ?\n\nWith everyone's support, we're turning Danielle's artwork into a perfect bound, professional book(let). As a thank you, we will print every pusher's name and URL inside printed and digital book. It's free and easy to support your fellow artists and have your book made as well. Simply log inside, click push it, then start pushing your own, remember to share this page. Registration is free and required to track names and urls we'll print in the book. We want everyone to help us decide which portfolio images should make up Danielle's book. Look at the portfolio below and nominate images you think should be published. Share this page with your friends and let's get it made.\n\nKanizo's Pushers | More Books | Make your Book\nPortfolio Gallery\nVideos Contest Entries\n\n2354 3 in Cartoons & Characters\nMonsters Have Nightmares Too\n\n1011 0 in Animals (All media)\nWalk The Walk\n\n884 0 in Fantasy\nSteampunk Heart\n\n847 0 in Illustrations: Character Design\nWinter Fox\n\n760 0 in Fantasy & Sci Fi\n\n162 0 in Fantasy (Drawings)\n\n1001 0 in Illustrations: Character Design\nCharacter design for one of my Illustration classes\n\n165 0 in Fantasy (Drawings)\n\n145 1 in Fantasy (Drawings)\n\n177 0 in Creatures & Monsters\n\n725 0 in Illustrations: Character Design\nFirst Flight\n\n709 0 in Fantasy (Drawings)\nSea Kyte\n\n736 0 in Creatures & Monsters\nWe Three\n\n719 1 in Drawings\n\n1570 0 in Illustrations: Character Design\nRainbow Vulture\n\n793 0 in Illustrations: Character Design\n\nDesign \/ Advertising \/ Film \/ Animation \/ Video Game companies are looking for their next hire in our books.\nKeep your Portfolio up-to-date and turn your portfolio into a professional book. Get ahead of your peers with our BookPushers service.\n\nDanielle's Contest Entries\n\nDanielle's Videos\n\nNo videos added at this time!\n\nLeave a Comment",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9658280611,
        "format_confidence":0.8845199943
    },
    {
        "url":"http:\/\/drawingwell.net\/about\/",
        "text":"What does is it mean to draw well?\n\nFor me, drawing well can be about making a picture that captures a realistic depiction of an object, landscape, or human figure. But it can also be about capturing ideas and drawing the imagination out into the open. Drawing well can make both the answers and the questions in life visible. Drawing well makes us smarter by bringing details into focus that we hadn’t noticed before. In his book, Zen Seeing, Zen Drawing, Frederick Franck called the process of drawing “meditation in action”.\n\n\nDrawing can be pure bliss. But with the flip of a coin, drawing can also be frustrating as hell. To draw well means to practice failure. It’s taken me the better part of 58 years to learn to embrace making mistakes. It’s important to grow from the errors and success in our work. The brute force of honesty is what drives us to draw well.\n\nIn addition to my studio students, I teach basic drawing skills at a number of high schools. When the fear of not being able to draw well grips high schoolers during a lesson, I ask them this question: “Who is the best drawer in this classroom, right now?” After a few moments of watching their awkward exchange of guarded glances I tell them, “The best drawer in class is the one having the most fun.” Drawing well means that we overcome our fear of what others think of our work.\n\n\nMy purpose with DrawingWell is to share with you the challenges and rewards of learning to draw. It’s not so much about making the perfect drawing. It’s about what we come to learn about ourselves and our world through the practice of drawing. And once in a while, usually when we least expect it, we’ll manage to make a really cool drawing. That’s the bonus we get for the hard work and devotion to drawing well.  —Rob Court\n\nAbout Me: I worked as a freelance illustrator and graphic designer for over 35 years. My client list includes The Walt Disney Company, Scholastic, Los Angeles Times, and Los Angeles magazine. I have written a number of how-to-draw books and started the Scribbles Institute to help adults and kids learn basic drawing skills for work, school, and enjoyment.\n\nMy Company: The Scribbles Institute\n\nMy Drawings: Observed & Imagined\n\n\nA Blog by Rob Court",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9622226357,
        "format_confidence":0.9824894667
    },
    {
        "url":"http:\/\/wwas.org.au\/tutor\/catherine-tate\/",
        "text":"Catherine Tate\n\n\nCatherine Tate is a contemporary ceramic artist, stylist and teacher with a background in graphics and this eye for design influences her current work, bringing an appreciation of simple and striking colours and forms. Catherine graduated from Kingston Upon Thames Surrey UK with BA Hons in Graphic Design worked on Magazines as a Designer and Editor. Ten years ago, she started a ceramics class at WWAS and was hooked, since then she has studied at Hornsby and Brookvale TAFE Sydney.\n\nAs an exhibiting ceramic artist, she has recently had exhibitions at Saint Cloche and Kerrie Lowe in Sydney and Gallery’s in Melbourne and Walcha NSW.  Catherine’s work is informed by architecture and interiors – from contemporary minimalism to ancient architecture in rich decay.  Her current work responds to a fascination with the colours and textures that come with tenure.  The texture of Catherine’s vessels is rough and tactile, drawing on memories of peeling plaster walls – rough and chalky – yet in part still holding the pigments and rich history of time past.\n\nA professional and experienced tutor, Catherine teaches adults and children’s ceramic and pottery classes at WWAS and teaches ceramics in the WWAS school holiday program. A local Eastern Suburbs resident she also teaches workshops at local schools. Recently Catherine was instrumental in organising an Open Studio at WWAS with the Ceramics Journal Magazine.\n\nVisit Catherine Tate’s website",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.8855936527,
        "format_confidence":0.9812518358
    },
    {
        "url":"https:\/\/laurapugno.info\/mis-love-3",
        "text":"news      works      books     texts     cv      contact    \n\nMis-love #3\n\n\nFor years now, the collective mind has been seduced by social media and garden magazines designed for the public at large which insist on the aesthetic fascination and the harmony one can re-create in one’s home by aptly using “greenery”.\nThis “new visual culture” has gained acceptance in our society starting from the famous brands of distribution, a glaring example is Ikea’s case, strategically placing the gardening section at the end of its sales departments. After prefabricated furniture, or shelving units and, after all this glazed wood, these furnishing accessories, and so forth, are plants: green, impeferct, delicate, personal, unique. One is strongly tempted to buy them in order to escape, at least to some extent, the previous serialisation.\n\nThe actions I perform on plants intend to follow this overwhelming attitude, and their results will inevitably be abnormal, where the uncontrolled action of love has eluded all culturally proposed standards of care and beauty.\n\nNida Art Colony, Lithuania",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.8712095022,
        "format_confidence":0.8072420955
    }
]