[
    {
        "url":"https:\/\/www.domain.com.au\/news\/citys-land-sales-plummet-to-sevenyear-lows-20111109-1n7eu\/",
        "text":"ic-auction Created with Sketch.\n\nCity’s land sales plummet to seven-year lows\n\nWeekend auctions: buyers sit tight\nAround the country, stock levels are still high and clearance rates are stubbornly low. Simon Johanson reports.\n\nMelbourne’s once booming house-and-land market has gone from being in overdrive to a slump in the space of a year.\n\nAt its peak in 2010, home buyers were purchasing about 1400 lots a month for homes in new suburbs like Wyndham Vale in Melbourne’s west and Clyde on the city’s south-east fringe.\n\nBut now land sales have slowed to about 600 lots a month, according to the National Land Survey Program report by Research4 and property analysts Charter Keck Cramer.\n\nLand sales in Wyndham.Land sales in Wyndham.\n\nWith the exception of one three-month period during the middle of the 2008 global financial crisis, ”land sales have not been this low for the past seven years”, the quarterly report said.\n\nThe turnaround is likely to have a severe impact on building activity and a knock-on effect on Victoria’s economy, where 8.5 per cent of the workforce, about 227,500 people, are employed in building or development-related trades.\n\nIt comes as the Baillieu government steps up the development process, speeding the release of land in Melbourne’s outer suburbs and yesterday outlining its Growth Corridor Plan for zoning, transport and infrastructure requirements on the city’s fringe.\n\nAnd it follows more bad news for builders, with finance for new dwellings falling by 0.2 per cent in September and the average home loan down by 1.9 per cent to be 0.6 percentage points lower than a year ago – the biggest fall in more than a decade.\n\nThe drop in land sales was not mirrored by an equivalent decline in lot prices, but has resulted in smaller blocks being offered to buyers. For the past five years, land prices have gone up, but since late 2009 the median lot size has shrunk by 64 square metres to 448, the smallest of any Australian capital city, the report said.\n\nFour years ago, Melbourne’s developers were offering the most land for the least cost.\n\n”Demand has gone off,” Research4 director Colin Keane said. ”That’s a ripple effect from the changes to net overseas migration in June 2010 that took a lot of heat out of the established housing market.”\n\nIn response, there are signs that estates on the city’s fringes are beginning to move away from traditional stand-alone houses. Developers are compensating for slower sales with different types of housing, including terraces and townhouses, to try to attract buyers priced out of the market.\n\nAustraland and Investec are offering townhouses in Croydon’s The Range estate for an average price of $420,000.\n\nNorth of the city in Mernda, the Satterley Property Group is marketing two-storey, three-bedroom ”flute” terraces for $320,000.\n\nDevelopers would have to cut prices or build more innovate houses to survive, Mr Keane said. ”Some developers who have recently bought land at a high price point won’t have enough flexibility to move their prices.”\n\nThe slump in land sales was not just confined to Victoria; nationally they fell by 7 per cent.\n\nSydney’s problems with land shortages and high prices had already forced first home buyers out of the market and it was now ”running the risk of locking out second-plus home buyers,” the report said.\n\nIn south-east Queensland, land sales increased by 27 per cent in the quarter to pre-flood levels.\n\nDomain Home Price Guide Find out what your property's worth\nFind out now!",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.605969429,
        "format_confidence":0.9970121384
    },
    {
        "url":"https:\/\/qns.com\/2015\/06\/handouts-inform-dog-owners-of-lic-waterfront-rules\/",
        "text":"Handouts inform dog owners of LIC waterfront rules – QNS.com\n\nHandouts inform dog owners of LIC waterfront rules\n\nImages courtesy of DOG LIC\n\nTwo Long Island City groups have come together to help spread the word to dog owners visiting the waterfront parks on how they can help keep the neighborhood as a safe and responsible dog-friendly community.\n\nThe Hunters Point Parks Conservancy and DOG LIC, made up of local dog owners, have started to hand out postcards in the western Queens neighborhood informing people of “The Rules of the Road for Dog Owners.”\n\n“Hunters Point Parks Conservancy was very pleased to partner with DOG LIC to help educate and promote proper dog ownership,” said Rob Basch, president of the Hunters Point Parks Conservancy. “As stewards of both Hunters Point Park and Gantry Park, we recognize the need to clarify where dogs are allowed.”\n\nIn these postcards, which the groups have printed out over 5,000 copies, dog owners are advised where their furry friends are welcome along the waterfront and where they are not permitted.\n\nFor example, dogs are allowed at Hunters Point South Park, Gantry Plaza State Park, Gantry Plaza State Park Pier #1, Gantry Plaza State Park Garden, and the Anabel Basin Inlet along North Basin Road. However, they are not permitted at Gantry Plaza State Park north of Pier #1, the turf field and sandbox in Hunters Point South Park, Gantry Plaza State Park Piers #2, 3, and 4, or on the Community Sports Park Turf Field on Center Boulevard and 47th Avenue.\n\n“We’re really trying to be responsible and help get the message out to the community,” said Jessica Masters, DOG LIC co-founder. “We thought if we could organize and get together this flier that we could start spreading the news of responsible dog ownership to keep the waterfront beautiful and a nice place for everyone to enjoy.”\n\nMasters added that these postcards might help incoming residents who are new to the neighborhood and might be used to more dog-friendly rules found in other parts of the city.\n\nThe postcards, which were passed out during an event called “LIChenge” in May and can be found at local businesses, also remind dog owners that their pets must remain on a leash at all times and they must clean up after their dogs.\n\nPet owners are also advised of the locations of local dog runs where they can take their four-legged friends such as the Hunters Point South Dog Run, Vernon Boulevard Dog Run, Murray Playground Dog Run and New Dog Run.\n\n\nMore from Around New York",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.7999079823,
        "format_confidence":0.9444832206
    },
    {
        "url":"https:\/\/www.marketingweek.com\/2005\/11\/05\/childrens-garden-tools-to-encourage-green-attitudes\/",
        "text":"Children’s garden tools to encourage green attitudes\n\nA range of gardening tools and products for children will be launched next year on the back of BBC cartoon Gordon the Garden Gnome. The range aims to encourage children to learn about gardening and how to be ecologically sound.\n\nThe products will include statues of Gordon, an eco-friendly gnome who loves gardening, and child-friendly tools such as spades, trowels and watering cans. There will also be composting packs and seeds of easy-to-grow plants.\n\nThe show, launched in June on digital channels CBBC2 and CBeebies, aims to make children more aware of the environment and teach them about how things grow. Gordon is voiced by gardening expert Alan Titchmarsh and has the catchphrase “Let’s get mucky”.\n\nAs part of their ecologically friendly gardening practices, Gordon and his friends create devices to catch rainwater; and instead of using pesticides, they try to reason with the bugs, including slugs Lez and Dez, to prevent them from ruining plants.\n\nGordon the Garden Gnome is a Collingwood O’Hare Entertainment production. Southern Star, an integrated film and television production and distribution company, holds the licensing and merchandising rights for the products.\n\nLatest from Marketing Week\n\n\nAccess Marketing Week’s wealth of insight, analysis and opinion that will help you do your job better.\n\nRegister and receive the best content from the only UK title 100% dedicated to serving marketers' needs.\n\nWe’ll ask you just a few questions about what you do and where you work. The more we know about our visitors, the better and more relevant content we can provide for them. And, yes, knowing our audience better helps us find commercial partners too. Don't worry, we won't share your information with other parties, unless you give us permission to do so.\n\nRegister now\n\n\nOur award winning editorial team (PPA Digital Brand of the Year) ask the big questions about the biggest issues on everything from strategy through to execution to help you navigate the fast moving modern marketing landscape.\n\n\nFrom the opportunities and challenges of emerging technology to the need for greater effectiveness, from the challenge of measurement to building a marketing team fit for the future, we are your guide.\n\n\nInformation, inspiration and advice from the marketing world and beyond that will help you develop as a marketer and as a leader.\n\nHaving problems?\n\nContact us on +44 (0)20 7292 3703 or email\n\nIf you are looking for our Jobs site, please click here",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.7365441918,
        "format_confidence":0.980855763
    },
    {
        "url":"http:\/\/therealdeal.com\/2014\/03\/12\/spruce-capital-lists-greenwich-village-manse-for-34-million\/",
        "text":"The Real Deal New York\n\nSpruce Capital lists Greenwich Village manse for $34 million\n\nOwner bought and converted the apartment building for $11 million\n\nMarch 12, 2014 05:15PM\n\nFrom left: Exterior and interior of 116 Waverly Place\n\nFrom left: Exterior and interior of 116 Waverly Place\n\nAn 11,000-square-foot apartment building converted into a single-family townhouse in Greenwich Village has hit the market for $34 million — five times what it sold for just four years ago.\n\nJim St. Andre of brokerage Peter McCuen & Associates has the listing for the six-story, seven-bedroom home at 116 Waverly Place, between Washington Square Park and Sixth Avenue.\n\nThe owner and developer is Spruce Capital, according to the firm’s website portfolio. Spruce purchased the early 1900s property for $6.8 million in 2012 and subsequently took out a $4.2 million loan for a complete makeover, according to city records — investing a total of $11 million.\n\nChicago-based architect Dirk Denison designed the space, which features a rooftop pool and hot tub, double-height spaces and a “high-speed” elevator, according to the listing. Denison also designed another Spruce property, an Upper West Side townhouse that listed for $23.5 million in November of last year. [Curbed] — Angela Hunt",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.859939456,
        "format_confidence":0.9945002794
    },
    {
        "url":"http:\/\/www.taipeitimes.com\/News\/taiwan\/archives\/2010\/04\/22\/2003471200",
        "text":"﻿ Taipei plans expansion in provision of public housing - Taipei Times\nThu, Apr 22, 2010 - Page 2　News List\n\nTaipei plans expansion in provision of public housing\n\nLIVING LESSONS A DPP councilor said the government should learn from Hong Kong and Singapore, where public housing units account for a majority of homes\n\nBy Mo Yan-chih  \/  STAFF REPORTER\n\nThe Taipei City Government said yesterday it was planning to expand its public housing program and build more houses at designated locations around the city next year in an effort to tackle skyrocketing house prices.\n\nTaipei City’s Department of Urban Development has selected six pieces of municipal land, located mainly in Wenshan (文山) and Neihu (內湖) districts, for construction of public housing units. The project is scheduled for completion in 2014, and the houses will be for rent only, said Liang I-chu (梁一柱), a division chief at the department.\n\nThe call for the government to provide more public housing and build affordable homes has grown recently in response to soaring house prices in the Greater Taipei area.\n\nDemocratic Progressive Party (DPP) Taipei City councilors Chien Yu-yen (簡余晏) and Lee Ching-feng (李慶鋒) said the average price of a new house in the city’s Zhongshan District (中山), for example, has reached NT$1 million (US$31,800) per ping (3.3m²), while there are only 59 empty public rental housing units available in the city.\n\n“So far all measures provided by the government to dampen house prices have failed. The city government should provide public rental housing units and rent subsidies as a more effective measure,” Chien said yesterday at the Taipei City Council.\n\nThe Cabinet promised earlier this month to increase the housing supply by releasing available public housing and building affordable houses in a number of suburbs close to MRT stations.\n\nThe government also tried to rein in soaring housing prices by increasing taxes on luxury apartments and by offering partial mortgage interest relief for low-income families and the young.\n\nChien said the government should learn from Hong Kong and Singapore, where public housing units account for more than 80 percent of all houses, offering rented accommodation at a reasonable price as a long-term solution to housing problems.\n\nIn Taipei, the city government stopped building public housing in 2006, and there is a 10-year waiting list for public housing units. The monthly rent for a public housing unit measuring 19 ping is about NT$5,600, according to information from the department.\n\nLiang said the city government would offer at least 200 housing units after construction of new public housing program is completed in 2014.\n\nAlso See: Central bank wants mortgage lending limits\n\nThis story has been viewed 2535 times.\nTOP top",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.7762357593,
        "format_confidence":0.9975371361
    },
    {
        "url":"http:\/\/smh.domain.com.au\/real-estate-news\/boulevard-of-developers-dreams-shackled-by-red-tape-20120608-201em.html",
        "text":"Video settings\n\nPlease Log in to update your video settings\n\nVideo will begin in 5 seconds.\n\nVideo settings\n\nPlease Log in to update your video settings\n\nRoad to riches\n\nWhy this plan for Parramatta Road could work. Property editor Stephen Nicholls reports.\n\nPT3M41S 620 349\n\nA TREE-LINED boulevard with trams from the city to Parramatta. Even a metro. And 100,000 new apartments, with 100,000 new jobs thrown in.\n\nThat's the latest ambitious plan for Parramatta Road, and the developer lobby believes it's all achievable - within 25 years - if a new urban regional authority is established to manage it.\n\n''The Urban Taskforce is calling on the state government to set up an urban renewal authority to help drive a new look for this rundown part of Sydney,'' the taskforce's chief executive officer, Chris Johnson, told the Herald this week.\n\nThe former government architect will launch his plans, detailed in a 20-page magazine, Urban Ideas, at a forum on Thursday.\n\nMr Johnson said the completion of the M4 East was crucial to reviving Parramatta Road but development of the apartments was needed before then.\n\nHe said taskforce members had up to 20 sites - some three to four hectares - caught up in council red tape. ''They are looking to develop but they are frustrated because there are nine different councils, different rules along the whole corridor.''\n\nThey include about 300 apartments at Summer Hill; more than 1800 in two developments at Auburn and 1300 at Five Dock.\n\nAlthough yet to be put formally to its owners, up to 10,000 apartments could be built at Flemington Markets.\n\nThe developer Iwan Sunito, the chief executive of Crown International Holdings Group, says every council has ''different ideas'' so it would be far easier to deal with one authority. ''The state government needs to look at the whole thing as one, especially in this state-significant matter,'' he said.\n\nThe taskforce plan calls for Parramatta Road to have a much higher density, with six storeys on each side. But further back from the road, buildings could be 12 to 20 storeys.\n\n''If people live in a city they do expect to have a bit of density and a bit of vitality and bustle,'' Mr Johnson said. The trade-off would be more green space around the tallest towers and suburban areas could be free from redevelopment.\n\nWith 100,000 new apartments, by 2036, Parramatta Road would become the best place to live, attracting young people and creative industries such as businesses similar to Look Print in Leichhardt, whose 70 employees live and work close by.\n\nLook Print's David Lynch supports the plan. ''A lot of young people want to live in the comfort and security of a cafe society. These are all very young, vital, imaginative and creative people who certainly spend an enormous amount of money in the area.''\n\nInfrastructure NSW is due to make its recommendations to the government in September about the M4 East and other projects. ''I would anticipate that they are looking very closely at the M4 East and other road connections,'' the Planning Minister, Brad Hazzard, said this week.\n\nWhile he had yet to see the taskforce's plan, Parramatta Road left ''a lot to be desired and the potential is enormous''.\n\nMr Hazzard hinted that a new authority could be established. ''We are looking at restructuring various organisations to have the capacity to drive projects like Parramatta Road and will be making some announcements about that in the not-too-distant future,'' he said.\n\nOn the metro, Mr Johnson conceded it ''wasn't going to happen instantly'' but suggested it could come about the same time as the very fast train.\n\n''If the very fast train happens, the most likely route would end up with the Sydney stop at Parramatta,'' he said. ''If that happens, of course, there would have to be a very fast metro connection back to the CBD.''\n\nHe said the completion of the M4 was perhaps 10 years away. ''If it can be done in three, four, five years it would be fabulous, [it's] just that I know that the state's pretty broke.''\n\nMr Hazzard concurred. ''It would be helpful if the recommendations were given in a financially responsible, contextual way, rather than simply expecting money to appear from heaven. The dollars don't fall from heaven and we have to make those decisions and we're working on it.''",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.8989921212,
        "format_confidence":0.9923249483
    },
    {
        "url":"http:\/\/www.thisisoxfordshire.co.uk\/news\/11445221.Green_Belt_review__will_not_mean_new_housing_\/",
        "text":"Green Belt review 'will not mean new housing'\n\n\n\nFirst published in News thisisoxfordshire: Photograph of the Author by , Health reporter, also covering Kidlington. Call me on 01865 425271\n\nA COUNCIL boss has moved to quash concerns that a change in policy will lead to housing in Kidlington’s Green Belt.\n\nCherwell District Council’s Michael Gibbard spoke after the authority changed its Local Plan on where it will allow major development to 2031.\n\nThe changed text said there would be a “small-scale local review of the Green Belt boundary around Kidlington” if 250 homes can not be provided in its built-up area.\n\nThe change follows an increase in the district-wide housing target from 16,750 to 22,800 after a report ordered by Oxfordshire’s councils said more homes were needed.\n\nMr Gibbard, executive member for planning, said: “It is something we are obliged to put in, but it is something we have no intention at this stage of providing.”\n\nThe Yarnton, Gosford and Water Eaton councillor said: “It is a little suggestive that we might be opening the door but that is not the intention.\n\n“The 250 homes we have mentioned are capable of being provided within the village.”\n\nThe previous draft Local Plan said Kidlington would take at least 50 more homes.\n\nKidlington Parish Council had raised concerns this was too low and said Cherwell had assured it that 50 was a minimum, not a limit.\n\nBut vice-chairman David Robey said: “We are surprised by the proposal to review the Green Belt for housing in Kidlington.\n\n“We had previously supported their plan of keeping the Green Belt intact.\n\n“We are trying to find out more about it before making any further comment.”\n\nBanbury and Bicester will take most of the extra housing, with 1,895 and 300 more homes respectively.\n\nOxford City Council has backed more housing in Kidlington’s Green Belt in the hope that it will lower house prices for city residents.\n\nBut parish council members have warned against dividing the historic green buffer between the village and city.\n\nMichael Tyce, a member of the branch executive of the Campaign to Protect Rural England, said he was concerned by the latest changes.\n\nHe said: “The reason the Green Belt is so important is the reason it was founded, which is to contrain the growth of Oxford.\n\n“Oxford wants to be another Birmingham and is constantly chasing away at hedges.”\n\nThe five Oxfordshire councils which have to produce local plans are revising housing after recommendations in the Oxfordshire Strategic Housing Market Assessment (SHMA).\n\nThis boosted Oxford’s housing numbers from 8,000 to 28,000, with the whole county going from 54,700 to 100,060 by 2031.\n\nOur top stories\n\n\nComments are closed on this article.\n\nSend us your news, pictures and videos\n\nMost read stories\n\nLocal Info\n\nEnter your postcode, town or place name\n\nAbout cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies. Find out more about the cookies we use.\n\nI agree",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.7328419089,
        "format_confidence":0.9975289702
    },
    {
        "url":"http:\/\/www.kidderminstershuttle.co.uk\/NEWS\/11324310.Greyhounds_benefit_from_Kidderminster_collection\/?ref=rss",
        "text":"Greyhounds benefit from Kidderminster collection\n\nFirst published in News\n\nA TOTAL of £257 was raised in a collection held at Weavers Wharf in Kidderminster for Hall Green Retired Greyhound Trust.\n\nThe money will be used for the care and maintenance of the greyhounds in the trust's rehoming kennels.\n\nAnyone interested in adopting a greyhound can visit or contact 0121 426 4810.\n\nSend us your news, pictures and videos\n\nMost read stories\n\nLocal Info\n\nEnter your postcode, town or place name\n\nAbout cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies. Find out more about the cookies we use.\n\nI agree",
        "topic_id":14,
        "format_id":10,
        "topic_confidence":0.9542648196,
        "format_confidence":0.9725411534
    }
]