[
    {
        "url":"http:\/\/topindiatourism.com\/medical-tourism-india\/medical-tourism-faqs.html",
        "text":"Home > Medical Tourism India > Medical Tourism FAQs\n\nMedical Tourism FAQs\n\nQuestion1 : I had the impression that India, being a Third World country lacks infrastructure to provide specialized health solutions. Please advise.\n\nAnswer: India is a booming economy and per capita income of its people is decent by world standards. India has the largest number of graduates in the world and some of the best hospitals and specialists of the world are based in India. With government’s liberal policies on privatization, the pharmaceutical sector of the country has witnessed many sea changes in recent years and you can now get quality treatment at highly competitive prices in the best hospitals of India.\n\nQuestion 2 : Is India indeed a good place for medical tourism or treatment of chronic diseases.\n\nAnswer: People from around the world are coming to India for treatment of their diseases and the number of such visitors is increasing with each passing years. The fact that a large number of people from Asia, Europe and the US visit India every year for treatment of their diseases is a testimony to the fact that India is a good place for medical tourism. Indian doctors frequently visit top notch research centers of the world to update themselves with the latest in medicines and human body treatment. That’s the reason Indian doctors are trusted and valued. Besides all this, cost of treatment in India is much lower than many countries of the world.\n\nQuestion 3 : I do not want to come to India but just want to get a second opinion about my disease. Is it possible?\n\nAnswer: Yes. You just need to pay the required fee (which is around $50) and Holidays Points will select a doctor from its panel who will give you his or her opinion. If you demand, we will send you a brief about the doctor, his qualification, experience and rewards before you decide to get second opinion from him.\n\nQuestion 4 : How would I pay for the cost of my treatment?\n\nAnswer: Holidays Points will arrange your conference with the concerned hospital or doctor directly. We will identify a doctor who could be best suited for you. The doctor will send you all the details about your ailment and the expected cost involved. You will need to pay some advance to the hospital as per norm.\n\nUpon arrival in India, Holidays Points will take care of your boarding and lodging. We will arrange your meeting with the doctor and if need be, also facilitate your hospitalization. Upon successful recovery and on your request, Holidays Points may also plan your itinerary in consultation with you and your doctor.\n\nQuestion 5 : Do you take any service charge or commission for medical tourism?\n\nAnswer: We do not charge anything for facilitating meeting with the doctor. However, we do provide you approximate cost of your treatment after consultation with your hospital\/ doctor. If you plan any medical tourism after recovery, that cost will be borne by you.\n\nQuestion 6: I do not know anyone in India. Being a patient, how would I manage to travel to India and get the services of a specialist?\n\nAnswer: You have two options with you:\n1. you can take second opinion about your disease without visiting India\n2. You come to India for treatment.\nIf you want second opinion, Holidays Points will ask one of the doctors from its panel to provide you that opinion by fax or mail. In this case, you need not come to India.\n\nHowever, if you do have to come to India for critical care or medical tourism, we will be taking care of your all concerns. We will arrange visa for you. We will also receive you on the airport and hospitalize you in a hospital of your choice. If you want to travel somewhere in India upon recovery, we will also plant itinerary for you after consultation with your doctor.\n\nPlan Your Trip Now\nE-mail ID\nContact no.\nNumber of people\n\nRajasthan Tours\n\nRajasthan tourism is among the...\n\nNorth India Tours\n\nNorth India tours packages make...\n\nSouth India Tours\n\nSouth India Tours Packages allow...\n\nIndia Wildlife Tours\n\nWildlife in India have special...\n\nHoneymoon Tours\n\nHoneymoon Tours packages in...\n\nHill Stations Tours\n\nHill stations in India provide a...\n\nKerala Tours\n\nKerala tours enable you to discover...\n\nGoa Tours\n\nGoa Tours Packages - Goa is...\n\nLuxury Tours\n\nIndia is a popular tourist...\n\nBuddhist Tours\n\nBuddhist tours in India has special...\n\nIndia Beaches Tour\n\nIndian beaches are the perfect...\n\nIndia Cultural Tour\n\nIndia is a nation with cultural...\n\nAdventure Tours\n\nChallenge yourself to raft in a...\n\nIndia Pilgrimage Tours\n\nIndia pilgrimage tours is an ideal...\n\nSpa & Ayurveda Tours\n\nSpa Ayurveda Tours in India is very...",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.9309761524,
        "format_confidence":0.9758228064
    },
    {
        "url":"http:\/\/www.pheasantlodge.com\/faqs\/",
        "text":"Follow us on Facebook!\nHome ButtonNews ButtonEvents CalendarSpecials & SalesFrequently Asked QuestionsTestimonials ButtonAmenities ButtonContact Pheasant Ridge Resort\n\nFrequently Asked Questions\n\nClick on a question to view the answer. Expand all FAQs. Printer-friendly version\n\nCan I bring my own firewood?\n\nWhat is a \"Ridgeview Membership\"?\n\nDo you spray for mosquitoes?\n\nDo you have overnight camping?\n\nDo you sell the sites?\n\nDo you have a pool?\n\nCan I ride my ATV at Pheasant Ridge?\n\nHow long does it take to build a cabin?\n\nCan I bring my dog with me?\n\nCan I get Satellite TV at my site?\n\nDo you have WI-FI?\n\nCan I use my cellular phone at my cabin?\n\nWhat is included in the price of my lot?\n\nHow is electric billed?\n\nCan I listen to my stereo or TV outside?\n\nCan I have guests at my site?\n\nI want to see the resort before I decide to lease or become a member. Can I drive out without an appointment?\n\nDo I have to pay a separate membership fee to enjoy the resort amenities?\n\nCan I rent out my cabin or Park Model?\n\nDo you have fishing?\n\nAre there limits to the amount of times we can come to the resort?\n\nWhat other activities can I do while on my vacation?\n\nCabins • Seasonal SitesPark Models\nPheasant Ridge Resort • Black River Falls, Wisconsin • 715.662.4040 •  [email protected]\nWeb Design, E-commerce: Vision Design Group, Inc.",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.9895371199,
        "format_confidence":0.9786729217
    },
    {
        "url":"http:\/\/cappadociaballoontours.com\/faq.php?lang=en",
        "text":"Question  1 :  What happens on the morning?\n\nQuestion  2 :  Why do flights take place so early in the morning?\n\nQuestion  3 :  Can we sit in the basket during the flight?\n\nQuestion  4 :  What about bad weather?\n\nQuestion  5 :  When don\\'t you fly?\n\nQuestion  6 :  What if I\\'m afraid of heights (acrophobia)?\n\nQuestion  7 :  Will I be airsick?\n\nQuestion  8 :  How far will we fly?\n\nQuestion  9 :  What will we see?\n\nQuestion  10 :  Are discounts available for groups or children?\n\nQuestion  11 :  What should I wear?\n\nQuestion  12 :  Where do we take off and where do we land?\n\nQuestion  13 :  How long is the whole ballooning experience?\n\nQuestion  14 :  Can I just show up for a flight or do I need to make reservations?\n\nQuestion  15 :  Can anyone fly. How about pregnant and people with medical conditions and\/or disabilities?\n\nQuestion  16 :  Can children go on balloon tours?\n\nQuestion  17 :  Why are flights sometimes cancelled in good weather conditions?\n\nQuestion  18 :  How safe is ballooning?\n\nQuestion  19 :  How many people can take a balloon ride at one time?\n\nQuestion  20 :  Reservation (How to book ?)\n\nQuestion  21 :  Can I see the sunrise during the balloon flight?\n\nHot Air Balloon Tours in Cappadocia,Turkey\n\nStandard Balloon Flight\nThe standard balloon tour is the most common activity in Cappadocia. Total tour time is about 3 hours which 1 hour is the flight time. Duration of the flight can change by 5 - 10 minutes depending on the availability of landing area\nComfort Flight\nIf you want flexibility and style during your balloon tour the comfort flight is the best for you. Even two people less in the basket makes difference. Baskets which are used on Comfort flights are not more than 16 passenger size.   \nDeluxe-Long Balloon Flight\nThe Deluxe-Long Flight Package is a world class ballooning experience for those guests who want it all and more. There will be no more than 16 people in the basket of this one and half hours unforgettable balloon ride.    \n\n\nclick for more weather information",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.9850888848,
        "format_confidence":0.9780148864
    },
    {
        "url":"https:\/\/islandviewlodgemercer.com\/raffle\/",
        "text":"Every ticket purchased enters you in a raffle to win a one week, Saturday to Saturday cabin rental with any available boat from our fleet. Any cabin and any boat, as long as they are available during the dates you choose. Up to a $1500 value! You can check cabin availability online or give us a call at 715-476-2347.\n\nTickets will be sold until September 26th, 2020. Winner will be announced and contacted September 27th, 2020.\n\nWhat’s the catch?\n\nThere is no catch except that the winner cannot bump anyone from a previously booked cabin. A lot of people have the same cabins reserved the same weeks every year. Winner cannot bump them. Must choose from available dates – but there are plenty! There are only two weeks during the summer that we are sold out – July 4th week and the first week in August. Cabins are open (tentatively, we still aren’t sure when we CAN open) late May through early October.\n\nDoes the prize have to be used in 2020?\n\nNo. It will not expire.\n\nOur returning renters get first dibs on next summer’s rentals though, so if you want to come Summer 2021, you must wait until after March 1, 2021 to book unless you are choosing a week that is currently available this summer. If the week you want is available this summer, it is also available next summer. If that doesn’t make sense please call and we can explain it.\n\nWhat if I win but don’t want to stay at your resort?\n\nThe week will be yours to do with as you please. It is transferable as long as you let us know what is going on. You can sell your week, you can give it away, you could use it for the most awesome wedding gift ever….whatever you want, just keep us in the loop.\n\nWhat if I win but already have a cabin reserved for Summer 2021?\n\n  • You can cash it in when you get here and we will refund your security deposit, making your stay totally free.\n  • You can use it Summer 2022\n  • You can come again!\n\nWhat cabins do you have?\n\nThere are 9 cabins ranging from a studio to a 4 bedroom. All except the studio have a full kitchen. Every one has a screened-in porch and private pier.\n\nWhat boats do you have?\n\nWe have decent Lund fishing boats and a “vintage” pontoon. We also have a tiny pontoon, perfect for couples or getting away from everyone else. Give us a call to see what is available when you are considering coming.\n\nWhat exactly happens if I win?\n\nYou give us a call to get your reservation settled (pick a cabin, a boat and dates) and that is it. You show up on the Saturday, enjoy and leave the following Saturday. You do not need to pay us anything. Taxes are included in the prize. The only thing you would have to buy is replacement gas for what you used in the boat, which comes with a full tank.\n\nI can choose any cabin?\n\nYes, as long as it is not already booked when you want to come.\n\nI only go up there for snowmobiling. Can I rent a cabin in the winter?\n\nNo, we do not have any winter-able cabins at this time.\n\nCan I bring my dog?\n\nHell yes.\n\nI want to bring 15 of my friends and pile them into my free cabin. Can I?\n\nPlease don’t. That would probably be the end of our septic system. We ask that you only cram in as many people as can comfortably sleep in the provided beds and maybe one air mattress.\n\nI have my own boat and don’t want to rent one.\n\nNo problem. We have plenty of trailer parking and every cabin comes with a private pier.\n\nI want to buy a million dollars worth of tickets. Is that ok?\n\nYes it is.\n\n\nIsland View Lodge – Cabins and Boat rentals, Bar, Restaurant – Mercer, Wisconsin",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.9719180465,
        "format_confidence":0.7665400505
    },
    {
        "url":"https:\/\/weekofkink.com\/faqs.html",
        "text":"Frequently Asked Questions\n\nWhat kind of entertainment is there?\n\nThe wonderful entertainment staff frequently comes up with fun games and friendly competitions throughout the day which are normally held at the nude pool, along with music.\n\nWe crunk up the party with additional entertainment and nightly dance parties. \n\nAfter dinner, they have different performances, singers and shows. Following the after dinner entertainment you can go to the piano bar and have a sing along or hang out and talk, or you can go to the disco club where there is a dj, stripper pole, and a free bar. Later people like to gather at the hot tub or spa for more fun.\n\nWhat if I get there and decide I'm not quite ready yet to take off my swim suit?\n\nThe resort is clothing optional. So, you alway have the option to be clothed or nude depending upon the side of the resort you frequent.  It is mandatory that you are undressed at the nude beach and nude pool.  However, there is a side of the resort that is clothing optional where people wear swim suits, however, some ladies go topless on that side. The clothing optional side has the same things as the nude side such as a pool beach access and a grill.\n\nWhat happens when I arrive at the resort?\n\nYou will be greeted by the check in staff, which will have you fill out some paperwork and assign you a room. Next, one of the staff members will help you with your bags and guide you to your room. Once you have settled into your room, hurry up and get to the nude pool, so you can enjoy yourself with a drink and food from the grill that's right at the pool, and have good conversation with the other guests.\n\nHow much money should I bring?\n\nYou could actually get away with only bringing a few dollars to tip the driver who brings you from the airport to the resort. Other than that there is no other tipping necessary. The resort is all inclusive, so there is no paying for food or drinks. There are services that you may want to purchase such as massages, scuba diving, or the catamaran ride to the caves and Rick's Cafe (none of which are necessary). You may also want to purchase some souvenirs in the gift shop. \n\nHow do I participate on theme nights?\n\nTheme nights during our events is where you get dressed up to party in flirty and sexy costumes and outfits each night such as togas, steampunk, and rave glow party. There is around a 90% particapation rate! \n\nI have never been to Hedonism 2, what should I bring besides the outfits for the nightly themes?\n\nThe answer to this question is simple \"less is more\", since you're at a nudist resort you won't need a lot.\n\nIn your room Hedo already supplies you with soap and body wash, shampoo and a hair dryer. You will also want to bring swimsuits because there are things that you need them for such as walking the beach past other resorts, free kayaking, snorkeling and if you plan to have lunch in the dining area.\n\nYou don't need to worry about bringing dress clothes for the men such as dress shoes, dress pants and ties, but the ladies may want to bring sexy dresses for dinner if you choose to. All you really need is your workout clothes if you plan on using the gym, swimsuits and maybe a swimsuit cover for the ladies, and as far as what regular clothes you should bring, think nice but laid back such as nice sandals, nice shorts and nice short sleeve shirts and etc. You are on vacation after all not a business trip. And most important don't forget your outfits for the theme nights.\n\nHow is the bus ride compared to Tim Air?\n\nThe bus ride takes around an hour and a half. You can meet people on the bus and have some fun conversations on the way to the resort, but it is a long and winding road. Tim Air takes around 18 minutes, so you will beat the people coming off the bus by over an hour to check-in, pending everything going smoothly. Therefore, you will be checked in and sipping drinks by the pool before the bus arrives. So, if your time is worth the money then flying Tim Air is a very cool option. Contact us on our Contact Page for Tim Air reservation information.\n\nHow old do you have to be to stay at Hedonism and what is the drinking age in Jamaica?\n\n18 years old is the drinking age in Jamaica and 18 is the minimum age for Hedonism II Resort.\n\nI have decided I would like to join the Week of Kink, how do I go about booking the vacation?\n\nCall us at 1-833-664-6969 or fill out the Reservations form on the site and submit it to us. The most important thing to remember is your passport, if you do not have one make sure that you apply for one plenty in advance, as it could take up to a month or longer to get it unless you pay for rush processing. Make sure that if you do have a passport to check and make sure it's not expired before the return date of travel.\n\nWhat does it meant to be kink positive?\n\nAffirming a couples right to enjoy what they enjoy with whom ever they enjoy as frequent as feels right for them. It's relative and sort of an \"anti-label\" because it encompasses so much and has different meanings depending on the couple.\n\nWhat is the time zone of Negril, Jamaica?\n\nEastern Standard Time with no daylight savings time.\n\nHow much additional money should we bring?\n\nThis event is all-inclusive with NO tipping.   Therefore, you won't need much cash.  However, let your credit card companies know that you will be in Jamaica to help keep your cards from being declined.\n\nWhat types of top shelf drinks are included?\n\nMany all-inclusives resorts do not offer the top shelf drink brands that Hedonism Resorts offers.  Brands include, Grey Goose, Tito's, Patron, Absolute, Jagermeister, Fireball, Jack Daniels, Captain Morgan, Don Julio, and much more.\n\nHow does the clothing optional part work?\n\nThe whole resort is essentionally clothing optional, except for the lobby, fitness center, and dining areas.   On the \"Nude Side\" of the resort the nude beach and the nude pool are required nudity.   \n\nWhat are the Theme Nights and how is the participation for dressing up?\n\nThe theme nights will be specifically tailored to the Week of Pride™, so follow the website for theme night updates coming soon!  The particiption rate on theme night outfits is around 90%, and many people really dress up in some spectacular outfits.\n\nWhat is the minimum age?\n\nIn Jamaica the drinking age is 18 years old, which is also the minimum age for Hedonism Resort. \n\nWhen will bookings start?\n\nWe are in the process of finishing the organizational details to start the reservations process.  More information will be coming soon!",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.6645963788,
        "format_confidence":0.9778314829
    },
    {
        "url":"http:\/\/www.pravassa.com\/dominican-faq",
        "text":"How do I get there?\n\nFly into Santiago de los Caballeros airport (STI). All flights from the DC area are one-stop routes and take between 6-9 hours depending on layovers. Delta and United have the best routes with average prices from BWI and DCA around $550 for an economy-class ticket. From the NYC area, non-stop flights average $450. The cost of airfare will rise, as the departure date gets closer. \n\n*DO NOT book your flight prior to contacting Pravassa to confirm the tour is happening. \n\nArrival\/Departure Information\n\nCheck-in begins at 3pm on the start date of our tour. A designated group airport transfer is included in your package, and will depart early afternoon on arrival day. Please make sure Pravassa has your flight itinerary so we can schedule your transfer. Our program will begin on arrival day with a welcome introduction followed by dinner. \n\nOur group departure for STI will leave the hotel around 10am on our final day. If you have an early morning departure we can arrange a private transfer for you payable to the driver. We will confirm our group airport transfers once we have travel plans from the group attendees.\n\n\n  • The national language of the DR is Spanish. The resort staff and tour guides will speak English, but most of the locals will not. As a conscious traveler we suggest you download a translation app such as Google Translate and learn hello, good morning, please and thank you.\n  • The currency is the Dominican Peso with the current exchange rate at $1 US = 45 Pesos. This number can fluctuate, so we suggest downloading a currency app to your phone for quick conversions. Cash is King for small purchases such as tips, dining in neighborhood restaurants and massages - so be prepared. There is NO NEED to get Pesos before you arrive in the DR as everyone accepts USD. Prior to departure we will advise you on the best amount of spending cash to bring with you.\n  • Visa or Mastercard is accepted for larger purchases. Call your credit card companies before you leave home and inform them of your trip. There's nothing worse than being stuck overseas with no access to money! \n  • Here's a sample of what you can expect to spend:\n    • Bottle of Water - $1USD\n    • Cappuccino - $2.5USD\n    • Beer - $2.5USD\n    • Kayaking tour - $45USD\n  • Tipping for outside offerings is voluntary and typically 10% for restaurants, spa treatments, and taxis. \n  • Electricity is the same as in the US so no need to worry about bringing anything special.\n  • Drinking filtered or bottled water is your best bet to stay healthy. It's cheap and available everywhere.\n  • The DR is 1 hours ahead of EST during the time of our visit.\n  • Taxes & Services charges are included in your Pravassa package. \n\nTravel Info\n\nAll traveler's passports MUST be valid for 6 months after date of entry into Dominican Republic. Please make sure to check your passport at least two months before your departure so you have time to update it if necessary. For US Citizens there is a $10 on arrival Visa fee to be paid.\n\nFor our week long trip you will only need casual clothing. You'll receive a full packing list, in our exclusive Wellness Travel Guide, before we depart, but to get started think about getting a small bottle of laundry soap to wash your clothes in the sink, pack light weight clothing, a yoga mat & props, yoga clothes, a bathing suit, ear plugs and a good pair of hiking shoes if you want to explore.\n\nFitness Level \n\nPlease keep in mind that this is your vacation and you have the freedom to skip any wellness activity that does not resonate with you. \n\n\nOur yoga classes in the Dominican Republic will be an open-air room with ceiling fans. It can be hot and humid so be prepared to practice in these conditions. Classes will be a mixture of flow asana, meditation, and movement designed to encourage rejuvenation, healing, and rest, while at the same time creating heart openings, empowering, and stimulating you both physically and mentally. Our instructors, Moses Brown and Bita Jenkins, will customize their instructions to every fitness level. Beginners are always welcome.\n\nSwimming\/National Park\n\nWe'll be in the middle of a national park so rugged terrain will literally be at your feet. We suggest you bring sneakers with good treads and\/or water shoes so you can wade out into the ocean. If you plan to be out for more than an hour, bring a day-pack so you can store extra water and sunscreen. Bikes are available to borrow at the hotel so you can also explore the salt-works area where Morton's cultivates their supply or ride to a local restaurant for lunch.\n\nHealth Concerns and Medical Emergencies\n\nPravassa will be purchasing a group travel protection plan for our travelers to help protect you, your trip, and your investment. The Plan Document, with full coverage details will be sent to you upon registration. Even if you're healthy, accidents can happen! Our group protection plan covers things such trip delay, lost luggage, accidents and emergencies. \n\nStomach problems can be common when traveling. Drinking bottled or filtered water is the best way to stay healthy. We suggest you pack activated charcoal or oil of oregano to settle your stomach should it become upset. \n\n\nWe will be visiting a remote area of the Dominican Republic where the locals are friendly and welcoming. While pickpocketing is prevalent around the world, if you are aware of your surroundings you'll have nothing to worry about. Please do not leave your belongings unattended at the beach and when off-property we suggest women dress respectfully in long pants or long skirts.\n\nClimate and Weather\n\nThe Dominican Republic has that perfect Caribbean weather. Days will average around 85° with the possibility of a mid-afternoon tropical shower. Temperatures can cool at night to a breezy 65° so we suggest packing a loose cotton clothing, lots of sunscreen and some layers for sunset. \n\nWhat will I eat?   \n\nOur trip will be based on a pescatarian offering (fish and vegetables). We have hired a wonderful chef and nutritionist who specializes in Caribbean cuisine to plan our menus for the week. The region offers a variety of freshly grown herbs and local ingredients from the sea and its rivers, including shrimp, lobster, octopus, grouper, snapper, mullet, tilapia, and crab. Fresh fruit from bananas to pineapples and guava to passion fruit will keep you hydrated and happy. For breakfast, we'll make sure you have a variety of healthy options and traditional foods to start your day. Such as coffee, fruit and yogurt. \n\nWe can accommodate gluten-free allergies and other dietary concerns if we know about them in advance. \n\nWhat is NOT included in the vacation price?\n\nInternational airfare, alcohol, any additional activities such as day tours, car rental, spa treatments, and personal expenses, which are not included in the package price.\n\nCell Phone & Internet Service\n\nOur hotel has Wifi access, but please remember we visiting a remote area and cannot guarantee the connection. We ask that you download any movies, TV shows before you arrive so you do not monopolize the connection. We ask that you not bring your phone to our group dinners so that we may enjoy a daily digital detox. To keep in contact with home, use social media or download calling apps such as Skype, Viber, or What's App.\n\nWhat else can I do while in the DR?\n\nThink of our time together as the perfect opportunity to enjoy a digital detox and get out in nature. Water sports such as kayaking and snorkeling are popular as is hiking the wild west terrain. Spend your free time at the pool or beach or borrow a bicycle and ride 4 miles into the small town to explore. \n\nHow Shall I Prepare?\n\nDominican Republic Info\n\nArticles & blogs on the area can be found via this travel guide and this national newspaper.\n\n\nDominican author Julia Alvarez has written many a love letter to her home country. Check out her works before you leave. \n\nLove the spices in Dominican food? This handy guide dives deep into the cultural cuisine.\n\n\nBaseball and the Dominican Republic go hand-in-hand. This tale follows \"Sugar\" through this journey.",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.9969244599,
        "format_confidence":0.9659965634
    },
    {
        "url":"https:\/\/www.parisperfect.com\/faq.php",
        "text":"Paris Vacation Rentals - Short Term Paris Apartment Rentals\nFrequently Asked Questions\n\nFrequently Asked Questions\n\nFrom how our company began to how to plan a romantic final night in Paris, we have the answer to your questions. Learn more about every aspect of the Paris Perfect vacation experience.\n\nAbout Paris Perfect\n\nParis Perfect Vacation Rentals\n\nRenting Your Apartment\n\nThe Perfect Paris Vacation\n\nAbout Paris Perfect\n\nHow did Paris Perfect get started?\n\nParis Perfect is a luxury Paris apartment rental business that has grown from one special Paris rental in the heart of the city to now offering a handpicked selection of properties. The idea began when Frenchman and former cardiac surgeon, Philippe, traded in the operating room for more entrepreneurial pursuits. He and his American wife, Madelyn, had the idea to share their love of Paris and \"la vie Parisienne\" with visitors by providing beautiful apartments to rent in their favorite neighborhoods. We invite you to read more how we got started and the Paris Perfect philosophy on our About Us page.\n\n\nWhat makes Paris Perfect different?\n\nWhat makes Paris Perfect special is that we have a local office in Paris, staffed by fulltime people and open 7 days per week to greet and help guests. We are not a virtual agency located on the internet or 8 time zones away. We are proud to boast that we have the most helpful team in Paris. We are the only company in Paris with a Welcome Center open 7 days a week. Guests tell us again and again how they appreciate our Paris base, knowing we’re just around the corner. Read more about our Paris rentals here...\n\nWe hand-select our apartments with care. As you browse through our website you will see the beautiful period features and furnishings, the charming neighbourhoods and a map showing you all the different sites and landmarks you can visit. Why not contact our friendly Paris reservations team and make a booking to experience the real life \"Paris Perfect\".\n\n\nHow do we know you're legitimate?\n\nParis Perfect is a long-standing member of the Better Business Bureau of Massachusetts. Our Paris vacation rentals have also been featured in numerous publications, magazines, TV features and more, such as The New York Times, Travel + Leisure Magazine, BusinessWeek Magazine, The Wall Street Journal, Rick Steves’ Paris and France travel guidebooks, the Sydney Herald and The Fine Living Channel. Read what the media and press have been saying about Paris Perfect.\n\nWe believe our best advocates are our previous guests and you may read the hundreds of comments and opinions about staying at Paris Perfect by guests on our Reviews Pages. We invite you to pore through them!\n\n\nI've always stayed in hotels in Paris. What are the advantages of staying in an apartment?\n\nWe believe that staying in an apartment rental is the only way to travel and is an excellent alternative to renting a hotel room. Most hotel rooms in Paris are extremely small and everything costs extra. We provide free unlimited high-speed wireless internet, and most of our apartments offer unlimited phone service to most foreign countries, a complimentary welcome basket with a bottle of wine and starter amenities on arrival. When a glass of Coke can cost $15 at in a hotel bar, the benefits of having a a beautifully furnished apartment that includes kitchen, comfortable living room to relax, and gorgeous views becomes obvious.\n\nWhen you reserve, we offer you of a list of fabulous Paris resources, including restaurant recommendations and things to do. We can also recommend an excellent concierge who will help plan your stay, recommend tours, day trips, cooking classes and more.\n\n\nWhen is a hotel the right choice for our Paris trip?\n\nRenting a vacation apartment isn't for everyone. If you are someone who needs room service, a front desk and daily maid service, or if you have disabilities that require specific adaptations, you may wish to consider whether a rental apartment is for you. However, if you relish the idea of living like a Parisian in a beautiful location with all the comforts of home, then a Paris vacation rental could be an ideal choice for your vacation.\n\n\nParis Perfect Vacation Rentals\n\nWhat makes your Paris vacation apartments so great?\n\nSimple: we want you to enjoy an unforgettable Paris stay, which means staying in a beautiful apartment in the heart of Paris where you can savor and enjoy your stay from the moment you step through the front door. We carefully choose only the best apartments and locations in Paris - those rare apartments with outward facing views, located on the higher floors in old buildings (and with a lift to get you there). Our motto is quantity, and in some cases we work with the owner for a year or more to remodel their apartment to our standards.\n\nLocation is everything! Our apartments are set in charming neighborhoods in the heart of Paris where you can step outside each morning and explore, from special fashion boutiques, to excellent and affordable bistros, to being walking distance to landmarks and museums. Your time is precious and staying in a beautiful apartment with special friends and family and enjoying the sunset over Paris rooftops makes memories of a lifetime.\n\n\nAre your apartments centrally located? Close to landmarks, monuments, fashion boutiques and restaurants?\n\nTime is your most precious commodity and we believe you should stay in authentic Paris neighborhoods in the heart of Paris where you can walk to monuments, fashion boutiques, open air markets and excellent restaurants. You'll love experiencing the authentic Parisian lifestyle, shopping at a nearby market for the best camembert cheese, wine and paté to eat with a fresh baguette and salad for lunch before heading to visit an exhibit at a nearby museum\n\nSet out each morning to visit stunning landmarks and museums in Paris, then head to your apartment for lunch or simply to rest your tired feet! At night, the City is yours - dine at a local restaurant or take in the sites of Paris by night. Most apartments are a stone's throw to the Musée d'Orsay, the Louvre, the Rodin Museum, the best Paris open air markets, the Eiffel Tower, the famous rue Cler market street, the Bon Marché’s wonderful food store called the Grande Epicerie, the Invalides, the romantic river Seine and, of course, the trendiest shopping in Paris. Excellent local bistros, cafés, bistros that the locals frequent and fine dining surround you. Our apartments are a short walk to the local Metro, RER and bus lines so when you want to visit outer arrondissements, such as Montmartre or have a picnic at Versailles, they are easily accessible.\n\n\nDo you also recommend good, affordable restaurants near our apartment where Paris locals dine?\n\nAbsolutely! When you reserve an apartment with Paris Perfect, we'll send you our detailed information packet with a long list of our favorites restaurants, cafés and markets surrounding your apartment, along with local anecdotes about the owners and the restaurant reputations. Our guests love reading it and tell us they’ll need to come back to visit them all.\n\nOur Paris apartments are all centrally located in charming neighborhoods that have a wonderful village-like atmosphere. You’ll find numerous bistros, restaurants and cafés where the locals go to for reasonable prices. Enjoy exploring the seemingly endless options of bakeries in the neighborhood to find your favorite croissant or pastries to start your day. You’ll especially love discovering the open air markets nearby, where the locals go to go buy fresh foods from the countryside. We will provide you with everything you need to wake up each morning and step out your door to experience daily life as a Parisian!\n\n\nAre the neighborhoods surrounding your apartments safe?\n\nYes! The neighborhoods surrounding our apartments are unquestionably among the safest neighborhoods in Paris (our staff who work here agree), so you’ll feel comfortable taking evening strolls after dinner. We don't want you to arrive at your apartment after an all-night plane trip, only to find a shock when you step out of your taxi and worry about walking around on your own. As a result, we restrict our offerings to neighborhoods where we ourselves feel comfortable walking around at night.\n\nOur Paris apartments have buildings with digicode panels outside and most have locked inner lobby doors. The apartment doors are steel-reinforced for extra security with the best quality locks. Most of our apartments come with a safe where you can store your valuables.\n\n\nMost of the apartments we've seen face the inside building walls. Yours are primarily on upper floors with Paris views. Does it make a difference?\n\nWe believe that every moment of your vacation is precious, to be savored and enjoyed to the fullest. Most of our apartments offer spectacular views, making you pinch yourself that you’re really in Paris when you wake up each morning. And cherish each sunset in the company of friends and loved ones each evening.\n\nThese apartments are scarce and we smile when agencies turn inner-facing apartments into advantages by mentioning how quiet they are. For Parisians, the apartments facing the inner courtyard are where the rubbish bins are stored and are less desirable than outward ones.\n\nPlease note: Most of our apartments are located on the most desirable upper floors with beautiful views of the city and Paris monuments. Just a few of our favorites are the Bergerac luxury Paris apartment, the Champagne, the Quincy Short Term apartment rental or the Layon. However, we also offer a few budget priced apartments that are similar to most Paris offerings that are located on inner courtyards, such as the Pastis and Provence. They offer good value, especially compared to tiny hotel rooms in Paris. Plus, they have the added advantage of kitchens, living and dining areas. They receive good reviews from our guests for their amenities, location and value.\n\n\nDo your apartments hav... (truncated)",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.9176558852,
        "format_confidence":0.9673022032
    },
    {
        "url":"http:\/\/www.sweepersescape.com\/faqs",
        "text":"The 2017 Sweepers Escape\n\nClick here to edit subtitle\n\nQ: Do I need a passport?\n\nA: A passport is not required. If you are a U.S. citizen and choose not to use a passport you must have an original or certified copy of your birth certificate. If you are not a U.S. citizen you must have a valid passport that does not expire within 6 months of the trip.\n\nQ: Can we sign up for the cruise and convention together?\n\nA: No, cruise reservations are separate from convention registrations. Click here to register for the 2017 National Sweepstakes Convention and click here to reserve your stateroom on NCL's Escape from Sept. 23-30, 2017.\n\nQ: When will we receive our room numbers?\n\nA: Reservations are now being processed once a month or when Michelle has a large enough batch of registrations to submit to NCL.  \n\nQ: Is the person sharing your state room required to register and attend the  Sweepstakes Convention?\n\nA: No, they can attend if they pay the convention fees and there is still space available, but it is not required.\n\n\nQ: What does my cruise fare include?\n\nA: Your cruise fare includes the following:\n\n\nPort fees & government taxes\n\nYour choice of the unlimited beverage package OR the specialty dining package\n\nMeals in the following complimentary dining venues:\n\n•Three main dining rooms: Manhattan Room, Savor & Taste\n•Breakfast, Lunch & Dinner Buffet in the Garden Cafe\n•O'Sheehan's Neighborhood Bar & Grill\n•Room service menu items (A convenience fee of $7.95 will be charged to your account)\n•Outdoor Buffet\n•Pool Bar and Grill\n•Coffee Bar (regular coffee and pastries included)\n\nBroadway entertainment: After Midnight and For The Record: The Brat Pack\n\nUse of outdoor pools and hot tubs\n\nKids & Teen (ages 3-17) programming & spaces\n\nAccess to fitness facilities\n\nSelect on-board presentations\n\nSports Court activities\n\nQ: Can I use a CruiseNext certificate to help pay for my cruise?\nA: Yes, you can use up to two (2) $250 CruiseNext certificates per stateroom towards the payment of your cruise.\n\nQ: Can I rent a scooter or wheelchair from NCL?\nA: No, NCL does not provide these items, but they work with a company that does. Special Needs Group provides these rentals and several other items and delivers them to the dock on the morning of your departure. Click here to view their website.",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.991659224,
        "format_confidence":0.9796671867
    }
]