[
    {
        "url":"https:\/\/meine.lesemagnete.de\/lang-en\/cms.php?id_cms=84",
        "text":"May 2017\n\n- \" A Short Song on every Path...\" -\n\n\nFor a long time, I had thought that the tall birch tree between Hamfelde and Basthorst, two villages near Hamburg, would be a good a motif for me. With its lively branches dancing in the wind, this tree drew my attention whenever I passed it. On a nice day in May I painted it and then visited my friend Ute in Reinbek.\n\nLike in old student days in Berlin, prints by Gauguin, van Gogh and Paula Modersohn-Becker adorn her walls today. She loves art, literature and France as I love painting, writing and traveling through the world. “Don’t you want to show me your new painting?\" Ute asked whilst we sat at the beautifully laid table in her garden. Looking at my sketch book, her eyes glowed in a familiar way: “Ah yes, you always liked trees! I can remember exactly the big palm that you painted in our shared flat next to your tiled stove – from the floor to the ceiling.” – Flashback! There it was again in front of me, my old room with the palm, the large bay windows, my hammock across the room, the many green plants, my two zebra finches, the antique desk and a certain postcard on the wall above it.\n\n“Yes, I remember – and now, finally, I know why I painted this birch tree!” – Ute looked at me in surprise. “You still know my uncle Ernst, don’t you?” I began. “He taught me a vagabond song, when I was 6 or 7 years old, which I have never forgotten. And do you remember the postcard on my wall at that time, the one with the two old men under a birch tree? I bought it for myself in my first semester at university because it reminded me of this song. Yes, and when I painted this birch now, it is definitely a throwback to the postcard from way back then. A subconscious chain of association, so to speak!” Ute’s cheeks revealed a dimple from the left and right. “You cannot be serious,” she laughed. “You've just made that up.” I shrugged, put on an ‘everything-is-possible’ look – and then gave in. “Yes, I think you’re right,” I said, “but it’s somehow musical, my birch tree.” And then I spontaneously sang my uncle’s unforgotten song to her.\n\n\n> order magnetic bookmark motif  ' My birch tree '",
        "topic_id":1,
        "format_id":2,
        "topic_confidence":0.7973644137,
        "format_confidence":0.5629732609
    },
    {
        "url":"http:\/\/digi.ub.uni-heidelberg.de\/diglit\/studio1900\/0329?sid=694f976d8b8d585627cef6a8c147fcdf",
        "text":"\n\nStudio: international art — 18.1900\n\nSeite: 300\nDOI Heft: DOI Artikel: DOI Seite: Zitierlink: \nLizenz: Creative Commons - Namensnennung - Weitergabe unter gleichen Bedingungen Nutzung \/ Bestellung\n1 cm\nThe Lay Figure\n\nTHE LAY FIGURE ON A \"Nor is that all,\" said the Art Patron. \"Those\nGREAT NEED IN MODERN who can afford to buy large statues often hesitate,\nSCULPTURE. f°r a big piece of marble statuary is a white blot in\nany scheme of decoration not especially designed\n\" Is it as bad as that ?\" asked the Lay for it. Tinted statuettes, on the other hand, are\nFigure. \" It seems to me, I confess, that art has useful anywhere. Then, as to their range of sub-\nfared well in the wasteful flood-tide of Christmas ject, it is endless.\"\n\n1 literature.' Take the two good books on Greek \" Because it has no beginning,\" cried the Young\n\nstatuettes in terra-cotta. No doubt, you have all Sculptor. \" What costumes have we that would\n\nread them ? \" look well in plastic art ? \"\n\n\" I haven't,\" a young sculptor answered quickly ; \" There are many,\" answered the Lady Artist,\n\n\"but I intend to have a shot at both.\" \" A housemaid sweeping with her broom is one\n\n\" Good,\" said the Lay Figure. \"You have much good subject, especially when she has sufficient\n\nto learn from the old Greek koroplastas—from the good sense to tie a duster round her head. Think,\n\npotters who made the statuettes. What a playful, too, of the charming dresses to be seen in many\n\nmodest, familiar craft was theirs! Its appeal was places ! M. Dejean has made good use of them,\n\nmade to the household heart, and it brought the working in terre cuitepatinee ; and if you compare\n\naloof genius of Greece into close touch with the the best modern dresses with those of any other\n\ndaily home life of all classes. Every other form of period, you will not sneer.\"\n\nGreek art turns us into wondering admirers : it is \" In another direction,\" said the Lay Figure,\n\nonly this one that invites us to live with it on terms \" Meunier has set us a noble example ; and there\n\nof fireside intimacy. Well! do we need an art of is also a bracing source of inspiration in all our\n\nour own in this homely kind ? \" manly sports. Besides, is there nothing statuesque\n\n\"Certainly we do,\" said the Art Patron. \"I in khaki-clothed soldiers? and do young sculp-\n\nhave often thought so, and I should like to know tors find but little in our colonies to attract them?\n\nwhy young sculptors spend so much time and It amazes me to watch them trifling with ideal\n\nmoney on ambitious work that rarely finds a figures when they might easily reflect the daily life\n\nbuyer.\" of a whole Empire.\"\n\n\" The reason is plain,\" answered the Art Critic. \" One other point should be mentioned,\" said\n\n\" They are full of energy, their minds are on fire the Art Critic. \" The statuettes could be made in\n\nwith ambition, so they naturally wish to turn out many materials : in silver enriched with enamel, in\n\nimportant statues. If they get into trouble, if they bronze and in marble, in coloured plaster, in terre\n\ndrift into debt, it is only because they are too im- cuite patinee, and also in ivory.\"\n\npulsively sincere in their aims to be far-sighted.\" \" Yes, we have plenty of good materials and\n\n\" A pretty excuse for a want of common sense ! \" plenty of fine subjects,\" said the Lay Figure,\n\nlaughed the Man with a Clay Pipe. \" Of course, \" Let us then cry out for statuettes, taking care to\n\nwe all wish to be fastidious in our work, but there be unfriendly to all influences that keep young\n\nis no special virtue in those of us who deliberately sculptors enslaved to the past. For example, the\n\nseek failure. Is it your aim to make a living in story of ^Eneas leaving Troy was chosen last year\n\nany art? If so, then you must needs give pleasure at the Royal Academy as the best subject for\n\nto many people ; and you may learn from Shake- the Gold Medal Competition. Why? Has it any\n\nspeare's life, as from Moliere's, that a businesslike advantage over the tales of splendid devotion that\n\nhabit of mind is not necessarily harmful to work of come to us from the sea or from the mines ? \"\n\nimagination. Shakespeare's ruling ambition was to \"Surely not,\" the Poet answered. \"The great\n\nmake a comfortable home, so he retired into private in man becomes classic as soon as it issues into\n\nlife as soon as he had saved enough money.\" act; and to prove this in sculpture we have but to\n\n\"And this means,\" said the Lay Figure, \"that deal nobly with fit subjects taken from the human\n\nmen of genius may become popular without de- drama of to-day.\"\n\nmeaning themselves. This is why I have asked \" Still, you've hit upon nothing new,\" said the\n\nyoung sculptors to devote a portion of their time Young Sculptor. \"There are statuettes — new\n\nto the making of beautiful and topical statuettes, ones, I mean—of the kind you want. They may\n\nEach little figure could be sold in a given number be casual efforts, but they suffice to show that the\n\nof copies, and it would attract a vast purchasing critics were not the first in the field.\"\n\npublic that cannot afford to buy a large statue,\" The Lay Figure.\nloading ...",
        "topic_id":1,
        "format_id":2,
        "topic_confidence":0.8934149742,
        "format_confidence":0.9066887498
    },
    {
        "url":"https:\/\/janetbrugosart.com\/2014\/11\/07\/simplicity-1-of-3-moments\/",
        "text":"Simplicity 1 of 3: Moments\n\nButterflies at Iguassu 44Moments\n\nMoments tick,\nA metronome.\nGypsy runs wild.\nCaravan Fleeing\nCalm meditative\nBalances body\nInner search\nDepth, value.\nWind swept\nTime Abyss.\nPerpetual moving\nEyes chart\nFaraway plains.\nMoments dangerously\nWhisk away\nLove’s moment.\n\nby Janet Brugos\n\nParis 1989\n\nNaBloPoMo November 2014\n\nAbout brugosjart\n\nI see the world from many different perspectives. My curiosity has taken me to many countries. I enjoy learning about other cultures. I create art with texture, color and form. Most often I make mixed media artwork. I admire the creativiity of others.\nThis entry was posted in Experience the Moment, mixed media art and tagged , , , , , , , , , . Bookmark the permalink.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":1,
        "format_id":2,
        "topic_confidence":0.9168887734,
        "format_confidence":0.5310021043
    },
    {
        "url":"http:\/\/13wishes.deviantart.com\/art\/Reaper-5643370",
        "text":"Shop Mobile More Submit  Join Login\nGlancing upon crimson skies,\nlike a raven he lay in wait.\nA fallen angel perched up high,\ncounting as the final hour drew nigh.\n\nAs crimson gave way to a velvet black,\na veil of darkness cloaked the land,\nas fields of gold were stained with steel,\nwith the Devil they sealed the deal.\n\nAs the still of night was pierced with screams,\namong the cries moved a force unseen,\nlike a mighty plague he swept the land,\nas the face of God turned,\nand He lifted His hand.\n\nNo army or weapon stood as darkness loomed,\nfrom the start they had sealed their doom,\nand in the now crimson fields where his task begun,\nno one was left,\nhis work was done.\n\nAs he stood alone in the killing fields,\nhis grief betrayed by his eyes of stone.\nwere those who lay around him victims of wrath?\nOr testaments of those who gazed upon him,\nthe face of Death?\nIts well... my fave piece... I hope ya like it =)\nNo comments have been added yet.\n\nAdd a Comment:\n\nMore from DeviantArt\n\n\nSubmitted on\nMarch 4, 2004\nFile Size\n1.0 KB\n\n\n2 (who?)",
        "topic_id":1,
        "format_id":2,
        "topic_confidence":0.9102430344,
        "format_confidence":0.9523373246
    },
    {
        "url":"http:\/\/lgol27.blogspot.com\/2013\/04\/robin-cole.html",
        "text":"Apr 15, 2013\n\nRobin Cole\n\nat Ann Connelly Fine Art\n\nResuscitating My Soul\nThe soul is dead. The significant events, good (white circles) as well as bad start to pull the soul out of the hole it was buried(the black figure in the lower left corner). The soul starts its fly(the black lines) as a spacecraft propelled by the gravitational forces of other souls and circumstances. It has sometimes a setback (a black line in the center toward the black circle). It is slowly moving to the door( the  partial rectangle in the upper right corner). The door is the portal to the next level, the happy one.\n\nNo comments:",
        "topic_id":1,
        "format_id":2,
        "topic_confidence":0.982498765,
        "format_confidence":0.5144687295
    },
    {
        "url":"http:\/\/www.risenzine.com\/2016\/03\/monochromatic-solitude.html",
        "text":"Monochromatic Solitude\n\nHunter T. Simmons, 16\nfrom a small village \nin upstate New York\n\nI feel unopened. I feel like art that no one has seen. I feel alone. The type of loneliness I feel is not the kind that leaves your hands cold, bed empty, and lips dry - it's the kind of lonely that makes you strong. The kind of solitude that makes you appreciate yourself and think of yourself as a masterpiece. No one has seen who I really am. They have seen me in dimensions that I have chosen to reveal - but I am yet to be seen in color. \n\nYou'll see my Danube River Blue when I use your shoulder to cry on. You'll see my pulsating red as I rage in jealousy. You'll see my cold lipped purple when we skinny dip in the neighbor's pool. It takes time for these colors to bleed through people, but once they do... they leave stains on the hearts of people who see them. It's amazing what paintings your energy can create on the hearts of others.",
        "topic_id":1,
        "format_id":2,
        "topic_confidence":0.6858869195,
        "format_confidence":0.9391970038
    },
    {
        "url":"http:\/\/thevirtualworld.blogspot.com\/2006\/06\/monstrance-for-grey-horse-james-acord.html",
        "text":"Tuesday, June 13, 2006\n\nMonstrance for a Grey Horse\nJames Acord, 1988\n\nUnearthly, equine form —\nzygomas empty eyes blue\nteeth polished smooth —\n\ntrapezoidal ton of granite\nenclosing a small canister\nof live nuclear material\n\nmined from the artist’s\nmildly radioactive\nFranciscanware plates.\n\nHeld now in suspense.\nHeld now in suspended\nanimation. Imagine —\n\nthis stone knight\nplaced outside Hanford’s\ndead zone. Centuries\n\npast the final zugzwang,\nthe only piece remaining\non a deserted battlefield.\n\n\nNo comments:",
        "topic_id":1,
        "format_id":2,
        "topic_confidence":0.9854594469,
        "format_confidence":0.7325533628
    },
    {
        "url":"http:\/\/orneryboy.com\/comic\/121",
        "text":"#121 - Comeuppance\n\nWhat little I know about voodoo dolls I evidently learned from horror movies and Saturday morning cartoons. I don’t know if I had always planned to eventually burn that voodoo doll back when it first appeared in this strip, but if I did, that would’ve been some pretty cool foreshadowing, huh?\n\nI hate drawing fire because I suck at making smooth, organic curves. So I drew a couple flames I was okay with, and you’ll see them pop up all over the place, just flipped and stretched. That fire in panel four? You’ve seen it before. And in the last panel, Rod’s got TWO of them on him!\n\nAt least that “Foomp\" brand lighter fluid is true to its name.",
        "topic_id":1,
        "format_id":2,
        "topic_confidence":0.8958095908,
        "format_confidence":0.7482252717
    }
]