[
    {
        "url":"http:\/\/journals.fayoum.edu.eg\/index.php\/Tourism\/article\/view\/501",
        "text":"The Application of Societal Marketing in Egyptian Travel Agencies\n\nGhada Hammoud, Soha Abd-Elwahab, Takwa Essawy\n\n\nThe concept of societal marketing emerged to promote a more socially responsible, moral and ethical model of marketing. It is an approach that adopts a holistic, integrated view of marketing, considering social equity, environmental protection and economic livability.\n\nSocietal marketing aims at marketing sustainable products and services which satisfy customer needs and significantly improve the humanistic marketing and the ecological marketing.\n\nThe past few years have seen a steady growth in the claims of adopting the principles of societal marketing as a new approach which has led to the creation of many initiatives to address concerns such as environmental conservation, social issues - such as poverty reduction and local and community economic development……etc- and companies' responsibilities towards their employees. Promoting growth that respects culture and environment and supports the well-being of local communities is a crucial issue for the evolution of modern tourism. This requires the increase of awareness and the adoption of responsibility behavior by tourism businesses. Although there are opportunities as well as challenges to adopt societal marketing strategies in tourism business scale, there is a lack of awareness in Egyptian travel agencies of the meaning, principles, importance, requirements and activities of its applications. Thus, there is a need for tourism industry to be more aware of the meaning of CSR, its principles, benefits and its requirements to move the agenda forward (Momtaz, 2008).\n\nThis research aims to; Highlight the importance of the application of societal marketing in the tourism sector.Identify the practices of corporate social responsibility in tourism companies.Determine and analyze obstacles for the application of societal marketing in the Egyptian tourism sector Evaluate the application of societal marketing in tourism companies to set recommendations to fulfill the effective application to societal marketing and CSR.Provide suggestions for a successful implementation of societal marketing in Egyptian travel agencies.\n\nIt is concluded that although most tourists make purchasing decisions based on such factors as price, weather, type and range of facilities and quality, more and more tourists are also concerned about the ethics of travel and more likely to book a holiday with a company that has a written code guaranteeing good working conditions, protection of the environment and support of local charities in the tourist destination. The lack of CSR awareness, the absence of governmental support to adopt CSR programs, the lack of the budget that is needed for its activities, rare of experts in CSR field and the disbelief of the management in CSR importance and benefits were considered to be barriers that affect CSR engagement in tourism companies.\n\nField study indicated that Egyptian travel agencies tend to take some form of societal marketing applications but they are not familiar with the real meaning of this term and its practices.\n\n\nSocietal marketing, Responsible tourism, Corporate social responsibility (CSR)\n\nFull Text:\n\n\n\n  • There are currently no refbacks.\nScroll to Top",
        "topic_id":23,
        "format_id":0,
        "topic_confidence":0.9250282049,
        "format_confidence":0.972484231
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Theme-Parks-The-Entertainment-Of-Central-86282.html",
        "text":"Theme Parks: The Entertainment of Central Florida\n\nOnly available on StudyMode\n  • Download(s) : 969\n  • Published : April 27, 2006\nOpen Document\nText Preview\nThe Entertainment of Central Florida\n\nFor years, Central Florida has been known for having the best amusement parks in the world, all in one relative area. Having so many parks in such a small amount of space gives us a variety of amusement choices. Here we have theme parks, water parks, and animal parks, guaranteeing that there will be something to cater to your interests. The most popular of all the Central Florida attractions are the theme parks. These are most appealing to the children, who usually have the final say in the selection process, mainly because they are geared toward younger kids. That's why they have the popular characters, and the child oriented themes. But these parks are also very entertaining for adults with the big roller coasters, live shows, and other attractions. Theme parks have a little bit if everything, making it possible for everyone for to have a good time. That's why they are usually the best bet for the whole family. People come from all over the world, just to visit the theme parks. Theme parks are perfect for vacations. Another extremely popular attraction of Central Florida are the numerous water parks. In an area known for it's hot, humid weather, these fit in perfectly. A nice water ride will cool you off pretty quick on a warm, summer day. That's why water parks are most popular with the people from this area. We appreciate them the most because we live with this weather every day. These parks are like a mini \u0091oasis.' Vacationers often visit water parks, but are usually not the main attraction for their trip. But they do make a great addition to one. They may see a flier for one in their hotel and decide to go cool of. Water parks bring us all the relaxation and sun of our famous beaches, but also give us many entertaining rides, wave pools, and other water attractions. If you're not into roller coasters or water rides, then maybe you'd like to see some animals. Central Florida has some great places to see some of the...\ntracking img",
        "topic_id":23,
        "format_id":0,
        "topic_confidence":0.8154183626,
        "format_confidence":0.7129429579
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Importance-Of-Tourism-Economy-1254380.html",
        "text":"Importance of Tourism Economy\n\nOnly available on StudyMode\n  • Topic: Tourism, Bali\n  • Pages : 1 (289 words )\n  • Download(s) : 884\n  • Published : November 25, 2012\nOpen Document\nText Preview\nPractically everything that you see, touch, hear and taste has something to do with tourism. Tourism provides all transportation system, services, recreational facilities, accommodations, consumer products and specialized services. Indonesia has a lot of tourism destinations where it is important for the economy to gain income sources, create employment and economy development. First, tourism could gain income sources. Indonesia, as a developing country, makes tourism as the main income for the economy. Indonesia is rich of their traditions, culture and the nature beauty. These are all the major things that attract tourist to come and visit Indonesia. The more tourists come to Indonesia, the more income that government will get. To conclude, this will increase the economy. Second, create a lot of needed employment. There is more job field opened related to tourism industry. This will increase the number of employment and decrease the joblessness in Indonesia. Tourist will be more confident to visit Indonesia where the decreasing of joblessness would create less crime in the country. In conclusion, higher safety will materialize. Third, it’s an opportunity for economy development. Association for Indonesia’s tourism always create something new to attract more tourist to come and more destinations opened up. Many of tourists are from out of Asia\/overseas where they have bigger currency of money than Rupiah (Indonesia’s money). To conclude, tourism Indonesia had develop economy in Indonesia where Bali is being the most tourist destination. In conclusion, tourism industry has become an important key role for Indonesia’s economy where income sourced is gained, create job field to increase the number of employment and for economy development. All people should keep and preserve all the nature wealth to attract more tourists to come and develop Indonesia’s economy itself.\ntracking img",
        "topic_id":23,
        "format_id":0,
        "topic_confidence":0.9594532251,
        "format_confidence":0.9083732367
    },
    {
        "url":"https:\/\/soij.qiau.ac.ir\/?_action=export&rf=ris&rc=526889",
        "text":"TY - JOUR ID - 526889 TI - Proposing Historic-Religious Tourism Development Approaches with an Emphasis on Identity of Urban Spaces (Case Study of Imam Khomeini Street, Qazvin) JO - Space Ontology International Journal JA - SOIJ LA - en SN - 2345-6450 AU - Taheri, Parisa AU - Khatibi, Seyed Mohammad Reza AD - M.Arch., Faculty of Architecture and Urban Planning, Qazvin Branch, Islamic Azad University, Qazvin, Iran AD - Assistant Professor, Department of Architecture and Urban Planning, Qazvin Branch, Islamic Azad University, Qazvin, Iran Y1 - 2016 PY - 2016 VL - 5 IS - 4 SP - 69 EP - 80 KW - tourism development KW - Historical-Religious Tourism KW - Urban Space Identity KW - Qazvin’s Imam Khomeini Street DO - N2 - Tourism is rapidly developing as a profitable and clean industry in the world. Today, tourists consider urban areas as tourist attractions since, in addition to the body which has its own charm,every space is dominated by an identity. In this descriptive, comparative study, the criteria determining the urban space identity are attempted to be specified through documentary studies. Then, 105 questionnaires were distributed among various user groups of the space including the residents and shopkeepers at Imam KhomeiniStreet, the citizens of Qazvin, tourists coming to the city since the beginning of the year 2014 and experts on Qazvin urban area. The urban space identity was specified by analyzing the questionnaires. Moreover, the main criteria determining such an identity were determined according to each group’s view point using the Friedman test. The results of the study indicated that Imam Khomeini Street and its micro spaces had strong cultural and religious identities in the past. Furthermore, it was revealed thata historical identity had been also added to them over time. However, for various reasons, the identity dominating such urban spaces has declined in recent years, and have somewhat been forgotten. Based on the findings of this study,we can hope to attract historical and religious tourists into the city as well as urban spacesthrough putting an emphasis on historical and religious identity of Imam Khomeini Streetand its micro spaces.Among the proposed approaches, sufficient funding for the presence and accommodation of tourists, turning historic houses adjacent to Imam Khomeini Street to traditional accommodation for tourists and transforming abandoned spaces adjacent to Imam Khomeini Street to cultural spaces for attracting tourists, such as crafts workshops, theater, indigenous art gallery, traditional restaurant with local music, etc. can be named. Other approaches also include holding special programsfor introducing Qazvin such as festival of Qazvin Day in form of some various programs including music, theater, local festivals, etc. UR - http:\/\/soij.qiau.ac.ir\/article_526889.html L1 - http:\/\/soij.qiau.ac.ir\/article_526889_1d4fbd6cc02c18aa197eafc83786086b.pdf ER -",
        "topic_id":23,
        "format_id":0,
        "topic_confidence":0.8058541417,
        "format_confidence":0.9798205495
    },
    {
        "url":"http:\/\/www.scielo.org.za\/scielo.php?script=sci_arttext&pid=S0075-64582009000100005&lng=en&nrm=iso",
        "text":"SciELO - Scientific Electronic Library Online\n\nvol.51 issue1A checklist of the non-acarine arachnids (Chelicerata: Arachnida) of the De Hoop Nature Reserve, Western Cape Province, South AfricaInfluence of fire frequency on Colophospermum mopane and Combretum apiculatum woodland structure and composition in northern Gonarezhou National Park, Zimbabwe author indexsubject indexarticles search\nHome Pagealphabetic serial listing  \n\n\nOn-line version ISSN 2071-0771\nPrint version ISSN 0075-6458\n\nKoedoe vol.51 n.1 Pretoria Jan. 2009\n\n\n\n\nThe socio-economic impact of the Karoo National Park\n\n\n\nMelville Saayman; Andrea Saayman; Madelien Ferreira\n\nInstitute for Tourism and Leisure Studies, School of Economics, North West University, South Africa\n\nCorrespondence to\n\n\n\n\nNational parks in South Africa are seen as major tourism assets due to the wildlife and various activities for international and local visitors. Little is known of the socio-economic contribution of these parks to their respective local economies. The purpose of this research was to determine the socio-economic impact of the Karoo National Park (Karoo NP) in South Africa, especially the economic impact of the Karoo NP on the local economy, the impact of tourism business development in the Karoo district, and how the park affects the community. Three surveys were used to determine the socio-economic impact: a community survey, a business survey and a tourist survey. The results show that the park has an impact in terms of production, income generation and employment in the area, but this impact is not as significant as that of other national parks in South Africa. A small percentage (4%) of businesses in Beaufort West owe their existence to the Karoo NP, but most rely on tourist spending. For the park to have a greater impact, it is imperative to increase accommodation capacity, offer more activities and promote activities and attractions in the region.\nCONSERVATION IMPLICATION:The importance of this article lies in the economic value that conservation management generates as well as identifying the benefits that communities derive from the existence of a national park. It also supports the notion that conservation entails more than just conserving fauna and flora and highlights the interdependence of conservation, tourism and community participation.\n\nKeywords: SANParks; South Africa; tourism; economic value; community perceptions\n\n\n\n\nNational parks in South Africa have three fundamental spheres: firstly, to conserve the biodiversity of the country; secondly, to maintain a relationship of community upliftment and capacity building with people living in the areas in and around the parks; and, lastly, to provide a recreational outlet for people to experience and enjoy the wonders of the parks (Saayman & Saayman 2006a).\n\nWhile the main emphasis of national parks has traditionally been on conservation, there has been a shift towards economic sustainability and the upliftment of local communities (Myburgh & Saayman 2002). It is the latter that provides the rationale for this research and, although South Africa has some of the greatest protected areas in the world, little is known about the socio-economic impact of these parks.\n\nSocio-economics is the study of the relationship between economic activity and social life (Van der Merwe 2008). The goal of a socio-economic study is generally to assess socio-economic development, usually in terms of improvements in metrics such as gross domestic product (GDP), life expectancy, literacy and levels of employment (Van der Merwe 2008), with the aim of enhancing the benefits received by the society. A socio-economic impact study therefore goes beyond assessing income generated by the park, and also involves the contribution of the park to the quality of life of the community (Saayman & Saayman 2006a).\n\nEadington and Redman (1991, cited by Walpole & Goodwin 2000) state that tourism, as a development tool, holds many potential economic benefits for host communities, including increased employment opportunities, improved socio-economic conditions and greater market stability than are provided by traditional commodity exports. The magnitude of the economic benefits is dependent on the amount that remains in the area. Adding to this, Saayman and Saayman (2004) express their concern about leakages, both in the form of imported goods and imported skills, which will reduce the benefit for the local community because most national parks are situated in rural areas.\n\nPage (2007) identified four economic benefits of tourism, namely the generation of income for the local community; the creation of new employment opportunities; improvements to the structure and balance of economic activities in the locality; and the encouragement of entrepreneurial activity. The attitudes of residents towards tourism represent an important way in which participants contribute to policy and public support for, or dissent towards, tourism (Page 2007).\n\nStudies that were conducted on socio-economic and economic impacts include those of Loader (1994) and Pelser (2003), who argue that social involvement is an integral part of conservation in South Africa. Macleod (2001) and Fauzi and Buchary (2002) suggest that the alleviation of poverty and marginality in the case of residents of the Kepulauan Seribu Marine Park, Del Este in the Dominican Republic, should receive priority, and that park management should be based on consensus building and participation by all stakeholders. Therefore, the community should play an important role in maximising the local socio-economic benefits (Govender et al. 2005). An example of how the local community has focused efforts on maximising benefits from tourism activity as the result of a national park can be found in Mpumalanga Province. There, towns adjacent to the Kruger National Park have started to focus on offering additional tourism products, which contribute to income and employment and thereby increase the impact of the Park in the region (Saayman & Saayman 2006b).\n\nThe Karoo National Park (Karoo NP) is located in the Western Cape Province of South Africa, on the outskirts of the town of Beaufort West, and can be accessed via the N1 highway. The Karoo NP serves mainly as an overnight park for visitors and tourists en route from or to the Western Cape\/Gauteng Province (Figure 1). During the late 1950s, Mr William Quinton, a local farmer and keen birdwatcher, began campaigning to have a conservation area declared in the vicinity of Beaufort West. In the 1970s, the South African National Parks Board put forward plans to establish a national park that would be representative of the Karoo Biome. After considering a number of potential suitable areas, it was decided that this new park would be established in the vicinity of Beaufort West (South African National Parks 2007). The Town Council of Beaufort West donated 7 209 ha of vacant communal land northwest of the town to the South African National Parks Board (currently known as SANParks). This formed the nucleus of the Karoo NP, proclaimed in 1979. Since then, additional land purchases have increased the Karoo NP to its present size of approximately 96 000 ha (South African National Parks 2007).\n\n\n\nThe aim of this research was to estimate the socio-economic contribution of the Karoo NP to the surrounding communities, with an additional focus on the community's involvement in the Karoo NP, guided by the following questions:\n\n• What is the economic impact of the Karoo NP on the local economy?\n\n• What percentage of business development in the region is as a result of the park?\n\n• How many people are employed as a result of tourism activity due to the Karoo NP?\n\n• How satisfied is the community with regard to the Karoo NP?\n\n\n\nSaayman & Saayman (2006a) created a framework to assess the socio-economic impact of national parks in South Africa (see Figure 2). They identified five issues of importance when assessing the socio-economic impacts of parks. Firstly, there must be an understanding of the area and the main economic activities in the area – the spatial area must therefore be specified and all the communities in the specified area should be included in the research. Secondly, the magnitude of visitor spending and the distribution of the spending throughout the local economy should be determined. This could be done via visitor (demand) and business (supply) surveys, especially in local areas, where business and spending information is not readily available. Thirdly, and if possible, these should be complemented by a community survey. Fourthly, the spending by the national park on employees and local products should be included to obtain a complete picture of spending activities resulting from the existence of the park. Fifthly, the social impact of the park on the community must be determined. In areas where no local input-output model is available (which is usually the case), a proportional multiplier analysis could be used to determine the values of the income and sales multipliers, and to estimate the economic impact of the national park on income and employment. Finally, the change in the nature of business and employment opportunities in the area due to the national park should be determined by comparing it to previous business surveys of the area (Saayman & Saayman 2006a).\n\n\n\nBased on the above, three surveys were conducted: a community survey, a business survey in Beaufort West and a visitor survey of tourists visiting the Karoo NP. Secondly, a partial input-output model was developed to estimate partial multipliers and thus the economic impact of the Karoo NP. In general, multipliers indicate the magnitude of economic benefits in terms of sales, income and employment generated by the initial spending in the economy due to the tourism activity. Input-output models are often used to generate these multipliers. Yet regional input-output tables are often not available (als... (truncated)",
        "topic_id":23,
        "format_id":0,
        "topic_confidence":0.9280411005,
        "format_confidence":0.9833624959
    },
    {
        "url":"https:\/\/figshare.cardiffmet.ac.uk\/articles\/conference_contribution\/Please_keep_my_room_clean_How_eWOM_can_influence_the_consumers_perceptions_of_cleanliness_in_hotels_\/14612358\/1",
        "text":"2 files\n\nPlease keep my room clean: How eWOM can influence the consumers' perceptions of cleanliness in hotels?\n\nDownload all (1.5 MB)\nconference contribution\nposted on 18.05.2021, 17:14 authored by Jishnu Bhattacharyya\nOver the last decade, there has been a growing emphasis on cleanliness in society, including the hospitality industry (Park et al., 2019; Zemke et al., 2015). With the pandemic (i.e., COVID-19) set to hit the world in 2020, cleanliness has become an international issue and a need for human survival. According to industry reports, customers do not want to travel to their destination and stay in hotels due to the pandemic (Gursoy & Chi, 2020).",
        "topic_id":23,
        "format_id":0,
        "topic_confidence":0.9223287106,
        "format_confidence":0.6982085705
    },
    {
        "url":"https:\/\/www.slideshare.net\/vaugeois\/embedding-tourism-in-broader-rural-development-strategies",
        "text":"Successfully reported this slideshow.\nWe use your LinkedIn profile and activity data to personalize ads and to show you more relevant ads. You can change your ad preferences anytime.\n\nEmbedding tourism in broader rural development strategies\n\n\nPublished on\n\nThis presentation was given at the National Extension Tourism Conference 2011 in Charleston, South Carolina\n\nPublished in: Business, Technology\n  • Be the first to comment\n\n  • Be the first to like this\n\nEmbedding tourism in broader rural development strategies\n\n  1. 1. Insights from Canada Nicole L. Vaugeois, PhD BC Regional Innovation Chair in Tourism and Sustainable Rural Development Vancouver Island University Presentation at : National Extension Tourism Conference, South Carolina – March 8-10, 2011\n  2. 2. <ul><li>The need to broaden our horizons in tourism development <\/li><\/ul><ul><li>Potential approaches to link to tourism <\/li><\/ul><ul><ul><li>Amenity-based rural development <\/li><\/ul><\/ul><ul><li>Steps to further integrate tourism in rural development planning <\/li><\/ul><ul><li>Questions and discussion <\/li><\/ul>\n  3. 3. <ul><li>Efforts to stimulate tourism development in rural areas has often been motivated: <\/li><\/ul><ul><ul><li>To stimulate new revenue to communities <\/li><\/ul><\/ul><ul><ul><li>To provide income for small businesses <\/li><\/ul><\/ul><ul><ul><li>To provide employment from declining resource based industries <\/li><\/ul><\/ul><ul><li>The approach to develop it has often been sectoral: <\/li><\/ul><ul><ul><li>To promote the attractive features in an area; <\/li><\/ul><\/ul><ul><ul><li>To bring together tourism operators (cluster, package) <\/li><\/ul><\/ul><ul><ul><li>To advocate for access to land, lobby for marketing investments <\/li><\/ul><\/ul><ul><ul><li>Focused on communities more than regions. <\/li><\/ul><\/ul>\n  4. 4. <ul><li>Repopulation of areas <\/li><\/ul><ul><ul><li>Attracting young families <\/li><\/ul><\/ul><ul><ul><li>Immigrants <\/li><\/ul><\/ul><ul><li>Attracting investment <\/li><\/ul><ul><ul><li>Enhancing climate for small business success <\/li><\/ul><\/ul><ul><li>Addressing aging infrastructure and services <\/li><\/ul>\n  5. 5. <ul><li>It is the front door to most economic development efforts <\/li><\/ul><ul><li>People visit a place first, form an impression and consider relocating or investing … <\/li><\/ul><ul><li>This is often not fully recognized by stakeholders in rural development <\/li><\/ul>How can those involved in tourism development embed our efforts in broader rural development strategies?\n  6. 6. Canada is rethinking rural development with the\n  7. 7. <ul><li>Amenities refer to the hedonic or pleasurable aspects associated to natural and cultural features of rural areas. <\/li><\/ul><ul><li>These make rural areas attractive places to visit, play, live and prosper. <\/li><\/ul>\n  8. 8. <ul><li>The use of non production aspects of the rural environment from which individuals, communities, or society at large derive utility. It is this utility and corresponding valorization of rural amenities that are considered resources for rural development. <\/li><\/ul>\n  9. 9. <ul><li>FROM <\/li><\/ul><ul><li>Sectoral approach <\/li><\/ul><ul><li>Subsidies <\/li><\/ul><ul><li>Places of production (resources) <\/li><\/ul><ul><li>Export goods <\/li><\/ul><ul><li>TO <\/li><\/ul><ul><li>Territorial approach <\/li><\/ul><ul><li>Investments <\/li><\/ul><ul><li>Places of consumption (amenities) <\/li><\/ul><ul><li>Import people, ideas and investment <\/li><\/ul>\n  10. 10. <ul><li>Rural areas are not homogeneous. <\/li><\/ul><ul><li>Despite overall trend of decline – some are growing… <\/li><\/ul><ul><li>This growth is highly correlated to the presence of amenities which are speculated to drive rural development. <\/li><\/ul>\n  11. 11. <ul><ul><li>People are often attracted to rural areas as visitors. They may then be attracted to relocate as a resident, to set up business or invest. <\/li><\/ul><\/ul><ul><li>Amenity based rural development attracts new people and ideas to rural communities <\/li><\/ul><ul><ul><li>Visitors <\/li><\/ul><\/ul><ul><ul><li>Residents <\/li><\/ul><\/ul><ul><ul><li>Businesses <\/li><\/ul><\/ul>\n  12. 12. <ul><li>Induces a range of impacts to the landscape <\/li><\/ul><ul><li>(positive and negative) <\/li><\/ul><ul><ul><li>Environmental <\/li><\/ul><\/ul><ul><ul><li>Economic <\/li><\/ul><\/ul><ul><ul><li>Social\/cultural <\/li><\/ul><\/ul>Use of amenities to attract people, ideas and investments requires foresight and appropriate planning supports\n  13. 13. <ul><li>“ Rural communities are not yet equipped to deal with the planning consequences of amenity-led rural development. The explosion of impacts has caught many rural areas unprepared.” <\/li><\/ul><ul><li>Need for balance in promotion, protection and valorization. <\/li><\/ul>\n  14. 14. <ul><li>Is to identify what amenities exist in regions and the possible development strategies for each type of region – <\/li><\/ul><ul><li>as uniform, cross-cutting strategies are no longer seen as viable long term solutions for rural development. <\/li><\/ul>\n  15. 15. <ul><li>What amenities are in Canada’s rural areas that could support ABRD? <\/li><\/ul>\n  16. 16. <ul><li>Amenities that are based on the natural attributes of rural areas including climate, air quality, land and water and which provide the scenic settings and materials for work and leisure pursuits of residents. <\/li><\/ul>\n  17. 17. <ul><li>Amenities based in the cultural context of rural areas including heritage, recreation and sports, arts, work and community and which serve to enhance quality of life in rural regions. <\/li><\/ul>\n  18. 18. <ul><li>Amenities that enable the development of natural and cultural amenities including infrastructure, services and connectivity. <\/li><\/ul><ul><li>These enable and support rural areas to realize and manage impacts from in-migration, enterprise development or tourism activity. <\/li><\/ul>\n  19. 19. The future for tourism within ABRD\n  20. 20. <ul><li>Tourism stakeholders are often not engaged in the broader discussions related to ABRD: <\/li><\/ul><ul><ul><li>Regional planning <\/li><\/ul><\/ul><ul><ul><ul><li>Infrastructure <\/li><\/ul><\/ul><\/ul><ul><ul><ul><li>Sustainability and smart growth <\/li><\/ul><\/ul><\/ul><ul><ul><ul><li>Engagement processes <\/li><\/ul><\/ul><\/ul><ul><ul><li>Real estate development <\/li><\/ul><\/ul><ul><li>Tourism stakeholders are not often viewed as key stakeholders in broader rural development discussions <\/li><\/ul><ul><ul><li>Perception of tourism as a sectoral approach suitable for some areas <\/li><\/ul><\/ul><ul><ul><li>Lack of understanding about the tourism delivery system <\/li><\/ul><\/ul><ul><ul><li>Perceptions about tourism being part of the problem in “booming communities” creating impacts on local residents <\/li><\/ul><\/ul>\n  21. 21. <ul><li>“ I have people question why we are supporting tourism development in our province. This gives me a tool to show how it is part of a larger picture for our rural regions and why we need to support it.” <\/li><\/ul>\n  22. 22. <ul><li>Tourism stakeholders need to be “ at the table ” in regional development, and seated with a broader lens about their contributions and role. We need to understand the rural development issues within our regions – and be willing to do more than just promote to “more – high yield visitors”, particularly in areas that are dealing with negative consequences or experiencing planning challenges. <\/li><\/ul>\n  23. 23. <ul><li>What are the driving amenities in the region – for visitors, for residents and for investment? <\/li><\/ul><ul><li>Understand population dynamics in the region : <\/li><\/ul><ul><ul><li>If more are needed – who is desired and what amenities would attract them? Are these the same as tourism marketing efforts? <\/li><\/ul><\/ul><ul><ul><li>If less are needed – work alongside efforts to plan for sustainable development of the region (long term thinking vs. short term gains that may detract from the regions attractiveness over time) <\/li><\/ul><\/ul><ul><li>Work with real estate agents to share market knowledge and collaborate on marketing key amenities; <\/li><\/ul><ul><li>Share knowledge about key visiting markets with regional planners and consider fit with the types of amenities and desired new population for the current residents. <\/li><\/ul>\n  24. 24. Broadening our horizons: Amenities, regional development and collaboration 108 Mile House, BC, Canada – April 19-21, 2011\n  25. 25. <ul><li>ABRD showing promise as an approach to rural development; <\/li><\/ul><ul><li>Tourism is embedded within ABRD as a key tool to develop awareness of rural regions; <\/li><\/ul><ul><li>The approach invites the participation of tourism stakeholders in regional economic development – but with an expanded set of goals. <\/li><\/ul>\n  26. 27. Lots of questions to answer… <ul><li>How does the Typology of Canadian Rural Amenities fit different regions of Canada? Further testing on the universality of the typology is suggested. An audit tool that allows rural areas to assess their own amenities could be developed as a way to translate the typology into practice. <\/li><\/ul><ul><li>Data on the role or influence of amenities is not fully understood. Are there a set of factors or preconditions that are required to enable communities to realize value from amenities? Are some factors more relevant than others? And is there a generally recognized process to amenity-based rural development that could assist rural areas to implement strategies? <\/li><\/ul><ul><li>What are the specific goals of rural development and which goals are linked to amenity-based development? What are the specific goals of amenity-based rural development? Are they promotion, protection and valorization? <\/li><\/ul><ul><li>Which types of amenities contribute to the goals of ABRD? Are some amenity types more important for in addressing depopulation? Encouraging tourism development? Or supporting enterprise for valorization? <\/li><\/ul>\n  27. 28. And a few more… <ul><li>How are these amenities distributed across the Canadian context? ... (truncated)",
        "topic_id":23,
        "format_id":0,
        "topic_confidence":0.9586918354,
        "format_confidence":0.6083081961
    },
    {
        "url":"https:\/\/research.brighton.ac.uk\/en\/publications\/benchmarking-best-practice-in-hotel-front-office-the-western-euro",
        "text":"Benchmarking best practice in hotel front office: the Western European experience\n\nT. Baum, P. Odgers\n\nResearch output: Contribution to journalArticle\n\n\nDuring the past decade there have been significant changes in the hotel sector, the marketplace and its operations. This paper reports a research study across a number of western European countries into the changing functions within front office operations and the role of personnel in a range of hotels and locations. Issues addressed include the flattening of organisations; the increasing expectation of multi-tasking and multi-skilling; and creating a balance between technological solutions and the delivery of quality customer care. These issues are linked to wider findings on the growth in the need for the more generic skill types together with the importance of personal attributes as key selection criteria and the growing emphasis of the employers role in providing training for vocational skills. Work in these areas has seen a decline in routine activities and has become increasingly complex, involving the use of a wide range of software, maintaining in-house systems and the expectations of faster response to more complex methods of communications. Industry has realised the importance of customer care and the subsequent increase in focus by operators on its provision. These issues have led to the setting of procedures and benchmarks for the various functions and services of front office and the empowerment of employees in their implementation. The paper provides an insight into changes in front office and the manner in which technology is acting as an enabling force rather than replacing traditional roles. The paper addresses education and training implications for the hotel sector and education providers by examining current curricula and training provision and questions the relevance of some “sacred cows” that have traditionally been taught. The paper concludes with recommendations for future education and training provision.\nOriginal languageEnglish\nPages (from-to)93-109\nNumber of pages17\nJournalJournal of Quality Assurance in Hospitality and Tourism\nIssue number3-4\nPublication statusPublished - 2002\n\n\n  • Benchmarking\n  • personnel selection criteria\n  • training\n  • front office\n  • technology\n\nFingerprint Dive into the research topics of 'Benchmarking best practice in hotel front office: the Western European experience'. Together they form a unique fingerprint.\n\n  • Cite this",
        "topic_id":23,
        "format_id":0,
        "topic_confidence":0.5033558011,
        "format_confidence":0.9802512527
    }
]