[
    {
        "url":"http:\/\/www.green-life-magazine.com\/green-earth\/all-i-have-to-do-is-dream-inskool-acappella\/",
        "text":"All I Have To Do Is Dream – InSkool (Acappella)\n\nNovember 22, 2011 · 2 comments\n\nin green earth\n\n3 bored guys sings ‘Dream’ while awaiting sentence.. Just kidding. On the sentence part of course. We’re innocent. Make Money Clicking Ads. For Real. Join Now!\n\nLeave a Comment\n\nThis blog is kept spam free by WP-SpamFree.\n\nPrevious post:\n\nNext post:",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9720242023,
        "format_confidence":0.732932806,
        "weight":0.0301794975
    },
    {
        "url":"http:\/\/www.mp3million.com\/download\/Dirty%20Infamous",
        "text":"and get 2 track for free to try out the service\n\nDirty Infamous Death MetalDeath Metal\n\n\nSort by:\nAlbum title Year Tracks Bitrate Order\n$0.64 $0.64 Buy Dirty Infamous - Die On Pure Adrenaline Mp3 Download Die On Pure Adrenaline 2004 8 320\n  • iPod compatible\n\n    All tracks compatible with iPod, iTunes & Windows Media Player.\n\n  • Burn CD\n\n    Burn your own compilation and listen to it in car!\n\n  • Simple Downloads\n\n    Only three clicks required! It's so easy, your pet can do it!",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9947345257,
        "format_confidence":0.98404181,
        "weight":0.0091127911
    },
    {
        "url":"http:\/\/www.noise11.com\/news\/page\/782",
        "text":"News -\nKelis, music news,\nKelis Airs New Song With Dubstep Producer Skream\n\nUS neo-soul artist Kelis reveals the new tune ‘Distance’, co-written by UK dubstep hero Skream.\n\nJuly 2, 2012\nCosmic Psychos\nCosmic Psychos Doco To Crowdsource Funding\n\nCosmic Psychos. Pub rock doesn’t get much more iconic than them. For thirty years the band have been touring relentlessly with thirteen albums under their belt and some fans in high places.\n\nJuly 2, 2012\nBrand New Heavies\nBrand New Heavies Tour The East Coast In September\n\nBritish soul-funksters Brand New Heavies return to Australia for three shows in September.\n\nJuly 2, 2012\nVampire Weekend - photo by Ros O'Gorman.\nVampire Weekend Have “80 Percent” Of New Album Songs\n\nVampire Weekend singer Ezra Koenig reveals that the band are close to having a new album written.\n\nJuly 2, 2012\nVan Morrison photo by Ros O'Gorman images\nVan Morrison And Don Was Collaborated For New Van Record\n\nDon Was has produced the next Van Morrison album ‘Born To Sing: No Plan B’.\n\nJuly 2, 2012\nThe Go-Betweens\nThe Best Of The Go-Betweens Album Coming Soon\n\nLook out for a Go-Betweens ‘Best Of’ hand-picked by Forster, Morrison, Brown and Vickers, complete with a live disc.\n\nJuly 2, 2012\nRon Pope\nPope To Visit Melbourne Chapel\n\nAmerican YouTube balladeer Ron Pope will play Melbourne’s Chapel Off Chapel, as well as Sydney and Brisbane.\n\nJuly 2, 2012\nChris Brown photo by Ros O'Gorman images\nChris Brown Slams Drake On New Tune, Still A Douchenozzle\n\nChris Brown has taken a stab at Canadian rapper Drake in a verse he added to The Game’s remix of a Chief Keef tune.\n\nJuly 2, 2012\nBen Harper\nBen Harper Books His First National Acoustic Tour\n\nRoots star Ben Harper will play three East Coast shows in his first headlining Australian acoustic tour.\n\nJuly 2, 2012\nThe Vaccines, music news,\nThe Vaccines Announce Their Second Album With A Video\n\nThe Vaccines Come Of Age will be the Brit-rockers second album and they’ve delivered a video for 'No Hope'.\n\nJuly 2, 2012\nThe Living End. Photo by Ros O'Gorman.\nThe Living End Announce Their Landmark Retrospective Tour\n\nThe Living End will play each of their six albums in full in week-long residencies around the country. Wow.\n\nJuly 2, 2012\nGotye image photos\nCNN Kills Gotye\n\nGotye has had to deny his death in a Twitter post after a comment was posted on the CNN website stating that the Australian singer had killed himself.\n\nJuly 2, 2012\nKarise Eden from team Seal on The Voice images\nThe Voice, Australia’s Music Chart Road Kill Revealed\n\nThe Voice gave this week’s Australian chart a number of firsts and they were all bad. Never before have so many songs debuted one week and disappeared the next.\n\nJuly 1, 2012\nThe Flaming Lips. image by Ros O'Gorman photos\nFlaming Lips Smash Jay-Z Guinness World Record\n\nThe Flaming Lips have successfully smashed the Guinness World Record previously held by Jay-Z for most concerts performed in multiple cities after a historic road trip through the Mississippi Delta region which now ranks as the most-viewed digitally driven event in Viacom Music & Logo Group history, including generating more than 43 million votes.\n\nJuly 1, 2012\nNatasha Duarte - Photo By Ros O'Gorman\nGlenn Wheatley To Manage Natasha Duarté\n\n17-year old Melbourne singer\/songwriter Natasha Duarté has signed a management deal with Australian uber-manager Glenn Wheatley.\n\nJuly 1, 2012\nCrooked Saint, Tim Wheatley - Photo By Ros O'Gorman, Noise11, photo\nTim Wheatley’s Crooked Saint Gets Hot & Heavy\n\nMelbourne via Sydney via L.A.’s Tim Wheatley has just released a new double A-side ‘Hot & Heavy \/ Outta Sight Outta Mind’ under his guise of Crooked Saint.\n\nJuly 1, 2012\nDavid Lee Roth with Van Halen image,, photos\nVan Halen Tour Officially Cancelled\n\nThe Van Halen dates postponed last month have now been officially cancelled.\n\nJuly 1, 2012\nEMI images photo\nEMI Publishing Sold For $2.2B To Sony\n\nSony has paid $2.2 billion for a 50% share of EMI Publishing.\n\nJuly 1, 2012\nLamb Of God, Randy Blythe - Photo By Ros O'Gorman\nLamb Of God Singer Out On Bail Following Manslaughter Charges\n\nRandy Blythe, lead singer of Lamb Of God, has been released on bail following his arrest for the manslaughter of a fan in the Czech Republic this week.\n\nJuly 1, 2012\nCharlie Watts, The Rolling Stones (photo by Ros O'Gorman)\nCharlie Watts Debuts A, B, C & D of Boogie Woogie In NYC\n\nRolling Stones drummer Charlie Watts has debuted his other band the A, B, C & D of Boogie Woogie in New York City at the Iridium Jazz Club.\n\nJuly 1, 2012\nAdele 21 image photos\nAdele 21 Departs Australian Top 10\n\nThe Adele album ‘21’ has departed the Australian Top 10 for the first time in 15 months.\n\nJuly 1, 2012\nJade Jagger and husband Adrian Fillary with dad Mick Jagger and mother Bianca photos image\nJade Jagger Marries DJ Adrian Fillary\n\nMick Jagger has a new son-in-law. His daughter Jade married DJ Adrian Fillary in a ceremony at the Aynhoe Park hotel in the Cotswolds yesterday (June 30, 2012).\n\nJuly 1, 2012\nKiss Monster Book (Australian Edition) photos image\nKiss To Unleash Monster Track Monday – Listen to Preview\n\nKiss will give fans the first taste of their new album ‘Monster’ with the release of the first single ‘Hell Or Hallelujah’ tomorrow (July 2, 2012).\n\nJuly 1, 2012\nKarise Eden from team Seal on The Voice images\nThe Voice ARIA Slaughterhouse, Karise Eden 1 to 54\n\nFor all of the huge debuts that The Voice racked up last week, their presence in the Top 10 has been reduced to one song within the entire ten.\n\nJuly 1, 2012\nKarise Eden My Journey images photos\nKarise Eden Takes Top Spot On ARIA Chart\n\nKarise Eden drops from the No.1 spot on the singles chart, but claims the new No.1 album in the country with instantly platinum certified “My Journey”, which is also the sixth consecutive No.1 debut in the past seven weeks.\n\nJuly 1, 2012\nChris Brown photo by Ros O'Gorman images\nBillionaire Offers Chris Brown And Drake To Punch Each Others Lights Out – VIDEO\n\nA Hollywood billionaire has offered a $10,000,000 purse to Chris Brown and Drake to get in the ring and punch each other’s lights out.\n\nJune 30, 2012\nLil' Band O' Gold with Tim Rogers - Photo By Ros O'Gorman\nTim Rogers Does Led Zeppelin And AC\/DC With Lil Band O Gold\n\nLast night’s Lil’ Band O’ Gold gig in Melbourne (June 29, 2012) had a special treat when You Am I’s Tim Rogers joined the Louisiana supergroup and performed Led Zeppelin and AC\/DC covers.\n\nJune 30, 2012\nBruce Springsteen - image by Ros O'Gorman,, photos\nBruce Springsteen Will Be MusiCares Person Of The Year\n\nThe Recording Academy and the MusiCares Foundation have announced that Bruce Springsteen has been selected to be the 2013 MusiCares Person of the Year.\n\nJune 30, 2012\nBob Seger Ultimate Hits\nBob Seger Burglar Arrested\n\nBob Seger's burglar has been caught and arrested.\n\nJune 30, 2012\nRolling Stone Eddie Van Halen cover image photo\nEddie Van Halen Takes A Slam At Sammy Hagar And Michael Anthony\n\nHere's a quote that won't be making Sammy Hagar and Michael Anthony's days.\n\nJune 30, 2012",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9979774356,
        "format_confidence":0.9873664379,
        "weight":0.0125848742
    },
    {
        "url":"http:\/\/adventuretime.wikia.com\/wiki\/The_Fool",
        "text":"Adventure Time with Finn and Jake Wiki\n\nThe Fool\n\n2,818pages on\nthis wiki\nAdd New Page\nTalk0 Share\n\nThe Fool was a vampire gnome and a member of the Vampire King's court.\n\n\nMarceline fought The Fool centuries ago when she was on a mission to protect the remaining humans from vampires. While most vampires are malevolent, The Fool is more of a mischievous child; in one of his witless misadventures, he lost one of his fangs to a box turtle. Despite this, he is still a vampire which means he subsists on human blood. He is one of the first vampires Marceline ever targeted, and while she hunted him with deadly earnest, he regarded the whole thing as a game of tag. Marceline managed to defeat him and gain his power of flight and levitation.\n\nThe vampires are resurrected after Princess Bubblegum removes Marceline's vampire essence from her. After a short period, the Vampire King and his court manifest. While the other members of the vampire court debate what to do, The Fool proposes taking things easy, suggesting that they just get an apartment. Most of the court part ways with the group, but The Fool hangs around with the king.\n\nThe Fool is the first vampire Marceline kills in stakes in Vamps About. Marceline dispatches with him with absolutely no effort. The Fool casually shrugs off being stabbed in his usual carefree fashion.\n\n\nThe Fool has the body of a gnome with long, noodly limbs on a short, round frame. He has a Petit Goatee style beard, a single fang, light blue eyes with diamond-shaped pupils, and dresses barefoot with a grey, long-sleeved shirt, dark, navy pants dress, and a similarly colored pointy hat.\n\n\nAs a vampire with magical powers, the Fool can levitate and fly by his own means.\n\n\n  • He is named after the unnumbered trump or Major Arcana card in traditional Tarot decks. The Fool card represents innocence, spontaneity, and free-spiritedness. Similarly, Fool behaves like an incautious, carefree child. In the reversed position, the card can represent recklessness or a disregard obvious dangers, which is what leads to the eponymous vampire's downfall.\n  • He is seen playing a bongo with the others in \"Vamps About\"\n  • Jake describes him looking as if \"a baby snake was a baby baby\".\n  • The Fool had both his fangs when he was revived, but the Vampire King ripped it out of his mouth.\n  • He is the only vampire not to be encountered by Finn and Bonnibel, as well as the only vampire to stay with the Vampire King.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":6,
        "format_id":7,
        "topic_confidence":0.9394193292,
        "format_confidence":0.9809003472,
        "weight":0.0048403233
    },
    {
        "url":"https:\/\/wikivisually.com\/wiki\/WMPS",
        "text":"From Wikipedia, the free encyclopedia\nJump to navigation Jump to search\nWMPS Sunny1210-103.1-103.9 logo.jpg\nCity Bartlett, Tennessee\nBroadcast area Memphis, Tennessee\nBranding Sunny 1210\nFrequency 1210 kHz\nTranslator(s) 103.1 W276BH (Memphis)\nRepeater(s) 103.9 MHz KCJF\nFormat Adult Contemporary\nPower 10,000 watts day\n250 watts night\nClass B\nFacility ID 2802\nTransmitter coordinates 35°15′40.00″N 89°49′50.00″W﻿ \/ ﻿35.2611111°N 89.8305556°W﻿ \/ 35.2611111; -89.8305556Coordinates: 35°15′40.00″N 89°49′50.00″W﻿ \/ ﻿35.2611111°N 89.8305556°W﻿ \/ 35.2611111; -89.8305556\nCallsign meaning \"Memphis Press-Scimitar\"\nOwner Arlington Broadcasting Company\nSister stations KCJF, WHBQ-FM, WHBQ\nWebcast Listen Live\nWebsite Sunny 1210 Online\n\nWMPS (1210 AM, is a radio station broadcasting an Adult Contemporary format.[1] Previously called \"Music of Your Life\"), WMPS had an Adult Standards music format.[2] Licensed to Bartlett, Tennessee, United States, the station serves the Memphis area. The station is currently owned by Arlington Broadcasting Company.[3]\n\n1210 AM is a United States clear-channel frequency, on which WPHT in Philadelphia, Pennsylvania is the dominant Class A station.\n\nFM Translator[edit]\n\nIn addition to the main station at 1210 kHz, an FM translator is used to widen the coverage area, especially at night when WMPS reduces power to 250 watts. The translator frequency is also used on the \"Sunny\" logo.\n\nBroadcast translators of WMPS\nCall sign Frequency\nCity of license ERP\nClass FCC info\nW276BH 103.1 Memphis, Tennessee 250 D FCC\n\n\n  1. ^ \"Markets: Memphis\". radio-info.com. Retrieved 2011-03-16. \n  2. ^ \"Station Information Profile\". Arbitron. Winter 2010. Retrieved 2010-03-26. \n  3. ^ \"WMPS Facility Record\". United States Federal Communications Commission, audio division. Retrieved 2010-03-26. \n\nExternal links[edit]",
        "topic_id":6,
        "format_id":7,
        "topic_confidence":0.9066392183,
        "format_confidence":0.9872282743,
        "weight":0.004671425
    },
    {
        "url":"http:\/\/www.convertinmp4.com\/youtube.php?video=https:\/\/www.youtube.com\/watch?v=7f4h9ldJYCI&l=5",
        "text":"MAJOR LEAGUE - DO BETTER Feat Patoranking, Riky Rick & Kly (Official Music Video)\n\nNew Video\n\nHow do I continue?\n\nSelect either \"Download MP4\" to download the video with its normal quality or \"Download MP4 (HD)\" to download it in HD format.\n\nYou can download a new video by using the form or by returning to the homepage.",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9863482714,
        "format_confidence":0.7516610622,
        "weight":0.0018688828
    },
    {
        "url":"http:\/\/www.imdb.com\/character\/ch0017589\/filmotype",
        "text":"IMDb > Novalee Nation (Character) > Filmography by type\nNovalee Nation\nTop Links\nmain detailsbiographyby votesphoto galleryquotes\nby yearby typeby ratingsby votesby TV seriesby genreby keyword\nDid You Know?\nphoto galleryquotes\n\nFilmography by type for\nNovalee Nation (Character)\nfrom Where the Heart Is (2000)\n\nThe content of this page was created by users. It has not been screened or verified by IMDb staff.\nPhotos (See all 4 | slideshow) Related Videos (see all 2)\nWhere the Heart Is -- When 17-year-old Novalee Nation has her baby in a Wal-Mart, this hard-luck teen becomes an overnight celebrity.\nWhere the Heart Is -- US Home Video Trailer from 20th Century Fox\n\nEdit Photos\n\nThere may be more photos available for this character. To select more photos to be displayed in this character's gallery, click the Edit Photos link.\n\n\n\n   Edit Credits\nThere may be more credits available for this character. To edit the credits displayed or to add more credits to this character's filmography, click the Edit Credits link.\n\nAdditional Details\n\n\nFun Stuff\n\nFrom Where the Heart Is (2000)\nMama Lil: You got a man?\nNovalee Nation: No.\nMama Lil: This isn't one of them artificial spermanation things, is it?\nNovalee Nation: No.\nMama Lil: Then where is the prick who put you in this mess?\nNovalee Nation: California.\nMama Lil: [chuckles] That figures. All the pricks move to California. They oughta call it Prickafornia.\nSee more »\n\nYou may correct errors and omissions on this page directly. Clicking the 'Update' button will take you through a step-by-step process.\n\nRegistered users may choose to have this page shown as the main character page by setting their site preferences",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9979640245,
        "format_confidence":0.8948075771,
        "weight":0.0030922398
    },
    {
        "url":"http:\/\/variety.com\/1994\/voices\/columns\/a-peek-at-the-peaks-perks-of-star-writers-rights-1117859456\/",
        "text":"NOT SO MANY YEARS AGO, film directors were downright orgasmic if they were paid a million bucks to direct a movie. Now, that’s considered “scale” by many filmmakers.\n\nLately, the million-dollar summit has been scaled by another unlikely group: screenwriters and novelists. Not only are these ink-stained wretches earning seven-figure packages for their work, but they’re also making the sort of gross deals previously reserved for superstars. Even more unthinkable, they’re gaining a degree of creative control.\n\nThe examples are bountiful: William Goldman, who was paid a paltry $ 400,000 for his original “Butch Cassidy and the Sundance Kid,” will earn well over a million bucks from Universal to adapt John Grisham’s “The Chamber.” The studio laid out $ 3.75 million for the thriller — the most ever paid for an (at the time) unpublished book. Goldman also serves as an occasional “mentor-at-large” for that lively minimajor, Castle Rock, which has been making a lot of news lately.\n\nThen there’s Ted Tally, who’s pulling down another million to adapt “The Juror” for Columbia. And that’s chicken feed compared with the latest coup for that prolific scriptmeister, Joe Eszterhas. Gonzo Joe sold “Foreplay” to Savoy for $ 3.5 million, but, more importantly, the complex deal entitles him to 2.5% of first dollar gross along with a very favorable cut of video income and even a percentage of earnings from music.\n\nWHILE THESE MEGABUCK WRITERS DEALS may seem excessive to some, there’s a logic behind them that’s worth pondering. The reason movie stars make the big bucks, after all, isthat they supposedly “open” a picture. Given the fact that writers like Tom Clancy, John Grisham and Michael Crichton sell as many as 2 million books inhardcover, it can be argued that their names can open a picture as well. Hence a Crichton will pull down $ 3.5 million for the rights to “Disclosure” as well as for his producing services on the film.\n\nSimilarly, to companies like Carolco or Cinergi, Eszterhas’ name arguably is a significant help in foreign presales. If a writer can help raise upfront money, that clearly counts for something.\n\nThese developments are shaking up the dealmaking machinery around Hollywood. Agents are reevaluating their strategies, fearful of underpricing their projects. Grisham’s representatives, for example, are likely going for gross participation for his book “A Time to Kill,” which has attracted a lot of attention. The agents for the idiosyncratic Pat Conroy, who wrote “Prince of Tides,” are demanding millions for his next novel, “Beach Music,” even tying it into an original script he cranked out six years ago.\n\nThe studios find all this rather unnerving. “There’s no doubt in my mind that the Eszterhas deal is going to generate similar demands from star writers,” says the production chief of a major studio. “I don’t want to break the barrier on gross deals — but I know the goddamn barrier has already been broken.”\n\nEVEN BEFORE GONZO JOE’S BREAKTHROUGH, writers’ deals at studios had been escalating rapidly. The top body-and-fender men are making $ 100,000 a week and up to patch up scripts being readied for production. When a star demands a rewrite by a John Patrick Shanley, the pricetag can run to $ 800,000. Jeffrey Boam reportedly was making almost a million bucks a year at Warners for his scripts and rewrites; now he has switched to Paramount, where he has a rich writer-producer deal, and the studio is delighted with his draft of “The Phantom.”\n\nParamount also has a rich deal with John Bishop, who lent his talents to “Beverly Hills Cop III” and “Drop Zone.” There’s a dark side to this boom, how-ever. “While some writers-du-jour may be scoring spectacular deals, the middle-range writer is having trouble getting work at all,” says one of the town’s top literary agents. “There are guys out there with major credits who are taking substantial pay cuts.”\n\nWhen a writer hits a hot streak, the big question is, how high should he set his sights? A gross deal a la Eszterhas presents one glossy goal, to be sure. Greater creative control is even more attractive to others. Michael Crichton, for example, agreed to sell “Disclosure” with the proviso that he also serve as producer. This gave him a major say in the choice of director and cast.\n\nNow that Barry Levinson has started shooting the film, however, Crichton, ever the realist, is not exactly lingering around the set arguing about setups. Instead he’s doing exactly what a writer should do — he’s in Hawaii hammering away on his next project. Such a writer understands full well that ultimate creative control, now and forever, resides with the bozo who shouts “Action.”\n\nWant to read more articles like this one? SUBSCRIBE TO VARIETY TODAY.\nPost A Comment 0",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.8421676755,
        "format_confidence":0.8387992978,
        "weight":0.0082589909
    }
]