[
    {
        "url":"https:\/\/abdn.pure.elsevier.com\/en\/publications\/ab-v-hm-advocate-rationalising-restrictions-on-the-use-of-the-rea",
        "text":"AB v HM Advocate: Rationalising Restrictions on the Use of the \"Reasonable Belief\" Defence\n\nResearch output: Contribution to journalReview article\n\n5 Downloads (Pure)\nOriginal languageEnglish\nPages (from-to)179-185\nNumber of pages7\nJournalJuridical Review\nIssue number3\nPublication statusPublished - Oct 2017\n\n\n  • child sex offences\n  • defences\n  • reasonable belief\n  • right to respect for private and family life\n  • Scotland\n  • criminal law\n\nCite this",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9962522388,
        "format_confidence":0.9448431134
    },
    {
        "url":"http:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=2390233",
        "text":"Putting the Trial Penalty on Trial\n\nDavid Abrams\n\nUniversity of Pennsylvania Law School\n\nSummer 2013\n\nDuquesne University Law Review, Vol. 51, P. 777, 2013\nU of Penn, Inst for Law & Econ Research Paper No. 14-2\n\nThe \"trial penalty\" is a concept widely accepted by all the major actors in the criminal justice system: defendants, prosecutors, defense attorneys, court employees, and judges. The notion is that defendants receive longer sentences at trial than they would have through plea bargain, often substantially longer. The concept is intuitive: longer sentences are necessary in order to induce settlements and without a high settlement rate it would be impossible for courts as currently structured to sustain their immense caseload. While intuitively appealing, this view of the trial penalty is completely at odds with economic prediction. Since both prosecutors and defendants have the ability to reject unappealing settlements, sentences at trial should be nearly the same as those arrived at through pleas. This is a straightforward application of the \"shadow of the law\" concept articulated by Mnookin and Kornhauser, as well as others. This article attempts to answer two questions relating to the trial penalty. Why is belief in its existence so widespread, given that it is at odds with basic economic theory? Which theory does empirical analysis of actual sentencing data support? I argue that there is a fundamental misunderstanding that is largely responsible for the belief in the trial penalty: the failure to distinguish between conditional and unconditional expected values. I also provide a brief overview of an empirical study that attempts to distinguish between the two theories. The results of that study are surprising and support neither theory-not only is there no evidence for a trial penalty, there appears to be a trial discount!\n\nNumber of Pages in PDF File: 11\n\nKeywords: Criminal sentencing, statistics, trial outcomes, pleading, deal, outcome, regression, expected sentence, decision making\n\nJEL Classification: K14, K40, K41\n\nOpen PDF in Browser Download This Paper\n\nDate posted: February 4, 2014  \n\nSuggested Citation\n\nAbrams, David, Putting the Trial Penalty on Trial (Summer 2013). Duquesne University Law Review, Vol. 51, P. 777, 2013; U of Penn, Inst for Law & Econ Research Paper No. 14-2. Available at SSRN: http:\/\/ssrn.com\/abstract=2390233\n\nContact Information\n\nDavid S. Abrams (Contact Author)\nUniversity of Pennsylvania Law School ( email )\n3501 Sansom Street\nPhiladelphia, PA 19104\nUnited States\nFeedback to SSRN\n\nPaper statistics\nAbstract Views: 1,330\nDownloads: 229\nDownload Rank: 86,887\n\n© 2015 Social Science Electronic Publishing, Inc. All Rights Reserved.  FAQ   Terms of Use   Privacy Policy   Copyright   Contact Us\nThis page was processed by apollo6 in 0.328 seconds",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9793685675,
        "format_confidence":0.9841083884
    },
    {
        "url":"https:\/\/fexawohatoli.dellrichards.com\/master-thesis-examples-of-aging-prisoners223845195cg.html",
        "text":"Master thesis examples of aging prisoners\n\nelderly inmates issues\n\nHowever, this issue would require a separate study. The fourth implication is that correctional practitioners need to work with offenders to promote good or better lives rather than adopting a simple risk reduction and management approach.\n\nMoreover, it is widely believed that once findings are critical of the system or establishment, respondents might be asked to explain their involvement in the research. As I discovered, there is no academic information on prisoner rehabilitation — or prisons generally — in the country.\n\nIt erodes resources and physical space to undertake rehabilitative functions.\n\nelderly prisoners statistics\n\nThe prisoners I interviewed comprised the following: At Arua Men: 1 head teacher and 2 teachers in the prison primary school, 3 instructors in the prison carpentry workshop, 2 primary school and 2 carpentry learners.\n\nIt has drawn linkages between the historical background and current prison population, but also showed that the prison population is a reflection of the national population and judicial system in Uganda.\n\nThis in turn contributes to the large numbers of people in prison who are not convicted, having been committed to the high court, and therefore waiting for the judge Kaweesa, ; Kyalimpa, 9 December In other words, the purpose of human rights is to ensure that the inherent dignity of all human beings is maintained.\n\nprisons in uganda\n\nThe existing literature on prisons in Uganda is therefore insufficient to generate understanding on the rehabilitative programs offered to prisoners by the UPS.\n\nThe goal of the program is to improve the social, moral, and behavioural deficits of juveniles and adult offenders who are believed to have lower levels of moral reasoning.\n\nThey observe that for many countries including Uganda[14] the information is simply not available or the prison statistics not accurate, and thus the existing resources do not adequately reflect current issues and experiences.\n\nCost of elderly inmates\n\nConsequently, initiatives have been stratified according to a hierarchy of needs, dealing first with basic physical needs and more distantly with rehabilitation and other measures to promote reintegration of offenders into society Tapscott It was opened in the s, according to the OC, and had three wards with a capacity of 70 at that time. At the same time, rights imply duties. Imprisonment was not regarded as a suitable form of punishment for ordinary offenders Sarkin-Hughes, , physical restraint was rarely used, and detention does not appear to have been regarded as a punishment in itself Read, When I suggested that she check her computer for some annual reports or any report that could have historical information, she insisted that she had a new computer and was not sure whether old information had been backed up. Regardless of these hiccups, nobody received any compensation for their time or the information they provided, and none of them indicated any expectation for such. Under this approach, punishments are to be carefully calibrated to ensure maximum effect from the minimum pain, they must be put to good use, rather than striking out destructively, and should be made positive in their results; corrective measures should be individualised and adapted to a specific case or particular problem. These tendencies become even more evident if one observes the fluctuating population of local jails, which are increasingly transformed into modern-day poorhouses in charge of the low-cost warehousing of petty offenders now deemed unworthy of expensive stays in state prisons: In the total US jail population rose by 1. The service has two directorates: Correctional Services and Administration. It is based on a moral development model of offending, drawing on the connection between thought process and behaviour.\nRated 6\/10 based on 47 review\nThesis Topics < Social and Behavioral Sciences",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9245855808,
        "format_confidence":0.9447295666
    },
    {
        "url":"http:\/\/masscases.com\/cases\/app\/26\/26massappct1.html",
        "text":"26 Mass. App. Ct. 1\n\nJanuary 19, 1988 - May 5, 1988\n\nSuffolk County\n\n\nAt the hearing on an insurer's application for discontinuance of total incapacity compensation payments to an employee who had been injured at work, a reviewing board of the Industrial Accident Board was warranted in finding that the employee was now partially, rather than totally, incapacitated, where the ultimate opinion of the employee's physician attested only to the employee's inability to return to his former work, and where the employee acknowledged that he currently engaged in some range of normal activities but had not sought work less demanding than his earlier occupation. [2-3]\n\nIn view of the limited evidentiary record before it in proceedings on an insurer's application for discontinuance of total incapacity payments to an injured employee, a reviewing board of the Industrial Accident Board, once having determined that the employee had not carried his burden of proving total incapacity, properly could rely on its members' own judgment and knowledge and find him to have an earning capacity of $100 a week, without making any finding as to available alternative jobs within his limited capacity to perform. [3-4]\n\nPage 2\n\nCERTIFICATION to the Superior Court of a decision by the Industrial Accident Board.\n\nThe case was heard by Haskell C. Freedman, J., sitting under statutory authority.\n\nJohn J. Nolan for the employee.\n\nMark D. Horan for the insurer.\n\nARMSTRONG, J. The employee, who was sixty-three years old at the time of the decision of the reviewing board, had been injured at work in December, 1981, and had been paid total incapacity compensation to June, 1983. He appealed from a decision entered on the insurer's application for discontinuance, the decision finding him to be partially (rather than totally) incapacitated, with an earning capacity of $100 per week.\n\nThe employee's occupation had been as a truck driver and mover, and the injury occurred when a cart of books he was moving from a truck into the Suffolk University Law School library dislodged the ramp leading from the truck to the sidewalk, causing him to fall four feet or more, with the cart of books landing on top of him. He suffered a backstrain and a crushing injury to his right ankle, but there was no disc herniation, nor were there any broken bones. The physician engaged by the insurer could find no objective reason why the employee could not return to his former work as a truck driver and mover, although he conceded that there was a residual five percent loss of function in the ankle. The employee's physician credited the pain and stiffness complained of by the employee, but his ultimate opinion on the employee's working capacity went no further than attesting to his inability to return to his former work as a truck driver and mover. The employee acknowledged some range of normal activities, such as driving, housecleaning, helping his wife shop, all, however, in limited doses. He conceded that he had not sought lines of work less demanding than his earlier occupation. On this state of the evidence the single member and, after him, the reviewing board were not obliged to find the employee totally rather than partially disabled. Compare McCann's Case, 286 Mass. 541 (1934); Davis's Case, 304 Mass. 530, 534-535 (1939); Cierri's\n\nPage 3\n\nCase, 379 Mass. 914 (1979). Contrast Frennier's Case, 318 Mass. 635, 639 (1945), where the employee's inability to use his hands without severe pain \"prevent[ed] him from performing remunerative work of a substantial and not merely trifling character.\"\n\nThe employee's principal contention is that the board erred in finding him to have a $100 per week earning capacity without identifying particular jobs which were within his limited ability to perform and which were in fact available. Ballard's Case, 13 Mass. App. Ct. 1068 (1982), should not be read as so holding, at least in cases where, as here, a limited evidentiary record would not enable the board to make findings with respect to alternative lines of work. The burden of proving incapacity rests with the employee, see Davis's Case, supra, even where compensation has been awarded and the insurer is applying for discontinuance, see Ginley's Case, 244 Mass. 346, 348 (1923). The absence of evidence with respect to specific job alternatives is not unusual. Neither the insurer, trying to prove that the employee is able to return to his usual line of work, nor the employee, trying to prove his total incapacity, is likely to proffer evidence that, if persuasive, would tend to compromise its or his position. Thus, once the board has determined that the employee has shown only partial incapacity, \"in the absence of testimony as to the earning capacity of the employee, the members of the board are entitled to use their own judgment and knowledge in determining that question.\" O'Reilly's Case, 265 Mass. 456, 458 (1929). Percival's Case, 268 Mass. 50, 54 (1929). See also Royal's Case, 286 Mass. 374, 377 (1934); Nowack's Case, 2 Mass. App. Ct. 498, 500 (1974). Because the burden of proving incapacity, whether total or partial, is on the employee (Ballard's Case, at 1068), the single member's finding that the employee has an earning capacity of $100 per week is tantamount to a statement that the evidence leaves the single member unpersuaded that the employee is precluded by his condition from doing any types of work at the lower end of the wage scale. Compare Lovasco's Case, 4 Mass. App. Ct. 854 (1976); Trefrey's Case, 5 Mass. App. Ct. 773 (1977).\n\nPage 4\n\nExamination of appellate records indicates that Ballard's Case was in fact an instance of inadequate findings of fact by the board. The board's decision consisted primarily of recitations of testimony, and a critical ultimate finding of fact purported to be based on the board's adoption of both of two conflicting medical opinions. As the court pointed out, the board's decision lacked subsidiary findings \"sufficiently specific to enable a reviewing court to determine whether the denial of the award of total disability was proper or `whether the board applied correct principles of law.'\" Ballard's Case, at 1068, quoting from Johnson's Case, 355 Mass. 782, 783 (1968). Ballard's Case falls within the principles represented by such cases as Messersmith's Case, 340 Mass. 117, 120 (1959), and Camaioni's Case, 7 Mass. App. Ct. 927 (1979), regarding the inadequacy of a mere recitation of testimony in place of proper fact-finding, and such cases as Whitaker's Case, 354 Mass. 4, 5 (1968), and Wajda's Case, 6 Mass. App. Ct. 865 (1978), regarding the defectiveness of an ultimate finding which conflicts with testimony specifically found credible or with uncontradicted testimony not discredited by the board.\n\nOn the other point argued, we think that the single member's characterization of Dr. Grady's opinion on partial disability was a reasonable interpretation of his entire testimony.\n\nJudgment affirmed.",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9898023009,
        "format_confidence":0.6940463185
    },
    {
        "url":"http:\/\/eprints.qut.edu.au\/51369\/",
        "text":"Ignorance not racism : the ethical implications of cultural schema theory within policing\n\nRandles, Antonia & Lauchs, Mark A. (2012) Ignorance not racism : the ethical implications of cultural schema theory within policing. In 19th Annual Conference of the Australian Association of Professional and Applied Ethics, 28 June - 1 July 2012, University of Queensland, Brisbane, QLD.\n\nView at publisher\n\n\nCommunication between cultures that do not share similar norms, values, beliefs, experiences, attitudes and practices has long proven to be a difficult exercise (Balsmeier & Heck, 1994). These difficulties can have serious consequences when the miscommunication happens in the justice system; the innocent can be convicted and witnesses undermined. Much work has been carried out on the need for better communication in the courtroom (Eades, 1993; Lauchs, 2010; Supreme Court of Queensland, 2010; Supreme Court of Western Australia, 2008) but far less on language and interactions between police and indigenous Australians (Powell, 2000). It is ethically necessary that officers of the law be made aware of linguistic issues to ensure they conduct their investigations in a fair and effective manner. Despite years of awareness raising issues still arise. Issues of clashes between police and indigenous peoples are still prevalent (Heath, 2012; Remeikis, 2012). This paper will attempt to explain the reason for this discrepancy and, in doing so, suggest some solutions to the problem.\n\nThis paper draws on cultural schema theory in an attempt to determine if cultural difference in language could be negatively affecting communication between Aboriginal people and the police of South East Queensland. Findings from this research are significant in determining if miscommunication is adding to the already unequal standing of Aboriginal people within the Criminal Justice system, and encouraging the already volatile relationship between Aboriginal people and police.\n\nImpact and interest:\n\nCitation counts are sourced monthly from Scopus and Web of Science® citation databases.\n\nThese databases contain citations from different subsets of available publications and different time periods and thus the citation count from each is usually different. Some works are not in either database and no count is displayed. Scopus includes citations from articles published in 1996 onwards, and Web of Science® generally from 1980 onwards.\n\nCitations counts from the Google Scholar™ indexing service can be viewed at the linked Google Scholar™ search.\n\nFull-text downloads:\n\n553 since deposited on 03 Jul 2012\n91 in the past twelve months\n\nFull-text downloads displays the total number of times this work’s files (e.g., a PDF) have been downloaded from QUT ePrints as well as the number of downloads in the previous 365 days. The count includes downloads for all files if a work has more than one.\n\nID Code: 51369\nItem Type: Conference Paper\nRefereed: Yes\nKeywords: Access to Justice, Aboriginal English, Cultural Schema Theory\nSubjects: Australian and New Zealand Standard Research Classification > STUDIES IN HUMAN SOCIETY (160000) > CRIMINOLOGY (160200) > Causes and Prevention of Crime (160201)\nAustralian and New Zealand Standard Research Classification > LAW AND LEGAL STUDIES (180000) > LAW (180100) > Access to Justice (180102)\nDivisions: Current > QUT Faculties and Divisions > Faculty of Law\nCurrent > Schools > School of Justice\nCopyright Owner: Copyright 2012 [please consult the author]\nDeposited On: 03 Jul 2012 22:03\nLast Modified: 14 May 2013 12:53\n\nExport: EndNote | Dublin Core | BibTeX\n\nRepository Staff Only: item control page",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9720519185,
        "format_confidence":0.9288100004
    },
    {
        "url":"https:\/\/ilreports.blogspot.com\/2017\/05\/deeks-statutory-international-law.html",
        "text":"Friday, May 19, 2017\n\nDeeks: Statutory International Law\n\nAshley Deeks (Univ. of Virginia - Law) has posted Statutory International Law (Virginia Journal of International Law, forthcoming). Here's the abstract:\n\nInternational law pervades the U.S. Code. This will come as a surprise to many members of Congress, as well as to those who accept the common trope that Congress is ignorant about or hostile to international law. It also may be news to foreign affairs scholars who study those areas in which Congress necessarily must interact with international law, such as where the Senate provides advice and consent to treaty ratification or Congress enacts implementing legislation to further U.S. treaty commitments. Even those who have examined these high-profile congressional interactions with international law likely are not attuned to the breadth and depth of Congress’s voluntary interactions with international law in a wide variety of situations in which it legislates.\n\nThe little-discussed proliferation of international law throughout U.S. statutes – termed here “statutory international law” – is the launching point for the article. Because limited attention is paid to congressional engagement with international law, current legal literature lacks a descriptive and theoretical account of when, why, and how Congress engages with these norms to advance its legislative goals. This article is the first to systematically examine the phenomenon of statutory international law.\n\nTracking how these norms find their way into statutes reveals the critical but often unseen influence of the Executive on the language of legislation. Further, the presence of statutory international law in the U.S. Code has important implications for the development of customary international law. It accelerates the amount of state practice that the Executive and courts produce and correspondingly empowers the United States to shape customary international law. This, in turn, reduces customary international law’s notorious democracy deficit. In the domestic context, statutory international law introduces new factors to inform ongoing debates about the Charming Betsy canon of statutory interpretation, while highlighting confounding effects on the separation of powers in foreign affairs.",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.7950133681,
        "format_confidence":0.8175970912
    },
    {
        "url":"http:\/\/fhi.rg.mpg.de\/2010-03-bettoni\/?l=en",
        "text":"Zeitschrift Aufsätze\n\nAntonella Bettoni (Università degli Studi di Macerata, Italy)\n\nFama, shame punishment and metamorphoses in criminal justice (Fourteenth-Seventeenth centuries)\n\n1. Fama and infamia within negotiated justice\n2. Fama and infamia within hegemonic justice\n\n\nA city in the North of Italy, a train station, a subway to the platforms with its walls covered in writings, slogans, scribbles and drawings like many others, a passer-by’s comment: «If I caught those who wrecked this place, I would chain them to the wall and make them clean it with their tongue!». This statement, in all its harshness, gives rise to a series of considerations.\n\n\nFirst of all, we can consider it a sort of voice of the community which makes itself heard and asks to be entrusted with some forms of participation in the right of punishment, given that the State is, by now, ineffectual and unable to impose the respect of certain norms of civil behaviour.\n\n\nThen, the kind of punishment which the passer-by would like to inflict, falls rightly within the category of shame punishments because of the method of its execution. Indeed, it is not simply a matter of making the wall clean again, washing away the graffiti with a detergent or giving it a coat of paint, rather the cleaning must be done by the offenders’ tongue, chained to the wall and on public view. That passer-by probably did not know he was evoking a punitive system which was still used up to a couple of centuries ago, a punitive system which implied a large community participation, a punitive system which has been, in the end, overcome by the exclusive attribution of the right of punishment to the State.\n\n\nFinally, the passer-by’s statement recalls the question regarding the opportunity, or otherwise, of starting to use shame punishments as substitutes for imprisonment again. Such a question produced a lively debate among jurists, psychologists and philosophers in the United States of America around the nineties of the Twentieth century1. Martha Nussbaum, one of the most influential American contemporary philosophers who deals with politics and law, in her volume Hiding from humanity2 reconstructs the debate – providing sound points of interpretation – between Communitarians3, who sustain the necessity of starting to use shame punishment again, and Liberals, who instead hold that going back to shame punishment is useless and harmful to a certain extent.\n\n\nAccording to Communitarians the reason for social disorder and for today’s decline is represented by the fact that people have no inhibitions, therefore they believe that, in order to restore values pertaining to family and social order, deviant individuals should be stigmatised. Kahan, a criminalist, who was one of the most authoritative voices of Communitarian theories before he revised his position, stated that since society reaffirms its fundamental values by punishing criminals, it does so publicly when using shame punishments: he who is humiliated in public, «cannot hide [and] his offense is exposed to the gaze of others»4. Moreover shame penalties have a strong deterrent effect and can better fit the crime.\n\n\nLiberals instead question themselves first of all on the opportunity for liberal democracies to inflict such punishments and then on the benefits, or else that the State could gain inflicting shame punishments. Moreover, they state that western legal systems cannot stand the infliction of shame penalties because they have already «articulated the distinction between shame and guilt. Shame … pertains to a trait or feature of the person, whereas guilt pertains to an act»5. Therefore they raise five objections against this kind of sanction.\n\n\nThe first objection concerns the fact that shame penalties intend to hit human dignity, they do not punish the criminal deed; rather they indicate a deviant identity to the others, they humiliate and degrade the whole person, marking him as a bad person and creating a “spoiled identity”6. Shame penalties take away a fundamental good from the individual, making him a sort of sub-individual and carrying away his possibilities of redemption and reintegration into society.\n\n\nThe second objection, formulated by James Whitman, a jurist and a legal historian, underlines the fact that shame penalties are a kind of “mob justice”, since they encourage the public community to punish the criminal and therefore they are not a trustable system of punishment7.\n\n\nThe third objection, made by Eric Posner, a jurist and a legal philosopher, has its roots in history. History provides us with evidence for understanding that shame punishments failed their purpose. Indeed, they often stray from punishing crimes to punishing individuals who are nonconformist or at the margins of society and from whom the community tries to differentiate and protect itself8.\n\n\nThe fourth objection is sustained by James Gilligan, a psychologist. He denies that shame punishments have a strong deterrent power. He, indeed, believes that people who have been humiliated publicly have great difficulties in integrating themselves again into society, they become more and more alienated, tend to relapse into crime and associate among themselves. Inflicting a shame penalty, therefore, produces crime more so than reduce it9.\n\n\nThe fifth objection, proposed by Steven Schulhofer, a criminalist, questions the fact that shaming penalties would be used instead of imprisonment for minor crimes, juvenile offenders or first-time offenders. Actually, states Schulhofer, shame punishments will be used against people who either would not have been punished at all or would have been punished with fines or probation. Therefore, shame punishment would produce an extension of social control10.\n\n\nMartha Nussbaum winds up by stating that «we have, then, five arguments against shaming penalties. All of them have independent force, and any one of them might be sufficient to convince us that these penalties are a bad idea»11.\n\n\nFor the purpose of this essay, one of the most interesting lines of reasoning, which surfaces in this debate, is that concerning the intertwining, medleys and implications between State and society in the application of shame punishments and the active role played by the community.\n\n\n1.Fama and infamia within negotiated justice\n\nThe community is the central element which characterises all medieval experience. Individuality of each person fades and blends with the group to which he belongs. Individuals are important and noteworthy of consideration only in that they belong to a community: a town, a monastery, a guild, a family. The same life of the individual has a meaning only in that it is included and is part of the community life.\n\n\nIn the Middle Ages the power of issuing norms is a widespread power since it belongs to every social body which individuals set up by associating with one another. The Middle Ages have been rightly defined a plural civilisation12, a civilisation made up of many autonomous groups which coexist and regulate themselves. Therefore there is not a sovereign legislator, the law comes from below, it is the expression of social bodies. The complex duty of harmonising norms and settling jurisdiction conflicts, from the Twelfth century onwards, is up to jurists who are the beating heart of that juridical system and the only ones able to guarantee its functioning.\n\n\nJustice and its administration are affairs which concern the community. The community protects its members, vouches for them and acts as guarantor for them, and adopts strategies in order to settle conflicts (vendetta, negotiation). The crime therefore concerns the whole community: from the identification of the culprit, to the satisfaction of the victim. An important part of the practised justice is absorbed by vendetta. Vendetta is a right of the victim13, and is a practice which involves the community in its entirety: not only the families of the victim and of the offender, but also all the network of friends who are connected with one or the other. Vendetta is not an extraordinary practice, rather it is an ordinary practice of managing conflicts in the medieval communes14.\n\n\nNegotiation practices, which see community and families involved not any more only in retaliations and reprisals, but also in transactions, conciliations and negotiations directed to restore peace, go alongside the vendetta. The late Middle Ages are characterised by negotiated justice: a kind of justice with a strong communitarian nature15. Outsiders, vagrants, idlers, border-line people, in short all those who do not have any certain position within the community, are abandoned to the public justice.\n\n\nIn some cases, community members resort to public justice, leaving behind the strictly private sphere of reparation for a suffered wrong. In these cases, public justice not only has the role of defining and concluding the lawsuit, it also represents a further element which can be evaluated and weighed in the transaction, however public justice can always be stopped by the agreement which the parties have reached.\n\n\nAlso the practices established by the Catholic Church in order to stem heresy and immoral behaviour of the clergy: purgatio canonica16 and, later in the Thirteenth century, inquisitio17, fall within a communitarian logic, in that they leave yet an important role to the community. They are indeed activated on the basis of the fama18, a sort of collective voice with which the whole community indicates the supposed culprit of a misdeed.\n\n\nThe fama is also that which consents the judge to proceed ex officio in the inquisitorial trial which is quickly spreading in all the judging courts throughout Europe. Jurists declare in treatises concerning the ordo iudiciarius that the inquisitorial trial starts fama denunciante (denouncing fama)19. Jurists then clearly define the characteristics (relative to the number and the quality of the people who spread it and to the p... (truncated)",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9818716645,
        "format_confidence":0.9769804478
    },
    {
        "url":"https:\/\/www.loyola.edu\/join-us\/emerging-scholars\/past-presentations\/virtual-2014\/kamke",
        "text":"Loyola University Maryland\n\nEmerging Scholars\n\nKristyn Kamke, Marianna E. Carlucci, Ph.D.\n\nWhen Gender Doesn't Match the Crime: Jury Bias in Cases of Insanity\n\nView the poster >>\n\nAfter John Hinckley was found not guilty by reason of insanity for the attempted assassination of President Ronald Reagan, the American public began to distrust the insanity defense (Hans & Slater, 1983). Since then, the insanity defense has been assumed to give criminals a loophole to avoid punishment (Hans & Slater, 1983; Perlin, 1996). Given the public’s negative attitudes about the insanity defense, it appears that many court decisions in insanity cases are influenced by extra-legal factors, those that are not case evidence but still contribute to juror decision-making (Finkel, 1989; Gerbasi, Zuckerman, & Reis, 1977; Perlin, 1996; Roberts & Golding, 1991). Many extra-legal factors (e.g., defendant attractiveness, defendant ethnicity, defendant gender) have been investigated in relation to jury decision-making, but less attention has focused on how extra-legal factors affect decision-making in insanity defense cases (Abwender & Hough, 2001; Nagel & Johnson, 1994). It appears that defendant gender may influence jury decisions in insanity cases (Breheney, Groscup, & Galietta, 2007). In general, women tend to receive less severe sentences in court proceedings even when found guilty of the same crime as a male counterpart; female defendants are also more likely to successfully plead to a lesser crime than men are (Nagel & Johnson, 1994).  There is also some evidence that women are less likely to be found guilty of crimes than their male counterparts (Auerhahn, 2007; Pozzulo, Dempsey, Maeder, & Allen, 2009). For cases of insanity, it is less clear how defendant gender relates to assessments of guilt and length of sentence (Breheney et al., 2007). It may be that jurors hold stereotypical views of what crimes committed by each gender should look like and are less accepting of defendants committing gender-atypical crimes. When men commit traditionally female crimes like filicide they receive harsher sentences than their female counterparts and are more likely to be found guilty (Wiest & Duffy, 2013). There is a lack of research concerning how women are treated when committing a traditionally male crime (e.g., homicide of a stranger); however, considering that women, in general, receive harsher sentences when utilizing traditionally male weapons (e.g., gun), there is reason to believe they would receive harsher sentences and verdicts when committing typically male crimes (Dunn, Cowan, & Downs, 2006). It would be interesting to see how the defendant gender, defendant’s relationship to victim, and method of killing relate to judgments of insanity. My study will have approximately 280 participants randomly assigned to one of eight conditions. Each group will read a vignette describing a murder case in which defendant gender (female, male), relationship to victim (parent, stranger), and method of killing (smothering, gun) will be manipulated. Participants will be given a definition of legal insanity and asked to give a verdict of guilty, not guilty, or not guilty by reason of insanity. It is expected that when the defendant murders a gender-typical victim and uses gender-typical means, the defendant will be more often found not guilty by reason of insanity.",
        "topic_id":3,
        "format_id":0,
        "topic_confidence":0.9692548513,
        "format_confidence":0.9830240011
    }
]