[
    {
        "url":"https:\/\/www.bytecellar.com\/2014\/11\/",
        "text":"Monthly Archives: November 2014\n\nAn Apple II Anecdote: Fun with the AST RamStakPlus\n\nHere’s a quick little little anecdote from my Apple II past that I thought I would share. I was trying to mentally sort a bit of the computer chronology of my past in the shower this morning (no waterproof serial … Continue reading\n\nPosted in Apple II | 4 Comments\n\nA Few Words About a Kare Package I Received Last Christmas\n\nLast year I received in the mail a Christmas gift from a person I greatly admire, and that’s what this post is about. But, let me back up a little. As regular readers may be aware, I have a few … Continue reading\n\nPosted in Just Rambling, Macintosh | 6 Comments",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9365872145,
        "format_confidence":0.9281463623
    },
    {
        "url":"https:\/\/nikonblog.wordpress.com\/2008\/01\/",
        "text":"Archive | January, 2008\n\nNikon Announces D60 and New Lenses\n\n30 Jan\n\nNikon just announced some new products to coincide with PMA in Las Vegas:\n\nNikon D60D60 SLR – with 10.2 megapixels and remarkable compactness, the D60 offers incredible picture quality, extensive built-in dust reduction technologies and a comprehensive set of creative options. Read the official Nikon Press Release for more info. DPReview also has a brief side-by-side comparison with the D40.\n\nNikon also announced 3 new\/updated lenses:\n\n  • AF-S DX Nikkor 16-85mm f\/3.5-5.6G ED VR\n  • AF-S Micro Nikkor 60mm f\/2.8G ED\n  • PC-E Nikkor 24mm f\/3.5D ED (tilt\/shift)\n\nSigma Offers Free Upgrade to Nikon D3 Owners\n\n24 Jan\n\nA limited number of Sigma lenses when used with the new Nikon D3 digital SLR camera will not support the “Auto DX crop” function. To overcome this problem Sigma will be supplying a free upgrade to existing customers.\n\nList of lenses requiring update for D3 camera\nDC lenses (digital SLR cameras\/APS-C image sensor)\n30mm F1.4 EX DC HSM Serial Numbers lower than 2054001\n10-20mm F4-5.6 EX DC HSM Serial Numbers lower than 2160001\nDG lenses(35mm format SLR cameras)\nAPO 300mm F2.8 EX DG HSM Serial Numbers lower than 3013701\nAPO 120-300mm F2.8 EX DG HSM Serial Numbers lower than 4022401\n\nFor further information, please contact your nearest authorized Sigma Service Station.\n\nNikon Instruments opens Research Center at Curie Institute in Paris\n\n18 Jan\nNikon Instruments has partnered with the Curie Institute and France’s National Centre for Scientific Research (CNRS) to open a New cellular imaging centre in Paris. The Nikon Imaging Centre (NIMCE), which was officially opened last month by Valerie Pecresse, French Research Minister, will allow cancer researchers across France to monitor live cell activity using cutting edge light microscopy and imaging equipment provided by Nikon.\n\n“The centre will make an important contribution to the development of cellular imaging techniques. We were pleased to partner with Nikon, who have collaborated with other leading organisations to launch several similar centres in the past,” said Daniel Louvard, Director of the Curie Institute.\n\nread more…",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9657198787,
        "format_confidence":0.9651073813
    },
    {
        "url":"http:\/\/www.trekprops.de\/2006\/01",
        "text":"Comm Badges\n\ncommbades_tnThey’re small but powerful – Starfleet Comm badges. They not only decorate uniforms and show that the owner is an officer with the respective training, but they are also full of high-tech.\n\nOnce activated, these small devices enable the user to communicate with any other crew memeber who is also equipped with a smiliar badge. While the activation is done by a simple tap, everything else works through a highly sophisticated [More…]\n\nCardassian PADD\n\ncardie_padd_tnIn “Star Trek”, the idea of the paper-less office has been perfected. No pieces of paper, no pens, but only so called PADDs are used to note, capture, save, copy and transmit any kind of information.\n\nNot only humans however use this kind of technology (see Voyager PADD), also several alien races like the Cardassians have realized the comfort of easy to use mobile [More…]\n\nIsolinear Optical Chips (NEM)\n\ntn_isochips_nemThere are props of which I just can’t get enough. One of them are isochips, which are present in the Star Trek universe in many different shapes and colors.\n\nBecause of this, I simply had to bid when I saw these chips from the tenth Star Trek movie “Nemesis” on eBay. They are made of shiny blue plexi and feature beautifully laser etched isolinear patterns. These patterns are silver on one and [More…]",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.7171810269,
        "format_confidence":0.6499276161
    },
    {
        "url":"https:\/\/www.puremobile.com\/insiderblog\/tag\/google-phone\/",
        "text":"\n\nWe've Got Accessories Covered\n\n  • My Cart\n\n    Your cart is empty\n\n    You have no items in your shopping cart.\n\nAdvanced Search\n\nTag Archives: Google\n\nMoshi for iPad\n  • Motorola Guy Kawasaki Twitter X Phone Customizable Rumor Motorola's Guy Kawasaki sparked rumors with a post about custom cars\n\n\n    In the world of mobile gadgets and accessories, it doesn't take much these days to start the rumor mill turning. So when Motorola advisor Guy Kawasaki made a Google+ post last week about a customizable car, the internet naturally started speculating about what that could mean regarding the rumored upcoming Google-Motorola X Phone.\n\n    The one line post, which reads, \"Wouldn't it be great if you could personalize your phone like this,\" has prompted many to wonder whether the X Phone will itself be customizable. (The X Phone hasn't yet been officially announced, by the way.)\n\n    Some are really running with the rumor. AndroidAndMe posited that \"customers will be able to customize their devices,\" choosing their color, as well as \"some of the hardware specs like RAM and internal storage.\"\n\n    Going even further, AndroidAndMe proposes the possibility that the X Phone won't just be one smartphone, but an entire line, designed to compete with Samsung's Galaxy brand.\n\n    So, is this taking Kawasaki's Tweet way too far? Maybe so and maybe not. As CNET points out:\n\n    \"Surely, the timing of Kawasaki's comments is not coincidental. Or is it? In the age of Reddit and Internet trolling, I begrudgingly must reserve some skepticism for the rumor. Is Guy having a bit of fun with his fan base or is he legitimately gauging public interest?\"\n\n    If there's truth to the speculation, this could be a major follow-up to Google's previous smartphone offering, the more or less standard Nexus 4. But we'll probably find out for sure soon enough. As CNET notes, \"should there be fire behind the smoke, this is the sort of rumor that won't be contained for long.\"\n\n\n    Enhanced by Zemanta\n\n    There have been 0 comments\n  • Google X phone rumors shatter proof flexible display Google's CEO has been fuelling rumors of a Motorola-made shatter-proof Google X phone\n\n\n    According to some recent rumors, Google and Motorola may just be working on a phone that that can go without the usual protective cases and accessories.\n\n    Mashable reported recently on a rumored Motorola-made Google phone termed the Google X, which has been stirring up speculation since at the Wall Street Journal broached the topic this past fall. Still, there's been little information as to what the new phone's specs might be.\n\n    But in a recent interview with WIRED magazine, Google CEO Larry Page gave us a pretty fresh hint – the Google X may be unbreakable:\n\n    \"There’s a lot of room for innovation in hardware [...] The phones we use now have glass that everyone worries will break if they drop the device. Five or 10 years from now, that will be different.\"\n\n    Needless to say, Page is a reliable source when it comes to what we can expect from a Google-backed phone. And some are positing theories that the Google X may sport a flexible display or may, at the very least, be shatter-proof.\n\n    \"The benefits of a 'bendy' phone are questionable, but using a flexible display would result in a phone that's much more immune to shattering, unlike the relatively fragile touch screens of today,\" says Mashable.\n\n    If these theories hold any water, Google may have a product on its hands that doesn't even need the shock-absorption of a case. And while that's bound to make users happy, third-party accessories makers probably wouldn't be thrilled.\n\n    But all this is moot anyway, since Google hasn't officially confirmed the existence of the Google X, much less its design specs. Until they do, the talk of a case-less, shatter-proof, bendy Google  phone will have to remain squarely in the realm of speculation.\n\n    Enhanced by Zemanta\n\n    There have been 0 comments\n\n  • Amid the slew of smartphones being released right in time for the holiday shopping season, Google's new LG-made Nexus 4 is winning the popularity contest.\n\n    Within hours of going on sale on the U.K.'s Google Play store on Monday, the latest nexus smartphone sold out. Same story in Australia, except that the successor to Google's Nexus 7 Tablet, the Samsung-made nexus 10, was also listed as \"out of stock\" before the day's end.\n\n    Meanwhile,  BGR reported that in the U.S., it took only minutes before all available units of both the 8GB and 16GB models of the Nexus 4 sold out on Google Play. And before long, 32GB models of the Nexus 10 were out of stock, with only 10 units of the 16GB model remaining.\n\n    To use the old adage, tehy're selling like hotcakes. But it's not hard to see why.\n\n    Starting at $299 for the unlocked Nexus 4, the pricing is pretty competitive compared to other smartphones, especially considering its specs: Snapdragon S4 quad-core processor, 4.7-inch True HD IPS screen with a resolution of 1280×768 resolution, and Android 4.2 Jelly Bean to boot.\n\n    However, it doesn't have LTE – if it did, people would probably be killing each other for it at that price – but TechCrunch is right in saying that it's essentially \"a high-end 3G device for a mid-range price.\"\n\n    Likewise, there's no reason that demand for the Nexus 10 Tablet should cool down anytime soon. Starting at $399.99, it's greatest draw is its super-sized 10.1\" 330PPI display, one of the biggest tablet screens out there.\n\n    There have been 0 comments\n  • Carphone Warehouse leaked, well, everything about the next Nexus smartphone\n\n\n    As writer Ernest Hamlin Abbott once put it, \"rumors are not news; but they sometimes foreshadow news.\"\n\n    And, boy, have the rumors ever been stacking up concerning Google's next Nexus device, even though Google's expected to be saving any official news about it until their October 29 event.\n\n    Still, between the speculation that the new Android phone will be LG-made, the pictures, and even a premature review, we've already learned quite a bit about the upcoming Nexus 4.\n\n    And today, a new leak from retailer Carphone Warehouse revealed pretty much everything else, right down to the LG phone's specs, price and expected release date.\n\n    Advertising pre-orders for the phone, Carphone Warehouse has listed a price of £389.95. And their description boasts that the new smartphone has a 4.7\" LCD display, and \"the fastest and smoothest version of Android yet,\" Android OS 4.2 Jelly Bean, as well as some new features:\n\n    \"Search gets smarter with Google Now. You ask. Google answers, instantly, and with all the detail you want... Stay in touch with Gesture Typing, a faster way of typing that lets you spell words by dragging your finger across the screen from letter to letter.\"\n\n    Meanwhile, Carphone Warehouse sets October 30 as the start date for delivery, just one day after Google's event. Though, after this last and possibly most comprehensive leak, there isn't much Google could tell us about their latest smartphone that we don't already know.\n\n    There have been 0 comments\n\n  • A couple of weeks ago a jury agreed with Apple in their latest lawsuit against Samsung, awarding Apple over $1 billion supporting its claim that Samsung infringed on their patents in the design of eight Samsung mobile phones and one tablet. But, there is method to Apple’s madness, and it isn’t putting Samsung out of business.\n\n    What this verdict does give Apple is the upper hand in “negotiations” that are being conducted through the courts all over the world. Apple’s opponents include five of their largest competitors in the global war for smartphone and tablet dominance. It’s not just Apple claiming patent violations. Most of the mobile behemoths are fighting amongst themselves over license agreements.\n\n    Apple big beef with its device-making rivals like Samsung, it that they use the Android operating system that Google gives away for free. According to Bloomberg Industries, Android accounts for about 60 percent of the mobile market, three times as large as Apple’s iOS. The big prize Apple has its sights on is having the dominant operating system in the device market. The problem many consumers, app designers and device manufacturers should have with Apple’s OS is that it’s a closed-garden operating system while Google’s (and Microsoft’s) is an open system. This means that Apple controls everything. (This was a point that Steve Jobs was always fanatical about.)\n\n    U.S. District Judge Lucy Koh will probably deny a request by Samsung to throw out the verdict. Samsung’s lawyers will file an appeal in a higher court.\n\n    Koh will still have to decide whether to issue an injunction blocking the sale in the U.S. of the nine Samsung devices in the latest lawsuit. If she decides in favor of Apple, Samsung will have to make some design changes, eliminating the offending features or pull them from the market. Samsung probably won’t expend too much effort on this since the nine devices are older ones, and they can still sell them outside the U.S. The hit to their bottom line should be minimal.\n\n    Once the competitors get some legal satisfaction, they’ll make their financial deals over supplying products and components to one another. Even Apple will play nice. (Apple is Samsung’s biggest customer for mobile-device components).In the meantime, the companies are still doing business as usual with one another while they keep their lawyers busy in court.\n\n    Telecom companies and consumers aren’t going to put up with a clearing out of the competition by Apple. Many of us like Android devices like Samsung’s, and Microsoft’s Windows Phone OS is a welcome addition to the competition. Bottom line: what ultimately happens from all this bickering is up to us.\n\n    This post was posted in Apple, General, News and PR, Samsung, Smartphones and was tagged with patent lawsuits, patent wars, android os, Samsung, Google, Apple\n\n  ... (truncated)",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9917247295,
        "format_confidence":0.950029552
    },
    {
        "url":"http:\/\/www.cultofmac.com\/tag\/ifa\/",
        "text":"Samsung Doesn’t Just Copy Apple; It’s Ripping Off Dyson’s Vacuum Cleaners, Too\n\n\n\nSamsung has earned quite a name for itself copying Apple’s most successful products, but it’s not only in smartphones, tablets, computers, and accessories where the South Korean company sources its inspiration from its closest rivals. British manufacturer Dyson is suing Samsung for allegedly ripping off one of its inventions in a new vacuum cleaner that was unveiled at IFA in Berlin last week.\n\nNew Sony Ad, Press Images For QX100 & QX10 Attachable Lenses Leaked [Video]\n\n\n\nAt an event in Berlin in just under two hours time, Sony will announce two attachable lenses that you’ll be able to stick onto the back of your smartphone to take better photos. They’re called the QX100 and the QX10, and you can see exactly what they’ll look like in the leaked press images above — and exactly how they’ll work in the leaked TV ad below.\n\nGo Go Gadget Gloves! Bluetooth ‘Handset’ Lets Your Fingers Do The Talking\n\n\nDaniel hangs ten at IFA.\n\n\n\nIf you’d shown me the Hi-Call a few years ago I would have ridiculed it and moved on, probably forgetting that this stupid Bluetooth glove even existed. Now, though, in a world infected with “sanitation engineers” so in-demand that they have Bluetooth headsets wedged permanently into their ears, and idiots wander the streets holding their in-line mics up to their mouths as they speak, the Hi-Call from Hi-Fun doesn’t seem so dumb after all.",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9400410652,
        "format_confidence":0.95965904
    },
    {
        "url":"http:\/\/www.techeye.net\/tag\/toshiba\/page\/7",
        "text":"Tag: Toshiba\n\nMicron front runner to buy Elpida shares\n\nMicron is tipped to be the front runner to aquire bankrupt memory manufacturer Elpida, according to industry sources.\n\nThe company is said to be prepared to splash around up to $1.5 billion for the rival, pushing it ahead of the likes of Toshiba and Globalfoundries.\n\nElpida is facing bids from chip companies after racking up $5.5 billion in debts and being unable to pay them. It announced its bankruptcy late last month and was quickly dumped by old friend Hitachi, which sold off all its shares in the company.\n\nHynix also proved that it was out for what it could get and showed no remorse for the company when it proudly announced that it had seen a “marked growth” in the number of clients asking to secure big DRAM orders.\n\nSome industry watchers originally thought that Samsung would be a main contender in the bidding war, however, it distanced itself from the company – telling TechEye that it had no plans to jump in Elpida’s grave.\n\nThis left Micron, Toshiba and Globalfoundries as potential candidates to get a piece of the chip company.  \n\nAccording to Tom’s Hardware, Elpida’s value lies mainly its Hiroshima manufacturing facility, which is estimated to be worth about $1 billion. It is believed that this is the main attraction for bidders who would pay more if they had to build a plant from scratch.\n\nMicron does have some cash to splash with its balance sheet listing around $2.1 billion in available cash and short term investments.\n\nIt’s also been buying more into the market recently acquiring Intel’s shares in the flash memory joint-venture IM Flash.\n\nWestern Digital strangely unworried by SSDs\n\nWestern Digital reckons that the hype around Ultrabooks is unlikely to hurt its HDD business any time soon.\n\nAccording to Danny Mauerhofer, head of communications for EMEA & India, Western Digital is not expecting a big challenge from the increasing popularity of SSDs.\n\nDespite claims that SSDs are edging their way into becoming a truly mainstream product, Mauerhofer reckons that they are “not complete” just yet, and unlikely to challenge in either the consumer or business space.\n\nMauerhofer believes that there’s little to show that HDDs will take a battering, even with cloud computing on the increase there is a clear need for large amounts of storage with strong demand from datacentres, but even in consumer devices there is little to show that HDDs will take a battering he reckons.\n\nMauerhofer says that in the halls of CeBit, hype has surrounded netbooks in years gone by with claims at the time that they would use flash drives by the bucket load.  This hasn’t transpired and Western Digital does not appear to be overly concerned about a new wave of mobile devices which are heralded as helping bring SSDs to the masses.\n\nEven if the Ultrabook performs well, Western Digital does not believe that many devices will feature HDDs, and the format is still in its infancy, he says.\n\nLarge costs for building factories are also a problem, WD said to us.\n\nWestern Digital is obviously not shying away from HDD production.  The firm is about to announce the final details of its $4.5 billion deal to take over Hitachi.\n\nThe deal has been pushed back, with Mauerhofer telling us that the regulatory frame work has been very “time consuming”.  He remained tight lipped on further details regarding the deal, with more info on its way with an announcement soon.\n\nHDD business to become Mexican standoff\n\nThe HDD business will soon become a three-way shoot-out, with only Seagate, Western Digital and Toshiba to provide mechanical storage media for our storage hunger.\n\nAfter a few years of consolidation and general HDD upheaval, the market is now reduced to just three players who control the entire hard drive business. These three players, despite standing under the apparent fallout of the Thai flooding, are now in a privileged position to make a tidy sum.\n\nSeagate completed its acquisition of Samsung’s HDD business at the end of 2011, and through this has also tapped some cutting edge NAND kit to boost its hybrid drive lineup.\n\nWestern Digital, on the other hand, will see final approval on the acquisition of Hitachi GST (née IBM), bar freak accidents, later this month, but has been forced to find a buyer for part of its 3.5-inch HDD business to see approval from market regulators.\n\nThis leaves Toshiba, which has traditionally been very strong in the mobile HDD business, to pick up the leftover 3.5-inch business at Hitachi. WD will absorb Hitachi, two of its 3.5-inch HDD plants will be traded to Toshiba, and WD will in turn receive a 2.5-inch HDD manufacturing facility, leveling out the two partners’ capacities in both segments.\n\nToshiba, despite being the smallest of the three remaining players, is the one with the most SSD experience, and can now vertically integrate several market segments, from consumer to enterprise to ultramobility.\n\n\nWD versus Seagate\n\nNotwithstanding the maneuvering taking place in the foreground, 2011 was marked by floods in Thailand that stalled HDD shipments and essentially threw off the entire PC market as supply fell to an estimated 40 percent of its pre-flooding level. Most PC companies revised their numbers based on the overall recession period, but the official line was the HDD shortage.\n\nSeagate, on the other hand, counted its blessings as the flood in Thailand – all things considered – was an act of a benevolent God.\n\nAccording to Fang Zhang, storage analyst at IHS iSuppli, Seagate was by mere coincidence spared the brunt of the disaster as it had both its factories on high ground, while not a single WD facility escaped the rising waters. Toshiba’s HDD facility in Thailand was also hit hard. This generated a windfall for Seagate as it became the prime supplier of hard-drives in the last quarter of 2011, according to an iSuppli report. Western Digital had 60 percent of its total HDD manufacturing capacity submerged under the raging flood waters.\n\nBelow you can see the role-reversal. WD lost the top spot while falling to almost two-thirds of its prior market share. Seagate took over the top spot… and then some.\n\nHDD Market Share Q3, Q4 2011 - Source: iSuppli\n\nIn a post-consolidation world, at Q4-2011 shares, this will look somewhat like this, however, Techeye believes this will come closer to a 40\/40\/20 split as production resumes at WD and Toshiba takes on some 3.5-inch drive capacity.\n\nPost-consolidation 2012 HDD share estimate\n\nAlthough supply crashed, average selling prices (ASPs) jumped – for all manufacturers – and the only real problem now is how to handle the demand. With the average selling price shooting up, gross margins reached record highs. WD, for example, had its gross margin rise from $46 to $69, a 32.5 percent increase.\n\nNo tears were shed at the company HQ, we are sure.\n\nPost-Thai flooding, HDD manufacturers are now in control of a business they had let run amok. Their two primary concerns being how to keep up their Long Term Agreements (LTA), which usually account for the biggest slice of their business means getting PC OEMs, ODMs vendors and build-to-order their precious storage kit in ample supply. The other concern is to manage the product mix, while it is tempting to think the triumvirate will churn out 3 and 4TB drives like there is no tomorrow, it will have to switch around capacities to keep up with their supply contracts… of course that signing up for a LTA as soon as possible will guarantee you the best deal, and Seagate is counting on that.\n\nEveryone else will basically be on a morphine drip waiting for something to fall out of the back of a truck.\n\nUnfortunately for consumers and businesses, HDDs will be in short supply for the remainder of the year, say the HDD manufacturers. Seagate estimates that supply will reach around 80% of its former maximum by the end of 2012. This reflects both the market consolidation and the time it takes to retool\/rebuild after the Thai flood. The truth will be somewhere in between.\n\nThe Thai flood has also given the HDD business much to think about, in particular in what regards to future processes and products. Vertical integration was already the order of the day, but most HDD manufacturers are looking to leverage hybrid drives as the next big thing. and vertical integration is the easiest way to go.\n\nThis particular expression was dropped by Pat O’Malley, Seagate CFO, a couple of times during the Morgan Stanley conference last week. Seagate hasn’t been completely blind to the market’s ebb and flow, and part of the company’s reasoning behind the Samsung storage acquisition was to provide Seagate with the technology and tools they needed to outpace their competitors in the hybrid market.\n\nDuring the course of 2012, it will be clear that hybrid drives were the ‘next big thing’ and all three of the HDD players will move into hybrid disk drives as fast as their factories can spit them out. Hybrid drives provide plentiful storage, with today’s platter capacities and blistering fast reads and writes to its small Flash cells. Prices, despite being clearly higher than your traditional HDD, aren’t over the top.\n\nThen come the niche markets that offer better margins than your ‘standard’ consumer desktop. Intel has been pushing hard for its Ultrabook initiative to be a major success and despite it being received enthusiastically by PC manufacturers – as an opportunity to match up against Apple’s Macbook Air – it’s greatest virtue might be pushing out the door 7mm hybrid drives.\n\nO’Malley had previously taken the opportunity to touch base with Intel Ultrabook partners by laying out the ground rules for being on the gravy train: you have to be able to make 7mm-thick (0.3-inch).\n\nSeagate, Hitachi and Toshiba are currently the only hard-drive manufacturers to carry 7mm drives in their product portfolios; however the WD takeover at Hitachi means that all three main players will be able to manufacture the premium fo... (truncated)",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9656626582,
        "format_confidence":0.8661831617
    },
    {
        "url":"https:\/\/coyotemooninc.wordpress.com\/2016\/08\/11\/",
        "text":"Archive for August 11th, 2016\n\nby Tom Nelson\n\nEver since the introduction of the Mac in 1984, Apple has included built-in networking support. Nowadays, an Ethernet port or built-in Wi-Fi is not only expected, but quite mundane as well. But in 1984, having a computer with built-in networking was a bit revolutionary.\n\n\nApple originally made use of a networking system it called AppleTalk, which allowed those early Macs to not only communicate with each other, but more importantly, to share what was, back then, very expensive laser printer systems. These printers became part of the desktop publishing revolution that the early Macs tapped into.\n\nTo understand the importance of AppleTalk, and later, EtherTalk, systems that Apple used, you have to go back and see what type of networks were available in 1984.\n\nRead more on About: Macs.\n\n\nRead Full Post »",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.7665617466,
        "format_confidence":0.5788589716
    },
    {
        "url":"http:\/\/www.eciaauthorized.com\/en\/search\/IQD+Frequency+Products\/CFPS-69IB+14.7456MHZ",
        "text":"Return to top\n\n\nSearch results for IQD Frequency Products \"CFPS-69IB 14.7456MHZ\"\n\nAll queries performed simultaneously and displayed in order finished. Where possible these results are obtained from authorized distributors in real time.\n\nExact Matches for \"CFPS-69IB 14.7456MHZ\"\n\nMFR Part #ManufacturerDescriptionRoHSDatasheetDistributor Part #StockPricingCurrency\nExact and Partial Matches by Distributor\n\nNo matching part numbers were found by any of our participating distributors for IQD Frequency Products.\n\nIf you are unable to find any matches, make sure that you follow these guidelines:\n\n  • Do not include the manufacturer name in your search.\n  • Do not add keywords, attributes, or descriptions (such as \"capacitor\" or \"450V\") to your search; this will prevent you from seeing matches from most distributors.\n  • Only enter one part number at a time.\n  • If no matches are found for the full part number, try searching for only the first few digits of the part number and then add digits to narrow your search.\n\nIQD Frequency Products Part Number Search\n©2016 Electronic Components Industry Association",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.9804499149,
        "format_confidence":0.9501445889
    }
]