[
    {
        "url":"https:\/\/www.gene.com\/good\/giving\/corporate-giving",
        "text":"Corporate Giving\n\nWe’re proud to support the work of scientists, researchers, medical professionals and community-based organizations that are finding ways to help those in need and make a lasting, positive impact.\n\nWe’re interested in partnering with organizations that are committed to solving problems, measuring results, and improving upon their efforts. Beyond grants, we often offer expertise and volunteer support to our partners.\n\nOur charitable giving strategy focuses on three core objectives:\n\n1. Advance Scientific Knowledge\n\nWe support all stages of the STEM career pathway - from getting elementary-aged students excited about science, to increasing access to hands-on learning in high school, to providing undergraduate college scholarships. In addition, we support ongoing education and collaboration among the scientific and medical communities through grants to scientific meetings, independent medical education and fellowships for advanced study by clinical and research professionals.\n\nLearn more about:\n\nIf you are an organization in the Bay Area seeking a grant related to K-12 STEM education, please contact [email protected] before submitting a grant request.\n\n2. Enhance Health Outcomes\n\n  • We support research institutions, patient organizations, and community-based organizations as part of our commitment to total health.\n  • Through grants directed toward our therapeutic areas of focus we support work that increases disease awareness, expands access to early detection and diagnosis, strengthens clinical trial enrollment and improves treatment quality and patient support.\n  • We donate to independent co-pay assistance foundations, which provide financial assistance to patients who cannot afford the out-of-pocket costs associated with their medicines.\n  • We are also committed to disrupting the onset of disease by investing in preventative health.\n  • Learn more about:\n\n3. Support Our Local Communities\n\nWe partner with organizations near Genentech sites to address pressing local needs.\n\nLearn more about:\n\nNote: The funding application site does not support IE8 or earlier",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.6928933859,
        "format_confidence":0.6226118207
    },
    {
        "url":"https:\/\/www.tequ.fi\/en\/project-bank\/hehku\/",
        "text":"Project Content\n\nEven digitalization has been a hot topic in the recent years, many of the Finnish and Lappish companies still struggle to take full advantage of the possibilities it offers. There are still plenty of room for improvement when it comes to digital sales, marketing, new types of business models and finding skilled workforce.\n\nHehku project was developed to offer solutions to these challenges. It shares knowledge, tips and lectures that are carried out in all regions of Lapland to help develop the digital business skills of our local workforce.\n\nTo broaden the bottlenecks in our digital knowledge, the project has defined these four themes:\n\n\n  • Digi Startup\n  • Digital marketing and sales\n  • Global digital resources\n  • Data and customer relationships\n\n\nThere are eight different events aimed to train and develop Lappish workforce’s digital business skills. Four of them are organized in the smaller regions of Lapland and four main events are held at Rovaniemi. The regional events consist of lectures and workshops, employing remote consultants and TEQU project personnel. The events organized in Rovaniemi will each have four keynote speakers, sharing their knowledge and inspiring the participants on site.\n\nObjective of the project\n\nThe project will create targeted expertise in digital business skills for the benefit of the Lapland workforce to create new companies, acquire digital skills from global resource pools, create more digital sales and a sustainable competitive advantage through customer data management. Project boosts the growth of Lapland’s and Finland’s competitive advantage and promotes sustainable growth and job creation.\n\nProject implementation\n\nProject started as early as spring 2020 with the “Covid19-Package”, which provided six webinars on e-sales and business related to companies, as well as one network workshop to develop e-sales for SMEs in the region.\n\nYou can find the full online sales education in the form of recordings on TEQU’s YouTube -channel.\n\nEducation events will continue in spring 2021.\n\nThe total budget of the project is 309 642 €, of which North Ostrobothnia Centre for Economic Development, Transport and the Environment has admitted European Social Fund (ESF) and government funding 247 714 €.\n\nThe project will be implemented between 09.04.2020 and 31.01.2023.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.8741439581,
        "format_confidence":0.6767283082
    },
    {
        "url":"https:\/\/gust.com\/companies\/myriad",
        "text":"Default company panoramic image\n\n\nMyriad aims to build a diverse local inventory of screens, filling the many unserviced niches in the digital signage industry.\n\n  • Stage Prototype Ready\n  • Industry Marketing \/ Advertising\n  • Location Istanbul Trend Hotel, Gedik Paşa Caddesi, Istanbul, Turkey\n  • Currency TRY\n  • Founded August 2012\n  • Employees 3\n  • Website\n\nCompany Summary\n\nBy creating a low-cost digital signage solution, Myriad’s mission is to create economically viable mass-market digital out-of-home advertising networks nationwide in Turkey, as well as creating a platform to translate into other foreign markets in the region and beyond. Myriad seeks investment to capitalise on an established relationship with Petrol Ofisi and its Head of Marketing, to fund an initial deployment to their petrol stations.\n\n\n  • Default avatar\n    Jonathan Edward Rawling\n    Managing Partner\n\n  • Default avatar\n    Dilay Mayadağ\n    Managing Partner\n\n  • Default avatar\n    Dave Rogers\n    Lead Software Developer\n\n\n  • Default avatar",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9789425731,
        "format_confidence":0.9183508754
    },
    {
        "url":"http:\/\/www.richardsonmediatech.com\/",
        "text":"RMT logo\n\ntech header\n\n\n\nAbout Us\n\n\nStrategic Planning\n\nBusiness Intelligence\n\nWelcome to Richardson Media & Technologies, LLC\n\nRichardson Media & Technologies was founded in 1994 as a company focused on creative and cost-effective planning and use of current and future technologies.\n\nOur practice is split into four major segments\n\n    Professional Speaking on Technology Fufures\n    Strategic technology consulting for professional service firms\n\n    Business Intelligence, web development and network security for small      \nand emerging businesses\n\n    We also produce a weekly newsletter called Technology This Week.\n    You can visit the newsletter's website to subscribe.\n\n\n\nMarquis Who's Who Biographee\n\nUpcoming Speaking Events\n\nAugust 26, 2015\n2015 Midwest Accounting & Finance Showcase\nDonald E. Stephens Convention Center\nRosemont, IL\n\nNovember 16-19, 2015\n2015 SleeterCon\nThe Bellagio\nLas Vegas, NV\n\nDecember 8, 2015\n61st Annual MNCPA Tax Conference\nMinneapolis Convention Center\nMinneapolis, MN\n\nCopyright © 2015 Richardson Media & Technologies, LLC. All rights reserved.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9677957892,
        "format_confidence":0.9936313033
    },
    {
        "url":"http:\/\/www.bestautoinsurance.solutions\/about_us.html",
        "text":"Yes, I live in Local\n\nAbout Best auto insurance company\n\nWe have free consultations and many other benefits that come with our auto insurance. That is the reason as to why our car insurances are preferred by many people in the country. We recommend that you get auto insurance today for a better saving. Best auto insurance is a cover with a one major difference. It’s guaranteed. We insure thousands of people each year who are finding it hard to maintain their cars. Our premiums are very low that is why many clients are finding it easier to get car insurances. Once you have one cover you can be sure that maintaining your car, motorbike is going to be easier and cheap. Apply today and we can assure you the best services. And we can help you get your property as new as possible with our cheap auto insurance company.\n\nBest auto insurance is a socially responsible company dedicated to helping our customers recover their properties and build a solid financial future savings which would have been used day in day out maintenances. Auto insurance company gives you the best services at all costs.\n\nA guarantee to our customers\n\nBest auto insurance is a very practical way to handle your unexpected situations. It is the cheapest auto insurance that anyone can afford to pay either monthly or annually. Best car insurance reduces your financial burdens. Auto insurance is always there to help you when in an accident crisis. They are a stepping-stone that gets you through such situations.\n\nRates and premiums\n\nAuto insurance company offers services at lower rates. Getting the best car insurance cover depends with the insured. One may consider getting a higher cover maybe because they have more than one car this one is allowed. The rates may differ but they are never high anyone can afford them regardless of who you are because we care about each and every client. After you have known the range of rates, you need to decide on how to pay it out either monthly or yearly.\n\nRules and regulation\n\nAuto insurance companies have rules and regulation that every client should follow in order to be served better. By following them clearly we get to create good relationship between us and clients.\n\nFeatured Articles\n\nAuto Insurance Quotes\n\nChoosing the right auto insurance can be tough. Car insurance makes it easier\nRead More\n\nHealth Insurance is Legit\n\nHealth insurance is an approved company. It has been given a legal permit to carry\nRead More\n\nLife Insurance is Legal\n\nLife insurance Company has been approved by the insurance organization sectors in\nRead More\n\nScroll to Top",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.995248735,
        "format_confidence":0.9909806848
    },
    {
        "url":"https:\/\/www.unbiased.co.uk\/profile\/financial-adviser\/albert-goodman-chartered-financial-planners-516825",
        "text":"FCA verified\n13th November 2017\n\nAlbert Goodman Chartered Financial Planners\n\nIndependent Financial Adviser Essex House, Fore Street, Chard, Somerset, TA20 1QA\nOur philosophy is simple. We aim to contribute most to our clients’ success\nWe can advise you on\n    • Commercial mortgages\n    • Corporate pension\n    • Employee benefits\n    • Group critical illness\n    • Group income protection\n    • Group life insurance\n    • Group pensions\n    • Group private medical insurance\n    • Group protection\n    • Group risk\n    • Wealth management\n    • Ethical investments\n    • Investing for income\n    • Investment trusts\n    • ISAs\n    • OEICs\n    • Socially responsible investments\n    • Unit trusts\n    • Critical illness\n    • Healthcare\n    • Life insurance\n    • Capital gains tax\n    • Estate planning\n    • Income tax\n    • Taxation planning\n    • Annuity purchase\n    • Auto enrolment\n    • Pension consolidation\n    • Pension drawdown\n    • Pensions & divorce\n    • Pensions & retirement planning\n    • Pensions review\n    • Pensions transfer\n    • Sipps\n    • Stakeholder\n    • Lump sum\n    • National savings\n    • Regular savings\n    • Savings for children\n    • School fees planning\n    • Long term care\nMeet our advisers\nJonathan Hill CFP\nCertified Financial Planner\nLouise Osborne Dip PFS\nFinancial Consultant\nWhere to find us\nAbout us\n\nAdopting the core values of our parent business, Albert Goodman Chartered Financial Planners has the highest of standards. You will not find us grappling with the latest regulatory standards. That is because qualities like ethical, flexible and discretion are embedded in our client service. They always have been – right from the start.\nWorking alongside entrepreneurs, trustees, and private individuals, we are an independent organisation in every sense. It means we are free to explore your financial planning options, provide you with our fullest attention and deliver bespoke guidance. We believe the longevity of our client relationships, many spanning multiple generations\n\nPreferred clients\nMinimum wealth (income\/assets)\nMinimum pension value\nMinimum mortgage value\n\nSimilar advisers near you\n\nIndependent Financial Adviser 10.77 mi\nIndependent Financial Adviser 10.77 mi\nWe are Chartered Financial Planners here to help you plan, manage and grow your personal finances.\nIndependent Financial Adviser 11.04 mi\nIf you want honest, face to face advice then Bay Associates are here to help. Call .\nIndependent Financial Adviser 11.42 mi",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9980555773,
        "format_confidence":0.5519229174
    },
    {
        "url":"http:\/\/www.itcinfotech.com\/",
        "text":"Business Consulting\nTechnology Consulting\nAwards and Recognitions\n  • Awarded EOA Award in 2015 & 2014 in the category of Outsourcing Works for Delivering Business Value in European Outsourcing (EOA: European Outsourcing Association)\n  • 2015 CRM Watchlist: Honorable Mention among the Consulting groups\/Systems Integrators\n  • Featured in the Leader’s Category consistently in Global Outsourcing 100 by the International Association of Outsourcing Professionals (IAOP)\n  • Ranked at No. 57 by Dataquest DQ Top20, 2015\n  • Featured through its Pricol’s customer case study in 2014 report on PLM Best Practices by IDC\nCustomers Speak\nCustomers Speak",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9791368246,
        "format_confidence":0.9297263026
    },
    {
        "url":"http:\/\/exobia.com\/home\/?page_id=83",
        "text":"Amsterdam The Netherlands\n\nServices We’ve Provided\n\nBranding & Identity\n\nThere’s no better example, right now, of Exobia’s branding than in our music and publishing initiatives. It should go without saying, but making an iconic name for ourselves is important. And we can’t do that alone.\n\nIt takes dedicated partners, repeat clients, and satisfied audiences to reach a symbiotic maturity in the digital content creation business.\nAnd that’s where pioneering ideas go from seed to fruition…\n\nDigital Age Cozy ™\n\nCozies can be more than knitting grannies, cats, and cookbooks.\n\nA New Case File Opened on Cozy Mysteries:The Face of Cozy Mysteries Changes Forever…\n\nMarjorie Gardens Mysteries by A.E.H. Veenman is the first series of mysteries published under the brand, Digital Age Cozy.\nAuthors’ novels embody the traditional elements of the cozy mystery genre, topped off with character(s), mainly the protagonist, who rely heavily on the premise of today’s technology and experts in the applied technical field to help solve crime.While common in main genres, this story structure is highly remiss with writers in the current cozy market, and makes all the difference in creating a Digital Age Cozy.With additional media and online features, these novels make for a more adventurous cozy read.\n\nThe Diversity Genre isn’t a fusion of musical styles.\n\nIt’s an evolution.\n\nA subgenre of Indie & Alternative, 3RD Season’s music has symphonic simplicity and catchy melodies that may start out as pop\/rock or soul…. Midways the song, there’s a mutation.\n\nSultry vocals and tempered guitar turn loud and gritty, your expectations turned inside out. You’re now listening to hard rock or punk….\n\n3RD Season strives for every song to be a journey, taking listeners from Point A to Point ∞.\n\n\n\n    Social Marketing\n\nWe are confident in our abilities and want to share our strategies.\nOur clients’ insights are our insights. And their success in reaching their audience is our greatest achievement.\n\n  Tag & Tweet Marketing\n\nEvery author, whether traditionally- or self-published, knows the importance of marketing with an online megaphone.We’re adaptive to the ever-changing face of social media and have created a big bang drum for rallying followers on Twitter called “Tag & Tweet”. This method of growing an author’s fan-base involves all the readily available features of Twitter and is used for book promotion, contests and giveaways, and blog tours.\n\n\n\n\n\n\n  For Mrs. A.E.H. Veenman, Exobia created her giveaway contest by orchestrating online tweets from her books’ characters to instruct and entertain her followers and readers.\n\nFor 3RD Season, we invoked the use of group chats that reprint to various media, such as Storify. Not only do the band members engage with fans and fellow musicians, but they also gain inside knowledge of the music business.\n\nTheir interaction with industry professionals have proven more than useful in gaining new Twitter followers and increasing their tribe members.\n\n\nAudio Licensing\n\nIt is our pleasure to present the individual musical endeavors of 3RD Season band members for synch, mechanical, and other rights listings.\n\nFor more information, and to view our latest offerings, select “Licenses” in the menu.\n\n\n\n\n\n\n\n\nELS is a legal advice agency utilizing years of corporate legal experience in the international gaming industry. ELS specializes in EU, US, UK, and Asia IP Laws and freelance\/labor laws in the European Union and United States.\n\n\n\nELS has drafted, negotiated, and executed SOW’s, service, consultant, development and joint development agreements for studios and developers. Their games are being published on platforms such as Microsoft’s XBLA, Sony’s PS2, and PC.\n\n\n\n\n\n\nFor a published list of credits, please visit IMDB.\n\n\nAdditionally, ELS’ personal experience in resource management for game studio staff (Managers and Production) can advise the best approach to hiring negotiations and draft your hiring documents. ELS utilizes knowledge suitable to your business and insight to the delicate relationships between developers and their creative and technical staff.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExobia Personalized Children Books:\n\n\n(divorce, death, new parent) BOY \/ GIRL\n\n\n(divorce, death, new parent) BOY \/ GIRL\n\n\n(divorce, death, new parent) BOY \/ GIRL\n\n\n(divorce, death, new parent) BOY\/ GIRL\n\nThese are books that communicate the adults feelings to the child about divorce, death of a loved one, or a new parent.  Each book is designed for today’s family in which the parental figures may not always be mommy AND daddy.  The story is in first person of a BOY or GIRL.\n\nThe importance of the colors in the series relate to the gender of the reader, and the subtitle for each book divorce, or death, or new parent are in soothing colors and relate to the topic of the books. The title coincides to the adult buyer and his or her relation to the child.\n\nThis marketing technique will help (grand)parents to locate which topic they wish to select, therefore buy the correct book.\n\nIn total, this series will begin with 20 different books. (Personalized series with Cultural Sensitivity is underway.)",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.7481503487,
        "format_confidence":0.7610527873
    }
]