[
    {
        "url":"http:\/\/smackdown.blogsblogsblogs.com\/2007\/09\/21\/why-rand-is-wrong-about-the-twelve-attributes-part-2-the-touchy-feely-version\/",
        "text":"Why Rand Is Wrong About The ‘Twelve Attributes’, Part 2 – The Touchy-Feely Version\n\nOh, golly gee whillikers! It looks like I stepped on a toe or two! My bad. Time out! Take backs (sorta)!\n\nFor those whose delicate sensitivities interfered with seeing what I was saying, here it is again, without the commentary.\n\nI am of the opinion that those who are in the business of blogging should take time to check facts, if things are presented as facts. Opinions are fine. Making up things just because you think no one will know any better is not.\n\nLet’s just take a quick look at Rand’s post about the “Twelve Attributes of Obviously Manipulative Directories“, shall we?\n\n1. General in subject matterNow, Rand does quickly qualify this with “this isn’t a bad thing on its own”… the problem being that it’s not a bad thing when taken in conjunction with anything else, either. “General in subject matter” means that the directory accepts many different categories, such as Arts, News, and Sports… in essence, it describes the vast majority of web directories that exist.\n\n2. Anyone can get in – Obviously Google has stated many times that editorial discretion is an important factor in determining whether or not a particular directory should be considered worthwhile. It’s a standard company line. What is considered a worthwhile site is of course going to vary wildly from one editor to the next, and is completely subjective, but it is well known as something that Google touts. Rand doesn’t demonstrate anything at all to show that the directories that have been penalized are in fact doing this, however. Most of the ones I looked at have both submission rules as to what can and cannot be submitted, and reserved the right to remove websites. That is the very definition of editorial discretion.\n\n3. Marketing to Webmasters – I can only guess at this point that perhaps Rand is thinking that the best place to market paid web directories, which are listings of websites, would of course be to anyone but webmasters.\n\n4. Promoting Search Engine Link Value, not Traffic – Eh, I guess. Not too much to say about this one actually. Do please keep it in mind for #7, however.\n\n5. Use of Manipulative Link Building – Perhaps. The methods he suggests as evidence of this are a bit weak, however.\n\n6. Stuffing Links & Content to “Look Natural” – Not much to say about this one either, except still, not one single example of a directory actually doing this, so we can see what he is talking about.\n\n7. Setting up “Premium” Sponsorships – He is saying now that offering more exposure in the directory, by either putting the listing at the top of the category or on more pages, is a sign of a “bad” directory. Since both of those things have more to do with traffic than PageRank, this is of course the opposite of what he said in #4.\n\n8. Interlinking with Other Directories – Near as I can tell, either Rand is using the phrase “interlinking” in a new way. He’s saying in the body of this “attribute” that offering package deals with multiple directories is a sign of an “obviously manipulative directory”. He doesn’t actually explain why.\n\n9. Common Popular Links – In a very similar manner to #8, the title of this one doesn’t match to what he actually describes. At all, actually. He says (I think) that for some reason if the most recent additions aren’t related, the search engines won’t like the directory. Again, no explanation why he thinks this.\n\n10. Bid for Links – Well, I have no clue. I think he means bid for placement. He doesn’t explain how this is a way to manipulate search engine rankings. This sounds more like prominent placement equals more traffic. This is about directory owners playing off of the addictive and sometimes feverish nature of auctions in order to make more money per link.\n\n11. Multiple Links with Your Choice of Anchor Text – This is the same as #4.\n\n12. Banner Ads from Your Directory on SEO Sites – Same as #3.\n\nBe Sociable, Share!\n\n1 thought on “Why Rand Is Wrong About The ‘Twelve Attributes’, Part 2 – The Touchy-Feely Version\n\nLeave a Comment",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.611944139,
        "format_confidence":0.8942443132
    },
    {
        "url":"http:\/\/net-savvy.com\/executive\/2010\/01\/",
        "text":"January 2010 Archives\n\nLook Out, London\n\n\nHey, I finally get to go to London! I'm speaking at Monitoring Social Media Bootcamp* on 31 March, along with Marshall Sponder, Philip Sheldrake, and Katy Howell. Luke Brynley-Jones is putting together a full day of how-to sessions on monitoring and measuring social media, and I'm happy to be a part of it.\n\nThe sessions are all about practical, let's-get-to-work topics:\n\n  1. Getting Started with Social Media Monitoring\n  2. How to Choose The Right Social Media Monitoring Tool\n  3. How to Build Your Own Social Media Monitoring Service\n  4. How to Monitor Sentiment and Benefit from The Insight this Provides\n  5. How to Identify influencers and Build Valuable Relationships with them\n  6. How to Monitor and Engage with Customers in Real-time\n  7. How to Measure the Success of your Social Media Marketing Campaigns\nA couple of years ago, I realized that my business network was stronger in London than where I live (probably not the case now). Now, I finally get an excuse to meet more of you in person. Wednesday, 31 March, Bootcamp.\n\n*haircut not included.\n\nConsulting Days in London\nWhile in town for MSMBC, I'm going to have time for other meetings, too. First priority goes to paid consulting days, though I hope to connect more casually, too (tweetup?). I'm offering full- and half-day appointments, where the content will be tailored to your situation—perhaps a market update on SMA software platforms or a planning session on listening strategies. For details, send an email to nathan@net-savvy.com.\n\nAbout Nathan Gilliatt\n\n  • ng.jpg\n  • Voracious learner and explorer. Analyst tracking technologies and markets in intelligence, analytics and social media. Studying complexity and futures.\n  • Principal, Social Target\n\n\n  • Subscribe by email",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.7907002568,
        "format_confidence":0.9397963285
    },
    {
        "url":"https:\/\/integratedmobilemarketing.com\/2018\/10\/21\/how-can-you-write-better-headlines\/",
        "text":"So many businesses have delved into the increasingly important decision of creating a blog and writing posts. But most people struggle with blogs because they don’t what to write or how to get people to read it.\n\nLets say you have the information you want to write about.\n\nIt’s perfect. You have everything in a logical order, and it flows so well.\n\nBut one thing is missing.\n\nThe one thing that will make a break you.\n\nIt’s the headline.\n\nAccording to, 80% will read the headline and 20% will read the copy. “When you have written your headline, you have spent 80 cents of your dollar.”\n\nSounds like you have to make that headline count. One of my favorite copywriters online is Joanna Wiebe, and she is one of the most brilliant copywriters on the internet. She has created a video to show you how to write the headline that gets all the people to read.\n\nCheck it out here and follow her blog at",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9392466545,
        "format_confidence":0.6160412431
    },
    {
        "url":"https:\/\/commoninfirmities.com\/2011\/11\/03\/greek-contagion\/",
        "text":"Greek contagion\n\nSince yesterday, news reports are full of comments like this:\nMany economists fear that if Greece exits the euro, it could lead to financial contagion, as investors and ordinary bank depositors in other eurozone countries may fear that their own government will follow suit.\n\nWhat does this mean? Are the Spanish looking to the Greeks as a model? That would be really weird. Esos griegos tenían un gran éxito con su incumplimiento de las deudasHagámos lo mismo. Or is it a matter of queueing up? Greece has first dibs on default, and Spain just has to wait its turn. Or is this setting up a resonance in a Sheldrakian morphic field of default patterns? Perhaps we are witnessing the final consummation of the marriage of 21st century mathematics and 20th century pseudoscience that finance has been tending toward for the past three decades (at least).\n\nSurely the impact on investors will depend in part on the effects seen from a Greek euro withdrawal. At the very least If we think back to recent history, presumably any reasonable person would have thought, after the Lehman Brothers shit-storm, that the US financial authorities would be less likely to allow another similar bankruptcy to proceed. So, if Greece leaves the euro in a ball of flames, Spain will be unlikely to see it as a model. And if Greece’s exit from the euro isn’t so terrible then… maybe it’s just not so terrible.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9899097681,
        "format_confidence":0.9864435196
    },
    {
        "url":"http:\/\/www.ruanyifeng.com\/en\/2011\/05\/",
        "text":"Why China’s bad statistics is harmful?\n\nAs we know, the quality of China’s statistics is terrible. Either you cannot get the data you need, or you just cannot believe them.\n\nBut it is not the worst thing. If China had a free market economy, the scarcity of credible statistics could be compensated by the price mechanism. If you know the price signal is correct, it doesn’t matter whether you have the high-quality statistics or not, because the price could tell you what is scarce and profitable and what is not.\n\nUnfortunately, the case of China is not like that.\n\nChina economy is highly controlled by the government. The government and the state-owned enterprises command every aspect of economic life. From the water price to the infrastructure investment, all is decided by the government.\n\nIn this case, the scarcity of credible statistics is a disaster.\n\nAs Megan Mcardle said:\n\n“…central planners badly need good, comprehensive data. Once you limit the autonomy of local nodes to make decisions, you need some sort of massive data set to overcome information loss as decisions move up the hierarchy.”\n\nSo the outcome is:\n\n“The lack of good statistics on economic performance makes (managing the economy) an already near-impossible challenge even more daunting.”",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.8652307987,
        "format_confidence":0.6291206479
    },
    {
        "url":"http:\/\/www.blessiesmixednutsblog.com\/2008\/06\/auto-loan-services.html?widgetType=BlogArchive&widgetId=BlogArchive1&action=toggle&dir=open&toggle=MONTHLY-1317452400000&toggleopen=MONTHLY-1212303600000",
        "text":"Sunday, June 1, 2008\n\nAuto Loan Services\n\nOne of hubby's complains when he was looking for a truck was some of the dealerships that he went to they all sound the same. They are trying to push hard selling the vehicle to you and not telling upfront what he should expect when it comes to its financing. This is why he doesn't trust this type of dealership. When I research online where we can get a good financing services and up2drive came out to be very promising. Their auto loan rates are very low and they have in their site an auto loan calculator where you can calculate how much you expect to pay with your loan. This is a good of way of knowing what will be your expected loan. So if you are planning to drive a new vehicle soon apply an auto financing at and you will be assured of being the boss in your loan.\n\n0 Showed Some Love:\n\nBlog Layout and Design By: Designs By Vhiel",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.7458552122,
        "format_confidence":0.9365618825
    },
    {
        "url":"http:\/\/tradewithform.blogspot.com\/2009_12_15_archive.html",
        "text":"Daily Form December 15, 2009\n\nInter-market Technical Analysis using algorithmic pattern detection\n\nTUESDAY DECEMBER 15, 2009       06:36 ET\n\nThe daily chart showing the yields on the US 10 year Treasury Note is displaying an intriguing pattern which bears some resemblance to the inverted head and shoulders pattern that was evident on the spot gold chart in early October.\nOne other intriguing feature which has been emerging is the widening of the 2\/10 spread whereas there has been a slight contraction in the 2\/30 spread. There could be numerous strategies at work as regards future expectations of the shape of the yield curve, but if the exit, in general, from longer dated maturities is being stage managed through short term arbitrage strategies, then the eventual move up in yields for all longer dated Treasuries may not be as orderly as the Fed and the Treasury would prefer.\n\nAs anticipated here last week the Russell 2000 is enjoying some late year enthusiasm with a 1.6% gain yesterday whereas the S&P 500 could only manage one half of that increase. The renewed vigor of the high beta stocks however needs to be considered alongside evidence that many portfolio managers seems to be migrating to the large cap defensive stocks including the utility stocks as discussed below.\n\nThe hourly chart for the EUR\/USD since the beginning of December shows that large FX players are quite keen to exit this pair with very little attempt to conceal their efforts with any of the normal counter-trend relief rallies.\nAs we reach towards the $1.45 level in European trading this morning, which I anticipated in last week’s commentary, there should be support for the Eurozone currency. If that support was to fail to arise this would indicate that there are some large institutional sellers who may have information regarding the internal dynamics of the European Monetary Union, and the financial conditions within some of the member states, which have not been widely recognized by many traders focused on equities.\n\nThe movement up in the utility stocks, as reflected in the weekly chart for the Dow Jones Utilities Index, shows that the last two weeks have seen a clear break above a key resistance level. The action in this index adds some conviction to the bullish case for equities in general, but is somewhat incongruous with the potential for higher yields on the long end of the Treasury yield curve and also with the search for higher beta as revealed in the strength of the small cap stocks.\nAlso evident on the chart is the attainment of the 200 week EMA which has still to be registered for the S&P 500. The cross currents at work in US equities at present may have a lot to do with the difficulties of dis-entangling the rather confusing evidence relating to the economic recovery pattern and the outlook for intermediate term monetary policy.\nOn this issue the following recent comments from Stephen Roach of Morgan Stanley are quite revealing:\n\nThe Fed is the “weak link” among central banks and may fail to tighten monetary policy in time to stop asset bubbles from forming, Roach said at a conference in Berlin today. The Fed helped trigger the boom and then bust of the subprime mortgage market by being “quick to slash, slow to normalize” interest rates, he said.\n\n“There is a great risk in the coming exit strategy,” said Roach, a former Fed economist. “They are lacking primarily a political will to execute the exit in a timely and expeditious fashion that will avoid the mistakes of the last crisis.” The traditional view of central bankers that asset bubbles are hard to spot and deflate with rates is “ludicrous,” he said.\n\n“This is a failed flaw in the intellectual construction of modern central banking that must be addressed,” said Roach. “If we don’t fix this problem we’re doomed to repeat the failed asymmetric policies of the past and set ourselves up” for another crisis.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9979422688,
        "format_confidence":0.9434795976
    },
    {
        "url":"http:\/\/pruelpo.expertscolumn.com\/article\/my-paypal-already-received-my-first-2539-earnings-bubblewscom",
        "text":"My Paypal Already Received My First 25.39$ Earnings From\n\nHappy indeed that on March 8, 2013, I just completed my first 25$ earnings at after at least the fourteen days working with the site that started on February 23, 2013 to March 8, 2013. Bubblews e-check was already sent off to my PayPal account. For 14 days, I had published 68 posts on These 68 posts received a total of 208 likes. They garnered at least 2,129 views, 49 comments and the total earnings have reached so far to 25.39$. Because this is my first time to hit the threshold - immediately I decided to redeem them\n\nthrough my PayPal account.\n\nAfter the said transaction, I noticed that my bank records were all gone. All the recorded data were erased - what I saw were all zeros from posts, likes, views and the earnings accumulated during the period of 14 days. But they are still available on my Bubblews profile page except the amount I requested for payment. Now I understand that every time a user requests payment from Bubblews site - his bank records accumulated til the time he requested payment will be back to zero. And if he wanted it again to see earnings - he would have to work again by publishing new stuff and doing other activities available on the site - if he wanted to earn more.\n\nThe e-check payment dated March 9, 2013 from Bubblews is a living proof that Bubblews is really a legit site that pays its users and not a scam site according to some complains, other write-ups and feedback I read from the Internet regarding the site. On the e-check there was charges amounting to 1.29$ and the 24.10$ is the net amount deposited to my PayPal\n\n\nOn Bubblews - if the user is hard working, he could publish the maximum posts per day which are ten posts at 400 characters or more for each post. Every post a user posted could earn between 12$ and 15$ cents. So if he has posted 10 items for the day and multiplied them by 12$ or 15$ cents - he earns either 1.20$ or 1.50$. These amounts are earnings accumulated from posting ten items and there are additional earnings to be added if those items have already garnered views - plus additional earnings if those items have also received likes from other bubblews members and visitors.\n\nWhat if Bubblews has ignored my requested payment? What evidence I should use as proof that I requested the payment - as they were already erased from my Bubblews bank records? Of course, I should keep a proof - here I kept a copy of the recorded amount and other info found on my Bubblews bank record and other transaction at the time I made the request. I printed them using the print screen of my computer keyboard - and saved it as jpg (photos). I also wrote a short article regarding my request Just Sent Off My Request to Redeem My First Bubblews Earnings and published it on their site and on my blog site. They are all proof to use if Bubblews denied it.\n\nThe photos for this column are available at 25$ for 14 Days on Bubblews is a Success\n\nFor those who are not yet writing for Expertscolumn - you can use my referral link to join the site.\n\nArticle Written By pruelpo\n\nMy favorite Saying: “Dream Big and don’t stop without giving it a chance to come true.” I am a father of 3 for 27 years, OFW for 17 years , a Blogger, sometimes a Poet, Self-motivated and Professional by experience. You can call me Paul or Pruel. I am friendly animal but can kick you off when it is needed. LOL. I have no specific areas where my writing will focus on. I write any subject that interests me under the merciless sun.\n\nLast updated on 26-07-2016 1K 0\n\nPlease login to comment on this post.\nThere are no comments yet.\nBad Company Corrupts Good Character Of A Child\nBeevocal For Bloggers, Other Online Writers For Their Live Interactive Talk Show Online",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9796212912,
        "format_confidence":0.9909189939
    }
]