[
    {
        "url":"http:\/\/archive.constantcontact.com\/fs116\/1103480314797\/archive\/1116641675904.html",
        "text":"William L. Clements Library Newsletter\nNo. 5, Winter 2014\nThe Great Snow Storm of Jan. 1857. Philadelphia: L.L. Magee, ca. 1857. Graphics Division, Clements Library.\n\n\n1580 E. Ellsworth Rd.\nThe Clements Library renovation project is underway. All staff and collections have been moved out of our original building at 909 S. University Ave. for the duration of the project. \nOur staff and collections are currently located at: \nReading Room hours:  \nMonday: 9:00 a.m. - 4:45 p.m.\n9:00 a.m. - 4:45 p.m.\nWednesday: 9:00 a.m. - 4:45 p.m.\nThursday: 10:00 a.m. - 7:45 p.m.\nFriday: 9:00 a.m. - 4:45 p.m.\n\nThe facility offers plenty of free parking and is also accessible via Ann Arbor buses on routes 5 and 6. U-M students, faculty, and staff are welcome to visit us and access the collections at our offsite location. \n\nDue to the renovation, the Clements Library 2013 Events and Lecture series will be held at the Harlan Hatcher Graduate Library, Gallery Room 100\nHatcher Library Gallery\nHatcher Gallery, photo courtesy of MLibrary on Flickr.\nTuesday, March 18, 4:00 p.m. \nThe Blanket Truth: Stories of Smallpox in Early American Indian History\nGreg Dowd, Professor of History and American Culture, University of Michigan\n\nFounder's Day Lecture\nWednesday, April 2, 4:00 p.m.\nThe Men Who Lost America: British Leadership, the American Revolution and the Fate of the Empire\nAndrew O'Shaughnessy, Author and Saunders Director of the Robert H. Smith International Center for Jefferson Studies at Monticello\n\nSee the Clements Library Events page for details. \nThanks to the staff of the Hatcher Graduate Library, we are now able to offer recordings of last term's lecture series, hosted at the Hatcher Gallery Room 100. If you missed a chance to hear any of our distinguished speakers in person, please visit our website to find links to the videos online. We will update as new videos become available. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne of the hidden treasures of the Clements Library is our collection of historical American newspapers, spanning from colonial times to the end of the 19th century. Unlike the rest of the printed materials in the Book Division, these volumes are largely uncatalogued in Mirlyn. For now, the best way to search them is through the good old-fashioned card catalog, which lists them by title. \n\nAmong our colonial American newspapers can be found many interesting traces of life in the colonies, from news articles to advertisements for goods and services. Some of the papers even contain early printings of the Declaration of Independence and U.S. Constitution, two important documents to be shared with the American public.  \n\nCherokee Phoenix\nCherokee Phoenix (1828).\n\nThe Clements holds a run of the Cherokee Phoenix, the first Native American newspaper, with articles printed in both Cherokee and English. It was published in New Echota, Georgia, from 1828 to 1834. Many of the issues are inscribed \"Miss Sarah Kimball, Concord, N.H.\" in the upper\nleft corner, offering a clue to a former owner, perhaps the subscriber who first collected the papers. The Library purchased the collection in 1997. \n\nAmong our Civil War newspapers, a noteworthy curiosity is the small sampling of Confederate wallpaper newspapers. These unusual items were the result of a paper shortage in the Confederacy, which forced several Confederate papers to print on sheets of wallpaper instead. Perhaps the most famous of these is the Daily Citizen of Vicksburg, Miss., dated July 2, 1863. On July 4, when Vicksburg surrendered to Union forces, the publisher fled and Union soldiers found the type standing on the press. They added a note and printed a new edition, using the remaining stock of wallpaper. The note concludes, \"This is the last wall-paper edition, and is, excepting this note, from the types as we found them. It will be valuable hereafter as a curiosity.\" As the note predicted, original copies of this wallpaper issue became a valuable souvenir item, with as many as 30 later reproductions made. The Clements holds several of the original copies, as well as a number of the reproductions for comparison.  \n\n\nwallpaper newspaper1wallpaper newspaper2\nFront and back of a copy of the Daily Citizen of Vicksburg, Miss., printed on wallpaper. \n\n\nThe Library holds several other Civil War-era newspapers, including the Southern Illustrated News. This newspaper, published in Richmond, Virginia, ran from 1862 to 1864. It was the first pictorial news weekly of the Confederacy, similar in format to popular Northern illustrated newspapers such as Harper's and Frank Leslie's. Most illustrations were portraits of Southern generals rather than the vivid scenes of war printed in other papers. \nThe Southern Illustrated News (1863). \n\nThe newspaper collection at the Clements Library offers many rich possibilities for research into topics of early American history. Curator of Books Emiko Hastings would be pleased to answer queries by email if you have any questions about the library's newspaper holdings or would like to visit the collection. \n\n\n\nThe Clements Library's outstanding collection of pre-1900 cartography is most often consulted by our readers for its depictions of geography, topography, and urban and military architecture.  Many researchers use our maps in conjunction with the written and printed source material they have come to study at the Library.  Many use our maps as illustrations for the books that result from their research.  The breadth and depth of the cartographic collection ensures that there is something for almost any line of research dealing with the Americas. \n\n\nCartographic compositions have another element that can have applications for both research and illustration.  Often overlooked, border illustrations and cartouches adorn many maps, particularly those of the seventeenth and eighteenth centuries.  Cartouches are decorative enclosures on maps containing title blocks, scale bars, publishing information, and dedications.  Many are fine examples of the engraver's art.  Indeed, some engravers specialized in cartouches and frequently signed their work.  The beginning of the nineteenth century marked the end of the particularly decorative cartouche as maps became increasingly \"scientific\" and less ornate in appearance.\n\nThomas Hutchins's cartouche scene of an Indian encampment depicts hunting, cooking, and child-rearing.  It was probably based on observations by Hutchinson himself.\nCartouches from the century prior to 1800 are most often allegorical, incorporating human figures, animals, or plants symbolic of the subject of the map-distinctive female figures for America or Britannia; an alligator for South Carolina or Jamaica; examples of crops such as corn or sugar cane.  Others are more realistically illustrative of life in the time and place being depicted.  The title cartouche of Guillaume de Lisle's 1703 Carte du Canada, for example, incorporates two scenes of missionaries ministering to the Indians and two representing fur trading and wilderness warfare.  John Gerar William De Brahm's South Carolina and a Part of Georgia (London, 1757) encloses its title amidst a particularly realistic depiction of slaves processing and packing indigo, an important crop in both provinces.  Thomas Hutchins's 1764 map of the Ohio Indian country includes a pair of cartouche scenes, one giving a look into an Indian encampment and the other showing a council between Colonel Henry Bouquet and the Indians.\nTurtle spearing is shown on Nicolos de Fer's 1723 map of St. Domingue (Haiti).\n\nSuch \"realistic\" scenes in map cartouches vary wildly from accurate, first-hand views to compositions of the engraver's imagination or interpretation of others' descriptions.  Many contain useful visual information, however, revealing what European observers saw or expected to see.  A considerable number of the more realistic cartouches have been identified and described in Mirlyn records for the maps.  Searching the Clements Mirlyn setting for the subject heading \"cartouches\" will reveal a wealth of graphic information well beyond the subject of the map.\n\nThe title cartouche of John Wallis's map of the brand-new United States combines allegorical elements with realistic portraits of George Washington and Benjamin Franklin, the two best-known Americans of the time.  It also includes a fine, early rendering of the U.S. flag.\n\n\n\n\nThe Clements Library's Manuscripts Division reached another milestone in its efforts to create finding aids for the division's uncataloged collections.  Over 2,000 finding aids are now available on the Library's EAD web site, thanks to a generous grant from the National Historical Publications and Records Commission (NHPRC).\n\n\nNHPRC-funded Project Archivist Megan Hixon is nearing the completion of her monumental task of writing and encoding over 1,600 finding aids, according to minimal processing techniques.  Her descriptions will help bring researchers together with primary source materials on a wide variety of subjects, including gender studies, race and ethnicity, education, law, politics, social reform, military history, public policy, religion, health and medicine, travel, business and commerce, naval and maritime history, theater and the arts, handwriting and grammar, and other topics.  Among the recently available NHPRC-funded finding aids are:\n\n\nFisher Ames Collection, in the E. L. Diedrich Collection, 1783-1805.  Letters written by United States politician Fisher Ames. He discussed political topics such as the first United States Congress, Congressional disagreements, sectarianism in Congress, the United States presidential election of 1796, and multiple prominent politicians.\n\n\nJohn Hooker Manuscript, 1874-1875.  A 42-page manuscript copy of a letter that John Hooker wrote to Mrs. J. T. Howard on August 26, 1874, with addendums written in January 1875 (20 pages). Hooker wrote extensively about allegations against his wife, Isabella Beecher Hooker, related to the Beecher-Tilton sca... (truncated)",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9225459695,
        "format_confidence":0.7950681448
    },
    {
        "url":"http:\/\/news.uwgb.edu\/log-news\/mediacoverage\/03\/02\/smith-womens-history-month\/",
        "text":"UW-Green Bay’s Smith pens Women’s History Month guest column\n\nLearning about the contributions of women, and the limitations they’ve faced because of their gender, is a key component of Women’s History Month, UW-Green Bay Prof. Christine Smith writes in the Friday (March 2) Green Bay Press-Gazette. In a guest column, Smith tells readers about numerous women who remain largely unknown, despite significant contributions. She also provides added context to the stories of well-known women such as Betsy Ross and Rosa Parks. Read more.",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.8676080108,
        "format_confidence":0.8290922046
    },
    {
        "url":"http:\/\/news.lib.uchicago.edu\/blog\/2013\/01\/22\/the-caucasus-land-of-diverse-cultures\/",
        "text":"The Caucasus: Land of Diverse Cultures\n\nThe title chosen for this mini-exhibit reflects one exceptional aspect of the Caucasus–the diversity of its peoples (more than 40 ethnic groups), languages (50+ languages from both small indigenous language families and from the wider Indo-European, Mongolic, Semitic and Turkic language families), religions (Islam, Christianity, Judaism, Buddhism), geography (mountains, glaciers, lowlands, seashore), history and culture.  The exhibit could just have easily been entitled “Small Nations and Great Powers”, “Crossroads and Conflict”, “Shattering Empires”, all titles of recent books on the Caucasus. It is a small region of great contrasts and from time immemorial, of geopolitical significance to those larger nations which surround it—Russia to the north and Turkey and Iran to the south. For centuries the North Caucasus region, forming the borderland of European Russia, has represented the literal and symbolic frontier between Europe and Asia. But it is the South Caucasus region, comprised of the now independent countries of Armenia, Azerbaijan, and Georgia,that is the primary focus of this exhibit. The Caucasus has captured the imagination of travelers throughout the ages, as well as being of current strategic importance to the world’s powers. As one can see from even the briefest of historical chronologies, these have been countries involved in almost continuous conflict, war, forced migrations, massacres, ethnic cleansing, invasion, conquest and re-conquest, with borders that have shifted in response to each cataclysmic event. Nevertheless, each country has been able to nourish its language, literature, folklore and art, preserving its sense of ethnic and national identity (to paraphrase a local proverb–“There are more poets than mountains”).\n\nGeorgievskii Street in the town of Artvin, on the border between Georgia and Turkey. Over the last 1,000 years it was ceded to and recovered by Georgia, Turkey and Russia numerous times; since 1921, it has been a part of Turkey. From the Library of Congress Prokudin-Gorskii Photograph Collection.\n\nAs a true crossroads, the Caucasus plays an integral role in the emerging field of borderland studies (see journals such as Eurasia Border Review, The Journal of Borderland Studies), as well as Silk Road Studies (see the Central Asia-Caucasus Institute’s Silk Road Studies Program at Johns Hopkins). Likewise, in the last decade or so, the addition of the word Eurasian to many of our long-standing academic Slavic and East European organizations and institutions documents this new emphasis on the regions of the Caucasus and Central Asia; perhaps the most notable example of this is the official change in name of The American Association for the Advancement of Slavic Studies to The Association for Slavic, East European and Eurasian Studies (ASEEES).\n\nThis exhibit has been prepared to coincide with the University’s Center for East European, Russian and Eurasian Studies (CEERES) 2012-2013 lecture series “Connecting with the Caucasus“, which has brought together scholars from a variety of fields (Linguistics, History, Politics, Anthropology and Sociology, Literature\/Music\/Art) to revisit the histories, analyze the contemporary situations, encouraging the creation of new knowledge with regard to this area of considerable humanistic, social scientific, and strategic significance. The speaker series will set the stage for a 2014 CEERES conference on the Caucasus–a follow-up to its 2007 conference (The Caucasus: Directions and Disciplines).\n\nThe next lecture in the program will be:\n\nGeorgi Derluguian (NYU Abu Dhabi), speaking on “Guns, Maize, and Foreign Trade: The Origins of Democratic Polis in the Eighteenth-Century Caucasus”. (February 12, 2013, 5:30pm, Franke Institute for the Humanities)\n\nThe exhibit, located in the Second Floor Reading Room of Regenstein Library, will run through April 2013.\n\n\nThis entry was posted in Exhibits, General News, Humanities & Social Sciences. Bookmark the permalink.\n  • Delicious\n  • Facebook\n  • RSS Feed\n  • StumbleUpon\n  • Twitter",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9822226763,
        "format_confidence":0.8689398766
    },
    {
        "url":"http:\/\/www.medicalmuseum.mil\/index.cfm?p=media.events.2013.fort_wagner",
        "text":"• Print This Page\n  • Download Adobe Acrobat\n\nCivil War Gallery Talk: 150 Years Ago: The Assault on Fort Wagner\n\nDates: July 18, 2013 at 1-2 p.m.\n\nLocation: National Museum of Health and Medicine\n2500 Linden Lane\nSilver Spring, MD 20910\n\nCost: Free\n\nAt dusk on July 18, 1863, the 54th Regiment Massachusetts Volunteer Infantry, the first all-black regiment raised in the North on the same basis as white troops, led an attack on Fort Wagner near Charleston, S.C. The regiment's commander, Col. Robert Gould Shaw, was killed, and the unit saw as many as 50 percent of its soldiers killed or injured. Join NMHM's exhibits manager and historian Steven Hill for a look at this historic battle, and visit an exhibit related to the NMHM's collections of artifacts and specimens related to Civil War medicine, including a skull from a soldier of the 54th Massachusetts. For more information, call 301-319-3303 or visit http:\/\/www.medicalmuseum.mil.\n\n\nPhoto caption\/credit: Skull of a soldier of the 54th Regiment Massachusetts Volunteer Infantry, fatally struck by an iron canister ball during the assault on Fort Wagner. (Image courtesy of NMHM)",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9842661619,
        "format_confidence":0.9530049562
    },
    {
        "url":"http:\/\/blog.lib.uiowa.edu\/speccoll\/2011\/12\/02\/the-u-s-goes-to-war-and-the-war-comes-to-iowa\/",
        "text":"The U.S. Goes to War – and the War Comes to Iowa\n\nWe are commemorating the 70th anniversary of the U.S. entry into World War Two by highlighting some items  in our collections relating to this event.\n\nNile C. Kinnick, Jr. was a University of Iowa student in 1939. The war began in Europe the same fall season when Kinnick and the UI “Iron Men” once again put Iowa on the nation’s sports map with their football victories. By the end of November, the team stood at 6-1-1, and Kinnick had won most major football awards in the country. Kinnick traveled to New York City, where on December 6, 1939 he accepted the Heisman Memorial Trophy Award at the Downtown Athletic Club.\n\nAlready before his acceptance speech, Kinnick had earned the high praise of sports writers and journalists across the country, some of who had called him “The Cornbelt Comet.” Yet even as he was achieving unprecedented fame at such a young age, Kinnick was aware of the terrible conflict unfolding in Europe, and the challenge it posed to Americans. In his brief acceptance speech, he devoted the last 3 sentences to taking a position on World War Two.\n\n\nKinnick Heisman acceptance speech\n\nNile Kinnick's Heisman Trophy acceptance speech, December 6, 1939, New York City Downtown Athletic Club.\n\n\nKinnick’s thoughtful words show an appreciation of football as a physical tournament, peaceful conflict resolution through a contact sport. In preferring the Heisman to the famous French war decoration, he echoed an independent-minded version of U.S. isolationism, and an appreciation of the values of his American society.\n\nKinnick graduated from the University of Iowa in 1940 with a BA in Commerce, and turned down some NFL offers to go to law school. As the global conflict unfolded, Kinnick’s view of U.S. involvement in the war also changed. In 1941 he enlisted in the Navy Air Corps Reserve. He was called to active duty just three days after the bombing of Pearl Harbor – on December 10, 1941. Nile Clarke Kinnick, Jr. died on June 2, 1943, after his plane developed mechanical difficulties and was ditched in the Gulf of Paria.\n\nThe Papers of Nile C. Kinnick, Jr. are one of the most treasured collections of The University of Iowa Special Collections. Please see the online description of their contents here:",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9740652442,
        "format_confidence":0.5383089185
    },
    {
        "url":"https:\/\/www.nca-ebdm.ca\/events\/heritage-culture-dogwood-award-nominations\/",
        "text":"The Norfolk County Archives & Eva Brook Donly Museum\n\nGeneric selectors\nExact matches only\nSearch in title\nSearch in content\nSearch in posts\nSearch in pages\n    • Contrast\n    • Layout\n    • Font\n\n\nThe Norfolk County Archives at Eva Brook Donly Museum offers a variety of events, from guest speakers to genealogy workshops.\n\nDogwood Awards\n\nDo you know a dedicated individual or group who have made a significant contribution to Norfolk’s heritage & culture community? Consider nominating them for a Dogwood Award. The 2020 Norfolk County Heritage & Culture Dogwood Award nominations are now being accepted!\n\nThe goal of these awards is to honour individuals and\/or groups for their outstanding achievements and contributions to Heritage and\/or Culture within Norfolk County.\n\nComplete the form below and submit by the deadline of March 31, 2020.\n\n2020 Dogwood Awards Nomination Form \n\n\n\nFollow us on social media",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.9426714778,
        "format_confidence":0.972795248
    },
    {
        "url":"http:\/\/events.ucl.ac.uk\/event\/event:d12j-he05w6cm-s8avou\/m-g-smith-and-the-report-on-the-ras-tafari-movement-in-kingston-jamaica-1960-a-case-study-of-applied-colonial-social-anthropology",
        "text":"• UCL Twitter account\n  • UCL YouTube channel\n  • UCL Facebook page\n  • UCL SoundCloud channel\n  • UCL iTunes store\n\nInformation for Staff\n\n\nSelect dates to view past and future events\n\n17:30 - 19:30 16 May 2013\n\nM G Smith and the Report on ‘The Ras Tafari Movement in Kingston, Jamaica’ (1960): A Case Study of Applied Colonial Social Anthropology\n\n\nSeminar Room 103, First floor | UCL Institute of the Americas (link Map)\n51 Gordon Square | London | WC1H 0PN |\n\nOpen to: Academic | Alumni | Public | Student\nAdmission: Free of charge but registration required\nTicketing: Ticketed\n\nSpeaker information\n\nProf Robert Hill, University of California, Los Angeles (UCLA)\n\nUCL Institute of the Americas (UCL-IA) is truly honored to host distinguished Caribbean scholar, Prof Robert Hill (UCLA) to deliver this paper, part of UCL-IA's series of Caribbean seminars.\n\nThe subject of this paper, M.G. Smith, will no doubt elicit enormous interest on account of his contribution to the field of social anthropology and his work on the Caribbean, but he is also of particular interest for us at UCL since was head of the Department of Anthropology at UCL from 1969-1975, the first Jamaican scholar to hold the post.\n\nThe paper will critically re-examine Smith's seminal 1960 Report on the Rastafari Movement in Kingston, Jamaica, elucidating the hidden conflicts that lay behind its production.\n\nAttendance is free of charge, but registration is required. Early registration is recommended, given the high level of interest this event is likely to attract.\n\n\nOscar Martinez\n+44 (0)20 3108 9721 | ucl-ia@ucl.ac.uk\n\n\nMore information",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.6299234629,
        "format_confidence":0.6056064367
    },
    {
        "url":"https:\/\/lsa.umich.edu\/content\/michigan-lsa\/anthro\/en\/news-events\/all-events\/archived-events\/2016\/01\/the-authors-forum-presents---elephants-and-kings--an-environment.html",
        "text":"Skip to Content\n\nThe Authors Forum Presents: \"Elephants and Kings: An Environmental History,\" A Conversation with Thomas Trautmann and Andrew Shryock\n\nThursday, January 28, 2016\n12:00 AM\nHarlan Hatcher Graduate Library - Gallery #100\n\nBook signing and sale courtesy of Nicola's Books.\n\nBecause of their enormous size, elephants have long been irresistible for kings as symbols of their eminence. In early civilizations—such as Egypt, Mesopotamia, the Indus Civilization, and China—kings used elephants for royal sacrifice, spectacular hunts, public display of live captives, or the conspicuous consumption of ivory—all of them tending toward the elephant’s extinction. The kings of India, however, as Thomas R. Trautmann shows in this study, found a use for elephants that actually helped preserve their habitat and numbers in the wild: war.\n\nTrautmann traces the history of the war elephant in India and the spread of the institution to the west—where elephants took part in some of the greatest wars of antiquity—and Southeast Asia (but not China, significantly), a history that spans 3,000 years and a considerable part of the globe, from Spain to Java. He shows that because elephants eat such massive quantities of food, it was uneconomic to raise them from birth. Rather, in a unique form of domestication, Indian kings captured wild adults and trained them, one by one, through millennia. Kings were thus compelled to protect wild elephants from hunters and elephant forests from being cut down. By taking a wide-angle view of human-elephant relations, Trautmann throws into relief the structure of India’s environmental history and the reasons for the persistence of wild elephants in its forests.\n\nThomas R. Trautmann is professor emeritus of history and anthropology at the University of Michigan. He is the author of many books, including Dravidian Kinship, Lewis Henry Morgan and the Invention of Kinship, Aryans and British India, and India: Brief History of a Civilization.\n\nAndrew Shryock is a cultural anthropologist. He has done ethnographic fieldwork in Yemen, Jordan, and among Arab and Muslim communities in Detroit. The author of several books, including Islamophobia\/Islamophilia: Beyond the Politics of Enemy and Friend, he is Chair and Arthur F. Thurnau Professor of Anthropology at the University of Michigan.\n\nThe Author's Forum is a collaboration between the U-M Institute for the Humanities, University Library, & Ann Arbor Book Festival.\n\nAdditional support for this event provided by the departments of Anthropology, History, and the Center for South Asian Studies.",
        "topic_id":13,
        "format_id":13,
        "topic_confidence":0.7808855176,
        "format_confidence":0.9700695872
    }
]