[
    {
        "url":"https:\/\/community.sigames.com\/profile\/336825-maneesh\/",
        "text":"Jump to content\nSports Interactive Community\n\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\nAbout Maneesh\n\n  • Rank\n  1. Hi guys, I am managing country level right now but now want to go back to managing club level but I’m seeing offers only from English leagues, when I receive messages like juventus manager was sacked I couldn’t see it in the job offers. How can I see job offers across other leagues too ? I am playing in mobile.\n  • Create New...",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.7010262609,
        "format_confidence":0.9494857788
    },
    {
        "url":"http:\/\/www.pbnation.com\/member.php?find=lastposter&t=2641586",
        "text":"View Profile: Yanko693\nFind fields & stores near you!\nFind fields and stores\nPbNation News\nPbNation News\nCommunity Focus\nCommunity Focus\n\nView Profile: Yanko693\nYanko693 Yanko693 is offline\nAnnual Supporting Member\nLast Activity: 12-02-2015 06:53 AM \n\nForum Info Contact Info\nYanko693 has no contact information.\nAdditional Information Group Memberships\nYanko693 is not a member of any public groups\n\nFavorite Fields\nIntense Paintball Who else plays here?\nPaintball Ohio Superstore Who else plays here?\nSplatterPark Who else plays here?\nSynergy Paintball Challenge Who else plays here?",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9823895693,
        "format_confidence":0.9889652729
    },
    {
        "url":"http:\/\/www.gophersports.com\/genrel\/schipper_roger00.html",
        "text":"Roger Schipper\nRoger Schipper\n\nAsst. Athletic Trainer\n\nOffice Phone: 612-626-8771\nemail: schip001@umn.edu\n\nRoger Schipper is entering his 26th season as an Assistant Athletic Trainer at the University of Minnesota where he works primarily with the Gopher Men's and Women's tennis teams.\n\nA native of Worthington, Minn., Schipper earned his Bachelor of Science degree from Minnesota State University-Mankato in 1975. He then continued his undergraduate education at Mankato receiving his 2nd Bachelor of Science degree in Health Education. Following his graduation, he began his athletic training career with the Jacksonville Express of the World Football League. After the demise of the WFL, he headed to Western Illinois University where he earned his Master of Science degree in Physical Education. Schipper then spent seven years as the Head Athletic Trainer at Rochester (Minn.) Community College, before taking over the head post at the University of Wisconsin-LaCrosse in August 1984. He stayed there until accepting the position in Gold Country.\n\nSchipper's experience as an athletic trainer extends well beyond the collegiate level. He was selected to serve on the athletic training staff at the 1991 World University Games held in Sheffield, England, where he worked primarily with the USA National Volleyball squad. In addition, he has been a member of the athletic training staffs at a number of U.S. Olympic Festivals, including the one held in July of 1990 in the Twin Cities. He also has worked with a number of other United States national teams during his career. In addition to his basketball duties, Schipper also has medical responsibility with the Golden Gopher men's golf squad. A member of the National Athletic Trainers Association since 1975, Schipper was inducted into the Minnesota Athletic Trainers Hall of Fame in 2005. He was president of the Minnesota Athletic Trainers Association from 1985-87, and was the winner of a 1999 NATA Service Award.\n\nHe and his wife Kimberly reside in Houlton, Wis.\n\nClinical Interests\nPsychology of Return to Participation\n\n\nGolden Gophers Defeat Colorado State 31-24\n\n9\/24\/2016 - Football\n\nRodney Smith rushed for 99 yards and two touchdowns as the Golden Gophers held on for a 31-24 win against Colorado State at TCF Bank Stadium.\n\nGophers Shut Out Purdue, Sweep Weekend\n\n9\/25\/2016 - W. Soccer\n\nGophers record 2-0 win at Purdue on Sunday afternoon to sweep the weekend. Minnesota is now 9-2-1 on the season.\n\nGophers defeat No. 17 Ohio State in Four\n\n9\/24\/2016 - W. Volleyball\n\nMinnesota defeated No. 17 Ohio State in four sets on Saturday to improve to 10-1 and 2-0 in the Big Ten.\n\nProud Sponsors Of Gopher Athletics",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9527478814,
        "format_confidence":0.9689344168
    },
    {
        "url":"http:\/\/dodgerthoughts.baseballtoaster.com\/archives\/010841.html",
        "text":"Baseball Toaster Dodger Thoughts\nJon Weisman's outlet\nfor dealing psychologically\nwith the Los Angeles Dodgers\nand baseball.\nFrozen Toast\nGoogle Search\nDodger Thoughts\n\n02  01 \n\n12  11  10  09  08  07 \n06  05  04  03  02  01 \n\n12  11  10  09  08  07 \n06  05  04  03  02  01 \n\n12  11  10  09  08  07 \n06  05  04  03  02  01 \n\n12  11  10  09  08  07 \n06  05  04  03  02  01 \n\n12  11  10  09  08  07 \n06  05  04  03  02  01 \n\n12  11  10  09  08  07 \n06  05  04  03  02  01 \n\n09  08  07 \nAbout Jon\nThank You For Not ...\n\n1) using profanity or any euphemisms for profanity\n2) personally attacking other commenters\n3) baiting other commenters\n4) arguing for the sake of arguing\n5) discussing politics\n6) using hyperbole when something less will suffice\n7) using sarcasm in a way that can be misinterpreted negatively\n8) making the same point over and over again\n9) typing \"no-hitter\" or \"perfect game\" to describe either in progress\n10) being annoyed by the existence of this list\n11) commenting under the obvious influence\n12) claiming your opinion isn't allowed when it's just being disagreed with\n\nAbout Jon\n2003-06-06 11:37\nby Jon Weisman\nNote: The Dodger Thoughts blog has moved to the Los Angeles Times.\n\nHi folks. I decided it was time for a new biography, one that didn't read as if I were having my first child for the second consecutive year.\n\nSo in no particular order:\n\nI'm a native of Los Angeles, second generation on my Mom's side. Dad's from Chicago, and attended the last Cubs World Series as a 10-year-old in 1945. He is a lifelong Cubs fan, but the Dodgers were his No. 2 team even then, thanks in no small part to Jackie Robinson. Dad moved to Los Angeles as a teenager in 1951. His family got season tickets to the Rams that year, and they stayed in the family until the team moved to Anaheim in 1982.\n\nMy 13th birthday came in 1980, which is of some significance to the Jewish people. However, I was never a religious person. I flunked out of Hebrew school after my first year because most days, I stayed home to watch the Bugs Bunny-Road Runner Hour instead of attending. I was not moved to change my ways when my older brother was bar-mitzvahed in 1976, nor when my sister was bat-mitzvahed in 1978. In the case of my sister, she had herself quit Hebrew school after a couple of years, but then did a crash course at the last minute when she realized that she was going to miss out on a heck of a lot of presents if she didn't get that bat mitzvah.\n\nMe, I didn't want the presents that badly. I was a pretty content kid. But as the time approached, my father grew a little concerned that I would follow my sister's less-than-sincere path. So, in a fashion he compares to \"The Devil and Daniel Webster,\" he made me an offer. If I gave up my right to have a bar mitzvah, my Dad would give me a lifetime pass to the Dodgers.\n\nYep, that was the offer. I hope it doesn't alienate the more righteous of my readers to learn that I snapped that offer up in a second. (I would say that about 10 percent of the people to whom I tell this story are appalled to some degree.) But that's why, in at least one respect, the Dodgers are my religion.\n\nSome time passed as details were worked out. First of all, the Dodgers, believe it or not, did not sell a lifetime pass - just a mere season ticket. And at the time, I think the Dodgers had a waiting list for season tickets - demand was greater than their allotment of 27,000. Also, I think my Dad had already committed to the Rams for one more year, and didn't want to be spread too thin.\n\nAnyway, starting in 1982, we were the proud owners of four season tickets to the Dodgers. (Guess my Dad didn't want me to have to go alone - or maybe he just had wanted season tickets all along...)\n\nAs far as ambition went, at age 3, I wanted to be a policeman. At age 4, I wanted to be a television star. At age 5, I combined the two ambitions and wanted to be on Adam-12. At age 7, I switched to wanting to be a TV weatherman. Then around the time I was nine or 10, I wanted to be Vin Scully.\n\nThat dream lasted for quite some time, until I realized I didn't really have much of an interest in talking for a living. By the time I graduated from high school in 1985, I had been Sports Editor of the school paper and had some inkling I might want to be a sportswriter. By my freshman year at Stanford, I was pretty sure of it. I started writing for the Stanford Daily my first week there. By the time I graduated, I had covered the College World Series in Omaha and Stanford's first appearance in March Madness in 47 years. I had a column and I loved it.\n\nThe next appropriate chapter of what has already become a stunningly long-winded biography can basically be found here. In short, I loved sportswriting, fulfilled a lifelong dream by covering games at Dodger Stadium, saw many current major leaguers play in their high school days - but got frustrated with it. I left to get a Master's degree in English at Georgetown in 1992, planning to become some sort of novelist\/teacher. But I took a screenwriting elective, and got hooked. I moved back to Los Angeles near the end of 1993, right after wrapping up my quick degree, and went after the screen pretty much up to now.\n\nDepending on your perspective, I had great success or none. I wanted to write for prime-time television, and got an agent to help me to do so, but despite some real close calls, including a tantalizing moment with Buffy the Vampire Slayer, I never made it. Well, I did some uncredited punch-up work with Chris Leavell and Brax Cutchin on a short-lived sitcom, If Not For You, but that was it. I did sell about a dozen half-hour children's scripts for So Weird, Hercules, Men in Black, Roughnecks: The Starship Troopers Chronicles and Max Steel, among other things.\n\nI was making a living, but frustrated by the lack of job security in the business, I've found myself taking salaried jobs outside of screenwriting since 2000, and have been a writer\/editor at our museum here in Los Angeles since April 2002. I still do some screenwriting - and, as you can see, some sportswriting - and hope to be paid for both again someday. (I've got two feature screenplays that aren't spoken for, if anyone's interested in snapping them up! Oh - and \"Dodger Thoughts\" doesn't run on spit and axle grease, either. Well, I guess it sort of does - but still!)\n\nOkay, let's wrap this up. Hobbies? I play softball and ski whenever I can (the latter, of course, ain't as easy where I live). I root hard for the mighty Cardinal. I love great television and was as passionate about Hill Street Blues in its day as I am about the Dodgers today. I still sometimes think my future might be as a TV critic - I did some reviews for the Times in 2002. That'll be my next blog, at any rate.\n\nWell, that's it. If you've read this far, you deserve a prize or some help. I'll close with this: While the amount of time I've spent writing here about other things is going to dwarf the amount of time I've spent on my family, suffice it to say, I'd be nowhere, nothing, nobody, without my wonderful wife and my wonderful daughter. Update: ... and son!\n\nUpdate 2: I began freelancing for Variety in 2004, and moved there full-time as a features editor in 2006.\n\nUpdate 3 (March 2008): And another son!\n\nComment status: comments have been closed. Baseball Toaster is now out of business.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.8381710052,
        "format_confidence":0.5134742856
    },
    {
        "url":"https:\/\/forum.champcar.org\/profile\/8398-somebody\/",
        "text":"Jump to content\n\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n\nRecent Profile Visitors\n\nThe recent visitors block is disabled and is not being shown to other users.\n\n  1. I live down in Stamford, I am interested in a possible spot. I'll send you a PM\n  2. That there is a beautiful video, just have to fast forward 4 and a half minutes to watch it get interesting. :-) I can acknowledge Russian knows what he is doing with RUSEFI, along with others that are running it. We successfully navigated NJMP together in the best of conditions and absolute worst of conditions back in May.\n  • Create New...",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.611115396,
        "format_confidence":0.935056746
    },
    {
        "url":"http:\/\/www.tsdhof.org\/kris-kubik",
        "text":"Kris Kubik\n\n\nKris Kubik served as the assistant coach for the University of Texas men’s swimming and diving program for 34 years. Working alongside Head Coach Eddie Reese, their teams combined to win a record total of 12 NCAA team championships during that span. The duo coached 54 individual NCAA champions, 42 NCAA relay champions, and 28 Olympians. Kubik also served as an assistant coach for Team USA in the 2007 Pan Am Games, the 2008 Olympic Games, the 2009 World Championships, and the 2015 World University Games. He was one of the founders of the Longhorn Swimming Camp and mentored more than 10,000 swimmers throughout his years with the program. Kubik retired from coaching in 2016 and resides in Austin with his wife, April.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9901890159,
        "format_confidence":0.9742084742
    },
    {
        "url":"https:\/\/1069thefan.com\/2018\/09\/12\/the-doug-gottlieb-show\/",
        "text":"The Doug Gottlieb Show\n\n\nDoug Gottlieb is the host of The Doug Gottlieb Show, a nationally syndicated FOX Sports Radio (FSR) program.  Originating from Los Angeles, the fast-paced program features Gottlieb’s unique perspective on the latest headlines, as well as listener interaction and conversations with the biggest names in sports.\n\nGottlieb also serves as a basketball analyst for FS1, providing insights and analysis for Skip And Shannon: Undisputed, The Herd with Colin Cowherd and other programs.\n\nPrior to joining the FOX family in April 2017, Gottlieb hosted The Doug Gottlieb Show on CBS Sports Radio.  The former basketball standout was also a featured analyst on CBS Sports, CBS Sports Network and Prior to that, Gottlieb was a college basketball analyst at ESPN and host of The Doug Gottlieb Show on ESPN Radio. He also co-hosted a midday sports talk show at WWLS-AM in Oklahoma City, Okla.\n\nGottlieb was a college basketball point guard at Notre Dame and Oklahoma State, and graduated with a marketing degree from Oklahoma State in 2000, holding every assists record at OSU and in the Big 12 Conference. He is 11th all-time in assists in NCAA history.\n\nFor more information, please visit\n\n\nLeave a Reply",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9139066935,
        "format_confidence":0.8575188518
    },
    {
        "url":"https:\/\/www.youact.nl\/en\/about-youact\/trainers\/pim-orbons\/",
        "text":"Pim Orbons\n\nA few years ago I reached out to CrossFit because I wanted to become fitter to resume speed skating, a sport I used to do when I was younger. I did my first drop-in at YouAct in Waalre, but didn’t start CrossFit until they moved their box to Eindhoven. I walked in, became a member and never left.\n\nWith a slight preference for the technical work of the Olympic lifts, I have to do my best not to skip the whole gymnastics part. The great thing about CrossFit? Training to be incredibly all-round in sports; MTB tour? Fine! Running a fair distance? Also good (but not too far). Snowboarding from the second the lifts are open and going downhill until the last lift closes behind me. A canoe \/ MTB \/ trail run? Sounds like a challenge, but I’m up for it!\n\nRaised in an active family, my parents did their best to pass on the importance of taking part in sports to me. Judo, football, tennis, table tennis and ice skating have been checked; nothing was too crazy, as long as you did your best. I wish to see the same spirit in the class members. It’s better to face your limits in training before you have to face them in life, right?\n\nDon't take me too seriously, because I don't do that myself either ;)\n\nThe goal is to get fit, make it the best hour of your day, stafe safe, turn up the music, high five some people, and blow off some steam. So remember that. Have fun. Work out. - Pat Sherwood\n\n  • CrossFit Level 1",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9960733652,
        "format_confidence":0.9769064784
    }
]