[
    {
        "url":"http:\/\/www.winespectator.com\/magazine\/show\/id\/10534",
        "text":"\nLog In \/ Join Now\n\nMagazine Archives: May 15, 2004\n\nMichelin Names France's New Three Stars\n\nNick Fauchald\nIssue: May 15, 2004\n\nTravelers headed to France this year may want to revise their list of dining spots to visit. Three restaurants were awarded a coveted third star in the 2004 Michelin Red Guide to France, the gastronomic guidebook known for launching chefs' careers.\n\nFor the full article, check out the new issue of Wine Spectator, on newsstands May 15, 2004.\n\nTo continue reading this page, become a WineSpectator.com member today!\n\nDo you have a Wine Spectator magazine subscription? Save 50% on your Online Membership right now!\n\nAlready a member?\n\nBy clicking \"Log In\" you agree to the Terms and Conditions of WineSpectator.com\n\nWineRatings+ app: Download now for 300,000+ ratings.",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.9846473932,
        "format_confidence":0.9845125675
    },
    {
        "url":"http:\/\/www.thebeefsite.com\/forums\/sendmessage.php?s=902853d6c0075082a73b3ad8a89417bb&do=mailmember&u=15350",
        "text":"\n\nGo Back   TheCattleSite Discussion Forum\nUser Name\nFAQ Members List Calendar Search Today's Posts Mark Forums Read\n\nvBulletin Message\n\nSorry. The email function has been disabled by the administrator.\n\nForum Jump\n\nAll times are GMT. The time now is 11:55.\n\nThe Essential Guide to Meat - Old Pond Publishing\n\nOur Sponsors\n\n\nSeasonal Picks\n\nThe Intuitive Farmer - Old Pond Publishing",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.9655717015,
        "format_confidence":0.8110007644
    },
    {
        "url":"http:\/\/supermarketnews.com\/latest-news\/whole-foods-nintendo-hold-store-promotion-today",
        "text":"AUSTIN, Texas — A Whole Foods Market store in Pasadena, Calif., will hold a shopping competition and cook-off today in cooperation with Nintendo of America, Redmond, Wash., and its “Personal Trainer: Cooking” game, which releases on Nov. 24. Contestants will participate in a shopping spree to find the ingredients needed to prepare one of the recipes in the game, and then take part in the cook-off. Read More of Today's Headlines\n\nREGISTER TO VIEW THIS ARTICLE - Register for a Free Account\n\nWhy Register for FREE?\n\nRegistering for content on Supermarket News will give you INSTANT access to invaluable articles and media content that industry professionals rely on. You will have access to our special reports, feature articles, and industry analysis. It’s FREE, easy and quick.  What are you waiting for! In addition you will also receive a complimentary copy of SN's salary survey sent to you by email.\n\nClick here to read the FAQ page if you have any questions (opens in a new window)\n\nAttention Paid Print Subscribers:  While you have already been granted free access to SN we ask that you register now. We promise it will only take a few minutes! Or visit your profile and add your print magazine account number and zip code.\n\nAlready registered? here.",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.5202378631,
        "format_confidence":0.9660645723
    },
    {
        "url":"https:\/\/www.stockfood.se\/footage-clips\/00503340\/Making-French-dressing-German-Voice-Over-",
        "text":"\n+ 46 8-555 206 00\nYou are on the website for customers from Sweden. To calculate prices and use the shopping cart, please go to the website for customers from USA. Go to\nStockFood » Videos » Video 00503340\nTo view this video,\nplease log in or register.\n\nMaking French dressing (German Voice Over)\n\nPrices for this recipe clip\n\nstarting at 790 SEK\n\neditorial (digital media, e-book, kiosk or digital display etc.) starting at 790 SEK\ncommercial (e-mailer or newsletter, kiosk or digital display etc.) starting at 4.720 SEK\n\n\nLicense type: Rights-managed\nProducer: © StockFood \/ Eising Studio - Food Photo & Video Aspect ratio: 16:9\nRights: This video is available for exclusive usage\nModel Release: not required Property Release: not required\nOriginal format: MOV (H.264)\n\nAdditional step-by-step still images\n\nStockFood More videos in this series",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.9767978191,
        "format_confidence":0.7201865911
    },
    {
        "url":"http:\/\/losangeles.cbslocal.com\/tag\/mia-sarazen\/",
        "text":"Mia Sarazen\n\n(credit: Julie Wolfson)\n\nWhere To Drink The Most Unique Cocktails In Los Angeles\n\nWhether you call them bartenders, barsmiths, mixologists or cocktail chefs, the men and women behind the bars across the city have been busy stirring and shaking unique combination of ingredients into luscious libations. When thinking […]\n\nCBS Los Angeles–02\/16\/2013",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.9684057832,
        "format_confidence":0.8487053514
    },
    {
        "url":"http:\/\/www.olimpiabineschi.it\/tag\/food\/",
        "text":"Living Pakistan\/A dish always too full\n\nIt all started one night at dinner in the restaurant of a hotel: the people ordered more food than we could eat, the offer was richer than there was really need. And so that Sayyeda Zoone Abbas and hes family began to think of the enormous waste of food that plagues Pakistan as the rest of the world, and the consequent inequality in the distribution of the same. At Sayyeda parents have asked to finish studies before to help her give birth Tha-li ( ), the organization that since 2007 works in Islamabad and Rawalpindi to collect surplus food and… read more →",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.9844783545,
        "format_confidence":0.6460200548
    },
    {
        "url":"https:\/\/tv.panatimes.com\/neprtb-taco-bell-hit-by-nationwide-shortages-of-some-ingredients",
        "text":"Tuesday, Aug 03, 2021\nFocus on the big picture\n\nTaco Bell hit by nationwide shortages of some ingredients\n\nCBS, 21 Jul 2021\nThe menu at Taco Bell may be a bit limited these days, with the quick-service restaurant chain warning customers that it might not be able to fulfill their current appetite hankerings. CBS Los Angeles' Michele Gile explains why.\n\nRead more here: https:\/\/cbsn.ws\/3hQERYj\n\nCBSN is CBS News’ 24\/7 digital streaming news service featuring live, anchored coverage available for free across all platforms. Launched in November 2014, the service is a premier destination for breaking news and original storytelling from the deep bench of CBS News correspondents and reporters. CBSN features the top stories of the day as well as deep dives into key issues facing the nation and the world. CBSN has also expanded to launch local news streaming services in major markets across the country. CBSN is currently available on CBSNews.com and the CBS News app across more than 20 platforms, as well as the Paramount+ subscription service.\n\nSubscribe to the CBS News YouTube channel: http:\/\/youtube.com\/cbsnews​\nWatch CBSN live: http:\/\/cbsn.ws\/1PlLpZ7c​\nDownload the CBS News app: http:\/\/cbsn.ws\/1Xb1WC8​\nFollow CBS News on Instagram: https:\/\/www.instagram.com\/cbsnews\/​\nLike CBS News on Facebook: http:\/\/facebook.com\/cbsnews​\nFollow CBS News on Twitter: http:\/\/twitter.com\/cbsnews​\nSubscribe to our newsletters: http:\/\/cbsn.ws\/1RqHw7T​\nTry Paramount+ free: https:\/\/bit.ly\/2OiW1kZ\n\nFor video licensing inquiries, contact: licensing@veritone.com\nRelated Articles",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.8959612846,
        "format_confidence":0.6755395532
    },
    {
        "url":"http:\/\/supermarketnews.com\/print\/archive\/crossing-channels-0",
        "text":"Many non-supermarket retailers are devoting increasing attention to their nonfood offerings, luring consumers with some combination of low prices and\/or convenience. ores and convenience stores. Each type of retailer takes a slightly different approach to food retailing, and within each segment, individual chains further differentiate themselves from each other through their varied approaches to food retailing. In the club-store segment, for example, Sam's Club, a division of Wal-Mart ...\n\nREGISTER TO VIEW THIS ARTICLE - Register for a Free Account\n\nWhyRegisterfor FREE?\n\nSalary Survey 2015\n\nRegistering for content on Supermarket News will give youINSTANTaccess to invaluable articles and media content that industry professionals rely on. You will have access to our special reports, feature articles, and industry analysis. It’sFREE, easy and quick. What are you waiting for!In addition you will also receive complimentary access to the SN salary survey data tables.\n\nClick here to read the FAQ page if you have any questions (opens in a new window)\n\nAttention Paid Print Subscribers: While you have already been grantedfreeaccess to SNwe ask that youregister now.We promise it will only take a few minutes! Or visit your profile and add your print magazine account number and zip code.\n\nAlready registered? here.",
        "topic_id":10,
        "format_id":6,
        "topic_confidence":0.8364625573,
        "format_confidence":0.9855911732
    }
]