[
    {
        "url":"http:\/\/www.thespoof.com\/spoof-news\/magazine\/1879\/markets-give-me-a-break-bernanke",
        "text":"Written by Global Citizen\n\nPrint this\n\nSunday, 16 September 2007\n\nimage for 'Markets - Give me a Break!': Bernanke\n\nWell, we are almost there for the all important September 18th Federal Reserve meeting to review the benchmark Fed. rate. And as the Chairman of the Federal Reserve Board, I am forced to write this piece as I look at the madness that's been generated over this meeting.\n\nWell, one may wonder why I picked Spoof when 'you-name-it' news sites all over the world that claim to know what markets want have dissected each word of mine and that of other board-members to recommend us what decision we should take and analyzed further its impacts on financial markets, on sub-prime issue, on liquidity and credit availability and finally on the all-important economic growth. The reasons are obvious - only Spoof offers me the freedom that I badly need to share my thoughts. I will serve my purpose; and I don't want markets to react unnecessarily before that 18th decision as well.\n\nSince last one month or so, I have read 'n' number of articles that stated markets expect interest rates would be cut by a minimum of 25 basis points on 18th; and by year end, by close to 75 bps. Many played with the figures by 0.5% and 1.0% respectively. Many even gave interesting median estimations (with other statistical jargons that make no sense) on what economists told them. And majority of these economists came from the Investment Banking community or from Hedge Funds.\n\nI have nothing against those articles and its recommendations and expectations. Many academicians even gave Fed. an 'F' for our mishandling of sub-prime issue. Again absolutely fine, honestly I myself do agree that we deserve that (if not an expulsion, I favor an expulsion that Fed. should be closed!). However my sole submission is that grading is based on performance of Federal Reserves over last six years - i.e. when interest rates were brought down to 1% to boost consumption and economic growth. Many scholars complete their PhDs in five years; whereas markets and academicians took more time to give us a rating on our past performance after six years! I wonder what grades they deserve for their timely judgments!\n\nFreedom of speech is a fundamental right. However I am at a loss to interpret the loud drums that's playing in the so-called markets that blurt out the same theme again and again - 'markets expect Fed. To cut interest rates'. In Google search; you will find millions of news articles covering that - not only in our homeland, but in almost all parts of the world. Initially I laughed, then I felt angry, then a bit frustrated and now I am little perplexed at the stupid audacity of the self-proclaiming prophecy when some one says some thing like 'markets expect'. Eventually I understood that it's a lobby group that wants us to know that markets expect Fed. to bail out markets!\n\nSounds a bit funny - isn't it! Did Saddam expected US to bail him out? Probably no. Does Osama bin Laden expect that the US will bail him out for his adventurous actions? Probably no again. The voices against this lobby, though weak because they don't have the money power that markets command, also said that our parents told us not to play with fire - be it with Weapons of Mass Destructions or Terrorism or even with Money matters. And if we still decide to play with fire; we should not be complaining of getting our fingers burnt. So these academic voices warned that Fed. should not send a signal by proving all parental advices are wrong because markets want them to be wrong.\n\nSo I read it this way - the rich expects to get richer and Fed. to help them; the fund managers expect Fed. to help him\/her so that they can show bumper trading profits with riskier instruments and leveraged position to earn huge bonus; the sub-prime lender expects Fed. to help them out as they struggle with forfeited properties with no takers in a falling market.\n\nDoes the poor (around 12% of the US population) expect to get poorer? No one talks about that because their voices seldom get heard? I guess not. Does the people who have not yet bought their American dream homes because prices have shoot up too high beyond their means should be left without the chance by maintaining prices artificially high thro' a bail out? And by sheer numbers, this group has more people than the rich, the fund-managers and the aggressive lenders, or even the struggling end home-buyer.\n\nIf prices fall now, many would be able to buy house again in future. And if prices don't fall; many will never be able to own a house in their life time.\n\nI agree that a terminally ill cancer patient can't flex his\/her muscle. However we need to make a choice today whether this 'Fiat' Fractional Banking led system has indeed driven US economy to the stage of a terminally ill patient; or we can survive with our strong will and determination as we have done many times in the past.\n\nMany called me 'Helicopter Bernanke' because they expected me to distribiute Dollar from a helicopter so that everyone gets enough money and no one complains. Many expected the 'Greenspan Put' era to continue. Both are not feasible for ever.\n\nDon't get me wrong. I have my empathies for the real Americans who today are struggling with their mortgages (or even lost their homes). It's indeed satirical that when we face economic slowdown; we ask the not-so-well-off section to consume more, to spend more, to dream big so that economy can grow and come out of recession. We rearward those consumptions and dreams with asset bubbles, and low supporting interest rates. The rich always have been consuming more and they can't consume any more, in all likelihood. So we have used the struggling section with the pawns of 'grow rich' scenario once in every five or so years. They also don't believe us easily now-a-days. So initially they doubt our commitments - they take time to decide to consume more, dream big. But as they wait and watch; the rich creates the asset bubbles. The poor wonders 'this time it must be for real'. And they finally join. And the bubble bursts. Interest rates tighten; and they again are shattered. And they complain - 'I was happier by consuming less and without dreams; you created environment for me to consume more and dream big. And when I have just started; you rob me by creating the totally opposite scenario.' It has some merit, and we can't and shouldn't ignore those weak voices of many.\n\nSo I am against bailing out this so-called lobby group that apparently knows what markets want. I wonder if anyone ever can know what markets want - even for a day, for an hour or for a year. By claiming that they declare that a few large investment bankers control the markets - their voices are those of the markets' voices. Which itself is a lie and failure of markets. They live in a fool's world; and expect that they can influence any with the strength of their money power. They eventually mean that they knew that this crisis was predestined; and markets whisper to the ears of the rich and super-rich.\n\nAlternatively, even if one thinks that these guys indeed know what the market wants where in Fed., we struggle hard to find what's good and healthy for the markets for the long term and short term. And we don't deny that we do make mistakes; and if these lobby-groups are to be believed; they expect markets expectations are rational, logical and are never wrong. As common people, we know it to be otherwise. The American people also want our troops to return from Iraq; and it definitely sounds more authentic that 'market wants' statements. Does that mean we pull back our troops starting today? Or even take more controversial 'Bush-impeachment'. Majority probably favors that - does it mean we allow public to take over judiciary and impeach President Bush?\n\nIn above cases, we find nothing wrong when Federal policies and systems work against those of the citizens. Then why we expect Federal Reserves to listen and deliver what this so-called market expects thing.\n\nThere is something called an infeasible region for many problems if constraints are self-contradictory. It's a challenge for any Central banker following Fractional Reserves Banking to keep inflation and unemployment low; and growth rate moderate to high. When one adds bailing out the rich on top of that difficult problem; one surely lands in no real solution zones.\n\nThat does not mean that we have not deliberated over the issues in Federal Reserves. The best course of action which we will love to take, but can't is kill the investment bankers like J P Morgan, Morgan Stanley, Merrill Lynch, Goldmann Sachs, Lehman Brothers and that lot. They are the root of the problem and they are not like the heart or the liver of our indispensable global body. They rather are the tumors. There would be some pain as the large investment bankers, hedge funds and Private Equity players die; but their death would indeed herald a new and better financial world with stability and less inequality. If one documents the malpractices these investment bankers have adopted in last couple of decades to earn profit by playing and leveraging money alone; that would put Hitler's records as most kind and humane.\n\nSo we in federal Reserves believe deep in our hearts that we should not bail out these tumors; and prove the lessons our parents taught us to be wrongs. However we have plans to bail out the struggling end-borrower; the house owner who are finding it difficult to pay their monthly installments. And our calculations also show it makes better monetary sense. By keeping interest rate high for manipulators; we earn more (meaning we can afford lower Money Supply) and a fraction of that can be used to subsidize the retail customer - partly or even fully. One may question our profit motive; but if the investment bankers so long used our other motives to make profit by cheating their customers; why we ourselves don't adopt that model for a change for so... (truncated)",
        "topic_id":9,
        "format_id":2,
        "topic_confidence":0.9595844746,
        "format_confidence":0.6149328947
    },
    {
        "url":"http:\/\/www.folklore.org\/StoryView.py?project=Macintosh&story=The_Little_Kingdom.txt",
        "text":"The Original Macintosh:    59 of 132 \nThe Little Kingdom\nAuthor: Andy Hertzfeld\nDate: December 1982\nCharacters: Dan Kottke, Steve Jobs, Jef Raskin, Mike Moritz\nTopics: The Press, Personality\nSummary: Steve Jobs was almost 1982's Man of the Year\nSteve on the cover of Time\n\nThe February 15th, 1982 edition of Time magazine featured none other than Steve Jobs on its cover, appearing in an article entitled \"Striking It Rich: America's Risk Takers\". Instead of a photograph, Steve was depicted in a drawing with a red apple balanced on his head that was pierced by a zig-zag bolt of light emanating from an Apple II.\n\nThe article inside focused on a number of high tech start-ups, but there was a long sidebar that told the story of Apple's meteoric rise, written by a young business reporter named Mike Moritz. It was a bit critical in places (\"As an executive, Jobs has sometimes been petulant and harsh on subordinates\"), but in general it was positive about the company and its prospects.\n\nMacintosh development was shrouded in secrecy, even within Apple, so we were surprised one day a few months later when Steve appeared in the software area of Bandley 4 accompanied by the Time reporter, Mike Moritz. Steve requested that I give him a demo of the Macintosh, and answer all of his questions. Apparently, Mike wanted to write a book about Apple, and managed to convince Steve to give him total access to the company, including the Macintosh team.\n\n\"Mike's going to be our historian,\" Steve informed us, \"so you can tell him everything. Treat him like he's a member of the team, because he's going to write our story for us.\"\n\nThe previous year, a development team at Data General was immortalized by Tracy Kidder's best selling book, \"The Soul of a New Machine\", about the ups and downs of developing a new mini-computer. Now it seemed like Mike Moritz was going to do something similar for the Mac team.\n\nOver the next few months, Mike spent lots of time hanging around the Mac team, attending various meetings and conducting interviews over lunch or dinner, to learn our individual stories. Mike had grown up in South Wales and attended Oxford before moving to the US for grad school, obtaining an MBA from Wharton. He was in his mid-twenties, about the same age as most of us, and was very smart, with a sharp, cynical sense of humor, so he fit right in, and seemed to understand what we were trying to accomplish.\n\nIn December 1982, word somehow got around that Time Magazine was considering awarding Steve Jobs its prestigious \"Man of the Year\" designation for 1982. Mike Moritz, who was by now Time's San Francisco Bureau Chief, came down to Apple for another round of interviews, as background for the lengthy \"Man of the Year\" story. But we were in for a surprise when the award was announced the last week of the year.\n\nInstead of crowning Steve Jobs as the Man of the Year as we expected, Time's editorial staff gave the designation to \"The Computer\", declaring 1982 to be the \"year of the computer\" and explaining that \"it would have been possible to single out as Man of the Year one of the engineers or entrepreneurs who masterminded this technological revolution, but no one person has clearly dominated those turbulent events. More important, such a selection would obscure the main point. TIME's Man of the Year for 1982, the greatest influence for good or evil, is not a man at all. It is a machine: the computer.\"\n\nThe cover story did include another profile of Steve Jobs, containing some comments that were less than complimentary. One unspecified friend was quoted saying \"something is happening to Steve that's sad and not pretty\", but the best quote was attributed to Jef Raskin: \"He would have made an excellent King of France.\"\n\nSteve became quite upset when he read an advance copy of the Time article on New Year's eve, and even called up Dan Kottke and Jef Raskin early on New Year's Day to complain to them about it. Soon, Mike Moritz was no longer welcome on the Apple campus; in fact, Steve told the software team \"if any one of you ever talk to him again, you'll be fired on the spot!\"\n\nBut some of us talked with Mike again surreptitiously, as he was putting the finishing touches on his book around the time of the Mac introduction. The book, entitled \"The Little Kingdom: The Private Story of Apple Computer\", was published in fall of 1984; twenty years later it remains one of the best books about Apple Computer ever written.\n\nPerhaps inspired by the example of Steve Jobs and Apple, Mike Moritz switched careers in 1986 to become a venture capitalist, working for Don Valentine at Sequoia, one of the original investors in Apple. Mike became the original investor in Yahoo in April 1995, convincing Jerry Yang and David Filo to commercialize their web directory, and today is one of the most respected VCs in the industry.\n\nBoot Beep\nBack to The Original Macintosh\nLittle Rubber Feet\n\nAccount Name:\n\n\nCreate new account\nRelated Stories\nOverall Rating: 4.30\n\nYour rating:",
        "topic_id":9,
        "format_id":2,
        "topic_confidence":0.6494723558,
        "format_confidence":0.8980087042
    },
    {
        "url":"http:\/\/www.quotes-clothing.com\/spend-less-than-make\/",
        "text":"My dear,\n\nLook at us, going about all willy-nilly calling ourselves wise; smartest animals on Earth we say! Yet we’re all losing money left and right hand over fist. Are we losing this money to thievery? No. To scams? No. Then to what?\n\nTo ourselves.\n\nWe’re losing all this money because we buy this, then buy that, and oh yeah, buy that too. Until, only after it’s too late, we realize we’ve spent all this money we don’t have.\n\n… Oh well, that’s what the credit card is for right?\n\n*Sigh* We’re sooo smart.\n\nSo smart that we haven’t learnt the simplest rule of them all:\n\nSpend less than you make.\n\nFalsely yours,\nA. Nonymous",
        "topic_id":9,
        "format_id":2,
        "topic_confidence":0.866841495,
        "format_confidence":0.8965144753
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/UnNews:Buried_treasure_up_300%25",
        "text":"UnNews:Buried treasure up 300%\n\nFrom Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\nBuried treasure up 300%\n\nEvery time you think, you weaken the nation —Moe Howard\n\nUnNews Logo Potato\nWednesday, May 24, 2017, 00:42:59 (UTC)\n\nF iconNewsroomAudio (staff)Foolitzer Prize\n\nFeed-iconIndexesRandom story\n\n31 December 2008\n\nCaptain pugwash\n\nFederal Reserve Chairman Pugwash\n\nThe Sargasso Sea, Tuesday With banks around the world collapsing and investments going bust on a daily basis, more and more money is being stuffed into huge wooden chests and buried.\n\n\"My retirement fund was wiped out in November.\" said Nebraska based orthodontist Bill Maynard, \"So since then, I've been investing in a little nest-egg at Skeleton Cove.\"\n\nInvestment consultant William \"Billy\" Bones-Hamilton recomends a diversified portfolio of dubloons, silver necklaces, rubies and the gold of the Indies.\n\n\"Treasure based investments - or 'booty' as we call it in the business - has long been the underdog of the finance sector, ye scurvy dog,\" he said. \"With the abundance of cheap credit previously available and the rise of the hedge funds, people just didn't want to put their money in a hole in the ground at 0% interest, arrr. Today, that do be looking like a good deal, it be.\n\n\"Arr, it do be the black spot, Jim, lad.\" he added.\n\n\"Yarr, I've been waiting years, but now it be me turn, says I,\" said Captain Edward \"Blackbeard\" Teach VII. \"I started 'Blackbeard and Co. Robbery, Murder, Rape and No Interest Investments' ten years ago, and business had been as vile as a Spaniard's caress. For some reason people didn't want to look me in the evil, leering eye give me their money. Now, every day thousands more people who aren't Rick James are now investing in booty. Business is doing so well, I've been taking on extra bury-ers. I've had to import extra Senegalese slaves with skin as black as me own foul heart.\"\n\nCritics of the \"parchment funds\" (so called because they are accessed via a crudely drawn map on yellowed parchment) say that investing money fourteen paces nor-north west of Snake Mountain is a dangerous practice.\n\n\"By burying their traysure, these swabs do be taking more money out of yon global economy, me matey,\" said Peter \"Pierre la Morte\" Brown, a former Wall Street analyst currently residing in a dumpster. \"This can only deepen the recession in all sectors except gold-smithing, Aztec-fighting, chest-construction and parrot-breeding.\n\n\"It's just like Adam Smith said:\"\n\nFifteen economists on a dead man's chest\nYo ho ho and a bottle of rum\nIndicates that demand for space on a dead man's chest\nYo ho ho and a bottle of rum\nOutstrips supply by a rate of fifteen-to-one\nYo ho ho, and it's getting pretty boring\nSo only by charging higher rates for standing on a dead man's chest\nYo ho ho, make him stop! Make him stop!\nCan the shortage be ended.\nYo ho ho, and he's finally shut up!\n\nedit Sources\n\nPersonal tools",
        "topic_id":9,
        "format_id":2,
        "topic_confidence":0.7665938735,
        "format_confidence":0.984231472
    },
    {
        "url":"http:\/\/goodlingos.com\/business\/b.html",
        "text":"\nJ | K | L | M | N | O | P | Q | R\nS | T | U | V | W | X | Y | Z\n\n\nBack to basics\nBack to square one\nBack to the drawing board\nBack to the wall\nBackseat driver\nBag of tricks\nBald as a coot\nBallpark figure\nBang your head against a brick wall\nBaptism of fire\nBarking up the wrong tree\nBatten down the hatches\nBattle royal\nBe like that\nBe my guest\nBe seeing you!\nBear with us\nBeat a hasty retreat\nBeat about the bush\nBeat around the bush\nBecause it's there\nBed of roses\nBee in one's bonnet\nBefore you can say Jack Robinson\nBefore you decide, get the facts\nBefore you launch a new product, see if it will fly\nBeg, borrow or steal\nBeggars can't be choosers\nBehind the scenes\nBelieve it or not\nBelle of the ball\nBells and whistles\nBend over backwards\nBest in the west\nBetter late than never\nBetter safe than sorry\nBetween a rock and a hard place\nBetween the Devil and the deep blue sea\nBetween you and me\nBetween you, me and the bedpost\nBeyond compare\nBeyond the pale\nBide your time\nBig Brother is watching you\nBigger is better\nBird in the hand is worth two in the bush\nBirds of a feather flock together\nBite off more than one can chew\nBite the bullet\nBite the dust\nBlazing inferno\nBlessing in disguise\nBlind leading the blind\nBlood is thicker than water\nBlushing bride\nBone of contention\nBone to pick\nBottom line\nBought the farm\nBowl them over\nBox of tricks\nBright-eyed and bushy-tailed\nBring the highest prices\nBringing buyers and sellers together\nBroaden your horizons\nBuck stops here\nBuilds repeat sales\nBurn the candle at both ends\nBusiness is business\nBuy smart, deal with ____\nBy the same token | CONTACT US",
        "topic_id":9,
        "format_id":2,
        "topic_confidence":0.9620035291,
        "format_confidence":0.714903295
    },
    {
        "url":"http:\/\/www.pouryourheart.com\/as-you-believe-so-you-achieve\/",
        "text":"As You Believe So You Achieve.\n\n\nAs You Believe So You Achieve\n\n\nA Business executive was deep in debt and could not see any way out.\nCreditors and Suppliers were demanding payments. He sat in the park, wondering if anything could save his company from bankruptcy.\nSuddenly an old man appeared before him and asked,\n“I can see that something is troubling you seriously”.\n\nAfter listening to the executive the old man said,\n“I believe I can help you”.\nHe asked the…man his name, wrote out a cheque and put it into his hands saying,\n“Take this money, meet me here exactly one year from today and you can pay me back at that time”.\nThen he turned and disappeared as quickly as he had come.\n\nThe business executive saw in his hands a cheque for $ 500,000 signed by Warren Buffet, one of the richest man in the world.\n“I can erase my worries instantly” he realized.\nBut instead, the executive decided to put the uncashed cheque in his safe knowing that it might give him the strength to work out to save his business and to use this only in case of dire emergency.\nWith changed thinking he negotiated better deals, restructured his business and worked rigorously with full zeal and enthusiasm and got several big deals.\nWithin few months, he was out of debt and started making money once again.\n\nExactly one year later he returned to the park with the un cashed cheque.\nAs agreed, the old man appeared.\nBut just as the executive was about to hand him back the cheque and share his success story, a nurse came running up and grabbed the old man.\n“I’m so glad I caught him” she cried.\n“I hope he hasn’t been bothering you much.\nHe always escapes from the mental hospital and tells people that he is Warren Buffet”, saying this she took the old man away.\n\nThe surprised executive just stood there, stunned!!!\nAll year long he had been dealing thinking that he had half a million dollars behind him.\n\n\nP.S. It’s not the money, real or imagined that turns our life around.\nIt is our newly found self-confidence that gives us the power to achieve anything we want…\n\n\n\n(contributed by: jagan on 26.12.2012)\n\n\nLeave a Reply\n\nerror: Content is protected !!",
        "topic_id":9,
        "format_id":2,
        "topic_confidence":0.714025557,
        "format_confidence":0.6016142964
    },
    {
        "url":"https:\/\/modernproverbs.net\/2012\/07\/30\/organizations\/",
        "text":"Young leaders need only wait; time eventually assassinates all the old ones.\n\nEvery organization has the same problem — what to do with all the bodies.\n\nOrganizations come and go; the good they do comes and stays.\n\nSuccess has archives, failure only bad memories.\n\nWithin organizations, language is reality.\n\nClothes may make the man, but impoverished children and women make the clothes.\n\nThe primary function of organizations is to make people wait.\n\nPolicy and protocol are the favorite sons of old organizations.\n\nAn organization’s culture isn’t a slogan; its a behavior.\n\nOrganizations and planets have this in common; they tend to turn on their founders.\n\nAn organization is a concept becoming a reality.\n\nBusiness’s magic trick is to make big what it keeps small.\n\nTwo things an organization hates: an unfinished start.\n\nThree things we hate, even one we deplore: the big boss who won’t stop working, the big cheese who won’t share the power, and the big dog who gobbles all the goodies.\n\n\nComments are closed.",
        "topic_id":9,
        "format_id":2,
        "topic_confidence":0.882682085,
        "format_confidence":0.766143918
    },
    {
        "url":"https:\/\/www.platinum-jp.jp\/info2021-11-16\/13033314.html",
        "text":"Online advertising make money plus WeChat\n\nOnline advertising make money plus WeChat\n\nWhat transparent service? Don’t create concepts for me!\n\nHe only hid them because he did not want the salesmen to sell their products to make money. Don’t read too much into it!\n\nZhou Muyan clicked his tongue in wonder as he stood up. The three of them entered the digital zone.\n\nTips, opportunities to make money：The most profitable software list of online\nThe sun shone through a full-length window, illuminating the entire space. It might be summer and it was very hot outside but the temperature of the air conditioner was very suitable. The warm sunlight made people feel very comfortable.\n\nThere were various Tengda’s digital products in the spacious and bright space, including G1 cell phones, Fully-Automated Smart Bickering Machine, smart fitness drying rack, and other products. They were all in different areas.\n\nTips, opportunities to make money：Online part-time typing and money\nThere were obviously more people here than in the gaming experience area. Some customers were playing with G1 cell phones while others were bickering with the bickering machine. It was a harmonious scene.\n\nPei Qian felt depressed.\n\nWhat were these people shopping for...\n\nApart from this cell phone, hadn’t everything else been released for a long time? Especially the bickering machine. Why did people still enjoy it?\n\nZhou Muyan walked to the counter of G1’s cell phone and played with it.\n\nTips, opportunities to make money：Where can I pay online?\nYao Bo was a little surprised. “Eh, aren’t you using this cell phone now?”\n\nZhou Muyan said, “So what? Playing with my own is not the same as playing with the shop.”\n\n“Such a high-end experience shop has a special effect on these products. Look at this Fully-Automated Bickering Machine. It glows in the bright sunlight, and its appearance instantly appears to be a lot more high-end!”\n\n“It stimulates shopping desires!”\n\n“Is this also a transparent service? Not bad, not bad.”",
        "topic_id":9,
        "format_id":2,
        "topic_confidence":0.9810784459,
        "format_confidence":0.8905268312
    }
]