[
    {
        "url":"http:\/\/www.ibtmevents.com\/Press-Releases\/ibtm-world-provides-flexible-business-solutions-with-new-hotel-pavillion\/",
        "text":"﻿ ibtm world provides flexible business solutions with new hotel pavillion - IBTM\n\nibtm world provides flexible business solutions with new hotel pavillion\n\n05 Sep 2016\n\n\nibtm world provides flexible business solutions with new hotel pavilion\n\nibtm world continues to innovate and provide new platforms for exhibitors to get the most out of the show and this year introduces an Hotel Pavilion specifically for individual properties wanting to be part of the leading event for the meetings industry and the 17,000 participants expected onsite between November 29th and 1 December 2016.\n\n\nThe Hotel Pavilion is a specific area on the show floor and a turn-key solution. The concept will provide everything that is needed to exhibit including individual stand space, electricity and furniture as well as a Hosted Buyer diary of appointments over the 3 days of the show. Hotels just need to show up, brand their space and start their business meetings. Every exhibitor will also be able to join in the networking, education sessions and many functions that are part of ibtm world 2016 www.ibtmworld.com\n\n\nDescribing this new feature, Graeme Barnett, Senior Exhibition Director, ibtm world said; “This is a fantastic solution for smaller hotels or individual properties to be part of ibtm world, we have had lots of requests and feel that this is the best stress-free alternative.   We have created maximum return, the opportunity to showcase their property in a dedicated area ensuring Hosted Buyers and Trade Visitors can easily locate them on the show floor. This area has been specifically created to meet the demands of the Hosted Buyers and Trade Visitors attending the show who want to see new and different hotel properties ”. Each exhibitor will have a stress free experience whilst still getting the opportunity to have a full diary of appointments and of course the brand awareness to the trade visitor audience.”\n\n\nHotels wishing to take advantage of the Hotel Pavilion should visit the ibtm world website www.ibtmworld.com\/hotelpavilion  \n\n\nWe use cookies to operate this website and to improve its usability. Full details of what cookies are, why we use them and how you can manage them can be found by reading our Privacy & Cookies page. Please note that by using this site you are consenting to the use of cookies.",
        "topic_id":23,
        "format_id":13,
        "topic_confidence":0.8102543354,
        "format_confidence":0.9931904674
    },
    {
        "url":"https:\/\/www.gorockford.com\/articles\/post\/racvb-chamber-voice-article-tournaments-and-events-help-keep-the-economy-humming\/",
        "text":"Rockford Chamber VOICE Article, April 1, 2017\nTournaments and Events Help Keep the Economy Humming\nBy John Groh\n\nThe value of tourism to a community can sometimes be hard to grasp if you are just looking at the big picture. What I mean by that is it’s easy to get caught up in the numbers – many of which are large-scale such as the $350 million visitors spent in Winnebago County in 2015, or the 7.6 million people that attended our sites, attractions and events that same year.\n\nThe community-wide impact is certainly represented in numbers like these. However, it’s tourism on the smaller scale that really showcases the impact on the community. Take for instance the U.S. Synchronized Skating Championships held at the BMO Harris Bank Center in February. Bringing in teams from throughout the United States, we had the opportunity to showcase our wonderful community to thousands of visitors.\n\nAnd, we definitely did put our best foot forward … Check out this great review from the Starlights Synchronized Skating Club from Skokie, Illinois:\n\n“Thank you Go Rockford. The 2017 U.S. Synchronized Skating Championships was successful because of you. Your whole team supported us from the time we started planning the event through the event itself. The city of Rockford welcomed the skaters and their families with open arms, and a very large pair of skates! Your restaurants and hotels made all of the skaters feel welcome and special. Everywhere you looked, we were the talk of the town. We couldn't have done it without you and we hope we have an opportunity to host another event in Rockford.”\n\nEven more important than the glowing review might be the fact that our hotels, restaurants and retail establishments got a nice shot in the arm during the slow winter months. The District Bar & Grill downtown reported having fulfilled more than 700 reservations the week of the event from participants, and another downtown business said that the Friday and Saturday of the event saw sales equal to what they usually see in the entire month of February. And it wasn’t just downtown business; Lucha Cantina also reported having one of their busiest weekends in the past year.\n\nSo it’s the impact of each tournament over the course of the year that leads us to these mega-watt numbers that fuel our economy. Better yet, these mega-watt numbers lead to more jobs as our hospitality industry continues to grow with more than 2,800 jobs directly related to the tourism industry in Rockford!\n\nSo what’s next for Rockford?\n\nThe past few months have been very busy for the RACVB as we have announced several high profile, high attendance tournaments and conferences that are coming to our region this year. Here’s a quick sample of what we can look forward to:\n\n- Amateur Athletic Union Midwest Regional Gymnastics Championships\nDate: May 5-7, 2017 Location: UW Health Sports Factory Attendance: 400-500 athletes traveling from across the region and 1,500 total visitors expected. Economic Impact: Estimated 485 room nights and $87,300 in economic impact.\n- Premier SuperCopa Championships\nDate: June 9-12, 2017 Location: Mercyhealth Sportscore Two Attendance: 92 boys teams, 64 girls teams; U9-U12 for both genders, national tournament (invitation only) and 6,000 total visitors expected Economic Impact: Estimated 10,000 room nights and $1.8 million in economic impact\n- Elite Clubs National Playoffs\nDate: June 22-27, 2017 Location: Mercyhealth Sportscore Two Attendance: Approximately 240 teams, all girls competitive youth leagues ages 14-18 and 10,000 total visitors expected. Economic Impact: Estimated 14,000 room nights and $2,520,000 EEI (Teams will stay in the Rockford region and extend into Chicago, Milwaukee and possibly Madison.)\n- Convention of Jehovah’s Witnesses\nDate: July 28-30, August 4-6 and August 11-13 Location: BMO Harris Bank Center Attendance: This big win for the Rockford region will draw approximately 15,000 attendees who are expected to visit from Milwaukee, Madison, Dubuque, Davenport, Kenosha, Racine and more.\nEconomic Impact: Estimated $589,500 and more than 4,500 room nights during the three weekends.\n\nThe impact of these events will be a tremendous boost to our local economy this year and we are thankful that these groups have chosen Rockford. Thanks to great cooperation from our local partners like the Rockford Park District, BMO Harris Bank Center and many others, we are able to continue securing events like these for the region. And, the great customer service our hotels, restaurants and retail businesses show these guests keeps them wanting to come back time and time again.",
        "topic_id":23,
        "format_id":13,
        "topic_confidence":0.6856976151,
        "format_confidence":0.683151722
    },
    {
        "url":"http:\/\/thewashingtonlobbyist.com\/mandarin-oriental-washington-dc-hosts-the-great-republic\/",
        "text":"Mandarin Oriental, Washington DC Hosts The Great Republic\n\nMandarin Oriental Washington DC will host The Great Republic Popup Shop from January 17 to 22 during the Inauguration\n\nThe southwest waterfront hotel is collaborating with the quintessential Americana shop, The Great Republic, to bring unique, highly-collectable historic items, as well as made-in-America gifts conveniently to guests while visiting the capital for the inauguration festivities.\n\nThe Great Republic, based in Colorado Springs, Colorado with a retail shop in CityCenterDC, Washington’s premier luxury shopping center, specializes in rare books, forgotten treasures, vintage flags and maps, as well as modern day collectibles.\n\nWith over 30-plus years of sourcing the world’s finest antiques and “off the chart” goods, the pop-up retail shop will give guests the opportunity to shop and marvel at the exceptional collection of items, without leaving the comforts of the hotel.\n\nA few of the carefully curated items available include a beautifully framed 38-star American flag, circa 1876, a first edition engraving of Washington’s famous crossing of the Delaware, a first edition of Mark Twain’s classic novel, “Adventures of Huckleberry Finn” and a fully restored 1946 Indian Chief Motorcycle proudly displayed in the hotel’s lobby in celebration of its American design.\n\nFrom January 17 to 22, 2017, the Great Republic pop-up shop located on the lobby level of Mandarin Oriental, Washington DC will be open to guests and the public daily and by appointment.\n\nPlease follow and like us:",
        "topic_id":23,
        "format_id":13,
        "topic_confidence":0.9887499809,
        "format_confidence":0.889829874
    },
    {
        "url":"http:\/\/www.eglobaltravelmedia.com.au\/ministry-of-tourism-to-meet-with-stakeholders-on-zika\/",
        "text":"﻿ Global Travel Media » Blog Archive » Ministry of Tourism to Meet with Stakeholders on Zika\n\nHome » Tourist Boards » Currently Reading:\n\nMinistry of Tourism to Meet with Stakeholders on Zika\n\nSeptember 5, 2016 Tourist Boards No Comments Email Email\n\nThe Bahamas Ministry of Tourism together with the Ministry of Health and the Department of Environmental Health Services will hold a special Zika sensitivity meeting with industry stakeholders on Monday, September 5th at 10am at the British Colonial Hilton. http:\/\/www.tourismlegal.com.au\/\n\nInvitations will be sent to industry partners. The objectives of the meeting are to further educate tourism stakeholders on the Zika virus and to encourage stakeholders to take preventive measures to mitigate the spread of Zika.\n\nMinister of Tourism Obie Wilchcombe said the ministry continues to be proactive in the fight against the virus.\n\n“The primary focus of our meeting on Monday is to discuss precautions that we can take to combat the Zika virus and ensure that our visitors have a safe and healthy experience in our islands,” Wilchcombe said.\n\n“The Bahamas remains a safe destination and we will continue to be. We have a lot of confidence in the work the Ministry of Health is doing to manage Zika and mitigate further cases.”\n\nOn Wednesday, Health Ministry Dr. Perry Gomez said that there are now eight confirmed cases of Zika on the island of New Providence.\n\nHealth officials continue to fog on New Providence and the family of islands.\n\nThe Zika virus is transmitted primarily through the bite of the Aedes aegypti mosquito. However, the virus is also spread from mother to baby during pregnancy and during sexual intercourse.\n\nHealth Officials advise anyone travelling to The Bahamas who feel they may have symptoms of the virus to contact the National Disease Surveillance Unit at 502-4776, 502-4790, 376-3809 or 376-4705.\n\nVisitors to The Bahamas receive educational pamphlets about the virus at all ports of entry. The pamphlet includes symptoms, prevention tips and contact information for the Ministry of Health.\n\nHotels and guest properties throughout The Islands of The Bahamas are also continuing their proactive measures.\n\nProactive measures include:\n•    Providing staff and guests with information on Zika so that they are aware of the signs and symptoms, how Zika is transmitted and how it can be prevented.\n\n•    Having insect repellant available to visitors.\n\n•    Avoiding storing water in outdoor containers to prevent them from becoming mosquito-breeding sites.\n\n•    Covering water tanks or reservoirs so that mosquitoes do not get in.\n\n•    Avoiding the build-up of garbage, which can act as a breeding site for mosquitoes. Putting garbage in closed plastic bags and keep it in closed containers.\n\n•    Uncovering and unblocking gutters and drains to release stagnant water.\n\nAll travelers are advised to:\n•    Stay informed about the Zika situation in countries they are travelling to.\n\n•    Use insect repellents on exposed skin. Insect repellents that contain DEET, Picaridin, oil of lemon eucalyptus (OLE) or IR3535 are the most effective and safe when used according to the label. If also using sunscreen, apply sunscreen first and insect repellent second.\n\n•    Where possible, wear light colored long-sleeved shirts and long pants, socks and shoes to minimize exposed skin.\n\n•    When indoors use air conditioning and keep the doors and windows closed, unless they are screened, to keep out mosquitoes. If this is not possible, sleep under mosquito nets to prevent bites.\n\nWhat should you do if you feel sick and think you may have Zika?\n•    Consult a healthcare professional if you are feeling ill, especially if you have a fever. If you have returned home, make sure to tell them about your travel.\n\n•    Use acetaminophen or paracetamol to treat fever and pain.\n\nGet lots of rest and drink plenty of liquids.\n•    A person infected with Zika will have the virus in their blood for the first week of infection. The virus can be passed on to other mosquitoes if they bite you while you are carrying the virus. Therefore, be especially careful to prevent mosquito bites during the first week to avoid spreading the disease.\n\nTravelers are encouraged to visit Bahamas.com\/pressroom for any updates on Zika.\n\nComment on this Article:\n\nTime limit is exhausted. Please reload CAPTCHA.\n\nPlatinium Partnership\n\n\nElite Partnership Sponsors\n\n\nPremier Partnership Sponsors\n\n\nOfficial Media Event Partner\n\n\nGlobal Travel media endorses the following travel publication",
        "topic_id":23,
        "format_id":13,
        "topic_confidence":0.6831100583,
        "format_confidence":0.6580240726
    },
    {
        "url":"http:\/\/www.heritagehotelgroup.com\/blog\/2016\/12\/",
        "text":"Heritage Hotel Group Blog\n\nOffering comfort, convenient locations and first-class service throughout California!\n\nMonth: December 2016\n\nNov. 2016: Winner of Napa Valley Fruit and Wine Basket and a 2-night Best Western Heritage Inn in Vacaville, CA hotel stay!\n\nwinner of heritage hotel group with basket and hotel in vacaville ca\n\nWe would like to congratulate Julie Phiffer for winning the Napa Valley Wine and Fruit Basket with the two-night hotel stay at the Best Western Heritage Inn in Vacaville, California! She can’t wait to taste and enjoy the wonderful Wine and Fruit Basket and celebrate the holiday season to share with friends and family.  She also won a 2-night getaway and stay at our Best Western Heritage Inn in Vacaville, CA hotel facility! Our hotel in Vacaville, California is close to great attractions such as Nut tree, Jelly Belly Factory, Vacaville Shopping Outlets, Napa Valley Wineries, local unique dining and much more!\n\nDon’t forget to enter this month’s giveaway at: http:\/\/www.heritagehotelgroup.com\/giveaway\n\nSonora CA Hotels: Leland Snow Play is Opening in Two Days!\n\nLeland Snow Play is Opening in Two Days!\n\nThe weekend is almost here, and the hills are covered in Snow!\n\nLeland Snow Play will be open weekends ONLY beginning Dec. 3rd.  until the start of Christmas Break.  Beginning December 9th, they will be open seven days a week through the holiday vacation season from 10am to 5 pm every day. We’ve all been waiting for this weekend, so make the most of the season with plans for Snow Tubing, Pick out your Christmas Tree, and create a ton of wonderful winter memories.\n\nTickets for Leland Snow Play are available now at Best Western PLUS Sonora Oaks! Just ask for the Leland Package when you make your reservation!\n\nPackage includes:\n\n  • 10% Discount off any available room type.\n  • A mug of Hot Cocoa and a Candy Cane for every guest in the room.\n  • A stuffed Polar Bear for all the kids.\n\nEach Ticket Includes:\n\n  • All day pass into Leland Snow Park.\n  • Equipment Rental\n  • Complimentary Lunch\n  • Free hot drink at the end of the day.\n\n    Call your next stay today: 209-533-4400\n\n\n\nDec. 2016: Win a $200 Ticketmaster Gift Card with a 2-night stay at The Hub Hotel in Sacramento, CA!\n\n\nEnter to win this month’s Giveaway:\n\n  • $200 Ticketmaster Gift Card\n  • A two night stay at The Hub Hotel in Sacramento, CA\n\nThe Golden 1 Center just opened in Downtown Sacramento! What a better way to celebrate the holidays by winning a $200 Ticketmaster Gift Card to use and see live entertainment and concerts near our hotel in Sacramento, CA! Winner will also enjoy a two night stay at our hotel in Sacramento, CA which is just less than two miles away from Golden 1 Center and it is centrally located between San Francisco and Lake Tahoe for all that snow fun!  Some of the famous attractions that Sacramento, CA has to offer are Old Historic Sacramento, California State Capitol & Museum, Capitol Park, Railroad Museum, Sutter’s Fort State Historic Park, Sacramento Zoo, Leland Stanford Mansion State Historic Park, Tower Bridge, California Exposition & State Fair, local restaurants and much more! Winner will surely get excited to win this generous gift card and maybe share some entertainment it with their love ones for the holiday events!\nThis Sacramento, CA hotel is the newest hotel to join our Heritage Hotel Group family. It also features newly appointed guest rooms, free Wi-Fi, free local calls, outdoor pool and jacuzzi, free parking, 5 minutes away from Downtown and State Capitol, excellent customer service and more!\n\nTo enter just to sign up for the Heritage Hotel Group Email List, like Heritage Hotel Group’s Page on Facebook, or follow Heritage Hotel Group on Twitter. ALSO: Share current monthly giveaway to Facebook friends (from Heritage Hotel Group’s Facebook page)or Retweet it on Twitter (from HeritageHGroup)\n\nFor entry form and for more information go here: http:\/\/heritagehotelgroup.com\/giveaway\/\n\nLast Day to Enter: Dec. 31, 2016 and must be U.S. Resident \/ 18+\n\nTranslate »",
        "topic_id":23,
        "format_id":13,
        "topic_confidence":0.9945936799,
        "format_confidence":0.809432745
    },
    {
        "url":"https:\/\/www.savetheredwoods.org\/event\/free-second-saturdays-redwood-state-parks\/2018-04-14\/",
        "text":"Skip to main content\n\nLoading Events\n\n« All Events\n\n  • This event has passed.\n\nFree Second Saturdays at Redwood State Parks\n\nApril 14, 2018\n\n|Recurring Event (See all)\n\nAn event every month that begins at 12:00am on day Second of the month, repeating until December 31, 2018\n\n\n2018 DATES: Jan. 13 | Feb. 10 | Mar. 10 | April 14 | May 12 | June 9 | July 14 | Aug. 11 | Sep. 8 | Oct. 13 | Nov. 10 | Dec. 8\n\nSave the Redwoods League and California State Parks have collaborated for the fourth consecutive year on public access strategies, and are now offering free day-use admission to more than 40 redwood state parks every second Saturday of each month in 2018. This event promotes the enjoyment and appreciation of the state parks that protect these magnificent redwood forests.\n\nLearn more and get your free day-use admission pass today!\n\nJoin our newsletter\nGet the latest redwood updates in your inbox",
        "topic_id":23,
        "format_id":13,
        "topic_confidence":0.9139181376,
        "format_confidence":0.5527268052
    },
    {
        "url":"https:\/\/www.westallisdowntown.com\/post\/not-just-a-party-how-festivals-events-impact-the-community",
        "text":"Not Just a Party: How Festivals & Events Impact the Community\n\nA lot of people think our organization just plans festivals, but that's far from the truth. Though these events are the first impression a lot f people get of the downtown, their purpose lies deeper than providing a fun afternoon.\n\nOn average, the events held in West Allis Downtown bring 20,000 people to the area annually. The West Allis A La Carte and the Downtown West Allis Classic Car Show combined brought over 5,000 visitors from outside of Milwaukee County. The more out of town visitors an event brings in, the more new potential customers for our businesses in the Downtown or who are vending at the event. Out of town visitors also have a higher chance of spending the night at one of our hotels, increasing the amount of room tax dollars coming in to be used to promote more tourism to the city.\n\nThanks to Errin Welty and Adriana Saia from the Wisconsin Main Street Program, we were able to get a comprehensive report on specifically how our 2019 Downtown West Allis Classic Car Show impacted the community. The report outlined where people came from, how old they were.how they found out about the event, and how much money they spent during the day.\n\n60% of the people who attended this year's show spent less than $25 at the event; where as guests between the ages of 36 and 45 spent larger amounts of money at the show. The average amount of money spent by an attendee of the Classic Car Show on Oct",
        "topic_id":23,
        "format_id":13,
        "topic_confidence":0.6156558394,
        "format_confidence":0.9481950998
    },
    {
        "url":"http:\/\/silkroad.unwto.org\/news\/2018-03-14\/8th-unwto-silk-road-ministers-meeting",
        "text":"8th UNWTO Silk Road Ministers Meeting\n\n14 Mar 18\n\n\n\nIn what was the biggest UNWTO Silk Road Ministers Meeting to date, 34 Member States convened in ITB Berlin to discuss the “2025 Silk Road Tourism Agenda”. Also attended by numerous UNWTO Affiliate Members and partner organizations such as UNIDO, UNESCO, PATA, WTTC and many more, the meeting provided a forum to share ideas and strategies as to how fully realize the goals of establishing the Silk Road as the most important transnational tourism route of the 21st century. \n\nThe Secretary-General, Mr. Zurab Pololikashvili, who opened the meeting, pointed in his speech that “Our joint work on placing the Silk Road as an internationally renowned and seamless cultural tourism route is proving to be very positive. In countries all along the Silk Road, there is growing awareness of tourism’s contribution to cultural preservation, regional cohesion, and intercultural understanding. Cross-country tourism projects are growing, and the interest of trade and consumers in the Silk Road continues to rise”, he added.\n\nPress release of the event \n\nMore information on the UNWTO Silk Road Ministers Meeting can be found here",
        "topic_id":23,
        "format_id":13,
        "topic_confidence":0.9717381001,
        "format_confidence":0.9368711114
    }
]