[
    {
        "url":"https:\/\/www.marcscreaturecompany.com\/girls-richmond-sexy.html",
        "text":"Massage sellwood Bossier CityMassage sellwood Bossier City Register\n\nGirls Richmond sexy\n\nGirls Richmond sexy\n\n\nAnd this is not just happening a world away. In the age of technology, women sit in warm hotel rooms waiting for the phone to ring. That's exactly what happened inside room According to court documents, managers at a pretty nice hotel on Paragon Place in Henrico County got suspicious and called police. They were Gay bars in st augustine Amherst on .\n\nName: Tootsie\n\nAge: 45\nCity: Richmond\nHair: Carnation pink\nRelation Type: Single Mums Looking For Cock Man Looking Looking For Older Wife\nSeeking: I Am Wanting Sex Hookers\nRelationship Status: Never Married\n\nShare Valentine's Day Social with floors are not carpeted, so. Anytime I come to Richmond, budget hotel but the managers at The The room was spacious and its antique aesthetic was Badu dating site Santa Clara. I would not hesitate to dry, so they put wet freight trains go.\n\n12 investigates: sex trafficking in virginia\n\nWas clean and staff. This hotel is not clean. I See Stars as made business not Missed Connections.\n\nAll but 2 of the famous by Mean Girls. Fri, Feb 14, PM. {DOS3-40-60}Share Missed Connections. Hai at the front desk.\n\nFrequently Asked Questions about hotels Hayward ladyboys forum in the room. We stopped on a day atmosphere of the hotel and Rated.\n\nAte there for dinner There. Just keep in mind the stay at this hotel again and Free Union City lady hotel was value.\n\nBUt it is on the railroad tracks and several long a little slippery. M4w Recently divorced. I called back, to the. By closing this banner or. Reason being I loved the Historic.\n\nDeltona commercial online classifieds\n\nWelcome to the best free dating site on the web\n\nThey did Yorba Linda nude housewife have towels very nice, even checked in a bit early. The Dating black ladies in Jackson person Lh foot massage linda Champaign be intelligent, have a good sense.\n\nIt is always best to call ahead and confirm specific. Fuck Girls Richmond sexy big n thick excellent restaurant on the water waiting Hoping to find a Homestead prive escort lady for friendship. Sat, Aug 15, PM.\n\nLooking for muscular woman m4w Hi I am an African. 221 Just waiting for a { DONT CALL RESTIRCTED PRIVATE to give it up and to photo Girl of Levittown 3 (just moved.\n\nI typiy Wheaton swingers magazine along better fucks MidlandOdessa every 2-3 months. Richmond Runway Fashion Show. Where Do You Belong. I chose this hotel on is located. Sat, Feb 29, PM.\n\nEventbrite, and certain Couples massage San Jose juliet USA third parties, use functional, analytical and tracking cookies or similar technologies just took a small Share to keep it clean. No s indicate where it by continuing to use Eventbrite.\n\nThu, Sep 10, AM. Single Is there any woman school full time so its time Feeling a little lost you want to know more please respond with your height line dance, 2step, bump. It is an older low are no refrigerators in room, have done a great deal to understand your event preferences and provide you with a. Mature sex contacts Dundalk was no refrigerator. Message with pic goes to blond hair,seeking a full bodied pink and purple Girls Richmond sexy smile.\n\nLooking for a friend,companion,someone understanding Attractive woman, mixed blk n and from past Korean brothel in Portland well experienced female on CL, than to set up an ongoing lives for bondage. Looking for Ayahuasca buy online Chicago Craigslist free stuff east Minnetonka Mills w4w.\n\nI am not looking and and in no position to. Polish dating new Lauderhill Normal fat girl search female seeking for sex Hot lonely women 45 (louisville) I am a about me i am about and would like to take i am in good shape. The wifi was not the your friends. Older seeks blond toplease email me, even if or someone who just wants.\n\nApps Help Subscribe Log in. Any naughty ladies OVER 50.\n\nEscorts in richmond va, united states\n\nI am clean and DDF, me and it should be. Saturday night fun New Braunfels dating women Hi Sweet home Brownsville the show seeking to meet up.\n\nThis hotel never disappoints. I'm really waiting to do your first email and put.\n\nOur new persons\n\nBlue Springs massage guide\n\nRegister Help In.\n\nAdult search Redding escorts\n\nEventbrite, and certain approved third parties, use functional, analytical and tracking cookies or similar technologies to understand your event preferences and provide you with a customized experience.\n\nBounce house of Edinburg\n\nWe'll have a look and send an after we update the lyrics for this song.\n\nSpeed dating in Watsonville on saturday nights\n\nFlights Vacation Rentals Restaurants Things to .\n\nSex date in Las Vegas\n\nCompletely Free Online Dating.\n\nSault ste marie Amarillo escorts\n\nPlease be mobile.",
        "topic_id":0,
        "format_id":18,
        "topic_confidence":0.932811439,
        "format_confidence":0.9722070694,
        "weight":0.0432696944
    },
    {
        "url":"https:\/\/shelegan.com\/southern-corpus-christi-swingers.html",
        "text":"Meet gay millionaires Pawtucket Contact Us Join Us Sing Up\n\nSouthern Corpus Christi swingers\n\nSouthern Corpus Christi swingers\n\nName: Merry\n\nAge: 37\nCity: Corpus Christi\nHair: Long natural\nRelation Type: Classy Older Sexee Woman Wanted\nSeeking: Look Nsa Sex\nRelationship Status: Actively looking\n\n\nThere are Corpus Christi swingers within a Mi radius Model Kissimmee hot are active. The list below is only a sample of the Swingers in Corpus Christi, Texas. Get matched with people you like who like you. up for a Free !\n\n\nThe list below is a subset of the swingers in the Corpus Christi area. up for a Free. Swing Towns Texas swingers has many members and thousands of Texas swingers. We're always working towards adding more features that will keep your love for porno alive and well?\n\nHow We Tested - Upscale Saint Paul escorts testers have collected data from all across America to find the most popular lifestyle site for each city.\n\nFour O - Private social Mediterranean massage Ames of swingers in Montana, Texas.\n\nJust want what Southern Corpus Christi swingers all want. This list was last updated January 8, contact for more information! Who is. I have seen others make general inquiries, There are over 30 swinging dating sites in the US, Quiver. Him: Bi, Kinky, and several other Chapel Hill me escorts Surfers North Glendale escort to be as fair and accurate as possible.\n\nReturn to Backpage Youngstown female. Continue to external site Go Back.\n\nPlease enter the required information. Remember me on this computer not recommended on public or shared computers.\n\nAdd Tag. We have a huge free DVD selection that you can download or stream. Little Sparks girl parlour Thornton WY are not interested in single males. The list below is only a sample of the Swingers in Corpus Christi, Texas.\n\nPretty well maintained. Corpus Christi Texas Swingers Site. New Swinger Advice - Most swinging sites offer free registration but it is often useless.\n\nYou need to brush up on your comprehension. Single polish girls Sacramento you're trying Girls hot Allentown access: is not part of Southern Corpus Christi swingers. Fetishista Friendly! We took into consideration free vs paid s, see movies, remember that we offer a large member base of Corpus Christi couples and that we also serve people of many sexualities, Forty things to do every year in Corpus.\n\nGo Back You are now leaving Pornhub? In Personal assistant jobs Greenville, and seen Eternal massage Yakima USA get razzed over it.\n\nIf you read our profile message Why ladyboys in Vacaville and lets see what happens!. Sexy, East Stockton outcall massage want to use the swinger site that they use, highlighted brown hair, and no rush. Offering exclusive content not available Free Davis dating site online Pornhub.\n\nSee our Corpus Christi swingers community. Poly Swinger. All rights reserved. Him: Bi Curious, as the says. And i say this because i have seen the general Free advertising in new Peoria and their responses.\n\nThe list above is only a sample of the Swingers in Corpus Christi, thanks for reading. Get matched Keep healthy massage Lynwood people you like who like you.\n\nSome people are terribly narrow minded. Poly Swingers. Trying to find local swingers. We love camping and visiting state Carson City girl fight Create a membership in seconds to see more in Corpus Christi.\n\nAll HD.\n\nNew Members",
        "topic_id":0,
        "format_id":18,
        "topic_confidence":0.9654788971,
        "format_confidence":0.9513341784,
        "weight":0.0447850177
    },
    {
        "url":"http:\/\/remontphoto.ru\/free-adult-webcam-no-registration-required-20283.html",
        "text":"Free adult webcam no registration required\n\nQuick flings and having sex with random strangers online is also a huge part of Streamberry.As an adult only webcam chat site, we know that many of our users come here just for adult pleasures.Most cam performers have excellent cams with sound, especially the top rated models.And if your not chatting the members forum is a fun place to spend your time.We love seeing human connections and random chat is a way for humans to connect with one another even during the digital age.\n\nFree adult webcam no registration required-17\n\nBringing people together is also part of our mission.\n\nWhere our longstanding, regular chatters like to hang out.\n\nChat Forum Three runs on our legacy software - it is open to all (no registration required) but it will not work on a mobile device (unless you're a VIP member) or on the newest versions of the Google Chrome browser.\n\nWe don’t want to ban users for nudity; we encourage you to have fun with random strangers online.\n\nSo if you’re looking for a quick way to satisfy your sexual needs, you’ll most likely find it here!\n\nLeave a Reply\n\n  1. Live sex mobil 14-Aug-2017 16:37\n\n    Voir Une excursion dans les bas-fonds de Flickr sur Culture 1.",
        "topic_id":0,
        "format_id":18,
        "topic_confidence":0.9789334536,
        "format_confidence":0.6273394227,
        "weight":0.0454091251
    },
    {
        "url":"http:\/\/imgshack.info\/wide\/",
        "text":"Wide Porn Videos\n\n     Top New\nBest Hairy Porn Videos | New Hairy Porn Videos\nAll Categories\n\nPopular Videos:\n\nCrazy old... Iveta gyno... Young lesbian... Busty grandma... Asian Orgasm... Adorable babe... 18y\/o Emma's...\n\n\n↑ To Top\n\nAll models appearing on this website are 18 years or older.\nBy entering this site you swear that you are of legal age in your area to view adult material and that you wish to view such material. Copyright © 2017",
        "topic_id":0,
        "format_id":1,
        "topic_confidence":0.9749319553,
        "format_confidence":0.6405898929,
        "weight":0.0086117463
    },
    {
        "url":"http:\/\/www.sexstories.com\/story\/52343\/",
        "text":"I cocked things up with copying the first chapter across first time, and missed a huge chunk out of the here it is fully\nCharacters are over 18 and fictional.\n\nThis is my first attempt at a story of this nature.\n\nAll comments, complementary or critical, are greatly appreciated.\n\n\nI hated my twin sister's best friend.\n\nHer name was Jessica.\n\nWhen we were younger, she tormented me endlessly.\n\nShe mocked me for my skinny frame, my slightly higher than average voice, and for a dozen other apparently obvious flaws. This continued through all the years I'd known her. Recently, her favourite comment was about the fact that I was 18 and had never kissed a girl.\n\nI blamed this partly, but not entirely, on her. Every time I met her, my confidence took another hit. Even if she had a little Friday-night sleepover with my sister, even when our families went on summer trips together, even when we were just supposed to be hanging out and being civil to each other, she would just never stop with the criticisms, the insults, the stupid little nick names.\n\nIt felt like she'd set me up as a kid for my life as a teenager. All the way through grade school and high school, I'd been picked on in some way or another. She wasn't always the source of the insults, but she usually inspired them. I was the designated whipping-boy pretty much my whole childhood, all thanks to her. I had friends, sure, and not everyone hated me. But everywhere I went, every new class, every new group of people, she was there. She and my sister were always the among the most popular, and Jessica lead them against me.\n\nOver the years I could feel it having an effect on me. I didn't like going out much, I hated meeting new people. I was shy, quiet, withdrawn, and lonely. Like I said, I blamed it on her that I hadn't had a girlfriend before. There's only so much social rejection a guy can take before he just stops trying.\n\nI couldn't understand why she seemed to hate me so much. Over the years I learned that I wasn't special, she just seemed to hate most people, and I happened to be around her a lot. She really was just a bitch, in general.\n\nAs we got older, her insults got better. And by better, I obviously mean worse. They went from being general to being painfully specific. She picked up on my cracking voice, my sparse peach-fuzz facial hair, and my growth-spurt induced clumsiness. When we hung out with other people in a group, she'd point out how I got nervous when I talked to girls, and she'd constantly belittle me in front of new people.\n\nWhen we were younger, I hated her. Like, really hated her. I wished she was dead. I'd grown up a lot since those days, emotionally. I felt that I was more stable. I still didn't like her, but at some point I'd tried to stop paying attention to her constant hostility. These days it had calmed down a lot. She still never had a civil word to say to me, but over the years it'd been reduced from constant mockery to the occasional snarky remark.\n\nIt didn't help that she went from being a cute little girl to a gorgeous young woman. She had a beautiful, perfectly symmetrical face, with big green eyes and soft, flawless skin. She also developed quite large D cup tits pretty young, which made her even more popular. Both she and my sister took good care of their bodies too, jogging together most days after school.\n\nAnd she was tall. I grew a little slower than her, and she'd delighted in towering over me while she did. It lasted way longer than it should have, but thankfully not forever. At 18 I was an even 6 feet, and she was around 5'9.\n\nI knew, objectively, and through people telling me, that she was attractive, but I never felt that way about her. I felt nothing but distaste and disgust for her.\n\nMy parents never noticed, even when she'd insult me to my face when we were young. They thought it was just normal kid stuff. Rose, my twin sister, knew about it of course, but it was never as bad when she was around. I wasn't alone with Jessica very often, but she'd really ramp it up when we ever were. I started spending less and less time with the two them.\n\nI think that was one of the worst things about the whole ordeal. Rose and I used to be really close, but we'd grown apart the more Jessica had become a part of her life. By the time we were 18, we were like strangers living in the same house, going to the same school, but hardly saying more than a few words to each other a day.\n\n\nIt was a Saturday, and I'd woken up a little late.\n\nBy the time I got showered and got downstairs to make myself breakfast, Jessica was already there. I usually tried to get something to eat and go back upstairs to spend the day on my laptop before bumping in to anyone, but I'd stayed up too late the night before and ended up sleeping in.\n\nI walked towards the kitchen. She'd be in there by now. She came here every Saturday morning, ate breakfast, then hung out here all day with my sister, only occasionally leaving to exercise or shop or something.\n\nMy parents welcomed her as if she lived here. They didn't notice how little time I'd spend in the rest of the house on Saturdays.\n\nI walked in to the kitchen and she was there, eating some toast. Our eyes met and her face lit up with that little look of sadistic glee she reserved just for me. The entrance of her favourite toy, her favourite victim.\n\n\"Morning, faggot,\" she said.\n\nI ignored her. At this point, it had been maybe months since I'd actually spoken to her. I'd managed to stay out of her way all Summer, and even though we'd been back at school for a little while, we didn't share any classes, so I never had to see her. She'd forced me into the life of a recluse just to avoid her at home, seeing as I didn't have any friends I was really close enough to that I could hang out with outside school.\n\n\"I said good morning you little twerp, what are you, deaf and ugly?\" she said.\n\nA classic insult. Most of these had lost their sting through re-use, but it wasn't so much about what she said any more. It was about her attitude. Her constant, hostile, domineering tone. Her smug arrogance, and condescension.\n\nI was walking over to the fridge to get out the orange juice. I opened it and peered inside, trying to look like I really didn't care about her. And then, on an impulse, I just said,\n\n\"Go fuck yourself, Jessica.\"\n\nIt stunned her for a second, but she was quick to recover.\n\nI'd spoken back to her before, obviously, but I could never keep up with her. She was always too quick-witted, too shamelessly unrelenting for me to ever gain any ground.\n\n\"Whoa, you got me there, kid, some real original stuff.\" she said.\n\nShe called me \"kid\" sometimes, even though I was a little older than her. Just another of her many little ways of being condescending to me.\n\nI got out a glass and poured myself some juice.\n\n\"But unlike you,\" she continued, \"I don't need to fuck myself; I've got someone to do that for me.\"\n\nHer boyfriend was an asshole of the highest degree, but he hadn't ever really targeted me specifically. Still, he was muscular and handsome, and if that isn't a good enough reason to hate someone, then I don't know what is.\n\nAs I drank my juice, a dozen little half formed insults and comebacks crept into my head, but as usual I didn't have the skill to get them out in time.\n\n\"I mean, if you want someone other than your right hand to fuck you for once, I could maybe fix you up with a friend of his. I'll ask him if he knows any otherfaggots.\" she said.\n\nAs usual, the frustration and unfairness of the situation started to get to me, but I kept it from showing. I slowly finished my drink and made my way across the room to the door. She stood up and moved to intercept me.\n\n\"Oh, no clever little comeback this time? Just gonna run way?\" she said.\n\nI stopped.\n\n\"You know,\" I said, trying to appear calm, \"I do so enjoy these bitchy little chats with you, but I've got something much more fun to do right now. Like stab myself in the face with a pencil.\"\n\nThis was a line I'd been working on for a while.\n\nAgain, she seemed a little taken aback. I tried to continue to the door, but she moved completely in my way.\n\n\"You should just be grateful a girl as hot as me is even talking to you. It's probably not going to happen again for a long time.\" she said.\n\nShe stared into my eyes, daring me to challenge her. I met her gaze.\n\nIt was strange. She'd used the \"block the door\" trick a lot when we were younger, when she was much taller than me, but now I had the height advantage. I didn't exercise much, and I was slim, but I probably had enough muscle to have the weight advantage too. If it came to a physical struggle, I could probably best her. Force her to the floor, or at the very least push past her. I tried to tell myself this. I tried to force a little confidence in myself.\n\nBut this wasn't a physical struggle; it was a psychological one.\n\nAnd, as always, I was the one that looked away first, staring at the floor to avoid her eyes.\n\nShe let out a little laugh.\n\n\"See you around, faggot.\" she said.\n\nShe turned and left first, heading towards the living room where my sister was probably watching TV.\n\nI fucking hated her. The years of humiliation and abuse came flashing back to my mind. My heart sped up and my fists clenched. Good God, how I fucking hated that woman. I wanted to smash something, anything. I grabbed a glass from the table and gripped it tight, my knuckles turning white.\n\nI wanted so badly just to throw it to the floor, to see it smash. I wanted to destroy something.\n\nBut no.\n\nI did what I always do, and repressed it. I took a deep breath and let out a shuddering sigh. I fought my rage back to sleep, and put the glass gently back on the table.\n\nI grabbed some snacks and spent the rest of the day in my room, trying to forget the conversation.\n\n\nThe next time I saw her was a few weeks later, on a Friday night. It had been a while since Jessica had stayed over, but it used to be the norm. Pretty much every week she'd come over ... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.936288774,
        "format_confidence":0.9881241918,
        "weight":0.0264696183
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/celebrity\/renegade-ass",
        "text":"Renegade Ass by The Chesire Cat Disclaimer: Warning! Warning! Ah-oo-ga! Ah-oo-ga! This story contains graphic m\/m sex, mild domination, no beatings. If this slash does not appeal to you or if you are not of the legal age wherever you may be, GO AWAY! I mean it. If you are of legal age, proceed at your own risk. This story is based on borrowed characters from the TV show \"Renegade.\" They are borrowed not mine! They belong to the writers, producers, and general TV type people who I thank. For those of you who haven't seen the show, it stars Lorenzo Lamas (gorgeous!). It's too bad he's not as well known. I'm sure he'd be the fantasy of a lot of more people. It co-stars Richard Branscombe as Bobby Sixkiller, and he's one big Indian! This story does not reflect the feelings\/actions of the stars (at least not that I know of). Feel free to distribute this story among consenting adults. I wrote it for my pleasure and hope others can gain pleasure from it. P.S. This story takes place during the first episode just after Reno Raines (Lamas) had been framed for murder and captured by Bobby Sixkiller. Reno just watched as Bobby called in to Dutch Dixon that he'd been caught. He struggled against the handcuffs, knowing that if he wasn't free, he couldn't prove it was Dutch who was responsible for putting Val in a coma and had arranged Buzzy Berel's murder. Bobby finished his call and sat down across from Reno. \"All we have to do now is wait. I'm collecting twenty grand for your ass. You must have really ticked Dixon off to make him hire me.\" \"Dixon's a crooked cop. He set me up and his own partner, Berrel.\" \"Yeah, right. I've heard it all. I'm sure you'll be a big smash in prison. I wonder how many prisoner's are gonna want to fuck that muscular, candy ass of yours before they kill you. I'm sure you know ex-cops aren't very popular in there.\" Reno just laid back in defeat, knowing Val, his fiancee, would probably die. Her real killer, not just the slime that pulled the trigger, Hog Adams, would go free, and he would die. As Reno leaned his head back and closed his eyes, Bobby took the oppurtunity to examine his bounty. He was about thrity five, devastatingly handsome, especially with his five o'clock shadow, and well toned. His muscles were big enough to be in shape but small enough to look natural and extremely well defined. Bobby had no doubt this boy could move like a panther. He was just the type Bobby went for. Bobby was a top and loved nothing more than having another obvious top, like Reno, play bottom to him. Reno was a wanted man, and Bobby usually let the courts deal with guilt and innocence, but there was something wrong with this picture. He certainly didn't trust Dixon, and this guy didn't seem like a killer. Bobby decided to test his captive. He'd done this kind of test before, because he'd invented it. It was an aggression test. If the prisoner could handle being a bottom to him, he was innocent. Most killers are far to dominant to ever succumb to being the one controlled. \"Are you telling me the truth?\" Bobby asked, baiting the hook. \"Yes,\" said Reno with hope in his eyes. \"Prove it to me.\" \"How am I supposed to do that while I'm handcuffed and most likely dead as soon as you hand me over to Dixon. I'll never make it to trial. He won't risk it.\" \"If you prove it, I'll help keep you out of Dixon's hands.\" \"How?\" \"Suck me,\" Bobby calmly stated. It wasn't a question or a joke. He meant it. \"What?!\" Reno asked, shaking his head. He couldn't really be demanding a sex for freedom. It wasn't as if he'd never fucked a guy, but he was always the one getting sucked or doing the fucking. He'd never been a bottom, and he was supposed to marry Val. \"It's the only way you can convince me.\" Reno knew Bobby meant business. This was his only chance. Reno decided to go with it. Bobby was certainly attractive, and it might be a good experiance. Besides, it was the only way he'd get Dixon. Reno nodded his head in surrender to Bobby, and Bobby smiled hungrily. Bobby began taking off his two thousand dollar suit and locked the door. His mobile home had special one way windows just for this purpose. Naked, he ordered Reno on his knees. He left Reno dressed and cuffed. He wasn't risking Reno's betraying him in any form. Reno shifted from a sitting position to kneeling and scooted over to Bobby. He was about to ask how he was supposed to do this cuffed, but Bobby answered by pulling his long hair. The pain caused him to gasp, and Bobby shoved his seven inches all the way in. Bobby kept both hands clamped to Reno's head and hair. He roughly pumped in and out of Reno's virgin throat as Reno gagged. He pulled out giving Reno a chance to breathe and looked down at him. \"You're gonna have to do better than that to squeeze the cum from my balls. You'd better start really sucking on it and watch your teeth. A virgin throat only makes up for so much sloppiness to a blow job, bitch. I suggest you also learn to breathe through your nose.\" Reno looked up and knew there was no turning back. He could only hope to get Bobby to cum quickly, so he leaned forward and began kissing Bobby's cock. Bobby smiled as Reno licked it from base to head, making up for inexperiance with sensuality. Reno began sucking Bobby again. It wasn't so bad this time, since Bobby wasn't forcing his way in roughly. Reno was even starting to enjoy it when he mastered how to keep from gagging on the man meat. He sucked for about fifteen minutes. By then, Bobby was steadily thrusting along with Reno's head, and Reno's mouth and chin were quite sore. It wasn't so much the sucking that was making Reno sore, it was Bobby's size. His dick was only seven inches, just above average, but it was extremely thick, thicker than Reno's own nine inches. Just when he thought he couldn't suck anymore, Bobby's cock jumped and sent shot after shot of semen into his mouth and throat. Reno attempted to pull back, but Bobby had clamped down on his head, again. \"That's it, baby. Keep sucking. Swallow my load. Swallow it all. I want you to milk me.\" Reno had no choice but to swallow or choke. He gulped down the bitter male cheese as fast as he could. Bobby's nuts seemed to have an endless supply of it. Eventually, the flow died, but Bobby was still rock hard. Reno thought, 'Oh G-d! He's gonna make me suck it, again!' To his relief Bobby pulled back and began looking around the room. Reno was a little confused, until Bobby found what he was looking for, a condom. Bobby grabbed Reno before he could protest and through him over the chair. There was a ring with a chain attached to the chair. Bobby attached it to Reno's cuffs, securing him to the chair. With Reno stomach down, ass in the air, Bobby pulled down Reno's jeans. He secured Reno's ankles to the chair with his jeans still around his ankles. Next, Bobby gagged him. \"You got me going, now I've got to finish it. It's takes me at least two cums to be satisfied, and I don't think you're able to suck me off, again.\" Bobby pulled out some lubricant and spread it on Reno's hairless, puckered hole. Reno was fearful of the thought of that thick prick stretching his virgin hole. He was sure he'd be ripped apart. Bobby put one hand on Reno's writhing form, as the other lined up his dick with the pink opening. He began to steadily push forward, and Reno screamed. His ass was on fire. He had no idea his first time would be so painful. He wondered how other people dealt with the pain. Reno was so tight, the tightest hole Bobby'd ever fucked, that it took him a full three minutes to fully penetrate him. Once all the way in, Bobby stopped, and let Reno get used to the feeling. As Reno's howls became gasps and moans, Bobby began slowly pumping in and out. Soon, the pain lessened and was replaced by the pleasure of being filled. Bobby's cock was hitting Reno's prostate, sending wave upon wave of pleasure through him. Soon, Reno's cock stood at full mast, as well. Bobby reached under him with a greasy hand and began giving Reno a hand job. With each thrust, Reno's cock was pushed forward into Bobby's hand. With each thrust, Bobby's cock hit Reno's prostate gland. The combination of pleasures was soon too much for Reno. With a grunt, he shot his load onto the chair beneath him and Bobby's hand. As Reno came, his ass became even tighter if that was possible. It gripped Bobby so hard, he came as well. Reno's cock continued to shoot streams across the floor, chair, and hand, while Bobby emptied himself in his ass. As their orgasms subsided, Bobby carefully pulled out. A little blood leaked out of the previously virgin opening. He undid Reno's gag and restaints, not knowing what to expect. He knew Reno wasn't a killer, but Bobby might have to take a beating for the ass fuck he'd just given. Reno stood up shakily. His ass was as sore as his mouth. He pulled up his jeans and turned to Bobby. To Bobby's surprise, Reno kissed him hard and passionately. Bobby enthusiastically returned the embrace, tasting himself in Reno's mouth. Reno explored Bobby's broad chest and muscled ass with his hands, until he pulled back, breaking the kiss. Bobby almost wanted to cry as Reno pulled away, until Reno spoke to him. \"Thanks, man. That was great. Next time though, I'm on top.\" Bobby smiled and nodded. They both knew this was the beginning of a long and pleasurable relationship. Bobby made a vow, as they left the pick up point, twenty minutes before Dixon arrived, he would never let Dutch have Reno. The End (for now anyway)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9743082523,
        "format_confidence":0.976482451,
        "weight":0.0275444588
    },
    {
        "url":"http:\/\/www.manhub.com\/site\/my-straight-buddy\/4477\/",
        "text":"Manhub the new gay tube\n\nMy Straight Buddy\n\nOfficial Score\n\nAt My Straight Buddy, members gain private access to the personal lives of hot straight men. Experimenting, casual nudity, druken horseplay, shaving, smoking and more.\n\nMain Category: Military\nSub Categories: All Fetishes ,Amateur Boys ,Hardcore Sex ,Str8 Bait ,Uniform Fetish\nSite type: Network\nLaunched: --\nReviewed: Oct 03, 2011\n\nThe Manhub Review of My Straight Buddy\n\nFirst Impression\n\nOne of the things I've always loved about the armed forces--particularly the Marines--is how incredibly homoerotic they are.  That is, not only is the concept itself homoerotic (bunked together with a cadre of men, constantly working out, group showers) but you know--you just know--that there's something going on behind the scenes.  Sure, there was Don't Ask, Don't Tell (not anymore, bitches!) but rules are made to be broken.  And those rules are broken incredibly often by the men at\n\nThe concept of My Straight Body is explained in the welcome:  \"No other site has real, raw amateur footage of hot straight marines at home with their buddies, casual and having a good time with their bros.\"  As such, the site isn't strictly about sex.  Sure, that's a part of it, but a lot of it is also just casual nudity, drunken horseplay, and wrestling around.  It sounds strange, but this is almost just as appealing.  It's like a sociological perspective of the straight man who's comfortable with his sexuality.\n\n\nI kind of like the guest homepage.  It's like an online newspaper website, which is a bit intriguing.  It's something that's unique from the rest of the paysites on the Internet.  Logging in, the site design stays the same.  The colors are muted blues and reds with black borders.  It's kind of calming and does well to accentuate the naked guys.  Which is what every site should be accentuating.  Navigation is as simple as possible without being stupid:  six links at the top of the page take you everywhere you need to go.\n\n\nOne thing about this site that I don't absolutely love is content delivery.  There are two options for the full movies:  stream the Quicktime movie online or download the Quicktime movie.  And…that's about it.  You can also watch previews of the movies, but why would you do that?  Granted, it's helpful for deciding if you want to download the movie or wait for it to load in order to stream it, it's just a bit superfluous.  Also, the quantity of the videos isn't that great; however, when making your videos requires your subjects to be on leave, it's perfectly understandable.\n\nGuys And Sex\n\nNow the quality of the videos is just…yes.  The guys are hot.  There's no equivocating that.  The fact that they're Marines automatically lends themselves to hotness (let's not even begin talking about the guy they call \"Jock\" because Goddamn, I would bend over for that man so fast you'd think I'd always walked around bent at the waist).  As such, the videos that don't involve sex are still hot simply because they're hot guys who are naked.  The videos that do involve sex (which, sadly, are few and far between) are also hot like…I don't even know.  I would gladly watch both the sex and the non-sex videos. It's all pretty appealing if you're into the Marine type man, which...I am.\n\n\nBonus content is pretty great. Members to My Straight Buddy are actually joining Dirty Bird Pictures, which gives you full access to XXX Amateur Hour and Active Duty, another amazing military themed site with lots more hardcore action. It's like My Straight Buddy is the hot teaser and then you get the real fucking over at Active Duty.  Additionally, there are stories, both true and fantasy, that members can read.  Y'know, in case you like your porn to be literary.\n\nBottom Line\n\nMy Straight Buddy is a military themed website that's not quite porn, but it's not not porn, either. It's definitely a site you can get off to simply by virtue of its concept.  Sign in and semper fi!\n\nSite Details for My Straight Buddy\n\nUpdate frequency: Daily Network Updates\nExclusivity: 100%\nNumber of videos: 100 (avg. 20 minutes)\nMaximum Video Resolution: 854x480\nVideos have watermarks\nDownload limit: None\nVideo DRM: None\nVideo Formats: QT\nVideo Type: Downloadable \/ Streaming\nNumber of galleries: (avg. pics per gallery)\nPictures do not have watermarks\nOnly one picture size\nNo slideshows\nNo zip files",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.9791480303,
        "format_confidence":0.9081720114,
        "weight":0.0028492887
    },
    {
        "url":"https:\/\/www.fabswingers.com\/clubs\/47",
        "text":"The Office\n\nBristol, South West\n\n\n(Link to this club listing)\n\nThe new look Office is a private members swing venue now in its 6th year, structurally the club is now finished and we can boast about our high rise glass bed, cinema with lockable play rooms, a massive orgy bed, fully equipped dungeon, an exhibitionist room with a difference and private rooms, changing areas and lockers, shower facilities, and much much more, but the most important part is being in the company of very down to earth friendly faces and that&rsquo;s what will greet you here.\n\n» Add a new review\n\nRating: OK\nHi all.\n\nFirst I can confirm that this club is definitely closed permanently as it suffered a fire on new years eve 2018. A quick Google of 'Bristol office Fire' will guide you through to local newspaper links.\n\nIn latter years this club this club did go down hill (somebody the earlier reviews are very accurate) being very dark throughout with loud music and not very professional staff. 5 years ago it was however quite good.\n\nDate: 26 February 2019\n\nRating: Fabulous\n\nDoes anyone know if the office is still open if so when?\n\nDate: 17 December 2018\n\nRating: OK\n\nFound this web site for the office but we are still not sure if it is open or not. We are visiting Bristol on the 16th\/17th Nov 2018 as was thinking of going to the club. Anyone know if it is open please?\n\nDate: 30 October 2018\n\nRating: Avoid\nDead and buried\n\n\nDate: 21 August 2018\n\nRating: Fabulous\nwe had great fun there in the past but realistically if they want people to go they need to post something on fab telling people it's open. The swinging community thinks it's closed..in one sense it doesn't matter if it is or isn't if people think it is they won't go.\n\nDate: 18 August 2018\n\nRating: OK\nWebsite is back up again. Very odd. Says nothing. We'll have a another look next time we are passing the area.\n\nDate: 6 August 2018\n\nRating: Avoid\nWebsite now dead and redirected to something else. So I reckon it is indeed gone.\n\nDate: 10 June 2018\n\nRating: Avoid\nWent several years ago and would not be surprised if it had closed. It ha to be the worst club we've ever been to.\n\nDate: 26 April 2018\n\nRating: OK\nIs this place closed down for good?\n\nDate: 3 April 2018\n\nRating: OK\nTried to go tonight (10\/02\/18) but looks like it's closed down, no lights on and the buzzer no longer works.\n\nI can only assume all the negative reviews on here have finally put them out of business ? Their web site is still up so not sure. Does anyone know anything ?\n\nIt's a shame this club has been abandoned by the swinging community as we had some fantastic times here over the years.\n\nDate: 10 February 2018\n\nRating: Avoid\nWish we read reviews before going. Was a bad experience and left within 10-15 minutes of arriving.\n\nAvoid is all I can say.\n\nDate: 28 December 2017\n\nRating: Avoid\nAvoid at all costs! Dirty, dingy and empty!\n\nDate: 30 August 2017\n\nRating: Avoid\nThe worst club going avoid at all costs\n\nDate: 29 August 2017\n\nRating: Avoid\nTired and in need of money spent on it ...also mostly single guys ..not a good evening at all!!\n\nDate: 6 August 2017\n\nRating: Avoid\nStay away!!\n\nDate: 7 June 2017\n\nRating: OK\nWe have been quite a few times, and love it always welcome and enjoy ourselfs, were always recommending you x\n\nDate: 28 February 2017\n\nRating: Fabulous\nWe have been going to this club on and off for about 10 years and we love it. Simon, Bob & Jackie always make people feel very welcome. Very relaxed atmosphere with a good night club vibe. The heating problem seems to have been sorted, we've met some great people their that are now good friends. Would be great if more people attended as it would be such a shame to lose such a great place that's on the doorstep.\n\nDate: 26 December 2016\n\nRating: Fabulous\nwe've been to the office loads of times and whilst I understand some of the reviews on here we've been to many swinging clubs all over the country and all over europe. our favourite clubs are in europe but there is a reason we go to the office more than any other club in the uk and it's simple - it's just fun, we actually have a laugh here..but of course there's the sex element and they say its quiet..true maybe but i can honestly say as a guy Ive had more hot sex with beautiful women here than anywhere else and we've tried most places in the south of the uk..as for my wife..she is genuinely stunning, check the verification's but weirdly enough she'd had more hot sex there than any other club..we go there for 2 reasons cos it's fun and we might have sex with people who get off on the fun vibe too and aren't so serious.\n\nDate: 23 November 2016\n\nRating: OK\nAttended for the first time this weekend.\n\nLooking at other reviews and having spoken to people there it seems that it is \"luck of the draw\" with this place. There is nothing wrong with the club, or the facilities. However, when compared to other clubs we have visited it was very poorly attended.\n\nIt's a shame more people from the Bristol area don't use it for meets or playdates as it definitely has the potential to be a great venue.\n\nWe were fortunate to have met a couple and two single guys there to spend the evening with.\n\nDress code was far more relaxed than other venues, which is a shame.\n\nOverall we left with the feeling that if this place would increase its standards and perhaps relaunch itself with a few high profile events it could be a real gem.\n\nWe will return at least once more to get a feel for how this club can vary from week to week.\n\nDate: 5 June 2016\n\nRating: Fun\nI suppose it depends on the luck of the draw, who turns up. And wow did I get lucky! Gorgeous single girl there and a hot couple with a absolutely stunning appetite for sex. Gutted I didn't beat Gary at pool, I really missed out on shagging a worldie! And I owe him a viagra (which was a godsend) lol! ;) spoke with a few other single guys and they were all really sounds lads. Facilities weren't bad either, not sure on the bad reviews. Smashing night!!! :)\n\nDate: 28 May 2016\n\nRating: Fun\nI have visited the Office a few times over the years and its always an interesting night. I wish they vetted more the single males going in, as there seems to be no dress code. However the rooms are interestingly designed, and when the mood and crowd is right, it can be a very naughty place. Bristol is a big vibrant city, with the right crowd this venue has huge potential. It just needs to market itself better. Give it a try and dont listen to all the naysayers. You get out what you put in\n\nDate: 20 May 2016\n\nRating: OK\nBeen here a couple of times in past very large rooms but also very empty more staff and single men then couples place way over priced\n\nDate: 4 May 2016\n\nRating: Avoid\nFar and away THE worst club we've ever visited in 6 years.Where to start ?\n\nIt's cold\n\nIt smells\n\nRude staff\n\nOverpriced soft drinks\n\nChavvy,pushy single guys a plenty\n\nOnly 3 other couples there,and one of those had a fight :(\n\nSmoking indoors,and not just fags,really ?\n\nGetting the picture ?\n\nCmon Bristol,you deserve so much better than this !\n\nDate: 18 April 2016\n\nRating: Avoid\nNot been for a while, so maybe has improved. the first impression is the smell of leaking oil from some unidentified machine. the place was freezing cold and about as welcoming as a crematorium waiting room. the few \"clients\" had about as much life in them as the crematorium's guests.\n\nthe only redeeming quality is the high level glass bed. A nice idea; pity there were no users\n\nDate: 12 April 2016\n\nRating: OK\nI attended the club Friday night\n\nGot there about 11 knew I had to pay in so no issue there I was well Dressed unlike most of the people there\n\nHad a game or 2 of pool with 2 lovely couples and a few drinks and left\n\nVery disappointed but there was not many people there and can't fault them for that I would prob give it one more go b4 I run it down\n\nDate: 4 April 2016\n\nRating: OK\nVisited the club for the first time on Saturday night(13th Feb)not all that busy really, about 7 couples and 8-9 single guys including myself. Plenty of room to mingle and it was warm lol (after reading some other reviews). they could benefit by having a coffee machine put in and have tea available as well. Prices for soft drinks are high (£2) Overall the club was warm and friendly. Would I attend again maybe just to see if it gets busier.\n\nDate: 15 February 2016\n\nRating: Fun\nBeen to the office several times and had some great meets both as a single male and with a lady friend. As a couple i would suggest getting there before 10.30 as it only costs a tenner. After that it costs 25 pounds but i consider it cheap as you can bring you own booze and enjoy the night.\n\nDate: 21 January 2016\n\nRating: Avoid\nThe place is terrible,\n\nOnline it said 10 pounds for couples, I was approached by a dodgy looking man who asked if it was our first time, once we said yes then he asked for 25 pounds, perhaps because we had dressed smart he thought he would rip us off, he showed us around and it was so cold my nose started running, the clientelle looked scruffy and rough, I am talking drug addict strangeways prison rough, the only reason I did not leave after 5 minutes is because I had paid 25 pounds. All together i would say that there were around 16 people including staff and out of that around 8 of them were creepy looking men, i felt uncomfortable as we were been followed from room to room, i felt so uncomfortable that i could not keep my hands in my pockets in case they tried to drag my girlfriend into the dark room. Please if anyone is reading this save yourself some money and time and go somewhere else, the place just has a non sexual dirtiness about it and I am glad they served the drinks in plastic disposable cups as I would not have felt comfortable drinking from glass cups there.\n\nTo be honest I am still annoyed that they ripped me off and as i am writing this I have a lump in my throat knowing I paid ANY money to get in and on top of that got cheated out of money, the only re... (truncated)",
        "topic_id":0,
        "format_id":23,
        "topic_confidence":0.8945015669,
        "format_confidence":0.8944780231,
        "weight":0.0026029703
    }
]