[
    {
        "url":"http:\/\/www.sheaky.com\/2012\/08\/a-guide-to-rejuvenated-radiance-of-seas.html",
        "text":"Thursday, August 9, 2012\n\nA guide to the rejuvenated Radiance Of The Seas\n\nThere are plenty of quality ships for cruise loving holidaymakers to choose from right now and the Radiance Of The Seas is well worth considering. The lead ship of Royal Caribbean's Radiance Class vessels has been radically rejuvenated at considerable expense and is now even more ship-shape than ever it was.\n\nAs a result, the Radiance hosts some of the latest dinning experiences offered on-board any of the world's great cruise ships. And you can't help but be impressed by the enormous nine-storey atrium that sits right in the heart of the ship and provides some really stunning views out to sea.\n\nThe feel on-board these days is one of spaciousness and relaxation. Although there are plenty of activities for passengers to choose from and a huge amount for children to get involved with each and every day.\n\nAmong the most impressive features of the newly refurbished Radiance is the Adventure Ocean element that has all manner of water slides and pools for energetic holidaymakers of all ages to enjoy and have a splash around in. There is also a state-of-the-art gym area, where passengers can have a go at yoga or tai chi, if the impulse takes them. Elsewhere there are sunbeds where the idea is only to take it easy and you can take in a newly released movie on a nearby big screen if you're so inclined.\n\nThere are cut-price deals on cruise holidays aboard the Radiance and a variety of other awe-inspiring Royal Caribbean vessels available online throughout the year. And if you're looking for a bargain deal on an excellent cruise Thomas Cook should perhaps be your first route of inquiry given the array of discounted packages offered by the company. You might just be surprised by how much cruise holiday you can secure for your money.\n\n\nBlog Widget by LinkWithin\n\nWorth Exploring\n\nMommy Chronicles @ Step It Up\n\nCopyright 2009. All Rights Reserved. Worth's World. Design By: Momgen Designs",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9963489771,
        "format_confidence":0.8786005378,
        "weight":0.0338431533
    },
    {
        "url":"http:\/\/www.greatnewzealand.co.nz\/Directory\/accommodationbooking\/93:Timaru",
        "text":"Timaru. Timaru\nTimaru Accommodation Bookings\n\nTimaru Accommodation Bookings\n\nScroll down to view listings:\n\nIn Bookings > Accommodation Bookings > Canterbury > Timaru\n\nFind and book accommodation using these sites.\n\nThousands of accommodation properties listed with availability, pricing and detailed information.\n\nVisit these sites and then book securely online.\n\nIncluding Timaru, Temuka, Pleasant Point, Waimate\n\nSorry, there are no listings for this region and category.\n\nClick to visit the NZ maps page\n\nFind Great NZ Accommodation\n\n\nFor great rates and selection of hotels worldwide, visit booking.com.\n\nEasy to use, secure booking system with loads of information and reviews about properties.\nbooking.com - try it, you will like it!\n\nHotel Club\n\nAlso with great rates and a large selection of hotels worldwide, try Hotel Club.\n\nEasy to use with a secure booking system.\n\nRate Comparisons\n\nDifferent booking sites have different rates - this site allows you to compare rates from about 30 different booking sites and then make your secure booking with the one you choose - Compare and Book.\n\nEasy to use and helps you to get the best deal going.\n\nHotels Combined - try it, you will like it too!",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.994817555,
        "format_confidence":0.9815732241,
        "weight":0.0124598875
    },
    {
        "url":"https:\/\/www.dogsonholidays.com.au\/dandenongranges\/",
        "text":"Dandenong Ranges dog friendly accommodation\n\nYour delightful dog can relax by your feet and peruse the passers-by as you sip on your cappuccino at those outdoor cafes and prepare for a stroll. Canine cosiness everywhere with quality B & Bs catering for you and your beautiful best friend. Self-contained secret hideaways and serenity abound. Nature a plenty and a joy to behold. Visit the National Rhododendron Gardens, stroll along the streets of Emerald and Belgrave. There's a gem of a town in Gembrook, and remember to tread lightly when visiting the Dandenong National Park. All this and more, only 40 miniscule minutes from downtown Melbourne!\n\nRefine accommodation list:",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9663377404,
        "format_confidence":0.8737005591,
        "weight":0.0327224331
    },
    {
        "url":"https:\/\/www.grovecitysummit.com\/3-cant-miss-grove-city-events-in-november\/",
        "text":"3 Can’t Miss Grove City Events in November\n\nGrove City Town Center\n\nDespite the cold weather settling in, Grove City is still very active this month and there are activities for everyone! Here are three events in Grove City in November that you cannot miss!\n\nIf you love running, sign up to run in the 4th annual Thanksgiving Wattle 5K and Primrose Children’s Run on Thanksgiving morning at 9am. The race begins at the AMC Theatre 14 on Lamplighter Drive and goes south down Buckeye Parkway to Sunridge and back to AMC. You can sign up for the race on their website right now or at AMC starting November 22 from 7-9pm. The annual race helps raise funds and food donations for the Grove City Food Bank.\n\nIf you’re still in the Halloween mood or if you just want to enjoy a goofy dinner show, head to Venue 62 in Grove City’s Town Center. Dinner. Death. Dessert. is performing Polterheist, a haunted mystery murder spoof. This dinner show will have you falling out of your chairs laughing and keep you on the edge of your seat with suspense! You can catch Polterheist on November 13 and 20 at Venue 62 for $49.95 per person, which includes a gourmet buffet and show.\n\nGet a head start on Christmas shopping during the Grove City Chamber of Commerce’s Holiday Shop Hop on November 18. By registering for the event, you will get exclusive sale prices at local stores on Broadway. Stores participating in the Holiday Shop Hop includes Country Hearth, Primitives, Dannette’s Floral Boutique, Déjà Vu Boutique, Hop Yard 62, HR Personal Expressions, The Lollipop Stop, Read It Again Books and Gifts, Red Maple Curio, Sommer House Gallery and Tommy’s Jerky. It only costs $15 to register and you get the Shop Hop Passport for obtaining special deals at each store, appetizers at the networking event at Plum Run Winery and the chance to win great prizes from Grove City businesses.\n\nNo Replies to \"3 Can’t Miss Grove City Events in November\"",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.5209804773,
        "format_confidence":0.9800211787,
        "weight":0.0048607909
    },
    {
        "url":"https:\/\/www.reviews.io\/media-item\/product_review_image-B937",
        "text":"Dawn ONeill\nThe property was beautiful with stunning views. The property house manager Mark was so nice and so attentive along with Lisa at the front desk. The description for The property needs to be updated. The appliances refrigerator and washer and dryer where extra small vs how they were Described. The beach was so beautiful in front of The property and the plunge pool was out favorite thing about the villa. The only thing that was not 100% was our housekeeper was not very nice. In fact she was very rude and in return ask For her not to come back after her first time in the villa. The manager from Blue Sky put a lot Of pressure on us and said we had to have her back once before we left bc of The laws on the island. I.T was not something we really wanted to deal With while on vacation at all. Also the original description. Of the villa wasn’t straight forward saying I.T was among other villas, we thought I.T was it’s own property.\n2 years ago\nRelated Photos & Videos\n\nStart Your Free Trial Today\n\nSend 400 review invitations for FREE!\n\nActivate Your Account\n\nBook your activation call by clicking the button below. Or call us now on +1 213-325-5109 . Book a Call\n\nAlice, Customer Support\n\nStart Your Free Trial",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9845252633,
        "format_confidence":0.9898838997,
        "weight":0.0063672591
    },
    {
        "url":"https:\/\/discoversouthcarolina.com\/articles\/when-you-are-ready-for-more-than-a-visit-south-carolina-is-a-great-place-to-retire",
        "text":"Get Your Free 2021 Vacation Guide\n\nStart planning your ultimate South Carolina adventure with a free copy of the 2021 Vacation Guide. Request your free copy, view the guide online or download a PDF version below.\n\nVacation Guide Cover\nView Our Other Guides\n\nWhen You Are Ready for More than a Visit, South Carolina Is a Great Place to Retire\n\nPage Ivey Page Ivey\nDiscover writers share all of the places, activities and adventure that South Carolina has to offer. Read more from some of South Carolina’s locals and discover what’s happening in the Palmetto State.\nMore from \"Page Ivey\"\n\nYou've visited South Carolina many times and fallen in love with its beaches, its mountains, its lakes and its relaxed lifestyle. Maybe you've even dreamed about what it would be like to spend your golden years living in the Palmetto State. Here are a few places to put on your list as you start mapping out your future.\n\nSun City Hilton Head\n\nThe largest active adult community in the South Carolina Lowcountry with more than 8,000 homes and 14,000 residents, Sun City isn't actually on Hilton Head Island-it's 13 miles west in the town of Bluffton. It's close enough to spend a day at the beach, while the town of Bluffton, sitting along the May River, is a charming locale, too-particularly the farmer's market, shops and restaurants in Old Town Bluffton. Sun City is a planned community with three golf courses, three fitness centers, six pools, a nature trail and walking paths set on 5,000 acres of woodlands and lagoons. There's a Village Center at the heart of the community, complete with a clock tower. At one end of the square is the Pinckney Social Hall, a 17,000-square-foot venue with a ballroom that hosts lectures, workshops, dances and concerts. At the other end of the square is an expansive fitness center, with indoor and outdoor pools-even a cushioned-floor aerobics studio.\n\nSavannah Lakes Village, McCormick\n\nEnjoy lakefront living? And golf? And nature viewing? Savannah Lakes Village, a recreation-inspired lakefront community in the western part of the state on Lake Thurmond is worth checking out. Bordering South Carolina and Georgia, Lake Thurmond covers more than 71,000 acres. And with more than 2,100 residents, Savannah Lakes Village is home to three lakefront golf courses, community events at restaurants, daily programs at the recreation and tennis center, and hundreds of miles of land and water trails. It's located near the small town of McCormick in the heart of the Sumter National Forest.\n\nThe Waccamaw Neck, Georgetown County\n\nThe Waccamaw Neck is a narrow peninsula along the coast in Georgetown County, bordered by the Atlantic Ocean and the Waccamaw River. The neck was a major hunting and fishing ground for the Waccamaw tribe and later became the site of rice plantations on the west and beach resorts to the east. Today, the 27-mile stretch south of Myrtle Beach is dotted with beach, golf and tennis retreats, filled with vacationers and year-round residents, including a large number of retirees. The Neck runs from the fishing and restaurant village of Murrells Inlet to the port city of Georgetown. It's home to the historic beach community of Pawleys Island, the upscale residential oceanside community at DeBordieu Colony and resort living in Litchfield Beach. On the west side of US 17 are several planned communities, including Wachesaw Plantation, Willbrook, Litchfield Country Club and The Reserve. But the area is more than just a beach and golf resort. Check out Brookgreen Gardens, a 9,100-acre sculpture garden and wildlife preserve just south of Murrells Inlet that opened in 1932 on the site of four former rice plantations. Just across the road is Huntington Beach State Park, originally the property of Anna Hyatt Huntington and Archer M. Huntington, whose former home, Atalaya Castle, is located in the park.\n\n\nIf you like horses and beautiful weather, you'll want to put Aiken on your list of potential retirement locations. Located in the western part of the state, just across the Savannah River from Augusta, Ga., it's been popular with horse lovers for generations for its fox hunting, polo and steeplechase events. In the late 19th century, the town was famous as a wintering spot for wealthy people from the Northeast, earning it the name \"the Winter Colony.\" It's still a spot for the horsey set, home to the Aiken Thoroughbred Racing Hall of Fame and Museum and races sanctioned by the National Steeplechase Association. The historic downtown is populated with restaurants, art galleries and boutiques, and the University of South Carolina-Aiken Academy for Lifelong Learners, offers educational and intellectually stimulating programs.\n\nKiawah Island, Charleston\n\nKiawah Island is about 20 miles south of downtown Charleston-close enough to take advantage of top-flight restaurants and cultural life in one of the nation's best cities. But the upscale, gated beach and golf resort of Kiawah is known for its own natural beauty and luxury. It is home to five championship golf courses, including the renowned Ocean Course. Kiawah boasts 10 miles of beaches and preserved maritime forests and marshes-with bike and walking trails making it easy to explore. Nearly two-fifths of its population of under 2,000 is age 65 or older, and Kiawah has earned a spot on Forbes' list of top 25 places to retire. Housing ranges from high-end beach and golf course condos to large single-family homes. Freshfields Village, a town-center mix of shops, restaurants and services, is located just before you enter the gate to Kiawah.\n\nDaniel Island, Charleston\n\nIt's been around for just 20 years, but the planned community near Charleston has turned into a true island town with more than 10,000 residents. Traditional neighborhoods feature tree-lined streets and sidewalks with a variety of homes-from townhouses and condominiums to single-family homes along golf courses. It's surrounded by rivers, creeks and Charleston Harbor, so there's plenty of access to boating, swimming and fishing. But it's the parks and natural areas that set it apart, with 400 acres of the sea island set aside as green space and more than 20 miles of leisure trails. The Daniel Island Club, a private country club, has two golf courses with a true Lowcountry setting. The community has earned a spot on Where to Retire magazine's list of America's 100 Best Master-Planned Communities.\n\nLake Keowee\n\nLake Keowee in the South Carolina Upstate combines lakeside living with breathtaking views of the Blue Ridge mountains. The large reservoir with 300 miles of shoreline was created by damming the Little River and the Keowee River. About 45 minutes west of Greenville and just seven miles from Clemson University, Lake Keowee is becoming a hot development site for retirees, families and weekend visitors. The area is home to dozens of upscale housing developments, including the Cliffs communities, offering a variety of housing and community options around the lake, and The Reserve at Keowee, which features a golf course, town center and marina.\n\nPage Ivey\nDiscover writers share all of the places, activities and adventure that South Carolina has to offer. Read more from some of South Carolina’s locals and discover what’s happening in the Palmetto State.",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.945830524,
        "format_confidence":0.9091904759,
        "weight":0.0088246769
    },
    {
        "url":"https:\/\/www.yorkshirenet.co.uk\/stayat\/ellergill\/",
        "text":"Ellergill Bunk Barn\n\nSelf Catering Bunkhouse, Littondale, Yorkshire Dales\n\nThis award winning conversion retains the original charm and features of the building whilst providing very comfortable accommodation. It sleeps up to 12 and is located 100 metres through the village of Halton Gill. The view from the stone flagged entrance is stunning - probably the best view there is in Littondale, the heart of the Yorkshire Dales.\n\nThere are three fully carpeted bedrooms on the ground floor sleeping 3, 4 and 5. The combination of beds includes two singles, two bunks, and two double beds. Each bed has a pillow; you just need to bring your own sleeping bag, or duvet and linen. There is a separate shower, a separate toilet, and an additional bathroom with toilet, shower and two wash basins. Upstairs is the very comfortable, fully carpeted living room, which leads to a small mezzanine area with sofa bed, overlooking the gallery. We have installed Sky along with a DVD player & VCR, or you can make use of our eclectic selection of books games and videos.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9847095609,
        "format_confidence":0.9986104965,
        "weight":0.0333445455
    },
    {
        "url":"http:\/\/sacredground.de\/hospitality\/",
        "text":"Sacred Ground Festival\n\n\nSacred Ground is a gathering where guests, artists, high-quality food and drinks, as well as a lush and comfortable surrounding are at the center.\n\nHaving found Sacred Ground and having set up your base at the beautiful camp site you can start your journey apart from the music to experience regional specialties and culinary highlights. Making sure you get the full Trampe experience use one of our garden showers set in the idyllic gardens of the inhabitants or jump in one of the refreshing lakes nearby. To top off your weekend take some time for a relaxing massage.\n\nQuick Links:\n\nCamping · Tent Rental · Food & Specials · Massage & Yoga · Garden Showers\n\nhospitality hospitality hospitality hospitality hospitality\n\nSleeping under the stars\n\n\nCamping below clearest nightskies beneath the vast cornfields is included in the ticket. It is obligatory though to get a garbage bag for a deposit of 5,– EUR. These will be refunded upon filled return. Please remember to bring your own flashlights and water to the camping area.\n\nYour cars and camper vans are also welcome on the camping site. The opening hours for the campsite and parking are:\n\nFriday, July 21st – 13:00\n\n\nMonday, July 24st – 11:00\n\n\nA little bit of luxury\n\nTent Rental\n\nIf you won’t be able to bring your own tent, you don’t have to worry!\n\nOur friends from Zeltheld will be joining us again with their variety of tents as well as any accessories you might need. If you decide to rent a tent, Zeltheld will set everything up for you before you arrive. ↗\n\n\nDelicious goods\n\nFood & Specials\n\n\nWe have two food stalls run by Anna-Maria & Klaus who are dedicated to providing delicious vegan and vegetarian dishes.\n\n\nOur own run BBQ stand is back this year. Offering you locally sourced Bratwurst and corncobs topped with melted butter will be freshly served from the barbecue.\n\n\nEmbracing the artisanal tradition of brewing to Berlin and Germany, Berliner Berg started two years ago combining German high quality brewing processes and traditions with the sparkling creativity of the Craft Beer movement.\n\n\nBlack Magic Brunch is a pop-up concept brought to life one year ago. They will be offering their signature fluffy buttermilk pancakes and spicy quesadillas.\n\n\nThe Café is set in a beautiful herb garden and will offer everything one desires, from freshly baked cakes to delicious coffee.\n\n\nEverything here is about cheese. As of last year our friends from Cheesus will be serving you original Swiss Raclette and other treasures! They will surprise you with meat, vegetarian and breakfast options.\n\n\nThe Berlin based restaurant represents the Austrian tradition & hospitality and enthuses Berliners and people from all over the world with selected, fresh & high quality products of the Austrian cuisine.\n\n\nSince 2017 Father and Daughter put all their passion and creativity into a tasty bread. Best local ingredients, direct trade with local farmers and producers and their electric Food Truck build the heart of their project.\n\n\nA fresh new startup from Berlin that is on a mission to bring you the freshest smoothies and nomilkshakes. With 100% organic ingredients picked at peak maturity and flash frozen to maintain their farm-fresh nutrient density.\n\n\nRelax and let go\n\nMassage & Yoga\n\nAfter a long night of dancing and celebrating with the Sacred Ground family you have the possibility to reenergize with a relaxing and revitalizing massage treatment or to practice some energy yoga. Energy yoga focuses on supporting the energetic – or subtle body. Relax, unwind, let go and integrate the beautiful energies of the cosmos.\n\n\nFriday: 6 pm\nSaturday: 10:30 am \/ 12:00 pm\nSunday: 10:30 am \/ 12:00 pm\n\n\nGarden showers & restrooms\n\n\nYou will have the wonderful opportunity to refresh at one of the inhabitants beautiful garden showers. Keep an eye out for the signs leading to the different gardens.\n\nJust because you will be in a festival setting it does not mean you need to give up on clean restrooms. In addition to the portable bathrooms we have upgraded our restroom facilities with professional toilet trailers which will be cleaned and taken care of throughout the festival.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.978851676,
        "format_confidence":0.9319263101,
        "weight":0.0331461839
    }
]