[
    {
        "url":"https:\/\/www.petesdiary.com\/post\/nicu-diary-day-81",
        "text":"NICU Diary Day 81\n\nUpdated: Dec 27, 2018\n\nTuesday, December 26, 2000\n\n(Mommy’s Take on the Day)\n\nHi All & Happy Holidays,\n\nPete's Diary is on continued holiday shutdown, so Mommy is here to give an update.\n\nPete is doing great, but we are keeping a VERY CLOSE EYE on his doctors and nurses. Everyone seems to have his or her own opinions of what is best (read easiest to do on their shift) for Peter.\n\nMommy is about to lose her temper with someone either in the hospital or at the Medicaid office, so don't be too surprised if you hear about us on the evening news!\n\nWe are eager to get Peter home so that we can take care of his needs the way we feel is best. Plus, we give him lots of healing hugs and kisses!\n\nPete is a cutie and enjoyed another fun day with Grandma & Grandpa Dankelson, as well as a short outing to the cafeteria.\n\nHope everyone is enjoying a quiet week. We loved hearing from several of you in your Christmas cards, and your well wishes for Peter are very appreciated.\n\n\nDede & Darin\n\n(Mother, Father, Nurses & Advocates for \"Sweet Little Pete\")\n\n© 2013-2020 Pete's Diary\n\nPete's Diary | Chicago",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9564762115,
        "format_confidence":0.9882124066
    },
    {
        "url":"http:\/\/www.myneworleans.com\/Blogs\/Joie-deve\/August-2014\/Survivor-Journalism\/",
        "text":"Edit ModuleShow Tags\n\nAug 15, 201409:53 AM\nJoie d'Eve\n\nLiving, loving, laughing, and learning in the new New Orleans\n\nSurvivor Journalism\n\nI was thinking like a surviving family member and not as a journalist.\n\n“Newsworthy suicides”: That’s what they told us we could cover at my first newspaper job when I was 19. That meant, I learned, “the private suicide of a public figure or the public suicide of a private figure.” I worked the education beat, so I never covered any “newsworthy suicides.”\nBut like many budding journalists, I did a stint on the obituary desk, where I was handed these guidelines: “If the family does report suicide as the cause of death, then try to obtain more specific information (i.e., died of a drug overdose, a self-inflicted gunshot wound, asphyxiation). If the family asks that the cause of death not be included, then we will honor that request. When speaking with family, be sure to be extremely courteous, considerate and empathetic. And make sure that any decision to talk about the suicide is the family’s and that family members don’t feel forced or obligated to comment.”\nI bristled at the “try to obtain more specific information” because I was thinking like a surviving family member and not as a journalist – journalists have to be curious, have to ask questions, I get that – although how you can make “be extremely courteous, considerate and empathetic” jibe with “try to obtain more specific information” is beyond me. \nAs the only surviving one of my father’s three children, sometimes I just don’t tell people I have any siblings, but when I decide to open up and tell people that I had two siblings, both of whom are now dead, any response beyond, “Oh, I’m so sorry” bugs the crap out of me. \nBut many people don’t stop there. Many people say, “How’d they die?” and when I answer that my sister died of chronic alcoholism and my brother committed suicide, there is a subset of ¬extra-nosy people who will ask the manner of suicide. I used to answer honestly because I was too naïve\/polite to realize I had a choice. But after you’ve told dozens of prying assholes that your brother hanged himself, only to be told, “Oh, man, what an awful way to die. I would never kill myself that way” … well, you start to realize that you are perfectly allowed to raise an eyebrow and say, “I’d rather not talk about that” and if you do it right, you get across the message of, “How rude of you to even ask!” without having to come right out and say it.\nAnyway, back then, back in the summer of 2000, I wanted nothing more than to be a journalist, and that meant writing whatever they asked me to write, and what they asked me to write, mostly, were obituaries. The first 20 obituaries I wrote were easy. I mean, not easy; death is never easy. But these were older people, sick people, people who were expected to die. And then one morning, a funeral home notice landed in my inbox for a 37-year-old man. “This is a young one,” my editor said gruffly, reading over my shoulder. “Be sure you get a cause of death. Looks like his sister is the only survivor. Call her up, ask her what happened.”\nI hate calling people on the phone, even people I know. Calling a grieving stranger was definitely not in my comfort zone (this is a large part of why I ultimately went into magazine editing instead of news reporting). But this was my job, so I took a deep breath and dialed.\nThe woman who answered the phone was clearly in the deep, dark depths of sorrow. She was in such a haze of grief that I would be surprised if she even remembers talking to me, more than a decade later. But she did talk to me, for more than a half-hour. Her brother, she told me, her voice breaking, had killed himself after a lifetime of alcohol abuse and depression. “When he was happy, there was no one happier,” she said. “My name is Daisy, you know, and when he was happy, he used to always sing that song to me: ‘Daisy, Daisy, give me your answer, do” – you know the one? But when he was sad, no one could pull him out of it. I tried; I tried; God knows I tried …” \nI didn’t open up to her about my brother, whose life and death sounded remarkably similar. This wasn’t about me. I just held the phone and listened and took notes whenever she said something that sounded quotable. My editor hovered nearby, occasionally tapping his watch at me. \n“Good Lord,” he said when I hung up. “That took long enough. Did you get the COD?”\n“Yes,” I told him. “It was a suicide. I’ll write it up in five minutes. Just give me enough time for a bathroom break, OK?”\nAnd then I fled to the bathroom, locked myself in a stall, and cried as if my heart was breaking. I had held it together on the phone with Daisy, but now I was sobbing, disgusting gulpy sobs that I couldn’t seem to stop. It was so close to home, too close, and even though I had managed, through sheer force of stupid will, to remain professional on the phone and in the newsroom, I had spent the entire interview not just “being empathetic” but being pulled into the pain with her, pulled back into the emotions of sudden and excruciating loss.\nSurviving the suicide of a loved one is a particular kind of awful. The guilt is overwhelming; so is the shame. You’re angry, but you feel guilty for feeling angry because you’re angry at a dead person whom you’re mourning. You feel strangely defensive about the loss, like you failed somehow to keep this person alive; you also feel like people who lost their loved ones to cancer or accidents – people whom they always describe as “loving life” and “full of passion” – must resent the fact that the person you’re grieving threw away a seemingly healthy life for no valid reason. There are just so many feelings. \nWhen I was in college, I wrote this for the school paper, and it’s just as true today as it was when I wrote it:\nAnd here's the thing: I used to wish that my brother had died heroically, dashing into a burning building to save a baby, or even just normally, of leukemia or in a car crash. But he didn't. He killed himself when I was 7, and over the years, I've come to terms with that. It's part of my story, and it's the ending he chose for his, and it doesn't make his death any less valid or my grief any less real.\nWhen I was in seventh grade, the brother of one of my classmates committed suicide. The classmate was a boy I'd had a crush on since third grade, a boy I always got tongue-tied around. He made straight A's and brilliant observations; he played piano and starred in school musicals.\nWhen he returned to school, our mutual friends dragged me over to his side. \"You know about suicide, Eve,\" they said. \"Talk to him.\"\n\"Hi,\" I said to him, in almost a whisper.\n\"Hi,\" he said back.\n\"They want me to talk to you,\" I said.\n\"I know,\" he said.\nAnd then we stood side by side for several minutes, not talking, not looking at each other. For once, it wasn't that I was nervous or embarrassed or shy. That's just the reality of suicide. Sometimes, there's just nothing to say, nothing to make it better, and all the survivors can do is stand silent.\nIn retrospect, suicide seems so preventable. If only I'd had breakfast with him that morning, if only I'd held his hand for a few minutes longer, if only, if only, if only. But I was only 7, and I could barely tie my shoes.\nObviously, I’ve been thinking about all of this, remembering it, because of the recent suicide of Robin Williams. Many people have used his death as a chance to discuss mental health, addiction, substance abuse, depression – all of which are extremely important. I am lucky that I have never struggled with either addiction or depression personally, but my life has been touched by it in many ways. Some people have also warned that we need to be careful not to glamorize suicide, and I agree with that, too. \nMy perspective whenever there is a “newsworthy suicide,” however, is always 100 percent that of a survivor. And the thing about survivors is that we survive.\nSo on that afternoon back in the summer of 2000, I stopped crying, I washed my face, and I went back into the newsroom to tell Daisy’s brother’s story. I typed it up and filed it on time. I made sure I gave him dignity and humanity. I tried to get across Daisy’s love for him without making her sound like an object of pity. I did the best I could as a nervous 19-year-old who had just had a secret ugly cry in the bathroom – and I’d like to think I did even better than that. \nI would also like to think that all these years later, even if she has no memory of talking to me, that she still has a copy of that newspaper obituary I wrote. And I’m glad that I was the one on the obit desk that morning to write it, both for her and for me. \nThe other eager young reporters at the paper had no doubt read the same handbook I had, but I think I had a unique understanding of the fact that from a certain perspective, even a “private suicide of a private figure” can seem pretty damn earth-shakingly newsworthy. \nSometimes there is nothing we can say, and all we can do is stand silent. But I am still honored, all these years later, that this one time, I got to do at least a tiny bit more.\n\nAdd your comment:\nEdit ModuleShow Tags\n\nJoie d'Eve\n\nLiving, loving, laughing, and learning in the new New Orleans\n\n\nEve is further proof, if any is needed, that New Orleans girls can never escape the city. After living here since the age of 3 and graduating from Ben Franklin High School, Eve moved to Columbia, Mo., where she received bachelor’s and master’s degrees from the Missouri School of Journalism and became truly, unhealthily obsessed with grammar.\n\nShe had originally intended to strike out to New York City and work in the cutthroat magazine industry there, but after Katrina, Eve felt a strong pull to return home, to her roots, her family, her waterlogged and struggling city – and a much more forgiving work atmosphere that would allow her to skip a routine of everyday makeup and size 0 designer label business suits and e... (truncated)",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.6808896661,
        "format_confidence":0.9287980795
    },
    {
        "url":"https:\/\/www.juliabutler.co.uk\/single-post\/lockdown-2-resilience-tips-day-13",
        "text":"Lockdown 2 Resilience Tips - Day 13\n\nWe had the good news yesterday that another vaccine trial is looking really promising. Fabulous work is being done around the world to get this pandemic under control.\n\nMy tip for today to help us through is to smile 😊. It is an amazing thing that if we smile, even when we don’t actually feel like smiling, it tricks our brain into thinking something good is going on. That creates a cascade of positive chemicals which lift our mood, energise us and very helpfully, especially at this time, boost our immunity.\n\nSmiling is also infectious. If we smile, other people are likely to as well, and even if they don’t, just seeing us smile will give them a bit of a boost. And all for free! And so easy to do.\n\nSo, next time you notice it would be good to shift your mood or your energy, give it a go. Or you could be proactive and set up reminders throughout the day to smile. Try it and notice what happens 😊\n\nIf you would like to follow my blog please click here to subscribe. Thank you.",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9920287728,
        "format_confidence":0.9864896536
    },
    {
        "url":"https:\/\/mylifemakesmelaughconstantly.wordpress.com\/2018\/11\/04\/2-month-update\/",
        "text":"2 Month Update\n\nIts been almost 2 months since I have had Moh’s surgery. I feel like I have been through hell and back, but it’s done. I am starting to have shooting pains in my cheek, so I believe that the nerves are starting to grow back together now. Its still somewhat numb and I have a wonky smile. But you know what? I don’t have cancer on my nose anymore. And for that, I am genuinely thankful.\n\nI think that I have come a long way in just two months. It will take about a year until its fully settled, in. At that time, my surgeon and I will make a decision about any revisions that need to be done.\n\nI really thought that I was going to be so much more self-conscious than I am about it. I had it covered under a bandage for so long that when I was finally at the end of using the bandages, I was happy to be done. I had great fun packing up all the first aid tape and bandages into a shoebox and labeling it “Damn Cancer Box.” The chances are pretty good I will get another one within 5 years, so at least now, I am ready for it. And I am not scared. And as for leaving the scar out to the open, who cares what anyone else thinks? I can honestly say that if someone wants to stare, go for it. I can make you feel just as uncomfortable. 😉\n\nSo, now that I am at this point in healing, I am just using a good skin care regimen (Roden & Fields Sensitive) and keeping my face as clean as I can. I am using a scar gel named Cicatricure on the nose and cheek. Hopefully, it will help. And as always, sunscreen. Although I will say that I have an intense fear of the sun now. I am sure that will pass, but for now, I am a shadow walker. LOL! 😉\n\nSo, that is basically all for now. I am good, my skin is good, and God is good. All the time.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9884058237,
        "format_confidence":0.9974123836
    },
    {
        "url":"https:\/\/bradanderson2000.com\/2019\/07\/29\/what-eradicating-diseases-tells-us-about-how-to-change-the-world\/",
        "text":"What eradicating diseases tells us about how to change the world\n\nLet’s talk about eradicating illness and what that teaches us about how to change the world. Specifically, let’s zero in on how healthcare workers approach the different forms of rationality people and cultures use to understand their world, and from there, apply what we learn to global issues.\n\nRationality is the means through which we understand the world. As I discussed previously, we can classify rationality into four broad categories:\n\n  • Disembedded—Seeks an objective truth that is independent of us; gained through analysis and experimentation\n  • Embedded—Focuses on truths embedded in a social context; gained through understanding the social environment in which you operate\n  • Embodied—Sees knowledge as something achieved through our visceral, lived experience\n  • Collective—The means through which groups and societies understand their world and act.\n\nIn this post, we are going to focus on contextual rationality, which is a specific type of embedded rationality that my research shows is vital in the spread of innovations.\n\nContextual rationality describes truths that members of a culture or group hold in common. For example, in the university where I work, we believe the best teachers are those with industry experience, whereas research-based universities think academics make the best instructors. Different groups “know” (or believe) different things, and so the rational act differs depending on the group with which you are interacting.\n\nWhat does this have to do with eradicating disease and, as I alluded earlier, changing the world?\n\nThe role of contextual rationality in eradicating a disease\n\nA recent Atlanta article discussed the work of Dr. Donald Hopkins who has been instrumental in the battle against not one, but two diseases. Several quotes from the article highlighted the importance of respecting the contextual rationality of the people with whom medical workers dealt. Workers described approaching remote towns and traditional societies in their efforts to eradicate the Guinea worm infection.\n\nGuinea worm is the subject of considerable mythology—the worms have been viewed as both messages from ancestors and the product of witchcraft—and those beliefs need to be addressed respectfully … ‘When you enter a village, you leave your culture behind,’ says Adam Weiss, associate director of the Carter Center’s Guinea worm eradication program. ‘We can’t come in heavy-handed and say, ‘You must do X, Y, Z.’ We all know how human beings respond to that.’\n\nAtlanta Magazine\n\nIf we with our medical science, however, “know” the Guinea worm has nothing to do with witchcraft, if we with our medical science “know” how to eradicate this disease, why do care workers still put in time and effort to respect superstitions that, at times, allow the disease to flourish?\n\nBecause mobilizing a population to act to eradicate a disease requires collective action between groups. Productive collaboration requires trust, which, in turn, is built on mutual respect. For inhabitants of these remote towns and traditional societies to take the actions recommended by healthcare workers, they first have to trust them. To earn this trust, these workers must respect the power of the townsfolk’s contextual rationality.\n\nHow does this help us change the world?\n\nThe above insight is likely unsurprising to anyone who has had to work with groups or cultures different than their own. Healthcare workers seeking to stamp out disease in the remotest areas of the world know this lesson well.\n\nYet, when dealing with people on either side of the vaccine issue, GMOs, climate change, and other hot-button issues of our time, we have forgotten this lesson utterly. We treat those on the other side of the debate with shameful disrespect. Without respect, there is no trust; without trust, we cannot act. We, instead, fight, eroding trust further.\n\nToday, we face some of the biggest challenges of our species’ history. Perhaps such problems call for unprecedented levels of collaboration. If you believe this to be true, maybe the healthcare workers collaborating with isolated communities have something to teach us. They start with a genuine desire to help others. From there, they choose to respect the groups they encounter, create trust, and then build the future.\n\nDo you have experiences bridging the divide between groups? These are the stories we must share. I would love to read them in the comments.\n\nIf you find this topic interesting, let me know by clicking “like” and share with your peers. Is there a topic you would like me to discuss? Let me know in the comments. Finally, click “Follow” if you want to receive notifications whenever I post something new.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nBlog at WordPress.com.\n\nUp ↑\n\n%d bloggers like this:",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9222340584,
        "format_confidence":0.9494030476
    },
    {
        "url":"https:\/\/lisanlyons.com\/tag\/chronic-pain\/",
        "text":"Capturing My Thoughts\n\n\nMinds can run wild sometimes, and mine tends to run towards anxiety, things I can’t control, what ifs, discontentedness.  Something that has really helped me lately with this is focusing on this verse:\n\n“….bringing every thought into captivity to the obedience of Christ”   ~2Corinthians 10:5b\n\nand this one:\n\n“….let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us,  looking unto Jesus, the author and finisher of our faith…”  ~Hebrews 12:1b-2a\n\nTry this the next time you are anxious:\n\n~Breath deeply for a minute or more.\n\n~Focus on Jesus, picture Him walking towards you on top of the stormy seas with no difficulty\n\n~Thank Him, ask Him to help you calm the seas.  Remember He said, “Be still!” to the waves and wind, and they were.\n\n~Breathe, pray, relax, thank Him, remain focused on Him.\n\nThis helps me very much, and I hope that it may help you as well.  Love and hugs, Lisa\n\n\nTalking About Pain\n\n\nTalking about pain is a funny thing.  Some days I want to ignore it, and try to act like I used to.  I push through, laugh, pretend, and then collapse in my trusty recliner a few hours or a few minutes later.\n\nOther days, I need to talk.  I need to let it out, to vent, to cry, to have someone tell me that it’s going to be alright, to let the volcano erupt a bit.  And then rest, and pray, and just be.\n\nThe thing I am most grateful for is for my family and my friends who are there for me, whether I’m talking about it, or not.  The people who love me irregardless of how far I can walk, or how grumpy I may be acting that day.  The ones who can get me laughing.   To all of you…..I love you and I appreciate you.\n\nIf you are out there in internet world, and need to talk….I am here.  And better yet, there is One who will never leave and never forsake you.  Jesus is here also, and listening.  🙂  Love, Lisa\n\nCD Arrival\n\n\nThe new CD, An Unexpected Journey, is now available on CD Baby, for physical CDs as well as digital download! Songs for anyone who is struggling with chronic pain, whether physical or emotional.\n\nAmazon and iTunes will have it in a few days….I’ll let you know when they have it added.\n\nIf you are having financial hardships, let me know on my contact page, and I’ll send one to you for free.  And if you ever need someone to talk to, please write or comment.  🙂  Love, Lisa\n\nPlans and Hopes\n\n\nPlanning to do this or that; a list of things to come\n\nThinking of what could maybe be, or maybe not be\n\nBut fixing my eyes firmly on You, my maybes fade away\n\nInto the surety of what is, what will be, what will always be\n\nLove, hope, forgiveness, mercy, healing\n\nMy mind quiets and settles at Your feet and in Your care.\n\n\nc2017 Lisa Lyons",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.7846455574,
        "format_confidence":0.9914439321
    },
    {
        "url":"http:\/\/www.wellsphere.com\/autism-autism-spectrum-article\/autism-is-not-mental-illness-get-it-out-of-the-dsm\/659659",
        "text":"Health knowledge made personal\nJoin this community!\n› Share page:\nSearch posts:\n\nAutism is Not Mental Illness: Get it Out of the DSM\n\nPosted Apr 29 2009 11:00pm\nGabby, a friend from the Healing-Low-Functioning-Autism Yahoo list, posted this very imformative article that I am sharing on this blog.\n\nTrapped child By Jill Rubolino\n\nIn this month of Autism Awareness, I am ever so aware of the great disparity for our children on the autism spectrum regarding their diagnosis and healthcare. It brings to light some major changes that need to take place in order to not only stop the perpetual, exponentially expanding numbers of children developing autism, but to provide the already affected children with proper medical care and treatment.\n\nIn a health care community that listed homosexuality as a psychiatric disorder on the DSM until 1973, and recognizes alcoholism, addiction and obesity as diseases, our children are suffering and being denied proper medical attention. Not only are our doctors not acknowledging our children’s medical ailments, they are flat out denying to us that they are occurring or that somehow these conditions are some normal variation of childhood.\n\nThis needs to stop immediately. It will only stop when parents demand competent and educated pediatricians for their children and settle for nothing less. We must no longer listen to the false and unsubstantiated litany of canned text responses we hear from uninformed, uneducated pediatricians and specialists. We must no longer accept the standard answers that all refer back to one, already discredited study, regarding vaccine safety. When pediatricians site their references, how many parents ask them to explain that information? How many doctors could? And yet, how many parents that we know can site study after study, and explain biochemical abnormalities ‘til the cows come home?Autism as a diagnosis must be removed from the DSM. Period. It is a medical disorder, with many causes, some of them genetic and totally unrelated to a psychiatric diagnosis altogether. Down’s syndrome is a medical diagnosis, has an identifiable genetic abnormality, and a range of associated features also affecting that person developmentally. It is not, however, diagnosed using the DSM. Autism is not currently recognized as a medical disorder because, if not diagnosed as a known genetic cause, it is a disorder caused by environmental insult, including vaccines.\n\nThe resulting medical problems are symptoms of the underlying cause, not the disorder itself. But because this medical disorder is caused by vaccines given to our children by the very people who are supposed to care for them and keep them healthy, it will not be recognized as such. No other disorder, psychiatric or otherwise, is so blatantly denied its medical or biochemical component except autism.\n\nNo amount of early detection or early intervention will reverse a disease process unless it is treated medically. It is a process, that left untreated, will perpetuate itself to variable degrees in each individual with sometimes irreversible and devastating effects. The medical community turning its back on basic medical principles in treating their autistic patients’ symptoms first can only be referred to as gross malpractice.\n\nThe pediatricians that are treating our children should be ashamed and embarrassed at their complete negligence and incompetence in recognizing a pattern of symptoms that is seen over and over again, hundreds, and thousands of times in this patient population. And yet, they cling to their outdated, obviously inadequate standard answers and bury their heads in the sand while our children suffer and sink deeper and deeper into Autism. Every parent of an autistic child has heard some ridiculous, condescending statement from a physician while they ignored that same child’s obvious vaccine reaction, or explosive diarrhea, abdominal pain, mysterious rash, poor weight gain, reflux, relentless fever, immune dysfunction, and on, and on. And they ignore us, because they can.\n\nPediatricians, vaccine manufacturers, the CDC, and our federal government are all protected under laws that are unconstitutional. That’s right. Your pediatrician doesn’t have to worry about being sued for your child’s descent into Autism after their MMR, or Proquad because the US Federal Government says so. Even though adequate informed consent is never provided, and protocols for vaccinating are rarely followed appropriately.\n\nChildren get vaccinated without being screened for immune dysfunction, mitochondrial disorders, and even when they have a febrile illness, all inappropriate according to the vaccine makers’ own recommendations. Yet, where are all the suits being filed for this obvious malpractice? Because, as parents, we are spending every waking moment and every dime we have trying to recover our children, we have no resources to venture into this legal arena with special masters and shorter statute of limitations. In a country where the father of a child that resulted from a rape has a legal right to that child, our children have no legal rights. By the time we navigate the myriad of professionals that are deemed qualified to diagnose our children as autistic, our statute of limitations has already expired. It will take one individual with deep pockets and a fire burning in their soul, to bring change. There is no exemption for gross negligence by a physician even if it’s one of our kids. You are not protected under the umbrella of indifference. It will only take one case, one precedent. Change will happen.\n\nThe controversy about vaccines rages on, but only in the minds of those officials who are themselves, responsible for the conspiracy to conceal the truth about vaccines. All of the supposed nonexistent, mainstream medical studies that apply to vaccines, and thimerosol, mitochondrial disorder and dysfunction, seizure disorder, aluminum etc. are all easily accessed by anyone with a computer and half a brain. This may explain why the officials, that coincidentally have some type of connection to vaccine manufacturers, cannot seem to find them. All of the necessary medical documentation, studies, information, case studies, etc. are there and readily available for anyone who wasn’t deluding themselves that they can still go on national television and tout that everything is okay. This political, money driven quagmire will come to an end. Big tobacco took a fall and so will vaccine pushers. And I’m thinking of one gentleman in particular, I think we all know who that is, you will not make it off this planet in an upward direction, sir.\n\nI’ll leave you with the thought that for the same reasons that people fought for civil rights, government officials are impeached, landmark cases are won, people have overcome adversity throughout history to affect change, we must do the same for our cause. I will pledge from this day forward that the next time I get that look from a doctor, you know, the placating one you get when you start to talk gastrointestinal, I will put my foot down. I will say, “Why do you look at me that way? Do you not believe what I am saying or are you just not aware how negligent you have been in my child’s care? Why did you not recommend a genetic work up for my child? Why have you not tested his lead level before now? Why is it that while I sit here in receipt of that condescending look, you don’t even realize that every new piece of information I have found out about my child’s medical condition is because I looked for it and not you? As we sit here right now,\nI know infinitely more about how to treat the medical condition of autism than you, and quite frankly, you should be on the receiving end of that very same look you are giving me. As we sit here and you comment on how well my child is doing, and how far he has come, it is only because of me, and not you, acting as his medical professional and managing his care, and at the same time, being damn good at it.”\n\nSo pediatricians, and specialists be aware and beware. We will no longer tolerate substandard, negligent care for our kids. And while we might be the government’s scapegoat right now, that curtain will come down, and they will sell you out just as fast. And then my friends, you won’t be able to afford your malpractice insurance.\n\nJill Rubolino is the mother of two beautiful children, one who was affected by vaccines and diagnosed with PDD-NOS. She, along with her husband Richard, is currently working on her son’s recovery and returning his body to a healthy state. Jill has been a nurse for fifteen years and is appalled at the lack of appropriate medical care for ASD kids. Along with friend Jeanna Reed (fellow nurse and mom to a vaccine injured son) they plan to do something about it. Their company, Autism Is Medical, Inc.., focuses on educating doctors and parents and bridging the gap between them. They can be found at .\n\nPost a comment\nWrite a comment:\n\nRelated Searches",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9795208573,
        "format_confidence":0.6129624844
    },
    {
        "url":"http:\/\/fgidinfo.com\/tag\/fgid-cure\/",
        "text":"Naturopathic Treatment of FGID\n\nI’ve mentioned in previous posts that I’ve had a fair amount of success using mint to lessen the impact of my FGID attacks.  I was reading an article yesterday from the Children’s Hospital of Chicago that talked about enteric-coated peppermint oil capsules and the benefits they have for FGID sufferers. (You can read the article here.)  Apparently peppermint contains a natural form of salicylic acid, the primary ingredient in aspirin, and it “slows” your gut down and stops the spasms. (more…)\n\nCategories: FGID Treatment.",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9980739355,
        "format_confidence":0.9255776405
    }
]