[
    {
        "url":"https:\/\/www.hotels.com\/de1635209\/hotels-st-george-utah\/",
        "text":"Hotels in St. George, Utah\n\nSearch & Compare St. George Hotels\n\nGet Secret Prices on select hotels\n\nThese prices aren’t available to everyone.\n\nDeal of the day\n\nSee all 24 St. George deals\n  • Pay now or later on most rooms\n  • Free cancellation on most rooms\n  • Price Guarantee\n\nBest hotels in St. George\n\nWith we help you find the best hotels in St. George, Utah.\n\nYou can compare all of our St. George hotel rooms including the major St. George hotel chains using our genuine guest reviews as well as TripAdvisor St. George hotel reviews to help find the perfect hotel room when booking your accommodation in St. George. We also feature Expedia St. George hotels and reviews.\n\nWhen you book your St. George stay with you may also earn free nights on participating hotels by joining the Welcome Rewards program. It's free to join and only takes 2 minutes to sign up and when you stay 10 nights you receive 1 night free*. So even a short weekend break in St. George can get you on your way to a free night.\n\nWhy use to book your St. George lodging & accommodation?\n\nWe can help you to find the perfect St. George hotel room for almost any occaision. With our fast and secure hotel search you may compare different St. George hotels by:\n\n  • - Price\n  • - Location within St. George\n  • - Neighborhoods in St. George\n  • - Nearby St. George attractions\n  • - Hotels in different areas of Utah\n  • - Genuine guest reviews for St. George\n  • - Star rating\n  • - Amenities\n  • - Hotel name & chain\n  • - Theme\n\nFor every hotel in St. George Utah we provide:\n\n  • - Up to the minute hotel rates & availability\n  • - In depth hotel information and photos\n  • - Detailed St. George maps showing the locations of your hotel in St. George and the nearest transport and landmarks\n  • - TripAdvisor St. George hotel review score\n\nAnd when you make a hotel reservation in St. George with we'll send you email and text confirmations with the reservation details of your St. George hotel booking along with contact details, directions, information on nearby St. George attractions, restaurants and even the weather - and if you get stuck, we're only a phone call away.\n\nTo make the most of our service, download our mobile & tablet apps and sign up to our newsletter or follow us on Facebook, Google+ or Twitter to receive the latest deals and St. George discount codes.",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9974364638,
        "format_confidence":0.6979712248
    },
    {
        "url":"https:\/\/malaag.wordpress.com\/category\/korea\/busan\/",
        "text":"Browsing All Posts filed under »Busan«\n\nHow I Got to Busan and How I Returned to Seoul\n\nApril 3, 2012\n\n\nIn line with the Visit Korea Project, one of the initiatives of the Korea Tourism Organization to boost tourism not just here in Seoul but in other cities of South Korea is by providing free shuttle buses to Jeonju and Busan for foreigners. Initially, when I was planning my Busan trip, I thought of using […]\n\nJimjilbang: Where I Spent My Three Nights in Busan\n\nMarch 5, 2012\n\n\nAs a budget traveler, usually I couch surf or stay in hostels. Personally, my rule is to spend less for accommodation as much as possible. After all, I just need a place where I can sleep and use the bathroom. For those who travel light and are budget conscious, South Korea has jimjilbangs. A jimjilbang […]",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.99609828,
        "format_confidence":0.8421275616
    },
    {
        "url":"https:\/\/www.to-tuscany.com\/tuscany-villa-search\/grosseto\/4-8-sleeps\/isolated-villas\/most-popular-villas\/",
        "text":"Call us on: +1 302 482 5054\nEmail Address\nEmail Address\nSearch Filters\nArrival date:\n\nFilter Villas by Sleeps\nFilter Villas by Bathrooms\nSpecial Offers\n0 Tuscany Villas found: Grosseto  4-8 sleeps  Isolated villas  Most popular villas  (Show on map)\nSort by >>\nRandom Selection Rating Sleeps Newest villas Price\nSorry, there are no results found for your search for from our Most popular villas selection, from our Isolated villas selection, villas in Grosseto, available for 4-8 sleeps.\nTry to remove some of the search filters below or click here for a new search.\n\nSearch Filters\nMost popular villas Remove criteria\nIsolated villas Remove criteria\nGrosseto Remove criteria\n4-8 sleeps Remove criteria\nContact us\nSave as bookmark\nTo Tuscany on Facebook",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9934514761,
        "format_confidence":0.9842989445
    },
    {
        "url":"http:\/\/www.greatnewzealand.co.nz\/Directory\/accommodationbooking\/93:Timaru",
        "text":"Timaru. Timaru\nTimaru Accommodation Bookings\n\nTimaru Accommodation Bookings\n\nScroll down to view listings:\n\nIn Bookings > Accommodation Bookings > Canterbury > Timaru\n\nFind and book accommodation using these sites.\n\nThousands of accommodation properties listed with availability, pricing and detailed information.\n\nVisit these sites and then book securely online.\n\nIncluding Timaru, Temuka, Pleasant Point, Waimate\n\nSorry, there are no listings for this region and category.\n\nClick to visit the NZ maps page\n\nFind Great NZ Accommodation\n\n\nFor great rates and selection of hotels worldwide, visit booking.com.\n\nEasy to use, secure booking system with loads of information and reviews about properties.\nbooking.com - try it, you will like it!\n\nHotel Club\n\nAlso with great rates and a large selection of hotels worldwide, try Hotel Club.\n\nEasy to use with a secure booking system.\n\nRate Comparisons\n\nDifferent booking sites have different rates - this site allows you to compare rates from about 30 different booking sites and then make your secure booking with the one you choose - Compare and Book.\n\nEasy to use and helps you to get the best deal going.\n\nHotels Combined - try it, you will like it too!",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.994817555,
        "format_confidence":0.9815732241
    },
    {
        "url":"http:\/\/herewego.me\/page\/2\/",
        "text":"Charleston, South Carolina\n\nPineapple fountain in Charlston, South Carolina\n\nI went on a short holiday to Charlston, South Carolina this Memorial day weekend back in May, therefore file this post under the very very late write up’s. Life has a way of taking away your time. I have been so busy my little blog has suffered. Anyway, why Charlston? well there has been a lot of buzz about the new culinary scene in this southern city, plus I had heard so much about the history of this old town and seen dozens of photos of picturesque streets and the colorful houses that my curiosity was absolutely peeked. Therefore when the opportunity arose I boarded a plane for a quick 3 day discovery trip.\nContinue Reading\n\n\nCovent Garden, London\n\nStreet artist in Covent Garden, London\nNeal's Yard sign in Covent Garden\nPeople people people that is Covent Garden. The touristy shopping and dining meca in London’s West End, at the heart of London’s theater land. This neighborhood with the quaint side streets, indoor market, great boutiques and bistro’s, entertaining street performers, old pubs and a general carnival atmosphere attracts hordes literally hordes of people from all over the world. I recently spent a day in London while visiting family in Wales and I chose to spend most of my limited time in the city in Covent Garden. I have traveled to many parts of the world but London remains my favorite city, for me it has everything, it is livable, pretty, exciting and fun. During this brief visit there was not enough time spent to write a travel guide but if you are looking for travel ideas then maybe these images of Covent Garden will convince you to visit London, one of the best cities in the world.\nContinue Reading\n\n\nLiz Klafata – founder of hospitality and design company Bangtel\n\nLiz Klafata founder of Bangtail\nWhen I owned a clothing boutique I worked briefly with Liz Klafata, who is a stylist and worked part time at the boutique. Liz became very busy and left to pursue her full time job. I did not see Liz for a couple of years until last year when I read in a local paper about Liz renovating and renting out properties in Chicago and starting her own rental company. Firstly, the article caught my attention because it was Liz and I knew her and it was exciting to read about someone I know. Secondly as I rent properties almost everywhere I go, I was excited to know more about the rental properties. I recently googled Liz and came across her company website In a word AMAZING. Bangtel properties are stunningly designed apartments that I just want to move into. I reached out to Liz and it was great to re-connect. I found out more about her exciting new venture. Liz was kind enough to give a fantastic interview.\nContinue Reading\n\n\nCatherine Scott – Beauty Entrepreneur\n\nView More:\nLast December just before I was due to go to Hawaii I was contacted by Catherine Scott who told me about an eye gel she had developed and a company she had set up called Honest Hazel. Catherine sent me some samples and I tried the product on my trip to Hawaii. Basically the products are especially designed gel strips that are placed under the eyes. I found the gel strips had an immediate cooling effect on the skin. After 20 minutes the skin under my eyes looked less puffy and felt refreshed.\nContinue Reading\n\n\nStrolling in Soho, New York\n\nI had not been to New York for years and I was overjoyed to be spending the three day Presidents day weekend in New York, one of my favorite cities. The weather gods have been good to us this winter. Temperatures have been mild, snow and rain minimal, weather wise there really has not been a lot to complain about. Therefore, it was bad luck that the weekend we decided to go to New York was the coldest weekend of the winter season. Temperatures were well below freezing, making it impossible to spend any length of time outside.\nContinue Reading\n\n\nOahu, Hawaii\n\nsurfinginbluesea, Oahu\nBeach, Ohau\nIsland off kokohead Mountain, Ohau\nThis post is part 2 of my Hawaii write up, part 1 is here. After spending the first week of our 2 week vacation in Honolulu we drove out of the city and moved into a rented cottage on Lanikai beach on the east coast of Oahu. There are a couple of things Lanikai is particularly famous for. Firstly, having one of the best beaches in the US and secondly, being the beach community that is down the street from Kailua where President Obama rents a vacation home for his winter holidays every year.\nContinue Reading\n\n\nHonolulu, Hawaii\n\nWaikiki Beach\nWaikiki harbor\n\nA belated Happy New Year everyone. Thank you all for reading this blog and following along with my travels – you all inspire me to keep posting and I hope I give you some ideas to add to your travel bucket list. I am looking forward to many more adventures in 2016 and I hope you will join me.\nDuring the Christmas holiday season we were lucky enough to go to paradise for some rest and relaxation. I am talking about Hawaii, one of the most gorgeous places on earth. This is our third trip to Hawaii; we had previously visited Maui, Kuai and Big Island. This trip was our first time in Oahu. We spent the first week in Honolulu, the capital of Hawaii and the only real city in the islands.\nContinue Reading\n\n\nSnoqualmie Falls – Washington\n\nThanksgiving this year was a family affair in the great city of Seattle. As with all holiday gatherings plenty of food and drink was consumed, plenty of netflicks watched and there was hours upon hours of conversation and laughter. However, when it was time to opt outside we took a trip to Snoqualmie Falls. A stunning 268ft waterfall on the Snoqualmie River about 40 miles from Seattle.\nLiving in an urban jungle like Chicago, waterfalls are not something I see very often. I find waterfalls exotic and exciting. I love to hear the thundering noise and see the mist rise up when the water hits the ground with force. These falls were especially beautiful on the day we visited because a frost had covered the ground creating a silver picture postcard effect on the river banks. Despite the cold temperatures it was a gloriously sunny day making the colors of the evergreen trees look lush. The entire scene was a sight to behold.\n\n\nIndiana Dunes\n\nRemembering how we all enjoyed the trip we did over the summer to Starved Rock state park. I really wanted to venture on another day trip outside Chicago, this time to see the beautiful colorful autumn leaves. Unfortunately work commitments, life commitments and rainy weather all combined to delay this trip. Continue Reading\n\n\nFallen Leaves\n\nAre the trees near where you live bare yet? are the fallen leaves forming a carpet on the sidewalk ?\nHere in Chicago quite a few of the trees in the city are still in bloom, this may have something to do with the unseasonably warm autumn we have been having. Don’t get me wrong I like that the summer weather has decided to stick around. Winter can stay away as long as it wants, however something about November days being 70 degrees is not right. I will admit that right now I would not mind being cozy in some cashmere, pulling on some boots and tying a bright scarf around my neck. When I tell folks this the response is the same “don’t worry, this is Chicago, the cold is coming, it’s coming”",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9869465232,
        "format_confidence":0.6686220765
    },
    {
        "url":"http:\/\/www.tourradar.com\/o\/trafalgar\/asia",
        "text":"booking tours made easy\n\nAll Asia Trafalgar Tours\n\nSee all Asia Tours\n\nFind the best Trafalgar Asia trips. TourRadar offers 35 tours from Asia through 12 countries. The tours span across 3 day to 17 day itinerary with prices ranging between $165 to $556 per day.\n\n35 Trafalgar trips through Asia\n\nSort by\nLoad more\n\nAll Asia Trafalgar Tours Reviews",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9954712391,
        "format_confidence":0.9595392942
    },
    {
        "url":"http:\/\/vacationtosouthafrica.com\/tour-packages\/half-day-full-day-tours\/",
        "text":"Cape Town\n\nVisitors and locals alike agree on one thing: Cape Town is one of the single most beautiful places on the planet. The second-largest city in South Africa is known for its active harbor and magnificent seascapes, but it’s the people and sheer variety of activities that helps further its place in the country’s heart. Activities available to visitors include boating, swimming, whale watching, surfing, fishing, diving with sharks or just touring and sampling the world-class wines.\n\nHere is the list of our Tours in and around Cape Town:",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9966609478,
        "format_confidence":0.7113291621
    },
    {
        "url":"https:\/\/www.tripadvisor.ie\/Hotels-g562747-zfa9-Saint_Gervais_les_Bains_Haute_Savoie_Auvergne_Rhone_Alpes-Hotels.html",
        "text":"\nWindows: Internet Explorer, Mozilla Firefox, Google Chrome. Mac: Safari.\nView map Return to list\n10 available\nPrice per night\nUS$0US$100 +\nDistance from\n1 km\n    No results found\nTraveller rating\nHotel class\nHotel Search\n  • Sort by:\n  • Traveller Ranked\n  • Best Value\n  • Lowest price\n  • Distance\nList Map\nSort Best Value\nFilterPets Allowed\nLike saving money? We search up to 200 sites to help you save up to 30%\nUpdating list...\nOther places to stay near Saint-Gervais-les-Bains (8)\nOther places to stay you may like",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9972941279,
        "format_confidence":0.9852932096
    }
]