[
    {
        "url":"http:\/\/www.afaqs.com\/news\/story\/23017_Making-India-look-at-its-incredible-best",
        "text":"Making India look at its incredible best\n\nBy Khushboo Tanna , afaqs!, Mumbai | In Advertising | January 05, 2009\nThe Ministry of Tourism has launched a new campaign aimed at foreign nationals to promote India as a favourable travel destination\n\nGlobal & #BANNER1 & # recession, stock market upheavals and the recent terror attacks in Mumbai - hardly a good time for the Indian tourism industry. To change the outlook, the Ministry of Tourism has launched a global campaign to portray India as a favourable travel destination.\n\nThe campaign will be launched in print, television and digital formats. The Ministry of Tourism has empanelled 15 creative agencies to look after the Incredible India brand. Quantum Communications has created four print ads (Culture, Bull Run, Celebration and Unity) for the new campaign, while Stark Communication has created one print ad (Tranquillity).\n\nThe television commercial was conceptualised and shot independently by Prakash Verma of Nirvana Films. The digital aspect of the campaign is being handled by Crayons Advertising.\n\nThe TVC opens on a shot of a foreigner writing a postcard, fondly remembering his adventures in India - camel rides in the desert, scuba diving in clear blue waters, the royal palaces and the culture and traditions of India.\n\nThe film was shot over a period of 35 days across the length and breadth of the country and involved extensive travelling.\n\nThe campaign is expected to be released internationally in January 2009. It will not be released in India. Leena Nandan, joint secretary, Ministry of Tourism, says that the campaign is targeted at foreign nationals who are yet to experience the beauty of India. She adds, \"We have created the ads keeping in mind the global scenario and we have tried to show how India can cope with the issues it is facing.\"\n\nThe media duties are split regionwise among the agencies working on the Incredible India account. MPG (Media Planning Group) will look after the television duties in the US and the print duties in the Asia Pacific (APAC) region. Span Communications will look after the television duties in the APAC and the print duties in the US. Crayons will manage the entire European portfolio, and Zenith Optimedia has been assigned the global television and print duties.\n\nSanjay Rastogi, chief operating officer, Quantum Communications, shares some details about the campaign and says that a quote by Mahatma Gandhi was the inspiration behind the campaign. That's why they decided to use the quote in one of the print ads. Most of the photographs used for the print ads have been sourced from the Ministry of Tourism's personal library and a couple of them, from websites.\n\nHe adds that Quantum Communications was given a one-line brief to portray India in a resilient yet resolute manner and to showcase the intrinsic value of the country through the creatives. He says that the copy on the ads will be provided in the local language of non-English speaking countries.\n\nafaqs! spoke to some creative people to figure out whether the ads left them with that incredible patriotic feeling.\n\nSambit Mohanty, executive creative director, Brand Planet Elephant, feels that the campaign is very similar to earlier campaigns and uses tried and tested imagery such as tigers, Rajasthan and the Taj Mahal.\n\nMohanty seems to be unimpressed by the print ads and says, \"The press campaign appears very disjointed, with no single thought tying it all together. For example, what's the quote by Mahatma Gandhi doing there?\" He adds that to make the execution incredible, one should start portraying India in a completely different light.\n\nJignesh Maniar, founder, Onads Communication, says that most other countries in the world also have mountains, snow, deserts, festivals and beaches and India is not only about landscapes. He says, \"India is about the diversity of its people, which is conspicuously missing from the campaign.\" He adds that India is portrayed in a very banal manner, which does not make it seem incredible.\n\nRecently, the Ministry of Tourism finalised 15 agencies to work on the Incredible India account. Besides Stark Communication, Quantum Communication and Crayons, the other agencies working on the account are Mudra, Lowe, Contract, W+K, Dentsu Marcom, TBWA India, Mercantile Advertising, Critique, Basic Four, FS Advertising, IBD India and India Tourism Development Corporation's creative wing (also known as Ashok Creatives).\n\n© 2009 afaqs!",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9373299479,
        "format_confidence":0.9605149031
    },
    {
        "url":"http:\/\/www.marinatimes.com\/1203\/presidio-inn.php",
        "text":"After nearly two decades as a national park, the first inn opens in the Presidio\n\nMarch 2012\n\nPershing Hall is being renovated into a 22-room inn set to open in April (Photo: Herrero Contractors)\n\nOf the nation’s 58 national parks, most have lodges or inns offering overnight stays to visitors: the Ahwahnee Hotel in Yosemite, the Paradise Inn in Mount Rainier National Park, and the Old Faithful Inn at Yellowstone are just three examples.\n\nUntil this year, the Presidio of San Francisco has not been on that list.\nSince 1996 – when Congress created the Presidio Trust – park directors, administrators, board members, and interested neighbors have laid out plans for lodging that would befit a national historic landmark.\n\nOn April 1, 2012, Pershing Hall, originally an upscale bachelor officers’ quarters, will open as the Inn at the Presidio. Located at the corner of Funston and Moraga Avenues near the Main Post and Officers’ Club, Pershing Hall was built in 1903. Listed in the National Register of Historic Places, the classic revival brick building is located in a neighborhood of barracks that have been transformed into offices but otherwise untouched.\n\nThe inn is the first hotel to open in the Presidio. Since no historic building is being removed or demolished, the inn is generating excitement in the Marina community.\n\n“Waterford Hotels and Inns was chosen [as the project developer] based on their experience with historic hotels, their dedication to customer service, their sensitivity to the environment, and their long history of successfully working with a variety of owner groups,” said Joshua Bagley, the Presidio Trust’s project manager.\n\nAs with any new Presidio endeavor, the inn is being built as a LEED-certified project. LEED (Leadership in Energy and Environmental Design) provides independent, third-party verification that a building project is environmentally responsible, profitable, and a healthy place to live or work.\n\nArtist’s rendition of the inn’s porch along Moraga Street (Illustration: Art Zendarski)\n\nWhile the Presidio is a destination point for visitors who may now explore the dozens of trails, historic buildings and archaeological discoveries, and enjoy dining, bowling, and programs such as preschools and the Disney Family Museum, guests were unable to wake up in the Presidio. With so much to see and do in the park’s 1,491 acres, there is also an abundance of shops, restaurants, pubs, and beautiful sites in the Marina within walking, biking or driving distance of the inn. The Presidio’s free bus, the PresidiGo Shuttle, and Muni also operate in the park.\n\nTerry Haney is the newly appointed general manager of the inn. Haney brings to the position a wealth of hospitality industry experience. His career began in 1982 as restaurant manager at the Hyatt Regency in Fort Worth, Texas. Since that time he has held a number of management and director-level positions at premier hotels, including the San Francisco W, where he was director of operations, and as general manager of Hotel Rex, also in San Francisco.\n\nSpeaking of his new position at the Inn at the Presidio, Haney said, “There’s an excitement in the air, a rush of adrenalin knowing you’re about to embark on a totally new adventure … this project is much more special because it’s not about building something new, or even remodeling. It’s about repurposing a historic site.”\n\nThe inn will have 22 rooms, with a long exterior balcony that connects all of the rooms. At about the hour that shade covers the front of the inn, a newly built deck in the rear will be bathed in sun. The deck includes a fire pit as well as tables and chairs. A daily continental breakfast will be served to guests.\n\nPershing Hall was built in 1903 as bachelor officers’ barracks (Photo: Golden Gate NRA, Park Archives, PAM Prints Collection)\n\nThe interior design reflects the Presidio’s rich history with Presidio memorabilia and furniture reproductions, along with historic photographs and contemporary regional art featuring the park’s experience. Each room has a map depicting areas of interest with a method for using a GPS to get to a particular spot. Some added benefits include bicycles available for rent and a package including some of the Presidio’s attractions, such as The Disney Family Museum. Children and pets are welcome as well.\n\nThe list of amenities matches that of most high-end hotels and can be found on the inn’s website, www.innatthepresidio.com. Room rates range from $195 to $350 with no charge for children ages 12 and under.\n\nWhile April 1 is the designated opening day for reservations, many weekends are already taken, according to Haney.\n\n“There is a wedding taking place in the Presidio later in the year and the bride assured me that her guests from out of town would fill the inn,” Haney said.\nCraig Middleton, executive director of the Presidio Trust, praises the addition of the inn.\n\n“The opening of the Inn at the Presidio is an important milestone for the park,” said Middleton. “I am pleased to welcome visitors to our first overnight accommodations in the Presidio, and so proud of the beautiful rehabilitation of this historic building.”\n\nA Marina resident who is a true fan of the Presidio is delighted with the addition of the inn. “I am so excited about the restoration of Pershing Hall. Over the years, I was saddened to see its slow decay – especially the sagging upper balcony,” said Dr. Stephen Hufford. “It is a joy to see the glorious restoration, especially the attention paid to historical detail. I can’t wait to stay there myself,” Dr. Hufford added.\n\nFor additional information and reservations, please visit www.innatthepresidio.com or call 415-689-4287.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9933999777,
        "format_confidence":0.8883980513
    },
    {
        "url":"https:\/\/www.cntraveler.com\/stories\/2014-10-27\/georgian-house-new-harry-potter-themed-hotel-opens-in-london",
        "text":"Accio Room Service! New Harry Potter–Themed Hotel Opens in London\n\nHarry Potter lovers can now combine a visit to the Warner Brothers Studio with a stay in a new wizard-themed London hotel.\n\nThe new Harry Potter–themed rooms in the Georgian House Hotel are inspired by the sets of the films, seen here at the Harry Potter tour at Leavesden Studio (a ticket is included with a hotel reservation).\n\nThe Georgian House Hotel in London is luring Muggles with its new Harry Potter-themed rooms. The hotel re-creates rooms from Hogwarts, the wizarding school that Harry and his friends attend: velvet canopies on dark wood beds, plus trunks, potion bottles, and spellbooks.\n\nThe new hotel rooms are part of a package that include tickets to the Warner Brothers Studio Tour in Leavesden just north of London, where they can see actual sets, props, and costumes from the Harry Potter series, such Diagon Alley, the Ministry of Magic, and The Burrow. The hotel's proximity to Victoria coach station, where Leavesden-bound buses pick up their passengers, gave the Georgian House extra incentive for their new rooms. It's also close to other major London attractions like Buckingham Palace and St. James' Park.\n\n\"The Georgian House Hotel places great emphasis on welcoming families and I really wanted to create something fun for young visitors,\" Serena von der Heyde, a partner at the Georgian House, told British newspaper The Independent. \"When guests arrive, we light candles and play music as they enter the Wizard Chambers—it's a great way to give families a unique stay.\"\n\nThe rooms—sorry, \"Wizard Chambers\"—begin at £249 ($400) per night for a three-person room and £363 ($585) for a five-person room. Hermione Granger will be happy to hear that there are no house elves.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9908304214,
        "format_confidence":0.9453975558
    },
    {
        "url":"https:\/\/savedelete.com\/news\/tokyo-disneyland-disneysea-reopen-after-4-months\/336023\/",
        "text":"Tokyo Disneyland, DisneySea reopen after 4 months\n\nThe Tokyo Disneyland and DisneySea reopened on Wednesday after being closed for four months due to the COVID-19 crisis.\n\nThe two theme parks will follow infection containment guidelines to prevent the spread of the novel coronavirus among visitors, reports Efe news.\n\nTokyo Disneyland is ranked the third theme park of the Disney chain by number of visitors – about 18 million in 2018, only behind those of Florida and California.\n\nThe Disney establishment was the first park to be built outside the US in 1983.\n\nFrom January 31, the park’s authorities decided to cancel some of their productions, especially where people in costumes had to come in physical contact with visitors.\n\nHowever, as the number of cases grew in Japan, the company decided to close its two theme parks on February 29, in accordance with official recommendations to avoid large-scale events.\n\n“We will be deliberate in our operations, thoroughly implementing health and safety measures such as controlled capacity through limits on attendance, limited visitors in attractions, shops, restaurants, and other facilities, regular cleaning and sanitization, proactively requesting guests to maintain social distancing, among other things,” Tokyo Disney Resort said in a statement last week.\n\n“We will also endeavour to promote health and safety by having the information filled in for the primary contact person when guests purchase tickets.”\n\nVisitors are expected to wear masks, a practice which is being followed by the people across Japan, particularly in public places.\n\nThey will also have their temperature checked, and are expected to follow social distancing rules, and wash and sanitize their hands regularly.\n\nThose who have been in close contact with individuals who have tested positive for COVID-19, those who have family members or close acquaintances who are suspected of being infected, and those who have been to countries or areas that the government has banned entry from were asked to refrain from visiting.\n\nThe parks will stay open for 12 hours from 8 a.m., and visitors will be allowed entry in three time slots.\n\nActivities such as parades and shows within Tokyo Disneyland will remain suspended for the time being.\n\nThe reopening of the Tokyo branch of Disneyland theme parks comes after Disney decided to resume operations at their Shanghai and Hong Kong parks.\n\nDisneyland Orlando and Paris are also expected to reopen in the first half of this month.\n\nLeave A Reply\n\nYour email address will not be published.\n\nThis website uses cookies to improve your experience. We'll assume you're ok with this, but you can opt-out if you wish. Accept Read More",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.862816453,
        "format_confidence":0.9968210459
    },
    {
        "url":"https:\/\/financialtribune.com\/articles\/people-travel\/32330\/20-firms-at-fitur-2016",
        "text":"20 Firms at Fitur 2016\nPeople, Travel\n\n20 Firms at Fitur 2016\n\nTwenty companies are set to represent Iran in Fitur 2016, one of the most reputable travel and tourism exhibitions in the world, held annually in Madrid.\nA five-day event (January 20-24, 2016), Fitur is a global meeting point for tourism professionals.\nIn an interview with the Spanish news agency EFE, Ali Baqer Nemati, director of marketing and promotion at Iran’s Cultural Heritage, Handicrafts and Tourism Organization, said Iran’s pavilion will include an information desk that will answer technical questions from tourism professionals and potential investors.\nThe guests will also be able to enjoy live traditional music.\nAside from Fitur, officials are planning to participate in ITB Berlin in 2016, scheduled for March 9-13.\nParticipation in international expos is necessary to promote Iranian tourism attractions and provides a platform for tourism authorities and travel agencies to meet their counterparts from across continents. These events offer cost-effective opportunities for exploring overseas markets and introducing new packages.\nA high-level Spanish delegation led by Foreign Minister Jose Manuel Garcia-Margallo and Industry Minister Jose Manuel Soria met with their Iranian counterparts in Tehran in September and expressed interest in expanding tourism ties, and Iran’s participation at Fitur is expected to help strengthen ties with the southwest European nation.\n\nShort URL : http:\/\/goo.gl\/5qfgq0\n  1. http:\/\/goo.gl\/SFRV05\n  • http:\/\/goo.gl\/rda3ox\n  • http:\/\/goo.gl\/fDQp8t\n  • http:\/\/goo.gl\/qZk8cZ\n  • http:\/\/goo.gl\/jgowZS",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9871410131,
        "format_confidence":0.9565803409
    },
    {
        "url":"http:\/\/www.coolcruisenews.com\/2014\/08\/24\/cruise-lines-catering-to-younger-crowds-pittsburgh-post-gazette\/",
        "text":"Aug 24\n\nCruise lines catering to younger crowds – Pittsburgh Post-Gazette\n\nBy Hannah Sampson The Miami Herald\n\nFor their next vacation, Jessica and Michael Hammer are heading to Sweden, where they will stay with friends and immerse themselves in the rhythms of daily life.\n\n“We want to learn about the country,” said Jessica Hammer, a 31-year-old Coconut Creek, Fla., resident who works for a software company.\n\nOne place the couple won’t be found anytime soon: on a cruise ship, which they view as “a floating prison,” “generic and commercial” and “plasticky.”\n\nWielding craft beer and cocktails, speedy Wi-Fi and apps, celebrity chefs and Broadway shows, cruise lines are increasing their efforts to appeal to discriminating young adults like the Hammers, part of the millennial generation that accounts for an estimated $1.3 trillion in annual spending.\n\n“Millennials love to travel; they love to show off their travel on social media,” said Debbie Fiorino, senior vice president of Fort Lauderdale, Fla.-based travel agent networks CruiseOne and Cruises Inc. “We have a great opportunity to get them as first-time cruisers, and we believe they will become lifetime cruisers.”\n\nEarlier this year, the Cruise Lines International Association identified the growth of millennial passengers as a top trend for 2014. The trade group’s most recent market profile study, released in 2011, showed that the average age of a cruise passenger was 50 and only 7 percent were between 25 and 29.\n\nWhile the cruise industry has long been moving away from its history as a grandparents’ getaway with assigned dinner seating at set times and limited entertainment, operators are finding even more ways to diversify options in entertainment, food, drinks, activities and itineraries.\n\n“Cruising is adapting to this generation by adding features that will appeal to a lot of people — but are must-haves if you want to get a millennial on a cruise ship,” said Carolyn Spencer Brown, editor in chief of the website CruiseCritic.com.\n\nThere is no consensus yet on where the millennial generation starts and stops, but most definitions include at least the 18-34 age range; the number of millennials is believed to be between 80 million to 95 million. The group is known to be tech-savvy, global in world view, careful about spending and hungry for new experiences, according to experts.\n\n“Affordable adventures are a huge theme for millennials,” said Jeff Fromm, president of millennial-focused consultancy FutureCast and author of the book “Marketing to Millennials.” He said the group has a greater desire than any other generation to visit every state and continent, values experiences over status brands — and must be able to share those adventures quickly with their social networks.\n\nThat makes them ideal targets for cruise lines, which promote value, the ability to visit multiple destinations and diversity in options that can let young workers without much vacation time steal away for a quick weekend trip.\n\nLucy Garcia, a 30-year-old travel agent in Hialeah, Fla., who owns a Cruise Planners franchise with her sister, finds that she sells a lot of weekend cruises to fellow millennials — and goes on many herself. The length is a good option for first-timers, she said, as well as those on a budget.\n\nvia Cruise lines catering to younger crowds – Pittsburgh Post-Gazette.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9942674041,
        "format_confidence":0.9906561971
    },
    {
        "url":"http:\/\/www.eglobaltravelmedia.com.au\/global-medical-tourism-is-failing-to-deliver-quality-care-to-international-travelers-medical-travel-quality-alliance-president-julie-munro-tells-dubai-gathering\/",
        "text":"Home » Medical Tourism » Currently Reading:\n\nGlobal Medical Tourism Is Failing To Deliver Quality Care To International Travelers, Medical Travel Quality Alliance President Julie Munro Tells Dubai Gathering.\n\nDecember 14, 2015 Medical Tourism No Comments Email Email\n\nThe medical tourism industry has failed to live up to its promise of better quality treatment and care for patients seeking to travel to a foreign country for health care, Julie Munro, president of Medical Travel Quality Alliance (MTQUA,www.mtqua.org), told an audience of 500 at Gulf Medical University(GMU) last week.\n\n\n“Medical tourism is at a crossroads,” Julie Munro said. “Because the industry has paid too much attention to the “tourism” part and not enough to the “medical” part, medical travelers have mostly been left without the guidance or information they need in order to get the best results possible.”\n\nRead more >>>\n\nDubai Healthcare Authority, as a recent entrant to the industry, has the opportunity to create a support structure that is more patient-focused, she said. Its new complications insurance product is a good example of government commitment to better outcomes and care for medical tourists.\n\nThe new program of instruction in medical tourism at GMU will also help steer the industry toward higher standards in quality and support for medical tourists.\n\n“Three UAE hospitals have shown they are committed to quality in patient care and support and have received MTQUA medical tourism certification,” said Munro.\n\nThese hospitals, Saudi German Hospital Dubai, Al Zahra Hospital, and Thumbay Hospital Ajmanhave met the international standard of excellence for care and services to international patients and medical travelers. Other hospitals, clinics and medical travel facilitators in the UAE are presently going through the certification process. MTQUA-certified facilities and agencies are in 16 countries.\n\n“We are very concerned about the current state of medical tourism. We believe that the risk for medical tourists has become unacceptable, making it necessary for us to issue our first medical travel advisory,” said Munro, speaking at the 2nd Annual Conference on Destination UAE Health and Medical Tourism Hub.\n\nThis medical travel advisory, the first ever issued by a major medical tourism industry group, warns medical tourists about dangerous conditions in the Dominican Republic. In addition, MTQUA puts four countries, Mexico, Thailand, India and South Korea on a medical tourism “watch” list due to higher risks to medical traveler safety and quality.\n\nComment on this Article:\n\nTime limit is exhausted. Please reload CAPTCHA.\n\nPlatinium Partnership\n\n\nElite Partnership Sponsors\n\n\nPremier Partnership Sponsors\n\n\nOfficial Media Event Partner\n\n\nGlobal Travel media endorses the following travel publication",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.588430047,
        "format_confidence":0.8705547452
    },
    {
        "url":"https:\/\/arqueologiadelperu.com\/over-180000-tourists-visited-huascaran-national-park-in-2014\/",
        "text":"Over 180,000 tourists visited Huascaran National Park in 2014\n\nThe Huascaran National Park, located in Ancash region, welcomed a total of 180,469 visitors in 2014, a surge when compared with previous years’ figures.\n\nAnnouncement was made by the National Park Head Ricardo Gomez, who said the area has garnered particular interest at the national and international levels since its creation 40 years ago.\n“A 10% growth was attained between 2013 and 2014, that is, last year saw 180,460 visitors; we hope this figure will rise,” Gomez told Andina news agency.\nHe said the park has the capacity to receive a greater number of tourists, but its main destinations need to be further promoted.\nOne of the plans, he added, is to promote the dissemination of the area, so that more people can learn about this magnificent natural place that houses hundreds of bird species and a unique flora.\nAccording to Gomez, tourists can enjoy all the comforts while in there, and noted that an increase in arrivals is already observed. This is the best time to visit the place, as there is no rain during the time.\nThe attraction is located in the western chain of the northern Andes, in the Cordillera Blanca (White Mountain Range), east of Callejon de Huaylas in Ancash region.\nThe park comprises Huaylas, Yungay Carhuas, Huaras, Recuay, Bolognesi, Pomabamba, Huari, Mariscal Luzuriaga and Asuncion provinces, that is, about 9% of the Ancash region territory.\nPrint Friendly, PDF & Email\n\nDeja un comentario\n\nEste sitio usa Akismet para reducir el spam. Aprende cómo se procesan los datos de tus comentarios.\n\nTranslate »\nA %d blogueros les gusta esto:",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9900820851,
        "format_confidence":0.9901031256
    }
]