[
    {
        "url":"http:\/\/www.playbill.com\/article\/cindy-bandle-press-director-for-chicagos-goodman-theatre-is-dead-com-125840",
        "text":"Cindy Bandle, Press Director for Chicago's Goodman Theatre, Is Dead\n\nObituaries   Cindy Bandle, Press Director for Chicago's Goodman Theatre, Is Dead\nCindy Bandle, the respected press director of Goodman Theatre, died on May 9, the Chicago theatre announced. Ms. Bandle had been battling cancer for three years. She was 49.\n\nMs. Bandle, a tall, elegant woman with shoulder-length ash-blonde hair, became the Goodman's press director in 1985, and her two-decade tenure saw the theatre rise to national prominence and become one of the biggest and most important nonprofits in the United States.\n\nAmong the shows she helped publicize were several famous collaborations between Goodman artistic director Robert Falls and actor Brian Dennehy, including Death of a Salesman, and a number of plays that later transferred to New York. These included A Moon for the Misbegotten, Hollywood Arms and several August Wilson plays, including King Hedley II, Seven Guitars and The Piano Lesson. The Stephen Sondheim musical Bounce also had its premiere at the Goodman.\n\nShe was also on duty when the Goodman made a long-awaited move from its old home in the Art Institute of Chicago to a new North Loop complex, located on Dearborn Street between Randolph and Lake, the historic site of the Garrick and Woods theatres and the landmark Harris and Selwyn theatres. The two-theatre venue cost $44 million.\n\nThe Goodman's Falls and executive director Roche Schulfer said, in a joint statement, \"her dedication and professionalism have been essential to the Goodman's success over the past two decades. Her passion and loyalty to the theater have been beyond compare. But most of all she was an extraordinary colleague and a trusted friend to all of us.\"\n\nCynthia Bandle was born on Oct. 31, 1955, in Oklahoma City, Oklahoma. She grew up in various places, including St. Louis, Eugene, Oregon, and spent her formative years in McLean, Virginia. She was in a manner of speaking born into her profession, as her mother owned a PR agency in Washington, D.C. Two major clients were Ringling Brothers Barnum and Bailey Circus and the Washington Ballet. She met her husband Alton while doing the press for the Washington Ballet. They married on August 8, 1981, and moved to Chicago in September of 1983. Soon after, she was hired by the Goodman.\n\nServices will be private. A remembrance of Ms. Bandle will be held at the Goodman on a date to be announced.\n\nToday’s Most Popular News:\n\nBlocking belongs\non the stage,\nnot on websites.\n\nOur website is made possible by\ndisplaying online advertisements to our visitors.\n\nPlease consider supporting us by\nwhitelisting with your ad blocker.\nThank you!",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9739917517,
        "format_confidence":0.8754739761
    },
    {
        "url":"http:\/\/www.startribune.com\/oblivion-is-a-mesmerizing-love-letter-to-classic-sci-fi\/203641661\/",
        "text":"The dystopian thriller “Oblivion” is a breathtaking collage of welcome originality and references to a huge common cultural bank of fantasy images and themes. It’s grandiose in scope and scale, attentive to important details like character and tone, and unafraid to tackle mature themes like love and loss, personal identity and redemption. If there’s a better science-fiction blockbuster this year, I’ll count us lucky.\n\nThe film stars an intensely focused Tom Cruise as Jack Harper, a futuristic repairman tending to weaponized drones that guard the giant rigs mining Earth’s final reserves of energy. The year is 2077, 60 years after an invasion by alien hordes devastated the planet. The remaining human population has relocated to one of Saturn’s moons. Only violent alien marauders remain on the surface, sabotaging the equipment that is extracting the planet’s last resources. Yet Jack, five years after his mandatory memory wipe, can’t shake the feeling that this eerie brave new world is still his home. Who is that woman (Olga Kurylenko) who reappears so insistently in his dreams?\n\nThe film’s look is mesmerizing, combining hypnotically sleek industrial design, workaday grubbiness and immense landscapes so stunningly barren that they elicit tangible unease.\n\nDirector Joseph Kosinski (“Tron: Legacy”) and cinematographer Claudio Miranda (who shot “Tron” and won an Oscar for last year’s “Life of Pi”) make the impossible impressively realistic. Jack and his communications officer, Victoria (Andrea Riseborough), live in a pristine, glass-walled loft that floats thousands of feet above stunning cloud formations. Their solicitous superior, Susan (Melissa Leo), checks in regularly via video screen to check their status as “an effective team.”\n\nJack makes his service calls to the surface in a whizzy vehicle that looks like an Apple-designed commuter jet. “Only two more weeks, Jack, and we can finally leave and join the others,” Victoria cautions. “Please, don’t take any chances.” It’s as if someone is catering to his superficial needs in an effort to keep him from growing restless and inquisitive.\n\nWhile “Tron” was a dramatically inert bite of eye candy and Cruise can emit a soulless vibe, here the star and director create gratifying emotional depth. A haunting loneliness pervades the story. When Jack visits a swath of desert terrain pierced by the spire of the Empire State Building, or rappels through the blasted roof of the New York Public Library, the effect is genuine pathos. Even shots of flowers stubbornly struggling to evolve in this decimated environment pack a punch.\n\nJack, a former Marine, has a generous supply of action-hero skills (this is a Tom Cruise movie, after all) but he is at heart a high-tech grease monkey. He looks suitably worried, awed and surprised when he encounters the plot’s several bombshells. Cruise is fully engaged in his scenes with Riseborough, whose cool composure erodes as their caretaker assignment grows more perilous. She infuses her jargon-heavy “Copy that” dialogue with a rich subtext of vulnerability and longing. Even Leo, seen only as a smiling broadcast visage, imbues her honeyed tones with a hint of steely command, at once cloying and creepy.\n\nHappily, “Oblivion” is not a remake, sequel, reboot or the foundation for a projected franchise. It tells a self-contained mystery story that, for all its explosive action passages, feels like an epic episode of “The Twilight Zone.” The film is rife with elements from its finest predecessors — Kubrick, Lucas, the Wachowskis and Pixar could be listed as creative consultants — but it has the spirit of a love letter to classic sci-fi, not an opportunistic mash-up.\n\nJust as Lucas reached back to “Flash Gordon” serials for inspiration, Kosinski borrows wisely and well. “Oblivion” will not fade from memory for quite a while.",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9915274978,
        "format_confidence":0.8027290702
    },
    {
        "url":"http:\/\/www.denverpost.com\/2012\/06\/07\/colorado-symphony-orchestra-rethinks-programming-funding-everything\/",
        "text":"\n\nBut by most accounts he has won the wager. Kern’s move led a communitywide round of giving and ticket buying that will leave the CSO in the black when its 2011-12 season ends today. That’s a quick turnaround from last year’s $1.3 million deficit — a failure that provoked a back-and-forth of blame between musicians and management and calls for bankruptcy from the board.\n\nJust seven months ago, the CSO was poison — so toxic that 20 trustees made an angry and abrupt exit when a move to make players part-time failed. Now it is re-emerging as something everyone wants a taste of.\n\nVenues across the region are eager to book it; a reconstructed board is drawing prominent names; and the orchestra has added considerably to the number and type of concerts it will perform starting July 4 with its summer session.\n\nA nonprofit certainly can’t claim a comeback in less than a year. It must prove long-term viability — and the CSO has far to go. But Kern, along with new chief executive Gene Sobczak (an organization veteran, recruited back from the Arvada Center) has pulled off the kind of short-term miracle the troubled classical music industry dreams about.\n\n“What you hope to do is reverse the perception that you’ve been struggling at death’s door,” said Jesse Rosen, who leads the League of American Orchestras, based in Washington, D.C. “You have to change to a perception that this is a happening place to be.”\n\nThe CSO’s new strategy is wide-ranging, but it is based on a simple belief: Despite what you may have heard about classical music, the brand remains strong. It just needs to get down off its high horse. Orchestras must present themselves as service organizations, bringing music to the people, wherever the people are. They can’t look like an elite club that lets regular folk in on the occasional evening.\n\nThat’s become a routine mantra for saving classical music, but Kern — who found his own financial success negotiating large telecommunication deals — delivers it in a straightforward and characteristically sincere way, and he’s willing to do the dirty work to make it happen.\n\nOne notable example: In May, the CSO severed ties with the exclusive Denver Debutante Ball, which has passed along $4.2 million in party proceeds over 55 years. The situation is complicated (the ball and the symphony share a constituency and recent board skirmishes have caused some enmity within the social set) but Kern’s public position is that a democratic orchestra can’t formally associate with a group that allows some in, but not others.\n\nAnother example: Kern used his bartering powers to win fast trust from the musicians. Soon after he arrived, they agreed to another in a series of pay cuts and contract concessions, including a provision that allows the CSO to use their services in venues other than Boettcher Concert Hall. The move is key to the orchestra’s plan to increase revenues.\n\nMusicians say personal persuasion had everything to do with it.\n\n“He is very resilient and will go after what he needs for the organization,” said principal trumpet Justin Bartels. “He’s the kind of guy you don’t want to say no to.”\n\nIn some sense, the musicians feel they owe Kern. This is the second time he stepped in to save the CSO from financial disaster, helming a similar rescue effort in 2001. It was a group of players, in fact, who asked Kern and his wife, Mary Rossick Kern, to help out when this crisis came along.\n\nThe musicians reached out to the Kerns the last Sunday in September. Within a week, the couple returned to the board as its co-chairs.\n\nBold moves\n\nWinning the musicians’ cooperation has allowed the CSO to set itself on a radically different course: embracing technology, exploiting classical music’s many forms and reprogramming for an age when all the performing arts are losing live audiences.\n\nAmong the moves:\n\n• Reducing the number of big, symphonic pieces next season (though not the number of concerts) in favor of organizing musicians into smaller groups, such as chamber and percussion ensembles or brass quintets to broaden consumer appeal.\n\n• Sending those less payroll- intensive ensembles into communities miles from the urban core. CSO musicians are set to perform at new municipal venues in Lone Tree and Parker, in Arvada and Vail.\n\nStreaming concerts live over the Web and, soon, selling downloadable recordings, another income track.\n\n• Teaming with pop culture powerhouses. In February, the CSO sold out a gig with Phish’s Trey Anastasio. It will back Natalie Merchant at the Botanic Gardens on July 17 and a Queen cover band at Red Rocks on July 29.\n\nSobczak is key to these efforts. Coming from the Arvada Center, a presenter of everything from plays to painting exhibitions, he brought a keen knowledge about the region. He also has a broad understanding of technology and the concert scene — he’s not strictly a classical guy — and pushes the organization forward on both fronts. It’s Sobczak’s job to sell the CSO’s new image as a nimble set of talented musicians who can play anything well, and anywhere, including schools, office events, rock venues, rehab centers.\n\nFor their part, the musicians are looking on the bright side. They have jobs, and the smaller ensembles will make their playing lives more interesting, allowing artists who can get lost in a 90-person act to step out. “I actually look at it as more of an investment in the future, more of a response to what the community wants and needs right now,” said principal tuba player Stephen Dombrowski.\n\nInto the fire\n\nEven with additional earned income, Kern and Sobczak will have to find money. The orchestra can’t cover a $12.5 million budget with box office receipts.\n\nThe board members who departed were important check writers, influential people with important friends who also contributed to the music. “I’m not going after the old money,” said Kern. ” ‘Cause I know there’s zero to no chance I will get it.”\n\nThat leaves him in a spot. He hopes to expand a “notoriously weak” donor base by making friends in new places, including the well-to-do south suburbs where the orchestra is also building audiences.\n\nThat burden will no doubt be shared by the new board members, who are growing in numbers despite the high demands of service. Trustees are expected to raise or give $25,000 annually. Denver’s philanthropic world is relatively small, and the CSO board’s recent and very public brawls have been thorny.\n\nStill, Kern has lured dynamic personalities to the board, like communications executive Rich Kylberg and Channel 4 president and general manager Walt DeHaven. Recently, B.J. Dyer, who owns Bouquets Floral & Decor Co. and recently wrapped a successful capital campaign for Project Angel, signed on. He stepped up to help, though like other newcomers, he makes it clear he is not taking sides in old squabbles.\n\nThe chairman said he is looking to recruit a few more younger faces like trustee Dr. Christopher Ott, a local physician in his early 40s.\n\nIssues remain\n\nThe CSO has other challenges and they are intertwined. Looming large is the problem of remaking city-owned Boettcher Concert Hall, its 2,300-seat home, plagued by subpar acoustics and a design that dates, unfavorably, back to 1978.\n\nIn 2007, Denver voters approved borrowing $60 million to pay for an improved hall. But that was contingent on the orchestra raising $30 million in matching funds. The CSO hasn’t even come close.\n\nBut a great orchestra needs a great hall, and the CSO is asking the city to give it the money anyway, though maybe a third as much for a more modest rehab, and with a greatly reduced match. The present city administration, seeing the CSO’s house in order, (and after sealing an agreement to collect $300,000 in overdue rent from Boettcher and Red Rocks) appears open to a deal.\n\nThe mayor’s office is working with “outside counsel” to determine how the money can be used, according to Kent Rice, director of Arts and Venues.\n\nThe city does need to keep up its properties and it has good reason to support the symphony — no politician wants to be blamed for its collapse. Still, giving money to an organization that many see as elite, without the match it promised, could be a tough sell to the City Council.\n\nThe CSO is offering something in return. New plans call for redeveloping Boettcher as a high-tech recording studio the CSO and other groups could use to create digital work that could be distributed via the Web. Denver, which likes to tout itself as a tech-friendly city, lacks a forward-looking facility like that.\n\n“Why build the last great 20th- century hall when you can build the first great 21st-century hall?” asks Sobczak.\n\nFinally, the orchestra is yet to name a new artistic director to replace its last conductor, Jeffrey Kahane, who announced his resignation four years ago. Symphony fans dream of connecting with a character like Marin Alsop, the former conductor who was respected as an artist and a part of the Denver community.\n\nHow do you lure someone with stature to an orgnization still proving its own viabilty? Compromises are being made. Kern, the symphony’s savior, says he’s got the stamina to figure it out.\n\n“I told the musicians at an orchestra meeting the other day that this is the best thing I’ve ever done,” he said. “And it is.”\n\nRay Mark Rinaldi: 303-954-1540;;\n\nMore in Entertainment",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9517121911,
        "format_confidence":0.5428385735
    },
    {
        "url":"http:\/\/www.avclub.com\/review\/my-bloody-valentine-emmbvem-91978",
        "text":"My Bloody Valentine: MBV\n\nMy Bloody Valentine: MBV\n\n\nMy Bloody Valentine\n\nAlbum: MBV\nLabel: Self-released\n\nCommunity Grade (140 Users)\n\n  • A\n  • A-\n  • B+\n  • B\n  • B-\n  • C+\n  • C\n  • C-\n  • D+\n  • D\n  • D-\n  • F\n\nYour Grade\n\n\nIf a band’s career trajectory is a graph of its leader’s life, Kevin Shields is batshit. It’s taken him and his pioneering shoegaze group, My Bloody Valentine, 22 years to release MBV, the follow-up to its legendary sophomore album, Loveless. During that time, Shields produced very little, outside of the occasional cover song, remix, guest collaboration, and reunion tour. But amid intense speculation—from himself and others—about his soundness of mind, he’s maintained that a third album was in the works, even if that possibility seemed to retreat further each year into the same inchoate ether that shrouds his best music.\n\nGranted, Loveless didn’t have a quick or easy birth. It nearly bankrupted its label and destroyed the band forever. But what it accomplished was worth the anguish: In no uncertain way, it revolutionized indie rock, an influence that still echoes in dozens of imitators and subgenres—not to mention an overarching aesthetic, one where ambience is deployed not quietly, but with the majestic enormity of an angel getting sucked through a warp engine. MBV doesn’t mess with that aesthetic. If anything, it takes the pulped angel corpse that is Loveless and feeds it back into the machine for one more spin around the macrocosm.\n\n“She Found Now” opens the disc with a pulsing pattern of melody that bobs along on a dreamy rhythm. The guitars are achingly similar to those of Loveless: churning, overloaded, and kaleidoscopically unstable. The fused-glass vocals of Shields and fellow singer-guitarist Bilinda Butcher take on the same properties as they have in the past, a honey-colored smear of whispers and sighs in which syllables are no more distinct—and no less lulling—than waves in an ocean.\n\nWhat follows is deliciously Loveless-like. Heavier and more pneumatic with its droning, “Only Tomorrow” is a pretty, approachable tune whose low-end nonetheless threatens to buckle under its own weight. That marriage of delicacy and disintegration has long been one of Shields’ favorite formulas, and he uses it more typically on the forceful, fluttering “Who Sees You”—which comes with an opening drum riff that sounds so similar to that of Loveless’ “Only Shallow,” it feels less like a coincidence and more like a playful refrain. \n\nThe sparsely appointed, deeply textured keyboards of “Is This And Yes” form a pillowy interlude before “If I Am,” a track built on sleepy-eyed funk and shimmering sheets of vocals. The funk really comes down, though, on “New You.” At first, it sounds like a throwback to the Happy Mondays-ish dance beats that permeated British indie rock—shoegaze included—in the early ’90s. Really, though, the beat calls back to A Certain Ratio’s post-punk classic “Do The Du,” only slowed down, slathered in cotton candy, and ventilated with MBV’s airiest arrangement.\n\nFrom there, the album relinquishes the familiar and swims far beyond the sight of shore. “In Another Way” opens with a squall of atonality and a shuffling pummel of drums before the vocals—with a bit of acidic bite to their incomprehensible softness—kick in. It’s not entirely new; its closest ancestor is Loveless’ “Soon,” although the pinprick vamps of sampled guitar on “In Another Way” mesh with the stuttering rhythm in a far more orchestral way. “Nothing Is” is MBV’s least essential track, three and a half instrumental minutes of jackhammer ambience that break up the landscape without sizably contributing to an album that cries to be longer.\n\nMBV closes with “Wonder 2,” and it’s the album’s least cuddly song, relatively speaking. It’s also its strongest statement. Chopped, looped, sampled, and sculpted, “Wonder 2” is a distilled and almost abstracted realization of Shields’ methodology: the studio as a compositional tool, the act of self-deconstruction as a source of creation, a remix of a remix of something that never existed anywhere but in Shields’ forebrain. The song holds melody like a memory, an evolutionary vestige, the reminder of a bygone era before digitization lent its cadence to biology. It also kind of sounds like a helicopter, and helicopters sound pretty awesome.\n\nIt’s tough to tell what Shields was shooting for with MBV, let alone if he came close to hitting it. How far back do the basics of these recordings stretch? Is the album an attempt to re-create what a 1993 follow-up to Loveless might have sounded like? Or is it a clean-slated attempt to open a fresh chapter in the band’s existence? Conscious or not, the loose ends from Loveless are impossible to ignore, but neither are they easy to condemn. Loveless’ main drawback was the fact that, for 22 years, it stood as a monument to thwarted promise, a teaser of what might have come if only Shields and crew had gotten their shit together. Finally, they have. And regardless of whether it’s an echo of the past or a bridge to the future, MBV stands as something potentially timeless—and immediately breathtaking.\n\nFiled Under: Music\n\nMore Music Review",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9905425906,
        "format_confidence":0.7796590924
    },
    {
        "url":"https:\/\/www.huffpost.com\/entry\/wun-wun-actor-game-of-thrones-irl_n_57699a14e4b09926ce5cdba5",
        "text":"The Actor Who Plays Wun Wun On 'Game Of Thrones' Is Just A Normal 7-Foot Guy\n\nIn case you were Wundering.\n\nWarning: Spoilers below for \"Game of Thrones\" Season 6!\n\nIt was Wunderful getting to know him, but our favorite giant on \"Game of Thrones\" finally met his end during Sunday's episode, \"Battle of the Bastards.\"\n\nAfter Wun Wun helped the Night's Watch army take Winterfell back -- and after he suffered a progressively more traumatic series of arrow wounds -- Ramsay Bolton (Iwan Rheon) performed perhaps the only somewhat merciful killing of his horrible life, spearing the giant through the eye, ending his suffering. \n\nAnd another Wun bites the dust on \"Game of Thrones.\"\n\nBut it took a lot of work making the show's best giant -- played by 7-foot-1-inch actor Ian Whyte.\n\nHere he is, makeup- and costume-less, just another average dude:\n\nActor Ian Whyte in Los Angeles on Oct. 5, 2013.\nActor Ian Whyte in Los Angeles on Oct. 5, 2013.\n\nOnce more, for comparison:\n\nEven short scenes featuring Wun Wun took careful planning and many days of filming, crew members explain in HBO's \"The Game Revealed,\" a five-part documentary series that goes behind the scenes in filming Season 6. \n\nCrew members are first given storyboards of the scenes, which they use to create rudimentary animations of the action that looks sort of like a \"Game of Thrones\" video game. (Side note: Yes, please.) After soliciting feedback from directors and producers, the team tweaks its animation and ends up with an exact plan for each and every shot. \n\nFor his part, Whyte -- who also played Gregor \"The Mountain\" Clegane in Season 2 -- would head into costuming as a 7-foot man and come out walking a few inches higher. Computer effects come afterward, but he was already pretty gigantic without any special treatment.\n\n\"We wanted a large performer because somebody who would be 14, 15 feet tall would have more weight and mass to move around, and a person who's a normal size would have a very difficult time pulling that off,\" Joe Bauer, digital effects supervisor, explains in \"The Game Revealed.\" \n\nWatch the full segment below:\n\n“Game of Thrones” airs Sunday at 9 p.m. ET on HBO.\n\n\n\nHow To Pronounce The Names Of \"Game Of Thrones\" Characters",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9956583977,
        "format_confidence":0.6714342237
    },
    {
        "url":"https:\/\/www.soundhound.com\/?ar=200179724123328925",
        "text":"Who's the king of all post-war blues harpists, Chicago division or otherwise? Why, the virtuosic Little Walter, without a solitary doubt. The fiery harmonica wizard took the humble mouth organ in dazzling amplified directions that were unimaginable prior to his ascendancy. His daring instrumental innovations were so fresh, startling, and ahead of their time that they sometimes sported a jazz sensibility, soaring and swooping in front of snarling guitars and swinging rhythms perfectly suited to Walter's pioneering flights of fancy.\n\nMarion Walter Jacobs was by most accounts an unruly but vastly talented youth who abandoned his rural Louisiana home for the bright lights of New Orleans at age 12. Walter gradually journeyed north from there, pausing in Helena (where he hung out with the wizened Sonny Boy Williamson), Memphis, and St. Louis before arriving in Chicago in 1946.\n\nThe thriving Maxwell Street strip offered a spot for the still-teenaged phenom to hawk his wares. He fell in with local royalty -- Tampa Red and Big Bill Broonzy -- and debuted on wax that same year for the tiny Ora-Nelle logo (I Just Keep Loving Her) in the company of Jimmy Rogers and guitarist Othum Brown. Walter joined forces with Muddy Waters in 1948; the resulting stylistic tremors of that coupling are still being felt today. Along with Rogers and Baby Face Leroy Foster, this super-confident young aggregation became informally known as the Headhunters. They would saunter into Southside clubs, mount the stage, and proceed to calmly \"cut the heads\" of whomever was booked there that evening.\n\nBy 1950, Walter was firmly entrenched as Waters' studio harpist at Chess as well (long after Walter had split the Muddy Waters band, Leonard Chess insisted on his participation on waxings -- why split up an unbeatable combination?). That's how Walter came to record his breakthrough 1952 RB chart-topper Juke -- the romping instrumental was laid down at the tail-end of a Waters session. Suddenly, Walter was a star on his own, combining his stunning talents with those of the Aces (guitarists Louis and David Myers and drummer Fred Below) and advancing the concept of blues harmonica another few light years with every session he made for Checker Records.\n\nFrom 1952 to 1958, Walter notched 14 Top Ten RB hits, including Sad Hours, Mean Old World, Tell Me Mama, Off the Wall, Blues with a Feeling, You're So Fine, a threatening You Better Watch Yourself, the mournful Last Night, and a rocking My Babe that was Willie Dixon's secularized treatment of the traditional gospel lament This Train. Throughout his Checker tenure, Walter alternated spine-chilling instrumentals with gritty vocals (he's always been underrated in that department; he wasn't Muddy Waters or the Wolf, but who was?).\n\nWalter utilized the chromatic harp in ways never before envisioned (check out his 1956 free-form instrumental Teenage Beat, with Robert Jr. Lockwood and Luther Tucker manning the guitars, for proof positive). 1959's determined Everything Gonna Be Alright was Walter's last trip to the hit lists; Chicago blues had faded to a commercial non-entity by then unless your name was Jimmy Reed.\n\nTragically, the '60s saw the harp genius slide steadily into an alcohol-hastened state of unreliability, his once-handsome face becoming a road map of scars. In 1964, he toured Great Britain with the Rolling Stones, who clearly had their priorities in order, but his once-prodigious skills were faltering badly. That sad fact was never more obvious than on 1967's disastrous summit meeting of Waters, Bo Diddley, and Walter for Chess as the Super Blues Band; there was nothing super whatsoever about Walter's lame remakes of My Babe and You Don't Love Me.\n\nWalter's eternally vicious temper led to his violent undoing in 1968. He was involved in a street fight (apparently on the losing end, judging from the outcome) and died from the incident's after-effects at age 37. His influence remains inescapable to this day -- it's unlikely that a blues harpist exists on the face of this earth who doesn't worship Little Walter. ~ Bill Dahl, Rovi\n\nTop Tracks\nLittle Walter My Babe\nLittle Walter - The Blues Harmonica Legend\nLittle Walter - Hound Dog Taylor - Odie Payne ( Walter's Blues Live )\nLittle Walter - My Babe\nLittle Walter My Babe\nLittle Walter - Tony Toni Tone\nLittle Walter \/ Boom, Boom Out Goes the Lights\nDownload SoundHound\nThe only App that can give you results through singing and humming search!\nYou can sing any song from this artist to help SoundHound users find it!",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.9787976146,
        "format_confidence":0.875395596
    },
    {
        "url":"http:\/\/variety.com\/1994\/voices\/columns\/a-peek-at-the-peaks-perks-of-star-writers-rights-1117859456\/",
        "text":"NOT SO MANY YEARS AGO, film directors were downright orgasmic if they were paid a million bucks to direct a movie. Now, that’s considered “scale” by many filmmakers.\n\nLately, the million-dollar summit has been scaled by another unlikely group: screenwriters and novelists. Not only are these ink-stained wretches earning seven-figure packages for their work, but they’re also making the sort of gross deals previously reserved for superstars. Even more unthinkable, they’re gaining a degree of creative control.\n\nThe examples are bountiful: William Goldman, who was paid a paltry $ 400,000 for his original “Butch Cassidy and the Sundance Kid,” will earn well over a million bucks from Universal to adapt John Grisham’s “The Chamber.” The studio laid out $ 3.75 million for the thriller — the most ever paid for an (at the time) unpublished book. Goldman also serves as an occasional “mentor-at-large” for that lively minimajor, Castle Rock, which has been making a lot of news lately.\n\nThen there’s Ted Tally, who’s pulling down another million to adapt “The Juror” for Columbia. And that’s chicken feed compared with the latest coup for that prolific scriptmeister, Joe Eszterhas. Gonzo Joe sold “Foreplay” to Savoy for $ 3.5 million, but, more importantly, the complex deal entitles him to 2.5% of first dollar gross along with a very favorable cut of video income and even a percentage of earnings from music.\n\nWHILE THESE MEGABUCK WRITERS DEALS may seem excessive to some, there’s a logic behind them that’s worth pondering. The reason movie stars make the big bucks, after all, isthat they supposedly “open” a picture. Given the fact that writers like Tom Clancy, John Grisham and Michael Crichton sell as many as 2 million books inhardcover, it can be argued that their names can open a picture as well. Hence a Crichton will pull down $ 3.5 million for the rights to “Disclosure” as well as for his producing services on the film.\n\nSimilarly, to companies like Carolco or Cinergi, Eszterhas’ name arguably is a significant help in foreign presales. If a writer can help raise upfront money, that clearly counts for something.\n\nThese developments are shaking up the dealmaking machinery around Hollywood. Agents are reevaluating their strategies, fearful of underpricing their projects. Grisham’s representatives, for example, are likely going for gross participation for his book “A Time to Kill,” which has attracted a lot of attention. The agents for the idiosyncratic Pat Conroy, who wrote “Prince of Tides,” are demanding millions for his next novel, “Beach Music,” even tying it into an original script he cranked out six years ago.\n\nThe studios find all this rather unnerving. “There’s no doubt in my mind that the Eszterhas deal is going to generate similar demands from star writers,” says the production chief of a major studio. “I don’t want to break the barrier on gross deals — but I know the goddamn barrier has already been broken.”\n\nEVEN BEFORE GONZO JOE’S BREAKTHROUGH, writers’ deals at studios had been escalating rapidly. The top body-and-fender men are making $ 100,000 a week and up to patch up scripts being readied for production. When a star demands a rewrite by a John Patrick Shanley, the pricetag can run to $ 800,000. Jeffrey Boam reportedly was making almost a million bucks a year at Warners for his scripts and rewrites; now he has switched to Paramount, where he has a rich writer-producer deal, and the studio is delighted with his draft of “The Phantom.”\n\nParamount also has a rich deal with John Bishop, who lent his talents to “Beverly Hills Cop III” and “Drop Zone.” There’s a dark side to this boom, how-ever. “While some writers-du-jour may be scoring spectacular deals, the middle-range writer is having trouble getting work at all,” says one of the town’s top literary agents. “There are guys out there with major credits who are taking substantial pay cuts.”\n\nWhen a writer hits a hot streak, the big question is, how high should he set his sights? A gross deal a la Eszterhas presents one glossy goal, to be sure. Greater creative control is even more attractive to others. Michael Crichton, for example, agreed to sell “Disclosure” with the proviso that he also serve as producer. This gave him a major say in the choice of director and cast.\n\nNow that Barry Levinson has started shooting the film, however, Crichton, ever the realist, is not exactly lingering around the set arguing about setups. Instead he’s doing exactly what a writer should do — he’s in Hawaii hammering away on his next project. Such a writer understands full well that ultimate creative control, now and forever, resides with the bozo who shouts “Action.”\n\nWant to read more articles like this one? SUBSCRIBE TO VARIETY TODAY.\nPost A Comment 0",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.8421676755,
        "format_confidence":0.8387992978
    },
    {
        "url":"http:\/\/www.4columns.org\/hannaham-james\/six-degrees-of-separation",
        "text":"Six Degrees of Separation\nJames Hannaham\n\nRace, cons, and Cézanne: an expert Broadway revival of John Guare’s most famous play.\n\nCorey Hawkins, Allison Janney, and John Benjamin Hickey in Six Degrees of Separation. Photo: Joan Marcus.\n\nSix Degrees of Separation, by John Guare, Barrymore Theatre, 243 West Forty-Seventh Street, New York City, through July 16, 2017\n\n•   •   •\n\nThe best evidence for the durability of John Guare’s tragicomic masterpiece Six Degrees of Separation is its title. The 1990 play and its 1993 film version can take a big bite of the credit for spreading awareness of human connectedness in the days before the World Wide Web. The second best evidence for the longevity of the piece can currently be found at the Barrymore Theatre: this near-perfect Broadway revival reveals a play that resonates brilliantly both as a core sample of 1990 and as damning evidence of what hasn’t changed in society since then. Guare’s stunning tale about a black gay con man who claims to be Sidney Poitier’s son so that he can share, briefly, the opulent (and blindingly white) lifestyle of a rich Upper East Side family still explodes with insights on American race relations, on wealth and ambition, and on the nature of truth and artifice.\n\nAt the start of the play, art dealer Flanders “Flan” Kittredge (John Benjamin Hickey) and his wife Ouisa (Allison Janney) are about to entertain Geoffrey (Michael Siberry), a South African gold magnate they pray will cough up two million dollars for a painting by Cézanne. Suddenly, a black preppy, Paul (Corey Hawkins), bursts into the apartment. Someone has stabbed him. Paul knows the Kittredges’ children from Harvard, he says—armed with many supporting details—and has come upstairs specifically for their help. \n\nPaul’s wounds prove superficial, yet he charms the Kittredges into letting him stay the night by telling them that he’s Sidney Poitier’s son and promising them roles in his father’s upcoming film of the musical Cats. He makes dinner for everyone, and dazzles the South African, who eventually offers even more money for the Cézanne than Flan had hoped. The next morning, the couple discover Paul having sex with a male hustler and chase both men out. Then they discover that Paul has talked his way into their neighbors’ homes as well. They call the police, but when the officer asks what Paul did, Flan can only say, “He made us dinner.”\n\nCorey Hawkins, John Benjamin Hickey, Allison Janney, and Michael Siberry in Six Degrees of Separation. Photo: Joan Marcus.\n\nPaul knows that the Kittredges and company will see him as a black dynamo and project positive stereotypes onto him—even the South African, who has seventy thousand workers in one of his mines. Paul masquerades as their Negro ideal—not surprisingly, a replica of a white overachiever—and when the truth comes out, they’re devastated to learn that their self-congratulatory racial tolerance is just as fraudulent as his subterfuge. The Kittredges and their neighbors need Paul to validate them—to prove to themselves how open-minded they are—but after he’s exposed, some switch flips and the negative stereotypes kick in. One neighbor calls him, baselessly, a “fucking black crack addict.” Ouisa, still hypnotized by Paul’s charisma, struggles to force truth into his lies and make him the black messiah of her fantasies. Given the Kittredges’ shady art deals and sucking up to apartheid-era South Africans, though, one might have a difficult time figuring out whether the Kittredges are bigger scam artists than the guy they feel so betrayed by.\n\nA real person inspired the play. David Hampton, a black gay con man with aspirational fantasies, pretended to be Poitier’s son to get into Studio 54, as well as to get Gary Sinise to let him sleep in Melanie Griffith’s apartment, among many scams. Hampton’s charisma was legendary. In Hampton’s New York Times obituary (he died of AIDS-related causes in 2003), one of his later victims, ditched with a $423 dinner tab and having paid $1,000 for a ticket to a nonexistent 9\/11 benefit, said of the encounter, “Honestly? It was one of the best dates that I ever went on.”\n\nGuare had known a couple of Hampton’s victims personally, and embellished their story accordingly to create Six Degrees, structuring it like a long anecdote recounted over cocktails, full of direct addresses from the Kittredges, who speak to the audience as if we’re sympathetic friends of theirs and Geoffrey’s. Twenty-seven years after the premiere of Six Degrees, deep in our age of the Internet, the play’s sense of hope about making contact with others has acquired a bittersweet Sartrean tinge. Ouisa rhapsodizes optimistically about distant strangers, marveling that one need only “find the right six people to make the connection” between herself and all of humanity. In the social-media era, with its cyberbullying, phishing scams, and other hateration, she seems tragically naïve.\n\nSix Degrees leaps from deeply troubling to uproariously funny, from sarcastic to passionate; to parse all its themes would require a dissertation, not a theater review. The degree of difficulty, to use an ice skating metaphor, is like a quadruple salchow. Fortunately, there isn’t a single slacker anywhere near this production—it practically improves the show next door. (The Little Foxes, which also investigates American greed, set one hundred years earlier.) Every performance and design element feels full of energy and nuance, but Janney and Hawkins are particularly excellent. Their portrayal of their characters’ misguided journey into each other’s lives lends the story heaps of aching pathos; at the same time, Janney’s comic timing is flawless. The play moves at high velocity and zigzags from gags to gut-punches; additionally, it requires the actors playing the Kittredges to break and reconstruct the fourth wall nearly line by juicy, irony-fortified line. At times Janney gambols and leaps around the stage like the expert show horse her seven Emmys have proven her to be; at others she seems quietly and convincingly lost in anguish at the plight of the petty crook she pities so deeply but abandons so carelessly. Hawkins inhabits Paul’s wily charm and self-delusion so well that all the characters’ transgressions really do seem forgivable; even when he ends up triggering a suicide, you want to make excuses for him. After all, it isn’t murder.\n\nAllison Janney and Corey Hawkins in Six Degrees of Separation. Photo: Joan Marcus.\n\nDirector Trip Cullman, who selected and wrangled such a superb cast and crew, should share credit with Janney and Hawkins. Perhaps by virtue of being a gay man from a prominent New York family, he comprehends the entire world of the play. The fact that Cullman came of age here during the times Six Degrees describes has likely informed all of his funny, touching, canny choices, including the musical selections; we first hear the dance-doom of New Order’s “Blue Monday” and we exit to the Cure’s wistful “Pictures of You,” in which lead singer Robert Smith wails about confusing art with reality. Whatever needs to come off as broad comedy, such as the Greek chorus of the Kittredges’ spoiled leftist children and their social group, also feels witty and intelligent, and when the play needs to break your heart and stomp on the pieces—like when Paul calls Ouisa from Rikers Island, exposed but still delusional, insisting that his last name is Poitier-Kittredge—the whole experience is absolutely invigorating, a gorgeous confluence of artifice and truth, past and present—in short, one of the best dates you’ll ever go on.\n\nJames Hannaham has published a pair of novels: Delicious Foods, a PEN\/Faulkner Award winner and New York Times Notable Book, and God Says No, a Lambda Book Award finalist. He practices many other types of writing, art, and performance, and teaches a few of them at the Pratt Institute.\n\nRace, cons, and Cézanne: an expert Broadway revival of John Guare’s most famous play\nFollow us Facebook Twitter Instagram",
        "topic_id":6,
        "format_id":11,
        "topic_confidence":0.6741429567,
        "format_confidence":0.9736246467
    }
]