[
    {
        "url":"http:\/\/wwwhindimovies.blogspot.com\/2009\/07\/httprapidshare_11.html",
        "text":"Hindi Movies does not stores any files on its server.Hindi Movies.does not reserve any rights to the content listed on these pages.All references are copyright to their respective owners.\nThis blog does not host any of the files mentioned on this blog. This blog only points out to various links on the Internet that already exist and are uploaded by other websites or users there. If you have any clarifications to be made or If you find any contents in this site which you think can be offensive contact me at shafqaat_khan@yahoo.com& the content will be removed or modified accordingly.\nSearch Engine Submission-AddMe\n\n  ©Template by Dicas Blogger.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.9869128466,
        "format_confidence":0.87999928
    },
    {
        "url":"https:\/\/eventcinemas.kayako.com\/article\/481-terms-conditions-evouchers-epackages",
        "text":"Start a conversation\n\nTerms & Conditions: eVouchers & ePackages\n\nEvouchers and Epackages T&C's\n\n  •          eVouchers and ePackages are valid for 6 months from date of purchase.\n  •          eVouchers and ePackages are not available for use at Village, Skyline Drive In or Moonlight Cinema (excludes Moonlight eVouchers). Not valid for use in Victoria or Tasmania.\n  •          Refer to eVoucher or ePackage for specific restrictions if applicable.\n  •          Single eVouchers are valid for 1 cinema visit only for the same movie session. Once the barcode has been used it becomes void. Barcodes cannot be used again. \n  •          Double admission eVouchers are valid for 2 admissions to the same movie session. Items cannot be split.\n  •          eVouchers containing Admission only may be booked online at Booking fees may apply.\n  •          Take a printed copy of the email or display clearly on your Smartphone, to the box office to exchange the voucher for admission ticket.\n  •          Surcharges apply for Vmax and 3D screenings. Glasses sold separately.\n  •          Surcharges may apply after 5pm on Friday and Saturday.\n  •          Standard film classifications apply.\n  •          Seating is subject to availability.\n  •          eVouchers and ePackages are sold with the understanding that they will not be extended, replaced or refunded and are invalid without an expiry date.\n  •          The onus is on the holder to use the eVoucher before the specified expiry date.\n  •          No change given.\n  •          eVouchers and ePackages cannot be transferred or sold, and any advertisement, circulation or publication, which includes a reference to Event or BCC Cinemas by you or one of your customers, must first be approved in writing by the Greater Union Organisation Pty Ltd.\n  •          eVouchers and ePackages cannot be used at Europa Cinemas, Movie Marathons, alternate content screenings or any special screenings where the price is greater than a standard admission ticket. \n  •          eVouchers and ePackages cannot be exchanged for cash.\n  •          eVouchers and ePackages will be void and will not be redeemable if they are defaced, mutilated altered or tampered with in any way. Event & BCC Cinemas may subject eVouchers and ePackages to verifications and security checks in its absolute discretion.\n  •          Event and BCC Cinemas reserves the right to cancel any eVoucher, or the eVoucher scheme, for any reason at any time without notice. In these circumstances Event or  BCC Cinemas may either provide a refund or a replacement eVoucher of equivalent value unless it reasonably suspects fraud in relation to a eVoucher.\n  •          Event and BCC Cinemas reserve the right to change the Terms and Conditions of eVouchers or ePackages without notice.\n  •          The eVoucher or ePackage remains the property of Event and BCC Cinemas.\n  •          Valid for use in Australia only.\n  • eVouchers and ePackages are only Valid for use at Event or BCC Cinemas (excluding BUPA eVouchers).\nChoose files or drag and drop files",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.8260668516,
        "format_confidence":0.9873896837
    },
    {
        "url":"https:\/\/jaipurliteraturefestival.org\/registration\/terms-and-conditions",
        "text":"\n  • Children under the age of 12 years may entry on the basis of their parents’\/guardians’ registration.\n  • A person can register online by filling and submitting the online registration form or you may choose to register on the ground.\n  • The festival access tag must be collected from the registration counter upon arrival at the festival.\n  • Registration, purchase of ticket or possession of pass is required for all attendees to enter the festival.\n  • Each registration\/ticket\/pass is valid for one person only and is non-transferable, unless specified otherwise.\n  • The Festival reserves the right to prohibit entry of any person to an event\/the venue, or expel any person from an event\/the venue based on behaviour deemed inappropriate by the festival staff and\/or its agents and others working under its authority.\n  • No person shall have unrestricted access to all areas of the venue.\n  • Depending on the number of people at the venue and its capacity, the festival will at its discretion without prior intimation open or close all registrations for on the spot registrants.\n\n\nEveryone is required to carry:\n\n  • A valid photo identification of themselves (photocopies will be accepted)\n  • Ticket, Pass or a printed copy of their registration or the registration code.\n  • Absence of any required documents can result in entry being refused.\n\nCollection of Access Tag:\n\n  • Upon arrival at the festival venue, all persons (online\/on ground registrants) must collect their Festival Access Tag from the relevant Registration Counters.\n  • If you register online, you will receive an email and\/or SMS with a unique festival code. To procure your unique festival access tag, you will have to present this code, email or SMS along with a valid photo ID card at the relevant Registration Counter.\n  • The access tag must be worn for the duration of the festival. Your unique Festival Access Tag may be collected from the festival hub – Diggi Palace.\n    21-23 January 2018, 10am to 6pm | 24 – 29 January 2018, 8am to 6pm\nPlease Note: Should you damage or misplace the tag, the registration process would need to be redone and a penalty fee of INR 300 will be charged for replacing the tag.\n\nCancellation & Refund Policy:\n\n  • Tickets once sold will not be cancelled, exchanged or refunded.\n  • Paid registrations are non refundable and non transferable.\n  • Should an event be cancelled by the organizers, the money will be refunded in 10 working days.\n\n\n  • The Festival reserves the right to change the program at any time. Every effort will be made to ensure a program of equivalent standard.\n\n\n  • Everyone is expected to behave in a dignified and orderly fashion.\n  • No one is allowed to defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\n  • No one is allowed to publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.\n  • Promotional materials may not be distributed at the event unless previously approved by the festival. Anyone violating this policy will be asked to leave the event.\n  • You shall be liable for payment of damages caused by you to the festival property.\n  • You shall be responsible for your belongings.\n  • You are not allowed to use, consume and carry alcohol, tobacco products, narcotic substances on the festival premises.\n  • You are not allowed to carry weapons, arms, hazardous substances on the festival premises.\n\nFestival’s Privacy Policy\n\n  • The festival is concerned with the protection of your privacy. We collect and store your personal information for security reasons.\n  • These Terms and Conditions are liable to be changed at any time at the sole discretion of the organizers.\n\nTypes of Registrations\n\nGeneral Registration:\n\n  • Access to the Festival Hub and all session venues, food courts, merchandise stalls, Festival Book Store and art installation spaces\n  • Online General Registrations until 23 January 2018 are Free\n  • On ground \/ On the spot registrations: 24-29 January 2018, 8am to 6pm: Registration charge of INR 250 (Inclusive of taxes) per person will be applicable.\n\nFestival Delegate Registration:\n\n  • Registering as a Festival Delegate comes with several benefits but please note:\n  • A Festival Delegate is not a Festival Speaker.\n  • There are no seat reservations for Festival Delegates at any session.\n  • Delegate status does not guarantee access to sessions. All entry is on a first-come basis dependant on venue capacity.\n  • Festival Delegate badges are non transferable and non refundable.\n\nDelegate Privileges:\n\n  • An access badge that enables entry to the Festival Hub- Diggi Palace and the Music Hub – Hotel Clarks Amer. Entry and seating at session venues is on a first-come basis.\n  • A Festival tote bag with the Festival Brochure and Programme.\n  • Lunch at the Festival Hub in the exclusive Author & Delegate Area located adjacent to the Front Lawns (25 – 29 January 2018).\n  • Dinner at the Music Hub – Hotel Clarks Amer at the Author & Delegate Area, an exclusive section located by the pool tucked away from the Main Stage. (25 – 28 January 2018).\n  • Access to the Delegate Lounge for those wanting to grab a complimentary refreshment or take a break from the crowds.\n  • On 26, 27, 28 January, 2.30pm onwards, The Baithak will be exclusively accessible to Delegates only to leisurely enjoy the special sessions.\n  • Free entry to all concerts at the Music Stage – Hotel Clarks Amer. (25 – 28 January 2018)\n  • Access to Under the Stars at Hawa Mahal. Attend an evening celebrating the heritage and richness of Indian culture at the iconic Hawa Mahal on 26 January. (*Subject to Change)\n  • Access to the Majestic Evening at Amber Fort. Savour an evening of performances by maestros at the glorious Amber Fort on 28 January. (*Subject to Change)\n  • A special cocktail evening will be hosted exclusively for the festival delegates on 27 January. (*Subject to Change) at the Delegates Lounge.\n\nThe Festival Delegate Package (per person)\n\n  • 1 day: INR 6000\n  • 2 days: INR 11,000\n  • 3 days: INR 15,000\n  • 4 days: INR 20,000\n  • 5 days: INR 22,000\n  • 29 January 2018 (only): INR 3000\n(The above prices include GST – Goods & Services Tax refers to tax collected by the Government of India from service providers for providing certain services.)\n\nAt special delegate rates you can also avail the following:\n\n  • Book your shuttle transport or hire a car at your own disposal.\n  • Book a hotel at special festival rates. Choose from a variety of heritage, luxury, business and budget options.\n\n\n  • Press registration is exclusively for media persons officially representing print and electronic media houses. Personnel can submit the online form should they wish to become Festival Accredited Press. Our Public Relations team will correspond directly with you once the request is received.\n\n\n  • Schools can bring batches of their students accompanied by teachers on 25th, 26th, 29th January 2018. All students and schools must pre register online for free, to ensure that you do not have to stand in long lines when you come to the venue. On ground registration will cost Rs 300 per person. On 27th & 28th January we will not be allowing school groups. Individual students with their guardians may attend independently with family and friends.\nPlease Note: All students must carry their school ID cards for security reasons.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.5687281489,
        "format_confidence":0.9147592187
    },
    {
        "url":"https:\/\/lakota.co.uk\/club-rules\/",
        "text":"Club Rules\n\nWe want you all to have a great time at Lakota. We aim to operate a clean and safe venue for all our guests. Please read our venue rules before coming to Lakota.\n\n\nDrug policy\n\nLakota operates a zero-tolerance for drug use. Our security operates a mandatory search policy, and we ask that customers kindly co-operate with such a request. Any failure to do so may result in refusal of admission.\n\nAny person found using or dealing drugs will be detained and the police will be called without exception. An indefinite club ban will also be issued. We also reserve the right to photograph any offenders and retain the photo on our files for banning enforcement.\n\nUndercover security operates in Lakota in addition to comprehensive monitored CCTV. From time to time there will be passive drug dogs at the entrance to the venue. There may also be uniformed police officers at the entrance and anyone found with illegal substances will be arrested. This policy is for the safety of all customers and staff and to ensure that Lakota remains open.\n\nSearch Policy\n\nLakota operates the following search policy:\n\n  • Anybody entering the premises is subject to a body and bag search\n  • By entering the premises, guests agree to be searched on entry, at random and on exit from the premises\n  • Any guest not agreeing to this policy is advised not to enter the premises\n  • Please note, the following items will be removed from all persons entering the premises and disposed of appropriately or handed to the Police:\n    • Food & Drinks\n    • Chewing Gum\n    • Any item deemed to be a weapon\n    • Any substance suspected of being an illegal drug\n    • Drug paraphernalia such as grinders or pipes\n    • Any substances, pills or medication that is not in their original packaging\n    • Eye drops & nasal sprays\n    • Sharp objects such as scissors, needles, penknives etc.\n\nWe do not allow balloons\/chargers on the premises\n\nAdmissions policy\n\nWe reserve the right to refuse admission at any time. From time to time we conduct random searching of customers suspected of wrongdoing. We kindly request that you cooperate as you will be asked to leave if you do not.\n\nAge policy\n\nAll nights and rooms in Lakota operate a minimum age policy unless otherwise stated in our publicity material. We operate Challenge 25. If you are lucky enough to look under the age of 25, you must bring a suitable photographic ID with you. We accept passports, driving licences and an approved proof of age card. Please do not be offended if you are refused because you do not have ID – this request is to protect our licence and operate within the law.\n\nThe minimum age for entry is 18 years old (except on under 18’s sessions). If you buy a ticket and you are refused entry as you do not have sufficient ID then you will not be given a refund.\n\nWe accept the following forms of ID: Driving Licence, Provisional Driving Licence, Passport, Citizen Card.\n\n\nWe will not tolerate violence to our staff or other customers. Any offender will without exception be banned from the club for life. We aim to operate a safe and happy environment for all our guests and staff. In the instance of violence, we will detain offenders and hand over to the necessary authorities. We also reserve the right to photograph any such offender and retain the photograph for future banning enforcement.\n\nDrunken, disorderly or inappropriate behaviour\n\nWe want you all to have a great time when visiting Lakota, we ask that you conduct yourself in our venue appropriately and show respect to fellow clubbers and our staff. Drunken, disorderly or rowdy behaviour will not be tolerated.\n\n\nWe strongly advise not to leave handbags and personal effects unattended. Please use the Cloakroom. The management accepts no responsibility for articles left in pockets etc. and not shown to the attendant at the time of deposit. Valuables should not be deposited in the cloakroom. In the event of loss from this cloakroom, our insurers will only payout to a maximum of £50 per claim. Lost tickets will be asked to wait until the end of the evening. Coats will not be given out without a ticket. Only 1 article is allowed per hanger. If no token\/ticket can be presented, our insurers will not compensate the damage inflicted by the loss of the ticket. In the event of a complaint please contact [email protected]\n\nPlease note that all unclaimed items from the Cloakroom will be passed onto Lost Property where they will be kept for three weeks only.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.647888422,
        "format_confidence":0.9420577884
    },
    {
        "url":"http:\/\/www.djsjungleadventure.co.uk\/rules\/",
        "text":"DJ’s Jungle Adventure Rules\n\n\n  • Parents or guardians must remain in the building at all times.\n  • Members of staff monitor the use of the equipment.   Staff are not provided to supervise your children using the facilities.\n  • For hygiene reasons socks MUST be worn at times by everyone – available to purchase.\n  • No food, including sweets, or drinks are to be taken onto the play equipment.\n  • Only food and drink purchased at DJ’s Jungle Cafe can be consumed on the premises.\n  • Paid sessions are for 2 hours.  At full capacity, sessions may be limited to this time, but generally you may stay as long as you like.\n  • Smoking is not permitted anywhere in the building or immediately outside the entrance.\n  • Personal items must be left with parents or guardians.  DJ’s Jungle Adventure does not accept liability for theft.\n  • DJ’s Jungle Adventure Management reserves the right to alter times, prices, menu’s and equipment without prior notification.\n  • Management reserve the right to refuse entry.\n  • Any child that has been sick\/has diarrhea on the premises will not be allowed back on the equipment.\n  • Birthday cakes cannot be brought onto the premises unless a party has been booked with DJ’s.\n  • Please ensure children play in the age-appropriate area and children may be asked to leave because of unruly behaviour.  No throwing or removal of balls\/bricks from the play area.\n  • Refunds will not be given.\n\n\n\nTake the kids to St Albans Indoor Play Centre and enjoy the maximum fun, minimum stress!! Free and EASY parking.\n\n\nOpen 7 days a week from 10-6.00, DJ’s Jungle Adventure is ideal for Kid’s parties or just a great place to burn off your child’s excess energy in a safe clean and fun environment.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.7236222029,
        "format_confidence":0.9410746694
    },
    {
        "url":"http:\/\/miss-ireland.ie\/about-us\/rules-of-eligibility\/",
        "text":"Rules Of Eligibility\n\nPlease read the below to ensure you understand the rules of eligibility for entry to Miss Ireland 2017\n\n\n  1. The entrant shall have attained the age of 17 years on or before the 1st  of April 2017 and shall not have attained the age of 28 years on Dec 31st 2017\n  2. Has never been through a marriage ceremony, valid or invalid, whether Civil, Religious or Tribal which is recognized as a ceremony in any part of the world.\n  3. Has never given birth to a child.\n  4. Usually used the prefix “Miss” or equivalent before her name.\n  5. Shall be of good character and possession of charm, poise, personality and have beauty of face and figure.\n  6. Shall be a person whose background is not likely to bring into disrepute the Miss Ireland Contest, Miss World Contest, its titles or its organizers.\n  7. The entrant shall be a person born in or is a naturalized citizen of Ireland\n  8. Holds an Irish passport\n  9. Shall not have participated in any International Beauty contest in 2016\n  10. Undertakes to sign the Miss Ireland contract if elected Miss Ireland 2017\n  11. If the entrant is registered with a model  \/ booking agency and should she win the Miss Ireland 2017 title she will come under Management of the Miss Ireland office and agrees to be placed with an agency \/ booking agency of their choice.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.5265123248,
        "format_confidence":0.8942484856
    },
    {
        "url":"http:\/\/www.thefurrymonkey.co.uk\/disclaimer.htm",
        "text":"The Furry Monkey\n\n\nIt wasn't me; I didn't do it; I wasn't there......\n\nor for the official disclaimer, please see here:\n\nAny death or injuries sustained to you or anyone else, either self inflicted or by an innocent bystander, who just happened to look at the screen is your own b****y fault and nothing to do with me!",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.6409876943,
        "format_confidence":0.9853928685
    },
    {
        "url":"https:\/\/www.kvoi.com\/contest-guidelines",
        "text":"A call-in or online contest on KVOI radio station will occur as predetermined by KVOI studio operators, show hosts and\/or management. Entering a call-in radio contest consists of calling into the studio line at the appropriate time and providing basic information to the studio operator. Basic information consists of a first and last name, phone number, address and email address (if available). A “winner” is to be determined by the studio operator based on the announced rules at the time of the call-in radio contest. In the event of a tie, the studio operator will determine the contest winner. Entering an online radio contest on the KVOI website consists of providing information for all required fields. Fields not required are optional.\n\nAny eligible listener is allowed to participate in a call-in contest unless prohibited by law. Eligible listeners must be United States citizens and at least 18 years of age. Employees\/interns\/hosts of KVOI\/Bustos Communications are not eligible for entrance into any call-in or online contest. Immediate family members of KVOI\/Bustos Communications employees\/interns\/hosts are not eligible for entrance into any contest, this includes parents, children, siblings, spouses, grandparents, and grandchildren. Eligibility may vary depending upon specific stipulations within each contest.\n\nAfter winning a call-in or online contest the listener is prohibited from winning for a 30-day period thereafter on any KVOI\/Bustos Communications radio station. KVOI will make sure all winners are outside of the allotted 30-day period. If a call-in or online contestant “wins” and is within the 30-day period they are thereby ineligible and the studio operator will move to another eligible contestant, provided one is available. Only one winner per household is eligible to win a contest within a 30-day period.\n\nKVOI is required by law to report to the Internal Revenue Service an individual’s accumulated winnings exceeding $600 within a calendar year. If an individual exceeds $600 dollars, the individual must provide KVOI with their social security number and any other information needed to properly report the winnings on an IRS 1099 form. The value of winnings in an individual contest may vary and is determined by KVOI and participating organizations.\n\nA winner or relative\/spouse of a winner must pick up the prize\/winnings at the KVOI Tucson offices within normal business hours, Monday through Friday 9 am to 5 pm. A winner or relative\/spouse of a winner must pick up the prize\/winnings within the deadline provided by the radio operator, show host and\/or management. If a prize is not picked up on time KVOI does not guarantee the availability of the prize\/winnings. Siblings of a winner must provide adequate proof that they are related to the winner in order to pick up the prize\/winnings. KVOI will do its best to provide winners with prizes won and originally announced in a call-in radio contest. In the event that a prize is no longer available for any reason, KVOI reserves the right to exchange any prize with another prize of equal or greater value.",
        "topic_id":6,
        "format_id":8,
        "topic_confidence":0.7046117783,
        "format_confidence":0.9537478089
    }
]