[
    {
        "url":"https:\/\/www.stopfraudcolorado.gov\/military\/rental-scams",
        "text":"Service Member - Rental Scams | Attorney General - State of Colorado\n\nService Member - Rental Scams\n\nRental Agreement\n\nScammers often take advantage of the transient nature of the military and the constant relocation many soldiers and their families endure on a regular basis, particularly targeting personnel seeking off-base housing.\n\nIt begins when a scammer advertises a property for rent at a great price through free internet sites such as Craigslist and other similar web sites. The advertisements appear to be legitimate, often containing what appears to be property details along with a variety of photos to entice victims. \n\nOnce the soldier shows interest in the property, the scammer pressures that soldier to send a deposit immediately. After the money is sent, the soldier never hears from the scammer again as the property doesn’t exist or isn’t really for rent.\n\nWhat to do:\n\n  • Avoid any listing that requires you to act immediately or pressures you to act urgently.\n  • Be wary of sending deposit money via wire transfer or other money transmittal services, such as Western Union or MoneyGram.\n  • Never provide your personal identifying information to an unknown individual or entity, especially to those contacts which are made solely through email.\n  • Be wary of poorly written correspondence or advertisements that contain misspellings, improper use of language, or unusual formatting.\n  • Always use a reputable property management company or agency to locate legitimate housing by checking out the company with an agency such as the Better Business Bureau.\n\nIf you believe you have been victimized by a rental scam or wish to report suspicious activity, please file a report here\n\n\n\nOther Links\n\nInsurance Fraud\n\nDo you suspect insurance fraud?  If so, learn more in the Insurance Fraud Center\n\nWant to Learn More?\n\nVisit the Fraud Center for additional information on ways to protect yourself.\n\nVictim of Fraud?\n\nReport fraud or suspicious activity.\n\nSign Up For Fraud Alerts\n\nRegister here for the Consumer Fraud Bulletin to receive fraud alerts and tips to keep you safe.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9767686129,
        "format_confidence":0.5502738357
    },
    {
        "url":"https:\/\/www.heilingdwyer.com\/contact\/",
        "text":"Looking for help navigating the legal system after a personal injury? You may be overwhelmed with questions. Where do you start?\n\nReach out.\n\nWe’ll help you determine whether you have a case and whether we are the right firm to represent you. If not, we will be happy to give our best guidance for you to get the job done without us.\n\nWe offer a no-charge initial consultation. Contact us today and together we can figure out how we can be of service to you.\n\nSend Us a Message\n\nYour message will be answered promptly by one of our attorneys. If your email is for a specific individual, please include their name in the message section below.\nHeiling Dwyer Attorneys, Personal Injury Lawyers PDX\n\n1220 SW Morrison Street, Suite 820\nPortland, OR 97205\n\nPhone: (503) 274-0404\n\nFax: (503) 274-0004\n\nFree Parking for Our Clients\n\nThere’s covered parking right next to our office, on 13th between Yamhill and Morrison, in the middle of the block.\n\nGive the parking attendant your keys, he will park your car. After your appointment, we will validate your ticket and the parking attendant will bring you your car.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9897469282,
        "format_confidence":0.5161420703
    },
    {
        "url":"http:\/\/www.aviddetention.org.uk\/immigration-detention\/are-you-detention",
        "text":"Are you in detention?\n\nIf you are in detention, or supporting someone who has been detained, it can be difficult to access accurate information. The first few days in detention, in particular, can be confusing, upsetting and difficult. We are here to help.\n\nIf possible, try to find out how you can make contact with the AVID member organisation that provides support in the centre in which you are held. You can find a full list here. You can contact them directly for support. Alternatively, you can contact AVID to be put in touch with the right group.\n\nSome useful links are below. Feel free to contact AVID for more information. \n\n\n\n\nLegal Advice \n\nUseful organisations",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9756225944,
        "format_confidence":0.9579761028
    },
    {
        "url":"http:\/\/gpo.gov\/oig\/hotline.htm",
        "text":"Skip to content.\nAbout GPO   |   Newsroom\/Media   |   Congressional Relations   |   Inspector General   |   Careers   |   Contact   |   askGPO   | Search  \n\nAmerica's Authentic Government Information\n\nFind the latest GPO Services & Products\n\nFind out how you can Do Business with GPO\n\nFind information about Federal depository libraries & the Catalog of U.S. Government Publications\n\nHome > Inspector General > Hotline\n\nHotline | Report Fraud, Waste, Abuse, and\/or Mismanagement\n\nThe Hotline is a confidential reporting mechanism operated by the OIG that provides current and former GPO employees, vendors, and the general public a critically important avenue for reporting allegations of fraud, waste, abuse, and\/or mismanagement (see examples below) related to GPO programs, operations, and personnel. Anyone who suspects that a rule and\/or law is being or was violated that impacts GPO in anyway is strongly encouraged to contact the Hotline.\n\nHow to File a Complaint or Contact the Hotline\nWe prefer that you file a complaint using the Online Complaint Form. The form can be filled out and submitted online or printed\/downloaded and filled out at a later time and submitted via e-mail, fax, or U.S. mail.\n\n  • Online Complaint Form\n  • E-mail:\n  • Telephone: 1.800.743.7574\n  • Fax: 1.202.512.1352\n  • Mailing Address:  U.S. Government Printing Office\n                                 Office of Inspector General Hotline\n                                 P.O. Box 1790\n                                 Washington, DC 20013-1790\n\nComplainant Confidentiality and\/or Anonymity\n\n  • Confidentiality – In accordance with the GPO Inspector General Act of 1988 and Inspector General Act of 1978, as amended, the identity of all individuals who file a complaint with the OIG will remain confidential and not disclosed to anyone outside of the OIG without the consent of the individual complainant, or if “the Inspector General determines such disclosure is unavoidable during the course of the investigation.”\n  • Anonymity – The OIG will accept and review anonymous complaints; however, the ability to fully address the content of the complaint may be seriously degraded without the ability to contact the complainant for further information or clarification, if deemed necessary.\n\nExamples of Allegations Customarily Investigated by the OIG\n\n  • False Claims – work not performed or not performed to specification, inflated cost or double billing, or false \/ altered contract invoices\n  • False Statements – misrepresentation of eligibility, work product or performance, or work progress or completion\n  • Bribery – payment to influence contract award or payments during contract performance to ignore problems\n  • Conflicts of Interest – government official has a monetary interest in\/with a contractor or a contractor hires a relative of a government contracting official\n  • Workers’ Compensation Fraud – claiming false injury, failure to report employment or volunteer work, or claiming false information regarding dependents\n  • Employee Misconduct – violation of the GPO Standards of Conduct, theft or misuse of government funds and\/or property, misuse or misappropriation of GPO Transit Subsidy Program or Parking Program benefits\n\nExamples of Allegations Not Typically Investigated by the OIG\n\n  • Day-to-day management decisions\n  • EEO Complaints\n  • Issues that are handled by the grievance process\n  • Issues handled by other government agencies such as the Equal Employment Opportunity Commission, Department of Labor, Justice Department, Office of Personnel Management\n  • Employee benefits and compensation\nInspector General\nQuick Links\nU.S. Government Printing Office\nOffice of Inspector General Hotline\nP.O. Box 1790\nWashington, DC 20013-1790\nfx 1.202.512.1352\n\nSubscribe to our RSS feed to receive\nnotifications of new OIG reports",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9440996051,
        "format_confidence":0.9679027796
    },
    {
        "url":"http:\/\/thepascoedifference.com\/fees-notarizing-and-copies\/",
        "text":"Select Page\n\nFees - Notarizing Documents\n\nand Obtaining Copies of Documents\n\nNotarizing a document means that a certificate is attached to a photocopy of an original document with a notary seal stating that the copy is a true copy of the original document. Some institutions require notarized copies as opposed to photocopies because in some situations a photocopy is not sufficient but they do not want to request the original.\n\n*Please Note: I only notarize documents for current or previous clients. Clients must call my office and make an appointment in order to have documents notarized. Elise Hallewick of our office notarizes documents and has her own fees schedule.\n\nWhen an Affidavit, Deed or Statutory Declaration has to be sworn for use outside of Ontario, a Notary is required to take the Affidavit rather than just a Commissioner of Oaths. In a circumstance such as this, I might charge a fee to my clients if it takes time to complete the form, which often out of province forms do require.\n\n\nService 1 Copy Only 4 Extra Copies (after 1st copy) Any copy after 5th\nNotarizing a document for a client on a current file $25.00 $25.00 $10.00\nNotarizing a document for a client when the file is closed $40.00 $25.00 $10.00\n\nWhile a client’s file is open, it is my policy to ensure that my clients receive copies of all the correspondence exchanged, reports from specialists, and related documents.\n\nHowever, once a file is closed it often happens that down the road a client may have misplaced their copy, and will call to request a copy from our office. It used to be my policy to store the client’s physical file in storage, however since 2010 we scan the file electronically and then throw the file out except for original wills and powers of attorney until we return those original documents to the client.  We also have or in the process of throwing out all files after fifteen years (without scanning anything but marriage contracts).\n\nShould you require a copy of a document from a file that was closed if we are still holding onto the file in hard copy or in the database there is a $50 fee retrieving the file from storage or our database. However, since 2010 we have only been keeping digital copies of agreements.\n\nIf it is a court document, though we may have a copy of the document in storage, often an original of the document is needed, and therefore obtaining the document from the court house is the best route to take. It is also cheaper to attend the court house and request a certified copy of the document directly rather than have me pull the file. If the file is more than a year old, the court will have sent the file to their storage facility, and though they do not charge a fee to pull the file from storage, it may take a few extra weeks until the file arrives at the court house. The court charges a fee for certified copies of court documents, usually about $19 depending on the document and photocopying costs for other documents in the file.\n\nFind Us\n\nMirsky, Pascoe\nSuite 300\nThe Bell Mews\n2039 Robertson Road\nOttawa, ON K2H 8R2\n\n\n\n\nAccepted Payment",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.8359651566,
        "format_confidence":0.8452157974
    },
    {
        "url":"http:\/\/www.cityofdubuque.org\/217\/Crime-Prevention",
        "text":"Crime Prevention & Public Information\n\nResponsibilities & Training Services\nThe prevention of crime should be the primary role and goal of all law enforcement agencies. It is when crimes are prevented from occurring that society is best served. The term crime prevention applies to proactive efforts and measures aimed at the elimination of criminal incidents, rather than responding to them after they have occurred.  The most widely accepted definition of crime prevention is:  the anticipation, recognition and appraisal of a crime risk and the initiation of some action to remove or reduce it.\n\nThe Dubuque Police Department Crime Prevention Unit offers training and assistance to the citizens of Dubuque, including civic groups, neighborhood associations, businesses, senior citizens, and youth organizations.\n\nTraining Topics\n\nTraining topics include, but are not limited to: personal safety, home security, Successful Rental Property Management training for landlords, scam\/fraud prevention, workplace violence\/active aggressor and a variety of other crime prevention topics.  Call or email Lt. Scott Baxter to schedule a presentation or get more information.\n\nAdditional Services\nIn addition to training, the Crime Prevention Unit also offers:\n  • On-site security assessments (business, residential, and rental)\n  • Successful Rental Property Management training for landlords (click here for more information)\n  • Crime prevention literature and materials (click here for Burglary prevention recommendations)\n  • Child Passenger Safety Seat inspections (click here for more information)\nPublic Information\nIt is the policy of the Dubuque Police Department to be committed to informing the community and the news media of events within the public domain that are handled by or involve this agency. However, due to the nature of the police operations and right to privacy issues, not all information is subject to release and not all personnel are authorized to release information.\n\nPublic information falls under the purview of the Chief of Police and the Assistant Chief of Police, and Lt. Scott Baxter has been designated as the department's Public Information Officer. Lt. Baxter can be contacted for questions on media releases and requests for interviews; details on police calls for service, special events, crime data & trends; department related issues such as history, recruitment & retention, training, department demographics and internal affairs data; or any other inquiries related to the Dubuque Police Department and its operations. Lt. Baxter's contact information is located in the upper right corner of this page.\n\nDuring non-business hours, inquiries can be directed to the on-duty Shift Supervisor at (563) 589-4425.  Citizens are also encouraged to register for the City's \"Notify Me\" service (upper left corner of this page in the blue box) as all Dubuque Police issued media releases are sent using \"Notify Me\", in addition to being posted on the Department's main page and in the front lobby of the Law Center.\n\nCrime prevention topics, public information and safety tips:\nFor more information on crime prevention and other related topics, please visit the following websites: is a free & private social network for neighborhoods, strengthening communities through virtual neighborhood watch.\n\nIowa Attorney General Helpful information on crime prevention, trends, scams and safety.\n\nFederal Trade Commission Specializing in consumer protection and unfair business practices.\n\nBetter Business Bureau Learn more about a business or company before committing.\n\nSafe Kids Tips and recommendations to help keep our children safe and healthy.\n\nU.S. Postal Inspector Assistance with mail fraud\/theft, I.D. theft, and various other mail-related problems.\n\nNational Crime Prevention Council Resources & Recommendations on preventing crime.\n\nCredit Score & Monitoring Check, improve and monitor your credit.\n\nIdentity Theft Protection View the top 7 Identity Theft Protection Companies as rated by Consumer Affairs.\n\nKnow Your Money Learn some of the security features designed to prevent counterfeiting.\n\nSmart911 Create a Smart911 safety profile to assist first responders in assisting you or your loved one.\n\nPersonal Safety\nClick here for recommendations that will enhance your safety whether out in the community, at work, or at home.\n\nShelter in Place\nThere may be situations, depending on your circumstances and the nature of the disaster, when it’s simply best to stay where you are and avoid any uncertainty outside by “sheltering in place.” Shelter in place means to take immediate shelter where you are—at home, work, school, or in between—and take refuge in a small, interior room with no or few windows. It may also mean “seal the room;” in other words, take steps to prevent contaminated outside air from coming in.  Click here to learn more.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9959551096,
        "format_confidence":0.794718504
    },
    {
        "url":"http:\/\/in.ng.mil\/ServiceMemberResources\/CrisisInterventionTeam\/SexualAssault.aspx",
        "text":"Sexual Assault\n\nSexual Assault\nResponse Coordinator\n\nOffice: 317-247-3300 ext 85475\nCell: 317-690-6650\nSexual Assault 24-Hour Help line: 317-247-3172\n\nAlternate Sexual Assault Response Coordinator\nOffice: 317-247-3300 ext 85485\nCell: 317-697-2099\n\nTo reduce and eliminate instances of sexual assault by fostering a culture that promotes victim reporting through advocacy and response, and holding offenders accountable ensuring a confidence that sexual assault will not be tolerated in the Indiana National Guard.\n\nClick Here to view the 2013 Sexual Assault Stand Down training video, featuring Indiana National Guard, Adjutant General Maj. Gen. R. Martin Umbarger\n\n  • Call a Victim Advocate (VA), Sexual Assault Response Coordinator (SARC) or the DoD Safe Help Line.\n    • Indiana National Guard 24\/7 Line: 317-247-3172\n    • Safe Help Line: 877-995-5247\n  • Reporting an assault can be very difficult and you may have a lot of questions about what will happen after you report. You can contact a VA or SARC to help answer these questions. Calling a VA or SARC does not require you to file a report or initiate an investigation.\n  • The VA or SARC are available to confidentially assist and support victims of sexual assault. They can facilitate medical care, immediate behavioral health care, long term support through local resources and provide information on reporting options.\n  • There are two Military Sexual Assault reporting options: Restricted Reporting and Unrestricted Reporting. Definitions of these reporting options can be found at this link",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9814382792,
        "format_confidence":0.9625245333
    },
    {
        "url":"http:\/\/humberside.police.uk\/da",
        "text":"Domestic Abuse\n\nYou Matter!\n\nIf you are suffering at the hands of an abusive or violent partner or know someone that is, then call us right away on 101 or in an emergency ring 999 .\n\nWe will listen and we will act, we will help you.\n\nComing to terms with being in a violent or abusive relationship is far from easy but ignoring it should never be an option as it can have a lasting impact, especially on children.\n\nDomestic abuse comes in many forms. It's not simply about violence. Controlling behavior can be equally dangerous and unpleasant and may lead to you feeling isolated from friends and family. If someone takes away simple everyday items like a mobile phone or stops you having access to money, it can strip away every ounce of self confidence. You don't have to put up with this kind of behaviour.\n\nTackling domestic abuse is a top priority for us. We want to help you, your friend or anyone affected to break the cycle and get away from violent and controlling partners. \n\nWe can't do it alone though. If you are in an abusive or controlling relationship or think you know someone who is then call us on 101. We will help.",
        "topic_id":3,
        "format_id":3,
        "topic_confidence":0.9803198576,
        "format_confidence":0.6366897225
    }
]