[
    {
        "url":"https:\/\/archive.crht.org.uk\/index.php\/surveys\/321-bolton-parish-housing-need-survey-2010",
        "text":"Bolton Parish Housing Need Survey 2010\n\nBolton Parish Housing Need Survey 2010\n\nIn March 2010 Cumbria Rural Housing Trust, commissioned by Eden District Council and supported by Bolton Parish Council and the Heart of Eden Community Plan, conducted a Housing Needs Survey in Bolton Parish. The survey followed the launch of the Heart of Eden Community Plan and was distributed with a copy of the Executive Summary. The purpose of the survey was to identify the need for affordable housing and to fulfil one of the action plans laid out in the Community Plan. This report details the information derived from the survey responses.\n\nThe survey work undertaken at local level provides information for Parish Councils\/Meetings regarding the housing needs of their community and is essential evidence for Eden District Council, Planners, Registered Social Landlords and developers to establish if there is a need for affordable housing.\n\nCopies of the findings of the survey are distributed to Bolton Parish Council, Eden District Council, and are placed on the Cumbria Rural Housing Trust web site.The Survey\n\n194 survey forms were delivered by hand to the households and 5 forms were posted to businesses within the parish of Bolton (100%), with a return date of 29th March 2010. 114 households returned their completed forms, which is a return rate of 58.24% and 1 business form was returned giving a return rate of 20%. The overall return rate was 57.29% which is and well above the current average of 30% for this type of survey in Cumbria. Cumbria Rural Housing Trust expresses its thanks to the Heart of Eden Community Plan Group, the Parish Council and others in the community for their work to promote the survey.\n\nOf the returned forms, there were 13 (11.4%) responses, saying that either the whole household or someone living within the household wished to move within the parish in the next 5 years.\n\n See Appendix 1 for the criteria used to determine whether a household is in need.Housing Need1 of the households stated that they were registered on the Local Authority and\/or a Housing Association or other waiting list.\n\nOf these 13 survey responses, indicating a housing need, some had a multiple need; giving 21 in total, of these 5 households are in need of affordable housing within the next 5 years in the parish.\n\nDownload this file (Bolton HNS.PDF)Bolton HNS.PDF[ ]2162 kB",
        "topic_id":14,
        "format_id":0,
        "topic_confidence":0.913600266,
        "format_confidence":0.5158641338
    },
    {
        "url":"http:\/\/www.ikegroup.info\/?page_id=950",
        "text":"Eisenhower Dollar Die States\n\n\n\n“Die State” is a way of expressing the appearance of dies as they age.\n\nOn struck coins, increasing die age appears as increasingly crude metal flow off minor devices, as muddled details and as “die flow lines” (increasing coarse generally radial lines seen in fields and on major devices).\n\nDel Romaines laid out the typical appearance of coin dies as they age, expressed in percent of the die’s life.   He determined for all coin metals and sizes (except Ikes which he did not study) that his percentages hold for all the series he studied, even though the absolute production numbers change as a function of coin size and hardness of planchet metal\n\nThe Ike Group proposes that the much larger Ike coupled with its hard and abrasive CuNI-clad layer not only wore out the W-1 steel dies used for the 1971 and most 1972 Ikes faster than dies in other series but the dies also aged prematurely within that framework.  We found that Del’s definitions and percentages did not apply to 71-2 Ikes and suggested revised definitions based on use of a 10 X loupe.\n\nThe dies used for the 1973 and on Ikes, however, do fit well into Del’s die-state framework except these Ike dies were not pushed as hard as the dies of other series so a greater proportion of these Ikes are in earlier die states.   Even so, it’s likely these dies produced 250,000 Ikes on average thanks to the newly employed 52100 die steel.\n\n\nDel Romaines, the father of Die States\n\nThe “state” of a die is the amount of wear it shows.  Credit Del Romines with the first serious attempt to match die states (the degree of die wear) with the numbers of coins struck in each die state.  Working meticulously in the 1980’s and 1990’s, his research provided the first understanding of just how fast dies age through their die states.  Del proved that dies spend more then half their life in a state of heavy wear.\n\nDel determined the production of each die state expressed as a percentage of average die life and arrived at the conclusion that these percentages held for all dies regardless of size or hardness of the planchets being struck.  He did not include Ikes in his studies, however.\n\nHere are Del’s definitions and percentages for the Die State parameters he created.  Note that Del’s primary work was on cents where the smaller letter devices can wash out more severely in advancing die states than is the case with the lettering on Ikes:\n\n  • Very Early Die State (VEDS):  0 – 0.21% of a die’s average life;   has “the intact original die surfaces” (usually  not flat-smooth and sometimes showing microscopic die cracks (“heat checks” from the final die hardening heat treatment)) “with no metal movement lines” (die flow lines) except microscopic beginning just as a die enters EDS.\n  • Early Die State (EDS):  0.21 – 2.63% - has “only very minor metal movement lines, normally starting from the designs that are the highest relief in relation to the field and will run from the letter, date, or design toward the rim.  All macroscopic detail will be as sharp as VEDS”  (“macroscopic” means visible to naked eye).\n  • Middle Die State (MDS): 2.63 – 9.13% - will have “lost all of the microscopic markings of the new die and some of the macroscopic designs will have begun to fade.  On a doubled die coin, some divisions and\/or separation lines will have blended with the doubling and will create an appearance of Class VI (Class VI is a type of doubled die (hub doubled die) without separation so letters typically just appear broader).  Heavy metal flow lines will be evident on the tops of all or most lettering near the rim in the form of a sloped, lined smear and the lettering no longer has sharp edges” (somewhat paraphrased and expanded for clarity).\n  • Late Die State (LDS): 9.13 – 35% - coins “will have lost most of the macroscopic detail.  Very heavy metal flow lines will be evident”.\n  • Very Late Die State (VLDS)35% and on - coins “will have lost all major detail.  The metal flow lines will be extremely heavy and in many cases may join the lettering to the rim with very heavy lines which are almost solid at times.\n\nDel began his die state research in the 1970’s by gathering over a thousand 1960 obverse doubled die Lincoln cents (2-R-VI) to arrive at a tight range of mintages for each die state.  Why the DDO Lincoln?  Because it is a one-die coin!  He placed each DDO cent in the pile that corresponded to one of his 5 defined die states and thereby developed a population and percentage for each die state.  Was that a meticulous piece of work, a labor of love, or what!\n\nIn 1996 Del published in the March-April edition of CONECA’s ErrorScope the only account of his die state research in a numismatic journal.  In that article, and in other accounts provided by his private publication and comments by others who knew him well, Del expanded and slightly revised his die state percentages to encompass gold and silver coins, nickels, clad quarters and clad half dollars.   He knew that average die production (average number of coins struck per die) varied with the size and metal of the coin being struck but he found that the percentage struck in each die state was basically the same.\n\nAs to some reasonably hard production numbers, here is part of a 1972 US Mint report on average obverse die production for the various 1971 coins (the reverse dies lasted about 20% longer):\n\nOne Cent                    1,000,000\nFive Cent                       170,000\nTwenty Five Cent       155,000\nFifty Cent                      150,000\nOne Dollar                    100,000\n\nNickel-clad Ike Dollar Die States\n\nDel never studied the Eisenhower Dollar.   The authors suspect if he had tried (and he may have), the change to more resilient 52100 die steel in late 1972 would have made his meticulous approach difficult, especially since there is no way he could have accumulated large one-die samples of a one-die Ike let alone a one-die 1971-1972 Ike and a one-die 1973-and-on Ike.\n\nThe Ike Group therefore took up the challenge, looking at Ikes from a die-state perspective, examining separately those struck with struck with W-1 tool steel (1971 and most 1972 Ikes, hereafter “71-2 Ikes”), and those struck with the more resilient 52100 tool steel (1973-and-on, hereafter “73-on Ikes”).\n\n’71-2 Ike Die States\n\nWe found Eisenhower ’71-2 dies did not behave as Del described:\n\n  1. Metal flow off minor devices generally was toward the central device more than toward the rim (Figure 1).\n  2.  Die flow lines seemed to occur and advance faster than Del described (Figure 2).\n  3. At times, the most severe die flow lines occurred in regions of greatest change in relief on the central device and these changes were often more advanced than one would expect based on die-flow smearing of the minor devices (Figure 4):  at other times, the strongest flow lines were in the fields and the central device remained smooth.\n  4. Minor devices held up better than one would expect based on Del’s definitions.\n  5. Some ’71-2 Ikes displayed premature “orange skin” on the central device, normally a marker of LDS and VLDS, well in advance of any “heavy flow lines” on the field or “smearing” of letter devices (Figure 5).\n\nDie Flow Lines and Orange Skin  -  “What causes die flow lines and Orange Skin?” you ask.  Good question!   A coin being struck is subject to roughly 100 tons per square inch pressure:  this pressure is great enough to cause some molecules of die steel and some molecules of the tough copper-nickel alloy of the planchet’s outer layers to penetrate each other’s surfaces, that is, to become inter-woven and bonded.\n\nAs the planchet metal becomes somewhat plastic under the intense pressure, it “flows” to and into the rim and the central device.  This flow rips some die steel molecules out of the die’s surface.  It’s a kind of erosion, akin to a sandy or gravel bank exposed to water flow.  Inevitably tiny crevices form and continually coalesce and enlarge until one has large-scale erosion patterns.  The process of flow erosion on a die’s surface is similar.   Die flow lines in some regions of the die start small and get larger and larger as a die ages, generally wherever the change in relief is greatest or wherever in the fields the linear flow toward either rim or central device is greatest.\n\n“Orange Skin” may be akin to the pattern of nodes and valleys that form when waves (die-flow lines) come at each other from different directions, perhaps due to a die settling somewhat.  We think Orange Skin may be more prevalent in the 71-2 Ikes than it is in other coin series and certainly more prevalent than in 73-on Ikes because of the severe “die sink” problem the Mint encountered with its 71-2 W1 die steel.  In other words, more severe die settling caused more significant changes in planchet metal flow directions as the die aged.\n\nPlanchet Metal Flow Zone of Balance  -  The authors suggest that planchet metal flow in smaller denominations starts from a “zone of balance” roughly midway between rim and central device such that planchet metal flows a relatively short distance from that zone toward the rim and a relatively short distance from that zone toward the central device.  We think that the Ike’s much larger central device volume (think of volume as the cube of linear dimensions) may have moved the “zone of balance” closer to the rim, perhaps somewhere within the peripheral letter devices rather than between those devices and the central device.  If we are correct, these minor devices would have suffered less die-flow erosion compared to smaller coins and it could be seen in either direction rather than just toward the rim.\n\nNot only is the Ike significantly larger than other modern coins, the flow distance from the zone of balance to the central device would be disproportionately longer.\n\nSince die wear would be proportional to the volume and distance the planchet metal moved as well as the hardness and abrasiveness of the pl... (truncated)",
        "topic_id":14,
        "format_id":0,
        "topic_confidence":0.6467129588,
        "format_confidence":0.6296747923
    },
    {
        "url":"http:\/\/petsitterservices.co.uk\/the-interaction-of-man-and-dog-over-time\/",
        "text":"The Interaction of Man and Dog over Time\n\nThis report (click here to access the full report) focuses on the relationship between man and dogs and at what point man takes control of the canine species and domesticated them, how they evolved into the different types of dogs that are available today, either through intense breeding programmes or natural evolution, and what dogs are used for in today’s modern society.\n\n\n\n  • Domestication\n  • Evolution of the Dog\n  • Breeding\n  • Types of Dog\n  • Conclusion\n\n\nA – Time-line of Interaction between Man and Animals\nB – Other uses for dogs\n\n\n\nMan soon learned that having identified certain behavioural and physiological characteristics of animals, certain species would be a better candidate for domestication than others, making them a faithful and useful companion when it came to hunting and gathering. (UOR) On the whole, most domesticated animals and in particular dogs show the following traits:-\n\n  • hardy and flexible;\n  • easy to feed;\n  • able to adjust to new conditions temperature and confinement;\n  • show a liking for humans, comforting;\n  • easy to breed;\n  • social and capable of group interactions;\n  • gregarious; and\n  • able to maintain a dominance hierarchy, and are thus predisposed to submission. (UOR)\n\nMankind has been a hunter gatherer for just 0.5% of human history. During the Ice Age, large mammals such as bison had two predators humans and wolves, both using their intelligence and social skills to bring down prey much larger than themselves by hunting and killing in groups (see picture overleaf). (Gascoigne, 2001)\n\nDue to their similarity, it became mutually beneficial for the two teams to join up and share their hunting skills and their kill with each other which is why dogs have been mankind’s most oldest and faithful companions since the Pleistocene era during the last Ice Age. (Gascoigne, 2001)\n\n\nEvolution of the Dog\n\nDNA tests have proved the today’s dog has evolved from the grey wolf (Canis lupus familiaris). Arhaeological digs have unearthed the bones of domesticated dog dating back to the Pleistocene era and the timeline in the Appendix to this report shows references of where and when bones have been found since this era. (Jensen, 2007)\n\nThese various bones show a shortened facial region of the skull, compacted teeth in the jaw bones, a more curved mandible, the eyes become more rounded and forward looking, the frontal sinuses become swollen and the tympanic bullae is reduced in size and flattened (see picture below) together with the slender metapodial and toe bones that distinguish them from those of the wolf. (Jensen, 2007)\n\nThe remains suggest that they had originated from the smaller South Asian wolf subspecies rather than the large North American and North Eurasian wolf, excluding the possibility of an African origin. (Jensen, 2007)\n\nWild animals need a high degree of perception and quick reactions to stressful situations in order to survive, which are quite opposite to the characteristics of docility. As an animal’s stress and fear is reduced, it’s perception of this environment brings about hormonal changes which reduces brain size (see picture below) and general senses – mainly hearing and sight. The domesticated animal will also retain a juvenile attitude well into adulthood. (Serpell, 2002)\n\nThe picture below shows that even though a wolf and dog can be of the same weight, the head of the domesticated dog is significantly smaller due to the reduction in brain size.\n\nThe only genetic difference between the wolf and all breed of dogs is allelomorphic – the changes in the rates and times at which various development events occur as they all have identical karyotypes, making them interfertile. (Serpell, 2002)\n\nEarly Chinese dogs are thought to be directly descended from the small Chinese Wolf, Canis lupus chanco (see picture below). These dogs moved across the Berings Straits into North America with early human immigrants. Later, the dogs of the Inuit and North Americans were interbred with wolves and sometimes even coyotes. At the same time, Africa was cross breeding dogs with the four species of jackal. (Serpell, 2002)\n\nThe dingo is the result of cross breeding the domesticated small wolf of India Canis lupus pallipes, and the pariah dogs of South East Asia, however after being taken over to Australia, they soon escaped their domestic lifestyle and became feral again. (Serpell, 2002)\n\nDuring the domestication process of dog from wolf, the animal would first change its coat colour. A paler coat colour signified a more manageable animal. As the animal’s perception to its environment changes, other morphology and physiological features are ears becoming dropped due to reduced sense of hearing, tails curled due to reduced need to communicate, hair becomes thicker and in some cases flops over the eyes, reducing its speed and impairs its vision. They would also develop an earlier reproductive cycle and have a higher litter number and size was stunted as during early domestication, animals suffered from malnutrition from the time of conception. (Serpell, 2002)\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":14,
        "format_id":0,
        "topic_confidence":0.6963761449,
        "format_confidence":0.7764009237
    },
    {
        "url":"http:\/\/ucanr.org\/sites\/MGsSMSF\/Elkus\/The_Effects_of_Mycorrhizal_Fungi_Inoculum_on_Vegetables\/",
        "text":"Master Gardeners of San Mateo & San Francisco Co.\nUniversity of California\nMaster Gardeners of San Mateo & San Francisco Co.\n\nThe Effects of Mycorrhizal Fungi Inoculum on Vegetables\n\nThe Master Gardeners at Elkus Ranch designed a study to compare the yield and vigor of a variety of vegetables grown with and without mycorrhizal fungi plant inoculum.  Products claim to increase size and health of plants have been made by a number of suppliers of inoculate, without providing much supportive data.  The goal of this trial was to document the planting, comparative growth and yields of six vegetables planted in two beds, one bed inoculated and the other non inoculated, so that the results would help the home gardener make an educated choice on whether or not to use a mycorrhizal inoculum.  The study was conducted in a Zone 17 coastal climate.\n\nVegetables grown with endomycorrhizal fungi plant inoculum will be more vigorous and produce higher yields than vegetables grown without inoculum.\n\nBackground: What is ‘endomycorrhizal fungi plant inoculum’?\nA mycorrhiza, from the Greek ‘mykos’ meaning fungus and ‘riz’ meaning roots refers to a symbiotic association between a fungus and the roots of a vascular plant.  They form an important component of soil life and soil chemistry.\n\nIn a mycorrhizal association, the fungus colonizes the host plant's roots, either intracellular as in endomycorrhizal fungi, or extracellular as in ectomycorrhizal fungi.  This study is concerned with the former.\n\nMycorrhizal fungi form a mutual relationship with the roots of most plant species.\nThis association provides the fungus with relatively constant and direct access to carbohydrates, such as glucose and sucrose.  The carbohydrates are transferred from their source (usually leaves) to root tissue and on to the plant's fungal partners.  In return, the plant gains the benefits of the mycelium's higher absorptive capacity for water and mineral nutrients due to the comparatively large surface area of mycelium to root ratio. This improves the plant's mineral absorption capabilities.\n\nThe mechanisms of increased absorption are both physical and chemical.  Mycorrhizal mycelia are much smaller in diameter than the smallest root, and thus can explore a greater volume of soil, providing a larger surface area for absorption.  Mycorrhizal fungi are especially beneficial for plants in nutrient-poor soils.\n\nMycorrhizal plants are often more resistant to diseases, such as those caused by microbial soil-borne pathogens, and are also more resistant to the effects of drought.  This is an important thing to consider in the rain challenged Bay Area. \n\nSeeds of the following plants were started in one inch cells in a green house on March 3, 2011:  golden chard, strawberry spinach, double red orach spinach, epazote (Mexican culinary herb), edible Japanese chrysanthemum garland round leaved and cardoon (related to the artichoke).  On March 23rd, the seedlings were transplanted into four inch containers.  On April 5th the seedlings were planted, half of each variety, into two beds at Elkus Ranch Research Garden. The soil in both beds consisted of a combination of 50% Elkus compost and 50% Elkus dirt.\n\nOn planting:\nBed A was given a root inoculant consisting of a blend of endomycorrhizal species selected by the manufacturer specifically for vegetables.  A 1\/2-ounce dry inoculum was mixed with ½ gallon of water.  A siphon mixer was attached to a standard garden hose bib, the hose screwed into the other end of the mixer, and the flexible mixer tubing fed into the container of inoculum.  The ½ gallon of soluble inoculum was automatically mixed into 8 gallons of water and applied directly to the soil resulting in a deep soak.  (According to the manufacturer, the dry mix can also be sprinkled into rows prior to planting or under transplants as they are being placed in the soil.)\n\nBed B was given a good watering at planting using H2O straight from the hose.\n\nBoth beds received 10 minutes of drip irrigation every day for the first two weeks.  On April 17th, irrigation was reduced to 10 minutes every other day due to cool, foggy spring weather.\n\nThe following measurements, recorded in inches, were taken on May 10th:\n\n                                              Inoculated Height      Non-Inoculated Height\nCardoon 6\" 6\"\nGolden Chard 10\" 7\"\nEpazote 5\" 5\"\nJapanese Chrysanthemum        10\" 5\"\nOrach Spinach 16\" 13\"\nStrawberry Spinach 9\" 8\"\n\nThe following measurements, recorded in inches, were taken on June 14th:\n\n                                               Inoculated Height      Non-inoculated Height  \nCardoon 28\" 27\"\nGolden Chard     19\"                 19\"\nEpazote 20\" 17\"\nJapenese Chrysanthemum     38\" 36\"\nOrach Spinach 28\" 26\"\nStrawberry Spinach 8\" 10\"\n\nThe vegetables that received inoculum grew slightly taller than those that did not receive inoculum (except for the strawberry spinach).  We began harvesting and eating the plants mid June.  A very informal ‘taste test’ was conducted on plants from the two beds.  It consisted of asking volunteers to comment on what they noticed, if anything, between samples from Beds A and B.  They were not told from which bed their samples came.  Four of the five subjects thought that the samples of spinach, both strawberry and orach, were ‘sweeter’ from the beds receiving inoculum.  No difference was noted for the other plants.\n\nThe golden chard grown in Bed B without inoculum, suffered severe leaf damage from leaf miners. These critters feed within the tissues of the leaves themselves, selectively eating only the layers that have the least amount of cellulose.\n\n   The chard receiving inoculum at planting had no leaf damage.\n\nThe cardoon plants in the inoculated beds grew to a massive height of over 8 feet by September:\n\nwhile those in the non inoculated beds only grew to 4 feet.\n  The Japanese chrysanthemums grew over 9 feet tall in the inoculated beds.  The author peering through her produce.\n  Those in the non inoculated beds grew under 4 feet.\n\nThe vegetables in the bed that received mycorrhizal fungi inoculum grew larger (cardoon, epazote and chrysanthemum), were more disease resistant (chard) and, according to a very small sample size, sweeter tasting (strawberry and orach spinaches) than the vegetables grown without inoculum.\n\nI will continue to experiment with the use of mycorrhizal fungi plant inoculum in future plantings, and believe that it has great application in new beds and soils that may be nutrient poor.  I would caution the home gardener that if they are interested in using mycorrhizal fungi, to purchase inoculum from a reputable source and do your homework first.  Scientific analysis has shown that many of the ‘over the counter’ products that claim to contain live mycelium, do not in fact live up to that promise.\n\nFor more information, please contact the Master Gardener Help Line at (650) 726-9059 ext 107\n\nWritten by: Janet Didur, Master Gardener\n\nWebmaster Email:",
        "topic_id":14,
        "format_id":0,
        "topic_confidence":0.5472939014,
        "format_confidence":0.7610729933
    }
]