[
    {
        "url":"https:\/\/www.avaprolashes.com\/celebrate-avaprolashess-10th-anniversary\/",
        "text":"Celebrate AVAPROLASHES’s 10th Anniversary\n\n2019-07-04 0 作者 Kristina Xu\n\nToday, we are celebrating AVAPROLASHES’s 10th anniversary. AVAPRO lashes company founded and open since from the year July 4,2009 by the Boss Oscar.\n\nAt the beginning of eyelashes business\n\nthere were only have about 100 square meter workshop and office. 3 computers and 5 workers. Although the space was not big, but we trained the workers seriously for luxury mink eyelashes by handmade. Till today, there are more than 326 workers include eyelashes designing department, experienced skill workers team, eyelashes selling service team… with 2 big workshops’ factories, but our philosophy has never changed.\n\nAbout the eyelashes\n\nwe are looking for better and better materials for the lashes., from the synthetic hair, silk hair, horse hair, human hair to the mink hair. We found that the mink eyelashes are more similar with human’s lashes, it’s more easy to get the curls and light weight. And the users feedback it’s best comfortable in wear.\n\nThe styles of lashes\n\nfrom the natural silk eyelashes to 3D mink styles, our designing never stop the imaging and thinking on the lashes. Especially, since the concept the 3D mink eyelashes took out by our designers, till them are famous all over the world. Our designers continually make the design as per the people’s ethnic characteristics and culture of different areas and countries of the whole world.\n\nAVAPRO lashes\n\nget the orders from all over the world. And most lashes are doing delivery in 24 hours except the customized lashes styles. We can show out about 5,000pairs per day now. At beginning of our eyelashes business, we did less quantity. However, the big quantity present and small quantity at beginning, our attitude and aim treated to the eyelashes are always not changes – treat the eyelashes by our truly heart, and transit the beauty to the world light the shine where it went.\n\nThe lashes are not only a pairs of simply lashes, but also a new and rising, great and glorious undertaking. Welcome more and more friends to joint our group.\n\nAVAPROLASHES's 10th anniversary\n\nBecause of AVAPROLASHES’s 10th anniversary, we will launch a series of activities. Stay tuned.",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9743536115,
        "format_confidence":0.9441037178
    },
    {
        "url":"http:\/\/expressoshow.com\/articles\/Win-an-aFREAKa-onesie!.html?articleID=9988",
        "text":"Win an aFREAKa onesie!\n(16 May 2017)\n\nAfreaka onesie Expresso\n\nWin an aFREAKa onesie!\n\nGet your animal on with this onesie! You can win Ewan's Springbok onesie if you answer the question correctly...\n\n\nHow to enter: SMS the keyword \"ONESIE”, your name and the correct answer to the question – where do onesies originate from? - to 33728\n\nCompetition opens: Tuesday, 16 May 2017 06:30\nCompetition closes: Tuesday, 16 May 2017 17:00\n\nSMS' will be charged at R 1.50 (one rand and fifty cents) per SMS entry. Free or bundled SMS' do not apply.\n\n\nImportant clauses which may limit our responsibility, place an obligation on you to indemnify us, involve an acknowledgment of any fact or involve some risk for you will be in bold and italics. You must pay special attention to these clauses. \n\n1. Introduction\n\n1.1. The Expresso aFREAKa Onesie Competition (Competition) will be run by Cardova Trading (Pty) Ltd and association with aFREAKa clothing.\n(collectively the organisers\/we\/us\/our).\n1.2. Each person entering the Competition (entrants\/you\/your) and\/or accepting a Prize in terms of this Competition agrees and accepts that the Competition rules as set out in these terms and conditions are binding on him\/her.\n\n2. Competition Period\n\nEntries for the Competition will open at 6h30 on Tuesday, 16 May 2017 and will close at 17h00 on Tuesday, 16 May 2017 (Competition Period).\n\n3. Who can enter\n\n3.1. In order to be eligible to enter the Competition:\n3.1.1. you must be a legal, permanent resident of the Republic of South Africa;\n3.1.2. if you are younger that 18 (eighteen) years of age, you must be assisted by a parent\/legal guardian, who approves of, and consents to you entering the Competition and to your possession and use of the prize; and\n3.1.3. you must be a natural person.\n3.2. Notwithstanding clause 3.1, you are not eligible to enter this Competition if:\n3.2.1. you are a director, member, partner, employee, agent or consultant of the organisers of the Competition, or any other person who directly or indirectly controls or is controlled by the organisers;\n3.2.2. you are an immediate family member of any of the persons specified in clause 3.2.1; or\n3.2.3. you are a supplier of goods or services in connection with the Competition.\n\n4. How to Enter\n\n4.1. SMS the keyword \"ONESIE”, your name and the correct answer to the question – where do onesies originate from? - to 33728 within the Competition Period.\n4.2. Once you meet the requirements set out in clause 3 above and this clause 4, you will automatically be entered into the prize draw.\n4.3. You may enter the Competition as many times as you like to increase your chances of winning.\n4.4. SMS' will be charged at R 1.50 (one rand and fifty cents) per SMS entry. Free or bundled SMS' do not apply.\n\n5. How the winners are determined\n\n5.1. We will randomly draw 1 (one) winner (Winner) by means of an automated system within 3 (three) hours from the closing time of the Competition.\n5.2. We will contact the Winner within 24 (twenty-four) hours from the prize draw on the cell phone number from which the entry was sent. If a Winner is not contactable within 24 (twenty-four) hours from the prize draw, and after we have made at least 3 (three) attempts to contact the Winner, that Winner will forfeit the prize and we shall have the right to select a different Winner on the same conditions except that we will only be required to make 1 (one) attempt to contact each further Winner drawn.\n5.3. The Winner will be required to provide a copy of his\/her Identification Document as required in terms of the Consumer Protection Act, 68 of 2008. If the Winner fails to provide a copy of his\/her Identification Document within 3 (three) days from being requested to do so, the the Winner will forfeit the Prize and shall have no claim against us.\n5.4. The Winner may be announced on the Expresso show and posted on the Expresso Website, or social media platforms.\n\n6. The Prize\n\n6.1. The Winner will receive 1 (one) Springbok aFREAKa Onesie which was worn by the Expresso Presenter on Expresso on the competition date to the approximate total value of R 450.00 (four hundred and fifty rand) (Prize).\n6.2. The Prize excludes all items not mentioned in clause 6.1 and may differ from images or items used in marketing material for the Competition.\n6.3. We will contact the Winner per telephone to obtain all necessary information or to make necessary arrangements for delivery and the Prize shall be delivered to the Winner at an address within the Republic of South Africa within 20 (twenty) business days from confirmation of the Winner. Should the Winner fail to provide adequate delivery details or to accept the Prize within 20 (twenty) business days from being contacted by us, the Prize will be forfeited and the Winner shall have no claim against us.\n6.4. The Prize, or any part thereof, may not be exchanged for cash any other item. Prizes are not transferable. We reserve the right to substitute the Prize, or part thereof, with any other prize of a similar commercial value.\n\n7. General\n\n7.1. Any reference to the organisers includes the directors, members, partners, agents or consultants of the organisers, where the context allows for it.\n7.2. In case of a dispute regarding the identity of a Winners herein, the owner of the SIM card used to enter the Competition will be deemed the Winner, even though the handset may have been used by another individual to enter the Competition.\n7.3. We reserve the right to amend these terms and conditions within the competition period should it be deemed necessary in our sole and unfettered discretion.\n7.4. The organisers' decision regarding any matter concerning the Competition and\/or arising out of these terms and conditions, including the determination of the Winner, is final and no correspondence will be entered into.\n7.5. Where relevant, if a Winner does not accept the Prize as required herein, if an entry is not valid for whatever reason, if a Winner has breached these terms and conditions, if a Winner renounces the Prize or we deem such Winner to have renounced the Prize, we reserve the right to declare the Prize forfeited and\/or choose a new Winner.\n7.6. Nothing in these terms and conditions is intended to, or must be understood to, unlawfully restrict, limit or avoid any rights or obligations, as the case may be, created for either the entrants or the organisers in terms of the Consumer Protection Act, 68 of 2008.\n7.7. We will need to process your personal information to validate your entry as well as to contact you for marketing purposes and, if you are a Winner, to make the Prize available to you. By entering this Competition, you specifically and expressly consent to us processing your personal information for these purposes and contacting you for marketing purposes.\n7.8. We assume no risk and\/or liability whatsoever for the failure of any technical element in the Competition which may result in your entry not being successfully submitted and\/or the Winner not successfully receiving or taking up the Prize.\n7.9. Once the Winners accept the Prize, such Winners accept such Prizes at their own risk.\n7.10. We assume no liability whatsoever for any direct or indirect loss, harm or damage arising from your participation and\/or any use of the Prize awarded in terms of the Competition. All persons, entering this Competition, indemnify and hold us harmless for any loss, damage, harm, death or injury (whether arising from negligence or otherwise) which may be sustained as a result of his\/her participation in this Competition and\/or his\/her use of the Prize, or the use of the Prize by a third party.\n7.11. If required by the Minister of Trade and Industry, the National Consumer Commission or for whatever other reason, we will have the right to modify or terminate this Competition with immediate effect and without notice of such modification or termination. In such event, all entrants hereby waive any rights, which they may have against us and hereby acknowledge that they will have no recourse or claim of any nature whatsoever against us.\n\nVideo of the day\n\nView More Videos\n\n°C °C\nThursday 01. Jan 1970 | 00:00\n\n°C °C\nThursday 01. Jan 1970 | 00:00\n\n°C °C\nThursday 01. Jan 1970 | 00:00\nFollow eXpresso on Facebook\n\n\nAre you going to be at Black Friday?\nNo it gets too crowded\nYes, but only online\nOnly for things I really need\nYes I’m spending all day there\nDidn’t budget for it correctly\n\n› Our presenters\n› About Expresso\n› Partners\n› Fan Mail\n› Gallery\n› Competitions\n› Social Media\n› Expresso Contributors\n› Suppliers\n› Sports Personalities and Events\n› Youth Sport\n› Weekend Sports Review\n› Home & Decor\n› Fashion\n› Beauty\n› Charity\n› Business\n› Pets\n› Mandela\n› Fashion Fix\n› Comedy\n› Music\n› Movies\n› Celebrities\n› On This Day\n› Theatre\n› Trending\n› Local Entertainment\n› My Hood\n› Technology\n› Whats new\n› Gaming\n› Cars\n› Youtube\n› Recipes\n› Tips from Chef\n› Culinary Tips\n› Recipe Videos\n› Health Tips\n› Fitness Tips\n› Pet Health\n› Travel Experts\n› Iconic Buildings\n› Travel Tips\n› Travel Packages\n› Traffic Updates\n› It's Here\n› Recipes\n› Advice for Parents\n› Education\n› Entertainment\n› Young Achievers\nContact Us\n› Weather\n› Contact Us\n› Careers\nPrivacy Policy | Terms of Use\n© Copyright 2010 Expresso | Site created by  Fusia Web Services",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.7108303905,
        "format_confidence":0.508264184
    },
    {
        "url":"https:\/\/www.trouveaesthetics.com\/post\/two-great-things-to-keep-you-busy-and-brush-up-on-skincare",
        "text":"Two great things to keep you busy and brush up on skincare!\n\nQ & A with the Environ founder himself! Environ Skincare is the primary line Trouvé uses for our skincare therapy and what we recommend for home care. As an Industry professional we have heard Dr. Des speak many times and It is always inspiring, now you have the opportunity!\n\nRegistration is free but rsvp is needed!\n\nClick or Copy & paste link below into web browser, if you are having a hard time please let me know and I can email link directly to you!\n\nLink: Also! New issue of Fine Lines is available for your reading pleasure. Clicking on the photo will take you there!\n\nStay safe!\n\n\nRecent Posts\n\nSee All\n\nReopening Update\n\nDear loved and missed clients, As you may have heard yesterday we are beginning phase one of reopening Massachusetts. Unfortunately, Trouvé falls into the phase two category of June 8th and that is\n\nUpdate on Covid-19 Outbreak\n\nDear friends and loyal clients, ​ The health and safety of our guests is our top priority. And for that reason, we are following the advice of our state and local government as well as the CDC and t\n\n  • Facebook - White Circle\n  • Instagram - White Circle\n  • Twitter - White Circle\n  • Yelp - White Circle\n\nFollow us...\n\n© 2017 Trouvé Aesthetics & Wellness",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.8440359831,
        "format_confidence":0.9540144205
    },
    {
        "url":"http:\/\/www.discoverprohunter.com\/news\/article\/2015-06-01",
        "text":"17 June 2015\n\nComing soon! Pro Hunter Bespoke Customising Service\n\nPro Hunter has always been the leader in bespoke customised watches, creating unique pieces for over ten years using inspiration from the world of vintage watches as well as paying homage to the history of Rolex.\n\nWe will now offer a personalised service to our customers, working with them on a one-to-one basis to create their very own unique Pro Hunter as well as continuing to broaden our collection with innovative and elegant designs.\n\nA customiser page will be available soon - watch this space!\n\n< Back to News",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.6411153674,
        "format_confidence":0.9691084027
    },
    {
        "url":"https:\/\/newsroom.forever21.com\/releases\/forever-21-store-expansion-in-frisco-texas",
        "text":"Forever 21 is set to complete the expansion of its current location in Frisco, Texas. A grand opening event is scheduled to take place on December 3rd, 2011 at 10 a.m. The first 300 people in line will receive gift cards with values of $10, $20, $50 and $100 and one lucky winner will receive a $210 gift card. Two winners will get a chance to win one of the season’s hottest outfits, selected by our stylists, valued up to $150. Also, shoppers will get to receive 10% off when they purchase $40 or more on grand opening day!\n\nThe store will introduce new and exciting merchandise in this expansion of over 12,000 square foot location which is in Stonebriar Centre. In addition to Forever 21 apparel and accessories, the store will also feature the retailer’s Love & Beauty™ cosmetics collection.\n\nThere has been a great deal of interest in the expansion of this Forever 21 location. Forever 21 Executive Vice President Larry Meyer shares in this excitement and says, “Our expanded location at Stonebriar Centre will continue to serve shoppers in the Frisco area. We have diligently worked to expand the overall store layout and concepts to ensure a better shopping environment for all our customers.”\n\nForever 21, Inc., headquartered in Los Angeles, California, is a fashion retailer of women’s, men’s and kids clothing and accessories and is known for offering the hottest, most current fashion trends at a great value to consumers. This model operates by keeping the store exciting with new merchandise brought in daily. Founded in 1984, Forever 21 operates more than 815 stores in 57 countries with retailers in the United States, Australia, Brazil, Canada, China, France, Germany, Hong Kong, India, Israel, Japan, Korea, Latin America, Mexico, Philippines and United Kingdom. For more information please visit:\n\n\nTwitter    Facebook    Instagram    SnapChat",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9520622492,
        "format_confidence":0.9923018217
    },
    {
        "url":"https:\/\/www.hughbaird.ac.uk\/news\/college-students-offering-halloween-makeovers",
        "text":"Coronavirus (COVID-19) updates\n\nCollege students offering Halloween makeovers\n\nTerrifying flesh-eating zombies are just one of the haunting Halloween looks available from students at Hugh Baird College this year.\n\nIf you’re looking to shock, spook and stand out from the crowd at a Halloween party this year, Media Make Up and Hairdressing students at Hugh Baird College are offering their makeover talents to the public at the College’s Images Salon.\n\nUsing prosthetics and up to date hair and make up techniques, the skilled students are able to transform you, with a whole lot of gruesome gore, into a zombie, sugar skull, Pennywise the clown or a werewolf, to name just a few more of their signature looks.\n\nHugh Baird College Media Make Up tutor Eilidh Sanders, who has worked with international touring theatres, said:\n\n“Our students are looking forward to using their skills to create realistic scary make overs for the people of Liverpool City Region. The Halloween period is one of the busiest times of the year for our students and the Media Make Up industry as a whole. The standard of work our students are producing is exceptional and I am confident that many have bright futures in the industry.”\n\nTo book in for your Halloween makeover, email\n\n\nGo back",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9104276299,
        "format_confidence":0.9542905688
    },
    {
        "url":"http:\/\/www.prlog.org\/12316019-dylanium-knits-partners-with-luevo-to-launch-fall-winter-2014.html",
        "text":"1. Latest News\n  2. Submit Press Release\nDylanium Knits Logo\n\nDYLANIUM Knits Partners with Luevo to Launch Fall-Winter 2014\n\nPRLog - April 28, 2014 - BOSTON -- Boston April 28, 2014 -- From May 4th - June 15th, Dylanium Knits is joining forces with the Luevo crowd funding platform to launch the Dylanium Knits Fall\/Winter 2014 accessories pre-sale. This innovative platform links emerging and independent designers with fashion hungry shoppers. Customers will have the ability to browse and pre-order any item available on the Dylanium Knits Luevo page, which can be found at the following address: http:\/\/www.luevo.com\/designers\/23#discover-collection-section. Once five (5) pieces of each style are ordered, the items will be produced and the customers will receive their pre-ordered piece months before they become available anywhere else.  Pre-sale customers will receive a 15% discount on all items and free shipping globally.\n\nThe Fall\/Winter 2014 Dylanium Knits collection is inspired by the intricacy of Italian Renaissance architecture with colors reminiscent of ancient cathedral walls and textures found in the stone carvings and grand archways found throughout the country.\n\nDylanium Knits is updating two of the most popular styles from Winter 2013: The bias-knit Sherman Cowl, and the Rowen Möbius scarf. These pieces, as well as the newly designed Boylston Asymmetrical Cape with a lattice lace detail are available in a multi-tonal Black, Burgundy and Heathered Grey.\n\nIn addition to the heavy winter pieces, Dylanium Knits is introducing a new assortment featuring lighter weight, superfine Merino yarn imported from Italy. This collection introduces three new styles: the Exeter Slouch Hat, the Berkeley Lattice Snood, and the extremely luxurious Fairfield Shawl, all of which are available in four multi-tonal colorways: Stone, Midnight, Silver, and Red Brick.\n\nFor samples and further inquiries please contact us:\n\nA: 46 Waltham St. Unit 305B, Boston, MA 02118\n\nP: (617) 301-1206\n\nE: info@dylaniumknits.com\n\nFB\/TW\/IG: @dylaniumknits\n\nDylanium Knits\n\n--- End ---\n\nClick to Share\n\nContact Email:\n***@dylaniumknits.com Email Verified\nSource:Dylanium Knits\nLocation:Boston - Massachusetts - United States\nIndustry:Fashion, Retail\nTags:Fashion, knitting, Boston, design, crowd-funding\nVerified Account Email Address\nVerified Account Phone Number\n\nDisclaimer:   Issuers of the press releases are solely responsible for the content of their press releases. PRLog can't be held liable for the content posted by others.   Report Abuse\n\nTrending News...\n\nLike PRLog?\nClick to Share",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.9350990653,
        "format_confidence":0.9862959981
    },
    {
        "url":"http:\/\/4boutique.blogspot.com\/2013\/09\/due-to-weather-thursday-we-will-still.html",
        "text":"Tuesday, September 10, 2013\n\nDue to Weather: Thursday we will still have the fashion show, it will be in the lobby of the Claridge Movie Theater. \n\nAll of our other events will be moved to Friday Night!! Friday, \n\n5pm kids show, \n\n6pm afro pin up and \n\n730 Sofistafunk's Fall Line! \n\nHope to see you all there\n\nNo comments:\n\nPost a Comment",
        "topic_id":8,
        "format_id":13,
        "topic_confidence":0.8360005021,
        "format_confidence":0.7237982154
    }
]