[
    {
        "url":"http:\/\/buzzooks.com\/posts\/eat-bulaga-scholar-goes-viral-tops-november-2018-civil-engineering-board-exams\/",
        "text":"‘Eat Bulaga’ Scholar Goes Viral, Tops November 2018 Civil Engineering Board Exams\n\nMany students have proven for years that poverty is never a hindrance to success. You can find many ways so you can still go to school even if your parents could not afford to send you to school.\n\nRecently, a young man who is proud to announce that he is a scholar of GMA’s popular noontime show “Eat Bulaga!” went viral for topping the November 2018 Civil Engineering Board Exams.\n\nJaydee Niere Lucero graduated from the University of the Philippines (UP) Diliman. He passed the board exams with a rating of 97.20%, topping the list of over 6,000 exam passers. The board exams for Civil Engineering were held last November 10 and 11, 2018.\n\nOut of 13,887 takers, only 6,262 examinees were able to pass the rigid tests.\n\nAfter passing the board exams and topping the list of examinees, the new civil engineer posted a heartfelt “thank you” letter to the people who had helped him reach where he is now in life.\n\nFirst, he thanked Eat Bulaga! for supporting him the past 9 years he spent in school.\n\nPhoto credit: Jaydee Lucero \/ Facebook\n\nSa Eat Bulaga, sa pagpapaaral ninyo sa akin (at sa aming mga EBEST scholars) for the past 9 years. Hindi ko marahil mararating ang tagumpay na ito kung hindi dahil sa inyo, thank you po!” Lucero wrote.\n\nThe young man also thanked the many people, Facebook groups, and teachers\/reviewers who were instrumental to his success.\n\nSa UP Diliman, especially sa Institute of Civil Engineering (at sa thesis adviser kong si sir Hernandez) for bringing out the best in us, at sa suporta. Maraming salamat din po!” he wrote.\n\nSa Camarin High School, Camarin D Elementary School at Wisdom Kindergarten Haus, at sa lahat ng mga teachers ko na humubog sa akin through the years, salamat po!\n\nHe also thanked those who let him borrow calculators for the review and board exams as well as those who gave him inspiration throughout his studies and review days.\n\nAt sa lahat ng mga taong nagbibigay ng support at motivation sa akin (hindi ko na kayo mamemention lahat kasi marami kayo), maraming maraming salamat po!\n\n\nSource: Jaydee Lucero \/ FacebookGood News Pilipinas",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.9736611843,
        "format_confidence":0.985137701,
        "weight":0.0060120822
    },
    {
        "url":"http:\/\/ed-design.blogspot.com\/2005\/02\/",
        "text":"Wednesday, February 23, 2005\n\nConnecting with others of intelligence!\n\nUpdated: 24th Feb, 2005 - addition from Headrush\n\nKen at Weblogs in Higher Education talks about a posting he read by a blogger, Dhar, on hiding the moves. Check it out here.\n\nThis relates to my earlier postings about Connected Intelligence and The Design Process. See, what goes around comes around! Reusing information! ;o)\n\nI'm buoyed by the fact that there are others out there in the world who are thinking of the way we do-the way we be-the way we think! It's a nice connection...\n\nGood timing from this post at Headrush - Creating Passionate People. Again, this applies to Dhar's thoughts about making things look simple - I am a visual person and really make lasting linkages when working with graphics or diagrams. I begin to see relationships between concepts, structures, theories, etc in this format. Not only that I seem to be able to recall things more easily where I possibly didn't before!\n\nI still think it's important though that we also create a space in which people are able to experience things, not just be told or shown things. We learn much better by doing! The E-Learning Queen has much to say on this topic too!\n\nFrom the balcony of the privileged...\n\nI am in wonderment of our relative freedom of speech in 'the West' in light of this article in The Age about the plight of journalists in Zimbabwe:\n\nThree reporters for major international news organisations have fled Zimbabwe and a fourth is apparently in hiding after police and intelligence agents searched their offices and threatened to arrest them for espionage and slandering the state.\n\nThe actions appear to be part of a campaign to suppress international coverage of events in Zimbabwe before crucial national elections on March 31....\n\nEven this fairly short news story does not fully capture the gravity of the situation in which these journalists find themselves! We are so removed from this! News stories are being told with much more involvement of the journalist (remember Hunter S Thompson?). This example from a site called InteractiveNarrative shows how journalists are developing stories and breakiong down the line between objective journalism (if there is such a thing anyway) and participatory journalism!\n\nWhat really captures me in this is that my senses get involved -- I am a sensing, experiential person, over being logical and rational per se. That is, I am more comfortable following my intuition than I am following logic and rules! Not that I totally disregard thopse of course, but it is my preference to rely on intuition and 'sensing' in order for me to feel comfortable in hanlding situations on a daily basis.\n\nOnline journalism asks a lot of us these days but is also quickly responding to viewers preferences in accepting news in various forms. I used to open my email program first thing when logging into my computer, now I first click my Bloglines to check for updates on my subscribed blogs!! Things change with your needs as they become better faciltiated by technologies I think...\n\n...again, a rather privileged position don't you think? I'll leave with something by reporter John Donnelly.\n\nCiao from the balcony -- for now!\n\nMonday, February 14, 2005\n\nIs the future academy about connected intelligence?\n\nFollowing on from recent posts about designing the learning experience, etc, I came across this great post at the Experience Designer Network!\n\nI would ask: Are our educational institutions about developing intelligence? Or do they simply perpetuate the socioeconomic status quo?\n\nAlso, Ana Viseu writes about a connected intelligence workshop and argues for its relevance with references to Castells, Levinson and Olso, among others...and higlights\nhow Connected Intelligence as a practice fits into the landscape of the current theoretical discourse about the development of media and current concepts of the essentially social nature of intelligence. This fit of theory and practice is exciting and indicates potential of CI both as a pragmatic approach as well as a field for research.\n\nAnd here's more about connected intelligence and its impact on the education system: Connected Intelligence Impact.\n\nSweat shop academies\n\nSusan Smith Nash writes a very clever article about How to Eliminate Academic Sweatshops in Xplana (Feb 9, 2005).\n\nHer suggestions are commonsensical and to the point. I love her comment about doing away with poorly designed LMS:\n\nGet Rid of Bad LMS Design. Perhaps the quickest way to a sweatshop is to use a horrible learning management system that does not archive in any sort of effective way, does not integrate with online support services (the Oracle database, or whatever is being used), does not allow group uploading of files, and requires absurd levels of clicking between screens.\n\nAnd I agree, that it is all too easy to nag about the problem - it IS about time we got in and did something about it!\n\nThursday, February 10, 2005\n\n...and then there's this!\n\nIf the world DOES fall into social and indecent chaos, I want to be in Dave Pollard's camp!\nHis uplifting article titled \"In the year 2045...\" was timely to the current discussion on our changing social fabric worldwide!\n\nPerhaps I'll listen and take notes with Tony Delroy tonight when he talks with his guest about Pain Management! ;op\n\nKnowledge workers - the millenial academic?\n\nPink's article in Wired on the left brain-right brain paradigm, tells us that '... Peter Drucker gave ... professionals an enduring [endearing?], somewhat wonky, name: knowledge workers'.\nWhat distinguished members of this group and enabled them to reap society's greatest rewards, was their 'ability to acquire and to apply theoretical and analytical knowledge.\n\nPink calls the new age of information the Conceptual Age.\n\nThis reminded me of a recent ABC Radio feature on Tony Delroy's Nightlife, with Demographer, Bernard Salt (Wednesday 9th Feb, 2005). They discussed the changing demographics of Australian society from the seachangers to the 'treechangers', helicopter kids, and more! They discussed the characteristics of the babyboomers, gen x-ers and the y generation (today's teenagers and early twentysomethings).\n\nThis is quite topical at the moment. Salt commented in reply to a talkback question that todays 'millenials' are not intersted in blue collar jobs and want to get into the business, IT, communications, etc white collar world.\n\nWednesday, February 09, 2005\n\nThe Learning Space - new ways of knowing\n\nIt's funny, I've tried to write this entry three times over the last two months - each time it comes out sort of stale... new ways of knowing using new ways of communicating? There is a lot that is new, but old ways prevail often in terms of comfort, reliability (ie. better the devil you know!), habit...all those things!\n\nI've decided NOW to post this - gotta get the prickly fuzzies out! ;o) It was while reading this post at Weblogs in Higher Education, that I thought well, this is kind of saying how I'm feeling right now... a little frustrated, perhaps even a little jaded? Maybe jaded isn't the right word - more 'challenged' and not knowing exactly what the best tool(s) is\/are to get into the swing of dealing with it! [Hmmm, sounds like a Gemini trait to me!]...\n\nSource: Regina Russell\n\n...bloggers stretch their own job descriptions, making new things normal a bit at a time...\n\nThe same goes for those of us hoping to push the bounds of our job descriptions, particularly in academia. What will the millenial academic be like? What will drive them? What will they strive for? Who will they look to? History? The future? The here and now?\n\nI think, with this second, more considered, wave of e-learning particularly, we have a great opportunity to explore new ground in light of our pedagogies and practices in teaching and learning. We're on the verge of new discoveried... that's if we don't drown under the growing weight of administrative tasks and job descriptions which read more like video player instructions!\n\nOK, maybe it's not that bad, but managing these frustrations is important if we are all to perform our duties and still feel creative and enthusiastic about our work\/professions. As an ed designer, it's important to transcend these frustrations to be able to work with teaching academics on developing possibilities that can enhance their students' learning. I'm all for opening the curtains and sliding the window open a little to let in the fresh air, rather than saying don't open the window the fumes will come in!",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.9969652295,
        "format_confidence":0.987233758,
        "weight":0.0190086197
    },
    {
        "url":"https:\/\/www.thomasclarksonacademy.org\/news\/?pid=3&nid=6&storyid=2393",
        "text":"Skip to content ↓\n\nStudents' return to school\n\nAll year groups are now back at school following weeks of learning from home. We spoke to some Year 10 students about how they felt about the return to school:\n\n“I found the online learning okay but I know some students would have found it hard for their mental health. I was a bit nervous about coming back but the wellbeing lessons helped.”\nHarry S\n\n“I feel more energised being at school and being with people rather than being in a room at home. I’d missed being in an educational environment – it’s harder to focus at home. I was a bit nervous about coming back because I hadn’t really seen people for a while but it was just a case of getting on with it.”\nPhoebe R\n\n“I’m more motivated in school. It’s been nice to get back into a routine, to get out of the house and get some fresh air. I’m glad to be back.”\nGabriele P\n\n“I’d got into online learning but I feel better coming back to school and seeing my friends. It’s easier to focus on the work. Once we’d done the first day back, it was back to normal.”\nChloe H",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9959188104,
        "format_confidence":0.6371427774,
        "weight":0.0090954537
    },
    {
        "url":"https:\/\/www.technlogyreview.com\/master-the-art-of-successful-phd-dissertation-writing.asp",
        "text":"PhD Dissertation Writing Is Extremely Complex\n\nWhat is required in a dissertation? What are the expectations? What do you stand to lose if your dissertation is not up to par? You may be asking these questions, and more. The dissertation is the crowning jewel on all the research that goes into the requirements for obtaining a doctoral degree.\n\nDefinition of a PhD dissertation\n\nA dissertation is a document written by a PhD candidate that is required as part of the process of awarding an academic degree. The dissertation is a representation of the author’s research, findings and conclusion.\n\nProcess of writing a dissertation\n\n1) Choose a topic, determine the central question; then formulate a clear objective which answers the question.\n\n2) Gather and organize all the sources you want to use. Research, research, research! Don’t leave any stones unturned.\n\n3) Lay out a structure – outline if you will- for your dissertation. Include the following constituents:\n\nThere are quite a few parts to the dissertation, and each part may take shorter or longer, depending on how fast you want to work. But for most students the research is a very time-consuming task. Gathering all your notes and thoughts together also takes a considerable amount of time.\n\nA dissertation is not one small essay. It’s more like a book. They can be several hundred pages long or even more. Starting with the right topic can make all the difference in keeping your interest level up and your motivation level high. It can take a number of years to complete all the work that goes into writing a dissertation.\n\nYou have a lot to lose if you don’t finish your dissertation. You have already invested so much into it, there’s no reason to quit now. Divide your work up into smaller-sized chunks, so it doesn’t look so intimidating. Next, decide to do at least one thing per day until it is finished.\n\nThis is not the time to procrastinate. If you take it seriously and realize that you need to buckle down and get some work done, then maybe you will have a successful dissertation. If you have been working hard but realize that you need help, don’t be ashamed to ask. Your academic advisor or professor can help. An online writing service can help. Perhaps you have friends or colleagues that can help keep you motivated.\n\nEntrust professionals to write your PhD dissertation online\n\nAbout us\n\nOur crack team of seasoned Masters and PhD level writers, editors and researchers works day and night to create a universal thesis, dissertation and capstone project educational resource. Most of them work for a thesis company called 123 Dissertations and help graduate students.\n\nDissertation related\n\nDissertation writing guide writing service\n\nLocated a great essay writing resource online? Add it here\n\n© Copyright - Top notch PhD dissertation and thesis academic assistance.\n\nNote that our writing guides and manuals do not guarantee a good grade.",
        "topic_id":4,
        "format_id":22,
        "topic_confidence":0.9964362383,
        "format_confidence":0.9124666452,
        "weight":0.0060761742
    },
    {
        "url":"http:\/\/guides.wbng.com\/Tips_For_Creating_Resume_Watertown_NY-r1023087-Watertown_NY.html",
        "text":"Tips For Creating Resume Watertown NY\n\nMore often than not, resumes are your first introduction to an organization – giving them the responsibility of persuading the reader to want more.\n\nJefferson County of\n(315) 782-9252\n1222 Coffeen St\nWatertown, NY\nFamily Home Care Inc\n(315) 782-5475\n881 W Main St\nWatertown, NY\nVintage Personnel Inc\n(718) 544-3100\n11821 Queens Blvd Ste 503\nForest Hills, NY\n(718) 358-8815\n13349 41st Rd\nFlushing, NY\nKleer-Vu Industries Inc\n(212) 679-5900\n386 Park S Ave\nNew York, NY\nJefferson County of\n(315) 782-9252\n1222 Coffeen St\nWatertown, NY\nKelly Services\n(315) 788-4345\n200 Mullin St Ste 202\nWatertown, NY\nWestchester Employment Agency Inc\n(914) 941-8150\n109 Croton Ave\nOssining, NY\nPower Personnel\n(716) 662-4099\n6165 W Quaker St\nOrchard Park, NY\nTasneem International Corp\n(718) 630-5052\n8836 7th Ave\nBrooklyn, NY\n\nTips For Creating Resume\n\nMore often than not, resumes are your first introduction to an organization – giving them the responsibility of persuading the reader to want more. It is common for individuals to agonize over writing a resume and more often than not the finished product looks more like a career obituary or personal statement than a first class ticket to your dream job. A resume is an advert, an advert that introduces an individual, their career achievements to date and predicts how they will perform in their next role.\n\nWith only one resume out of every 200 leading to an interview, it is important to ensure that yours is the one that gets noticed. There are a number of key tips to writing a resume that will come alive in the readers' hand, read on to find out more.\n\nStep 1 – Research\n\nBefore starting to write your resume you need to do some preliminary research so you can tailor it to the jobs that you wish to apply for. Writing a broad resume can exclude you from specific positions that you apply for.\n\no What do I want to do? Research job specifications, websites, industry press.\n\no What makes me the best candidate for any job? Research job specifications, websites and industry press to discover the types of candidate's organizations are looking for. Use this research and speak to people within the industry to draw up a list of your skills, characteristics and experience that makes you the best candidate for any job.\n\no Select the jobs that you would like to apply for\n\nStep 2 Write your primary job objective (this gives the reader incentive to read on)\n\nAn XX position in an organization where YY and ZZ would be required.\n\nStep 3 Write your summary\n\nUsing the research and brainstorming create a summary that articulately matches your skills and experience to the job requirements.\n\no A short phrase describing your profession\no A statement of broad or specialized expertise\no Use 2\/3 additional statements\no Breadth & depth of skills\no Unique mix of skills\no Special or well documented accomplishment\no Awards, promotions or superior performance\no 1 or 2 professional or appropriate personal characteristics\no Add in the sentence you created in Step 2\n\nE.g. Solution focused and driven human resources executive with eight years experience in strategic management and large scale recruitment projects. The national lead for retention policies within a large healthcare provider that has lead to a 15 reduction in turnover among nurses nationwide. Seeking a senior HR management role that offers extensive project work.\n\nStep 4 Resume Format\n\nNow you have your job objective and summary, choose what format of resume best suits your type of job search. There are 3 main types of resumes:\n\nChronological – This is the most common. It is a chronological listing of your work experience with the most recent first. It is best for:\n\no People who have practical work experience without long periods of unemployment and minimal job \/ industry changes.\n\no Individuals who have shown growth within a single professions\n\nFunctional – This resume format focuses on skills, credentials and accomplishments. It highlights what the strengths are rather than when \/ where they were developed. The main formatting difference is that after the job summary \/ objective you list your professional or business skills and successes, followed by a list of the positions held. It is best for individuals who:\n\no Have lots of job experience and many jobs\no Are just entering the work force with no \/ little track record\no Are just pre retirement and have lots of work experience\no Are returning after a period of absence (return after maternity\/paternity leave or long term sickness)\no Are changing careers \/ do not have consistent career growth\no Are Military personnel seeking civilian jobs\n\nCombination – This resume format is a combination of the chronological and functional types. It is best for individuals who:\n\no Are advancing in the prospective careers and have an established track record they want to keep.\n\nStep 5 Success Stories\n\nWhatever format you choose you still want to include between 2 5 professional success stories for each role you have had. A useful method to help you create a strong resume is the mnemonic is CARS. For each job held think of Challenges you faced, Actions you took, Results or outcomes and finally Skills \/ Strengths that this showed you have. Using this story to create a sentence that speaks to how successful you were at your previous role. Remember to refer back to the words used and requirements detailed in the job description and use them where necessary so your resume is tailored to the hiring manager's specific requirements.\n\n\nC – We needed to recruit 10 nurses before the opening of a new hospital ward in 4 wks time\n\nA – Worked with team to create a shorter recruitment turnaround time, created a Team Leader specific to the project and negotiated the buy in of senior managers to sign off new recruits.\n\nR – Recruited and trained all 10 within the 3 weeks, reducing the predicted $500k agency spend.\n\nS – Negotiation, team leadership, meet deadlines, motivation, intuition and creative problem solving.\n\nResume – Successfully managed a team that recruited 10 nurses, expedited their training and start date in order to meet a 1 month deadline, saving the hospital a predicted $500k in agency spend.\n\nStep 6 Education & Publications\n\nEnter in reverse chronological order after your work experience and accomplishments.\n\nThe only time you put education directly under the summary would be:\n\no Recently graduated\n\nLou Clark is a Career & Interview Coach and founder of tre Coaching based in NYC. With a successful background in Human Resource Management, formal coach training & accreditation with the ICF, Lou is experienced in providing support and coaching through career change.\n\nProvided by",
        "topic_id":4,
        "format_id":22,
        "topic_confidence":0.9932867885,
        "format_confidence":0.9924144149,
        "weight":0.0060569692
    },
    {
        "url":"https:\/\/www.ihirelandscaping.com\/t-groundskeeper-s-pennsylvania-c-lakeville-jobs.html",
        "text":"Groundskeeper Jobs in Lakeville, PA\n\nSearch Groundskeeper Jobs\n\n1-2 of 2 Jobs\nCove Haven Resort - Lakeville, PA\n*Care for established lawns by mulching, aerating, weeding, grubbing, removing thatch, or trimming or edging around flower beds, walks, or walls. *Trim or pick flowers and clean flower beds....\n30+ days ago\nMarywood University - Scranton, PA (21 miles from Lakeville, PA)\nMaintains the university grounds by weeding, mulching, leaf cleanup, trimming\/pruning hedges, shrubs and trees, maintaining seasonal floral displays and trash removal....\n60+ days ago\n\nDemographic Data for Lakeville, PA\n\nMoving to Lakeville, PA? Find some basic demographic data about Lakeville, PA below.\n\n\nSalary for Groundskeeper Jobs in Lakeville, PA\n\nThis is the average annual salary for Groundskeeper jobs in Lakeville, PA as reported by the BLS.\n\n\nTop Hiring Companies\n\nTop hiring companies in your area for Groundskeeper positions\n\nLicensing \/ Certification\n\nRequired or preferred licenses and certifications for Groundskeeper positions.\n\nHighest Education Level\n\nGroundskeepers in Lakeville, PA offer the following education background\n  • High School or GED (45.4%)\n  • Bachelor's Degree (20.1%)\n  • Vocational or Certification (13.8%)\n  • Associate's Degree (10.3%)\n  • Master's Degree (3.8%)\n  • Some College (3.3%)\n  • Some High School (3.0%)\n  • Doctorate Degree (0.3%)\n\nAverage Work Experience\n\nHere's a breakdown of the number of years' experience offered by Groundskeepers in Lakeville, PA\n  • 1-2 years (39.9%)\n  • Less than 1 year (35.6%)\n  • None (17.0%)\n  • 4-6 years (3.5%)\n  • 10+ years (3.2%)\n  • 2-4 years (0.8%)\n\nOther Titles\n\nHere are some other career titles that require similar skills\n\nGroundskeeper Related Career Advice Articles\n\n5 Best States for Landscaping Jobs\n\nFind out what state has the most landscaping jobs and the best places in the United States for green industry professionals to launch their landscaping careers.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9711299539,
        "format_confidence":0.925737977,
        "weight":0.014066834
    },
    {
        "url":"http:\/\/www.sentinelandenterprise.com\/community\/ci_25694479\/north-central-mass-chamber-foundation-award-44-000?source=rss",
        "text":"Each spring, a number of the region's most outstanding high school seniors are recognized with scholarships from the Chamber Foundation of the North Central Massachusetts Chamber of Commerce. On Friday, Chamber members and guests have an opportunity to meet the scholarship winners, when a total of $44,000 in scholarships will be awarded at the \"Good Morning\" breakfast event. These awards are either endowed or funded by companies and individuals, and a total of 22 scholarships for $2,000 are being presented this year.\n\nThe event starts at 6:45 a.m. with coffee, then a buffet breakfast at the DoubleTree by Hilton, Leominster at 99 Erdman Way. HealthAlliance is the main sponsor for the breakfast, which is moderated by Barbara Foster. Chairman for the Scholarship Committee, Jack Doolin, senior vice president of human resources at Workers' Credit Union, heads a group that selects scholarship recipients from among college-bound seniors in the Chamber's service area. The sole basis for selection is merit -- in all aspects of students' endeavors, from academics and sports to volunteer work and employment.\n\nTo attend Friday's breakfast call the chamber at 978-353-7600.",
        "topic_id":4,
        "format_id":10,
        "topic_confidence":0.8181010485,
        "format_confidence":0.9879113436,
        "weight":0.0050515424
    },
    {
        "url":"http:\/\/it.toolbox.com\/people\/aktarulislam\/posts",
        "text":"Log In\nE-mail or User ID\n  Keep me signed in\nRecover Password\nCreate an Account\n\nAktarul Islam\n\nDakshin Dinajpur, India\nMember since 6\/15\/2014\nQ&A, Blogs, Research & More\n  • Get the answers you want from industry experts\n  • Stay informed about the latest industry developments\n  • Share your expertise with millions of professionals\n\nPCMag Digital Group AdChoices\n\nTRUSTe Privacy Certification",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.5368457437,
        "format_confidence":0.9683476686,
        "weight":0.001972745
    }
]