[
    {
        "url":"https:\/\/edu.glogster.com\/glog\/buddhism\/21u5adfhrl2?=glogpedia-source",
        "text":"In Glogpedia\n\nby zzawisny\nLast updated 6 years ago\n\nSocial Studies\nReligious Studies\n\nToggle fullscreen Print glog\n\nZack ZawisnyBibliography-World Religions bookMrs. Meyer's slideshow\n\nBuddhism was developed in India about 2,500 years ago by a man named Siddhattha Gotama. He became known as Buddha, which means the enlightened one. One day Siddharta traveled away from is home and saw a sick man, an old man, a dead man, and a holy man. He realized that he must escape sufering. Siddharta sat down under a tree near a temple, in India. He stayed there in meditation.Then at dawn he was enlightened. At that moment he acheived Nirvana.Buddhas main teachings were the Three Universal Truths. 1.Everything in life is permanent and is constantly changing.2. Impearance leads to suffering3. There is no unchanging personal selfThe Noble Truths1. All life has suffering2. Suffering causes desire3. Desire can be overcome4. The way to overcome it is the Eightfold Path-1. Right Viewpoint2. Right Intention3. Right Speech4. Right Action5. Right Work6. Right Effort7. Right Mindfulness8. Right MeditationAt first Buddhas teachings were passed on by mouth. It wasn't until centuries after Buddhas death that they were written down.Buddhists are united in their belief for the three jewels:1.Buddha2. Dharma3. Monastic order of the sanghaBuddha laid down five rules, the five precepts-1. avoid harming living things2. avoid stealing3. live a decent life style4. avoid speaking unkindly or lying5. avoid alcohol and drugsBuddhists think that meditation is essential in achieving nirvana. The basis of meditation is samatha. This is peacefulness in which the mind is empty of all thoughts. A person can be helped to this calm state by concentrating on breathing or by focusing on an object. The picture below show some things that can help people to meditate. -People sit with crossed legs-They offer flowers or incense to a statue of Buddha-The statue or maybe a candle is used to focus on- Closing eyes and counting breaths helps calmnessBuddhism considers rites of passage less important than many other religions do. Some rites such as birth or marriage ceremonies are left to local custom.Sangha is the name given to any community of Buddhist monks. The monks at Buddha's first sermon were converted and became the first sangha. Buddhist monks and nuns live in monastaries or nunneries. They live simply and only own eight items.The pravrajya ceremony commences when a boy becomes a novice monk. he dresses in fine clothes and rides a horse to the monestary.The first sangha spread the Buddha's teachings throughout northern India. Emperor Asoka ruled northern and central India helped spread the religion. He set up stone pillars with Buddha's teachings carved into them. His son also helped by bringing the religion to southern IndiaTheravada means way or teachings of the elders. Thervada Buddhists believe they follow the original teachings best. Mahayana Buddhists do not concentrate just on the Buddha. They see him as one of many Buddhas. Vairayana Buddhism is also known as Tibetan Buddhism because it flourished in Tibet. Its leaders also had political power. Pure Land Buddhism began in China and spread to Japan in about the thirteenth century. Zen Buddhism began in China and spread to Japan in about the thirteenth century Zen means meditatioon. They spent most of their time doing this.Some of the main Buddhist pilgrimage sites are associated with important events in the Buddha's life, such as his place of birth. Many Buddhists visit templea or shrines to pay their respects to the Buddha and to meet and meditate with other Buddhists. Rituals are performed at a shrine in the home, as well as at a temple. The rituals may vary from one branch of Buddhism to another.Buddhist art uses a wide variety of symbols to remind people of their beliefs. Every Buddhist temple has an image of Buddha. Another common symbok of Buddhism is the Lotus flower.The Buddhist religious calendar follows a lunar basis, following the phases of the moon. There are many festivals during the year. Wesak is the celebration of Buddhas birth. In Theravada countries his enlightenment and death too. The celebration is held differently in different places. Asala Day commemorates Buddha's first teachings. In Sri Lanka it is celebrated at the fetival of the Sacred Tooth. A tooth, believed to be Buddhas, is paraded. Losor is a mojor Tibetan festival. It takes place in a full moon, it celebrates Buddha's early life and teachings, and also marks a new year. Obob is a Japanese festival held in July. It is a three-day celebration during which people pay their respects to ancestors. Vassa is a meditation retreat that takes place in the rainy season. Uposatha Days are when Buddhists perform their religious duties. Some fast and others visit local temples.\n\nHand-Held Prayer Wheel\n\n\nLotus Flower- a symbol of Buddhism\n\nNovice Monks\n\nZen Gardens provide a tranquil setting for meditation\n\nZack Zawisny\n\n\n    There are no comments for this Glog.",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.9969275594,
        "format_confidence":0.9806157947,
        "weight":0.0067335517
    },
    {
        "url":"http:\/\/blog.timesunion.com\/bread\/category\/gospel\/",
        "text":"\n\n\nCalled by name\n\n“The gatekeeper opens it for him, and the sheep hear his voice, as the shepherd calls his own sheep by name and leads them out.” -John 10:3, From Sunday’s Gospel Everyone has been moved by the story of the kidnapped Nigerian schoolgirls. Abducted by members of terrorist organization, Boko Haram, the story told us of […] [Read More]\n\n“In truth, I see that God shows no partiality.”\n\n“In truth, I see that God shows no partiality. Rather, in every nation whoever fears him and acts uprightly is acceptable to him.” Acts 10:34 God shows no partiality. God made us all, God loves us all, equally no less. God shows no partiality. As the lector for the second reading at mass on Saturday […] [Read More]",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9973360896,
        "format_confidence":0.9017118216,
        "weight":0.0055738662
    },
    {
        "url":"https:\/\/www.nlpg.com\/unformed-and-unfilled",
        "text":"Unformed and Unfilled\n\nIn stock\n\nEveryone’s heard of it. Many believe it. Is there a “gap in time” between the first two verses in Genesis? Does this alleged gap really represent a vast amount of time? Weston Field’s classic treatment of this subject is now being published by Master Books, and promoted by such important organizations as Answers in Genesis. In this book, Fields makes a detailed study of the gap theory, paying particular attention to the original Hebrew language of Genesis. His conclusion - that this theory is not a reasonable compromise with modern evolutionary theory, but a dangerous diversion from biblical truth - helps readers who struggle with the question of the time taken during the creation week. Was it really six days? Can Christians find a workable solution to the debate about creation and time?\n\nRelated Downloads\n(Size: 1018.8 KB)",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9514300227,
        "format_confidence":0.993543148,
        "weight":0.0035089541
    },
    {
        "url":"http:\/\/positivepowerofholiness.com\/",
        "text":"Abiding Words\n\n\"If you abide in Me, and My words abide in you,\n\nyou will ask what you desire,\n\nand it shall be done for you.\"\n\n- John 15:7\n\nThe Ministry of Ruth Harvey\n\nAnointed Speaker ~ Gifted Author ~ Dynamic Singer\n\n\n\nAbout Ruth\n\nAn engaging, gifted communicator both through the written and spoken word, Ruth’s world-wide ministry has inspired and touched thousands of lives. She is deeply passionate about educating, empowering and equipping people of all ages to pursue a victorious life in Jesus Christ.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.997363627,
        "format_confidence":0.9670631886,
        "weight":0.0008971504
    },
    {
        "url":"http:\/\/makingmark.blogspot.com\/2010\/10\/",
        "text":"Saturday, October 30, 2010\n\nFill ‘er Up\n\nIt's kind of funny. I remember hearing my parents talk about how cheap gas was when they were teenagers and young adults. I always thought if only prices were like that my tank would always be full to go wherever I want. And there was some truth in that. When gas prices went down to about $.80 while I was in my senior year in high school I probably put way too many miles on my little Celica. That tank was seemingly an endless supply of go-juice. And when the gauge did get low, I didn't even have to think about it; I just filled her back up again. Of course it also helped that my parents let me have one of their QT cards!\n\nToday though, gas prices are a little painful. I actually cringe when my tank gets below ¼. I start looking at where I am, where I am going and think about which gas stations will likely have the cheapest price. I will even let that tank go almost dry if I know a station two exists up is a few cents a gallon cheaper. Still, the tank does get refilled no matter what the price per gallon is. When I need the refill I get a refill.\n\nWell, my Spirit tank works much the way my car's tank works. It runs dry from time to time if I don't keep an eye on it. I didn't realize this until recently. I have always believed that once I made Christ Lord of my life, that the Holy Spirit came within me and filled me for all time. The Spirit was there whenever I needed it, my tank was ALWAYS full. I now am seeing that I must pull in for a fill up, but unlike when I was first driving I have to actually passionately want to be filled. I have to ask for that fill up of the Spirit. If I ignore the Spirit, my tank will run dry.\n\nI have been in this empty state for the past few weeks I think. That probably explains why this is the first post in that time. I again have been on the travel gig, and I have again let myself get too busy, too important to think about where the Spirit gauge is. It is way low; the light is on for sure. So, my prayers over the last few days have been much like some of the prayers of the New Testament prayers. I am begging God to again fill me with His Spirit and to remove the things that drain my tank. Of course, I think He is doing things His way (surprise) and not really doing this the way I thought. I mean, really, wouldn't be easier just to have my company say \"Mark, we have a bunch of new hires. You don't need to travel anymore.\" No, I hear God saying instead, \"Mark, I am going to slowly show you the things that are draining my Spirit. Now you, Mark, must decide to actually make the changes to stop letting those things keep you from Me.\"\n\nI am sure there is a great reason He does this, but I still don't (and never will) understand why God continues to put those types of responsibilities on me. I have failed at this far too often for Him to think I would ever be successful. Yet, He still believes in me. He still wants desperately for me to finally recognize the joy that only comes from full devotion and reliance on Him. And He will NOT force Himself on me. Otherwise, I would not experience that full joy. It must be my choice; I must constantly want His Spirit filled up in me.\n\nFill me up God! Fill me to overflowing so that I may be overjoyed in all things. Let me overflow so much with your Spirit that everyone around me cannot help but see your Glory and want to experience the same joy you have given to me.\n\nMonday, October 11, 2010\n\nI’m a Smart Guy - Sometimes\n\nIn many ways humility evades me a little too frequently. I probably need to apologize to a ton of people, and of course God for that. So, let me start with this: I know I am actually a pretty stupid guy. And I am also fairly certain those last two words, \"stupid guy\" are over redundant.\n\nNow, with that said, I am actually a pretty smart person (or at least I think so). I search for logic in everything. I read almost constantly to widen my knowledge in way too many areas. I also find myself thinking about where and how I can improve things in this world. And that brings me to the stupid me in need of MUCH humility. Whenever I start to think I know how to solve a problem, make something better for people, expand God's kingdom, I then need to remember that HONESTLY, I am stupid in these things.\n\nSee, my plans and my ways are not God's ways. This simple fact is one of the most difficult things for me. I really like to run with ideas and get things moving. This type of quick, almost reactive thinking does not seem to go well with God's desires for me. As I was reading through the gospel of Mark I saw a perfect example of this, and it was more than humbling on this point. In Mark 8:31-33 I am sure Jesus himself is talking straight to me as well as Peter.\n\nIn this Mark 8 text, Peter had just finished telling Jesus, \"You are the Christ.\" Then, almost in the next breath Peter goes off on Jesus. See, Peter didn't see the logic or benefit in Jesus telling people his death was imminent. Peter had a better plan than Jesus, and Peter was more than happy to yell at Jesus about it. Something I would never do of course (with complete sarcasm). I kind of like this being in the Bible though; it certainly allows me to better relate with the struggles those who walked physically with Jesus had. But, the statement from Jesus makes me wish I couldn't relate to this at all. Recognizing what I assume is Peter's pride and ambition getting in the way of God's will, Jesus yells back at Peter, \"Get behind me Satan!\" Gut shot! Low blow! Jesus clears up for me any possible confusion stating specifically that Peter only has in mind \"things of men,\" not things of God.\n\nLike Peter, I have my own ideas about how best to expand God's kingdom on Earth. I have grand plans for how my local church can better reach out to my community. Sadly though, I tend to think on those things not in God's view, but in my own logic. My logic is limited; God is not limited to logic. My thoughts, as huge as I may think they them are tiny compared to God's plans. When I see the ferocious rebuke of Peter by Jesus I can see just how damaging this type of prideful thinking can be for me and for God's plans. That small, 3 verse portion of Marks gospel is enough to turn a smart guy stupid for sure.\n\nThis is not an easy thing for me to get past though. I don't think it was easy for Peter either. He still kept this up even to the point of cutting off someone's ear. I think, like Peter, my difficulty may be due to not praying as I should. I think it might also be that I do not acknowledge the presence of the Spirit within me. Peter didn't seem to get a handle on this until Pentecost. We simply don't see this side of Peter again after he receives the power of the Holy Spirit. That then is my project for myself. Start praying for God to keep me stupid (not hard I am sure), to slow me down when my mind starts flying, and to let the Spirit take control of me. I wonder what kind of person I will be if I allow God to do that for me. I hope it is someone no longer limited by logical conclusions with limited results, but a person who simply works with God to bring about a transformed world.\n\nThursday, October 7, 2010\n\nPrayer of a Franciscan Monk\n\nWhile I know I have not prayed this prayer myself, I sure feel the sentiments of this prayer in my heart. I think perhaps the Spirit has been groaning this from with me on my behalf. Maybe this prayer represents best where I am most wrestling with God today. Maybe I should be praying this prayer alongside the Spirit within me.\n\nMay God bless you with discomfort\nAt easy answers, half-truths, and superficial relationships\nSo that you may live deep within your heart.\n\nMay God bless you with anger\nAt injustice, oppression, and exploitation of people,\nSo that you may work for justice, freedom and peace.\n\nMay God bless you with tears\nTo shed for those who suffer pain, rejection, hunger and war,\nSo that you may reach out your hand to comfort them and\nTo turn their pain into joy.\n\nMay God bless you with enough foolishness\nTo believe that you can make a difference in the world,\nSo that you can do what others claim cannot be done\nTo bring justice and kindness to all our children and the poor.\n\n\n\nMonday, October 4, 2010\n\n\nFor many people, being telling the truth isn't too tough of an issue. We are mostly taught from an early age that it is not right to lie. Whether we grow up under view of the 10 Commandments (\"thou shalt not bare false witness – lie) or just generally receive guidance that telling lies gets you into trouble, most of us know it is good to tell the truth. However, telling the truth is not the same as being honest. The idea of being honest goes much deeper and further and is core to what we believe and how we interact with God. It is also more about self than it is about your interaction with other people.\n\nIn many areas of my life I have no trouble with honesty. I can freely confess to struggles with prayer due to philosophical debates I have with myself over the purpose of prayer. I can openly discuss how much of a jerk I was to my wife while completing my college education. I can even admit, and this is tough, that I excused that horrible behavior because it was what God wanted – I was getting a Biblical Studies degree after all. Still, there are many areas in my life where honesty seems to take a back seat.\n\nThe areas that are tough are those areas where I have doubts. For me this usually takes the form of logical arguments with aspects of the Bible, my belief in miracles, and thus in God at all. Fortunately, I have been able to work through these, honestly, without too much trouble. Unfortunately, some deep dilemmas still exist that either I am not honest about or just ignore the honest answers. And I would argue that by ignoring the honest answer, I am actually being dishonest.\n\nExample: I truly, honestly believe that I live in a culture and maintain a lifestyle that is out of touch with what God calls me to li... (truncated)",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9976958632,
        "format_confidence":0.9910309315,
        "weight":0.0533868171
    },
    {
        "url":"http:\/\/www.dictionary.com\/browse\/apostolate",
        "text":"Try Our Apps\n\n\nIs irregardless a word?\n\n\n[uh-pos-tl-it, -eyt] \/əˈpɒs tl ɪt, -ˌeɪt\/\nthe dignity or office of an apostle.\nRoman Catholic Church.\n  1. the dignity and office of the pope as head of the Apostolic See.\n  2. the mission of bishops in their dioceses.\n  3. an organization of the laity devoted to the mission of the Church.\nOrigin of apostolate\n1635-45; < Late Latin apostolātus the office of an apostle, equivalent to Late Latin apostol(us) apostle + -ātus -ate3 Unabridged\nBased on the Random House Dictionary, © Random House, Inc. 2016.\nCite This Source\nExamples from the Web for apostolate\nHistorical Examples\n  • Mr. Archer has been followed, and perhaps outrun, in his apostolate by other writers full of ardour and talent.\n\n    The English Stage Augustin Filon\n  • The wide unfulfilled provinces of his apostolate ever called him on.\n\n  • Not once do we see him resorting to miracle to prove his apostolate or to bolster up his ideas.\n\n  • Oh perfect morals, and worthy of martyrdom or the apostolate!\n\n    The Ruins C. F. [Constantin Francois de] Volney\n  • Fifty rupees were paid for each adhesion, and fifty ministers devoted themselves to this apostolate.\n\n    The Jesuits, 1534-1921 Thomas J. Campbell\n  • He must take up his apostolate, be ready should need arise to face martyrdom.\n\n    Romain Rolland Stefan Zweig\n  • Here we have disembodied spirits of all ranks, and this is the apostolate of their reincarnation.\n\n    The Arena Various\n  • No apostolate was of any value, if it could not show letters emanating from this central college.\n\n  • It was left to me to carry on the apostolate, and I can't take it on any other ground.\n\n    Strange Stories Grant Allen\n  • Not only was the apostolate Galilean,—it was plebeian, and that without a solitary exception.\n\nBritish Dictionary definitions for apostolate\n\n\n\/əˈpɒstəlɪt; -ˌleɪt\/\nthe office, authority, or mission of an apostle\nCollins English Dictionary - Complete & Unabridged 2012 Digital Edition\n© William Collins Sons & Co. Ltd. 1979, 1986 © HarperCollins\nPublishers 1998, 2000, 2003, 2005, 2006, 2007, 2009, 2012\nCite This Source\n\nWord of the Day\n\nDifficulty index for apostolate\n\nFew English speakers likely know this word\n\nWord Value for apostolate\n\nScrabble Words With Friends\n\nNearby words for apostolate",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.941893816,
        "format_confidence":0.9476640821,
        "weight":0.0013228416
    },
    {
        "url":"http:\/\/wendylarson.blogspot.com\/2013\/01\/its-my-life-episode-3-they-call-it.html",
        "text":"Monday, January 21, 2013\n\nIt's My Life, Episode 3: They Call it Transition...\n\nTo some, this may not be a big deal, but to's been a 4 month in the making big deal. There is a culture that is perpetuated by us, the Mormon's.  It's a culture within the culture, one that I've been a part of for the last 13 years of my life, one that most people only step into for a couple years and then successfully bow out of by way of what has been pegged a \"graduation\" of sorts, it typically involves a blushing bride and handsome groom.  The crowning success that YSA bishops track with tick marks on the office white board or a \"Wall O Success\" displaying all wedding announcements from their tenure.\n\nI WAS one of them, I was a YSA, young single adult, now technically the \"Y\" in the equation has been removed and now I'm a SA, single adult. Unfortunately I was not a graduate, but fortunately my tenure was one of the longest allowed. I have had so many unique opportunities to serve.  I have been able to do things that have stretched and pulled me in ways I would not necessarily have thought possible.  I was SPORTS Co-Chair for Heavens sake!  I don't play sports, I know sports but I don't play them, I had the time of my life. Sacrament meetings were silent, allowing for great thinking time, I've had my share of free meals at mingles every other week.  I could go on, but you just can't explain the culture until you live it\n\nSo this brings me to the transition part of this message,  I was out, it was my time to transition.  It was scary for me, so I hung on as long as I could, I felt comfortable, productive, helpful, and needed in the YSA ward.  But I finally decided, January was the right time, a  new year, a new ward.  The family ward was it.  I know I have a place, I know I belong but sometimes knowing it and feeling it are different, it takes time.  I know my talents, I know my abilities, I know I can get along with people, I know I have the capacity to serve faithfully in whatever calling. But it doesn't make it easy.\n\nEnter the Kenwood 1st Ward.  If you want an example of how to make one such as me feel welcome, you may consult the Kenwood 1st ward.  A huge blessing. They have got it right and my prayers have been answered, and to those who have said hello, stopped me in the hall, sent me a quick e-mail, remembered my name and sat by me, I thank you.  I once was the one on the flip side of this, the one who felt I needed to seek out those who needed a friend, now, I'm the needy one and this is how Heavenly Father takes care of everyone, through others.  I now understand a bit more and my life is better, much better and I'm going to love my new ward home.   \n\nSo, transitions can be hard, and may involve tears, but in the midst of the transition you find blessings, it took me 4 months to be okay with my change in status from a YSA to Wendy, I'm not a single adult named Wendy, I'm just Wendy. It's simple, and I like it.\n\nA few unrelated photos just have to balance out the words with photos.  It's necessary.\n\n 31 and living up the D-Land dream. Happiest place on earth especially with a 4 year old.  It really was magical for the kiddos.  Well, most of the time...\n\n The new Princess at D-land, we'll call her Wendalyn.  Sure I'll sign autographs as soon as I get my own movie.  \n I'm still happy to report, I'm healthy and hydrated.  After 40 minutes, 40 short minutes. \n\n New glasses.  Mom looked at me and said... You Look Smart!  I hope that also means, I am smart.\n\n Do I get the 2012 courage award or what???  The haze even seems to be glowing red.\n\nAnd...I'm just really grateful for family.  REALLY GRATEFUL!  I don't let them know enough.  So, family, I love all of you.\n\n\nShawn AND Chelsey said...\n\nyay for new beginnings! i think you will make a great wendy :-)\n\ncute glasses!\n\nMissy & Jimmy said...\n\nJust wanted to tell you that I think you are AWESOME and I love reading your should do more. hint hint.\n\nJaNae said...\n\nOf all people YOU make the most of every trial, adventure, or unexpected change that comes your way! Before you know it you will be back to looking for those who need you in this ward...if you haven't already.\n\nAngie said...\n\nWendlyn! I love you! Honestly, I love reading your blog and it makes me happy. I miss having you as my downstairs roommate. I'll be leaving the YSA and becoming ANGIE in a couple of months....I might need some cheer leading from you as I make the transition! Love ya!\n\nMelissa said...\n\nSo I have finally made the trip to your blog! I love it! And I love that you are so happy in the family ward. You're adorable and inspiring and I love you.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9068858624,
        "format_confidence":0.8487192392,
        "weight":0.0485275638
    },
    {
        "url":"http:\/\/pleiadedolphininfos.blogspot.com\/2015\/12\/teresa-scott-astral-avatars-becoming.html",
        "text":"Saturday, December 26, 2015\n\nTeresa Scott ~ Astral Avatars ~ Becoming Beacons of Light on Treacherous shores\n\nYou can be on the cusp of something.\nAppreciate the cusp, not the something.\nAppreciate this moment now.\nErnest Holmes\n\nAs 2015 begins to slip away, we can feel the rise of 2016’s patterns, potentials, and rites of passage, including a need to de-clutter both our outer and inner lives, to shed karma and increase service, to discard destructive judgments, and to master the tidal waves of impermanence.\n\nIn the 2016 we will be deeply investigating all of these initiatory cycles, in addition to each Mercury retrograde cycle, the Mars Retrograde and 4 transformative Eclipses (dates listed below). This is the year where you must step into the Teacher you have become, but truly, what do you Believe, and what motivates you to Realize your Dream and feel empowered for the transformative year ahead. Focus on your dream and you will bypass the minutia and subterfuge of others drama.\n\nWhat is happening now, as we move to a more telescopic view, getting an overview of the bigger picture – we are healing the cataclysm between Lumeria and Atlantis. The division is realized in our timeline as a separation between science and spirituality, between experiential reality and ‘factual’ reality, and the rift between technology\/industrialization versus nature’s way.\n\nThe present 3D incarnated tribes of light are on both sides of the spiritual spectrum and therefore it is important that the massive collective race memory be purified and cleared – for ourselves and all of earth.\n\nWe are all in for an interesting ride in 2016 (a 9 year of completions) as we all let go of separateness and begin to merge and blend the polar opposites of ideologies - mind, will & emotions, body, soul & spirit!\n\nThe ReGenesis Elohim Team has asked for the gathering of qualified individuals who have been through personal and soul-collective initiation, who are ready to engage their master keycodes, gatekeeper codes and signature encodement and come together for healing & training, to be of service in light working in the astral plane, 4D.\n\nWe are called Astral Avatars by the ReGenesis Team and have incarnated, enduring sometimes brutal life experiences and astral\/entity invasion and harassment. My list of outrageous tampering, etc is similar to many I have worked with – not fun, but necessary to train us to be fearless, to be balanced in chaos and anchored in adeptness in eluding lower density agendas.\n\nAstral Avatars – uniting the tribes of light – is a community endeavor to positively empowering the spiritual journey of a billion souls.  This has already begun here in the Heartland of the US - Kansas City!\n\nOur next Astral Avatar Gathering is January 9th – time and location to be\n\nBe purposeful with your thoughts and emotions in the coming days and more consistently with each passing moment, holding firm to the initiate’s parameters.\n\nIn the book, Light on the Path, there are four statements that have been used for centuries by Initiates via meditation and inner concentration. Their meaning is profound and many-sided:\n\n   “Before the eyes can see, they must be incapable of tears.”\n   “Before the ear can hear, it must have lost its sensitiveness.”\n   “Before the voice can speak in the presence of the masters, it must have lost the power to wound.”\n   “Before the soul can stand in the presence of the masters, its feet must be washed in the blood of the heart.”\n\nThese four statements have mystical power. But we must bring them to life within us; we must love them and let them guide us, as the needed railing on the precarious bridge between the mind, into the heart.\n\nWe must become anchored in the heart as our new interpretation center.  All must be perceived from this level in order to see all that is, so that we can become all that we are.\n\nWe have arrived at a powerful juncture in our collective journey.  We are on the cusp of ‘something’- struggling to appreciate the passage and not worry about the outcome. The passage between the 12-12 gateway and January 17th will be a highly transformative for those completing the Resurrection phase, as all unfolds seamlessly.  Higher echelon blueprints are unfolding by divine design, as the Beacons of Light (Wayshowers) become the guardians of the New Light.\n\nThe Beacons of Light are like Light Houses on treacherous shores; they are Humble, Devout, Peaceful and Powerful Beings\n\nThere are Gatekeepers, Wayshowers, Gridworkers and Lightworkers of the True Light who are entrusted with Divine service - the sacred path to become Guardians of the New Light. On a grounded level the challenges to that power, peace and service can be plentiful in order for us to find strength and doubtless devotion to Source; a deep inner dedication to Love.\n\n\nNature holds a mirror for the possibilities of composure, who in all changes of weather and seasons has found a way to be resilient.  T. Scott©\n\nThere is little room for doubt – the Holidays can be challenging.  I am traveling over the next week and I will be wearing a 'cloak of composure', deep down knowing there is an adventure contained in the journey.\n\nIf you are traveling during the Holidays, wishing you safety, surety, sanity and undisturbed composure,\n\nMay the candle you ignite this holiday season reflect the light of the Beloved.  May that light remind you of the risen Solstice Sun within, about to emerge, illuminating its intentions in the 2016 year of Re-Genesis. Teresa\n\nEclipses in 2016\n\nMarch 8, 2016 - Total Solar\nMarch 23, 2016 - Lunar Penumbra\nSeptember 1, 2016 - Annual Solar 'Golden' Ring\nSeptember 16, 2016 - Lunar Penumbra Eclipse \nCopyright © 2015 ReGenesis, All rights reserved.\nYou are receiving this email because you opted in at our website.\n\nNo comments:\n\nPost a Comment",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9965723753,
        "format_confidence":0.9899086952,
        "weight":0.0533266991
    }
]