[
    {
        "url":"http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/att-0296\/minutes-wsd-2004-03-25.html",
        "text":"Web Services Description Working Group call\n25 Mar 2004\n\n\nSee also: IRC log\n\n\n Erik Ackerman          Lexmark\n David Booth            W3C\n Allen Brookes          Rogue Wave Software\n Roberto Chinnici       Sun Microsystems\n Paul Downey            British Telecommunications\n Youenn Fablet          Canon\n Yaron Goland           BEA Systems\n Hugo Haas              W3C\n Tom Jordahl            Macromedia\n Jacek Kopecky          Systinet\n Amelia Lewis           TIBCO\n Kevin Canyang Liu      SAP\n Jonathan Marsh         Chair (Microsoft)\n Jeff Mischkinsky       Oracle\n Jean-Jacques Moreau    Canon\n Arthur Ryman           IBM\n Adi Sakala             IONA Technologies\n Jerry Thrasher         Lexmark\n William Vambenepe      Hewlett-Packard\n Asir Vedamuthu         webMethods\n Sanjiva Weerawarana    IBM\n Umit Yalcinalp         Oracle\n Prasad Yendluri        webMethods, Inc.\n Philippe Le Hegaret    W3C\n Glen Daniels           Sonic Software\n Ingo Melzer            DaimlerChrysler \n Bijan Parsia           University of Maryland MIND Lab \n Igor Sedukhin          Computer Associates\n\n\nMinutes approval\n\n<Scribe> Approved\n\nReview of Action items\n\n3.  Review of Action items [.1].\nPENDING   2003-09-18: Marsh to review the QA operational\nPENDING   2004-01-08: Pauld to write up examples of schemas for the\nPENDING   2004-01-28: Philippe and JMarsh will look at the ipr for \n                      test suite.\nPENDING   2004-01-30: DaveO to write up a proposal for augmenting \n                      schema information to enable versioned data.\nPENDING   2004-02-12: DaveO to produce a refined proposal for Asynch \n                      HTTP binding addressing the concerns of folks \n                      that object to leaving replyTo info out of WSDL.\nDONE [.2] 2004-03-04: Editors to add back the WSDL Component \n                      Designators back to the spec as SHOULD.\nDONE [.6] 2004-03-05: Editors to write in the spec the wsdlLocation\n                      global attribute proposal along what has been \n                      done for xsi:schemaLocation.\nPENDING   2004-03-05: DavidO to notify TAG about our decision on safety.\nPENDING   2004-03-05: Editors of media type proposal to give Jonathan a \n                      list of open issues.\nDONE      2004-03-11: Sanjiva to fill in data for May FTF on logistics \nPENDING   2004-03-11: JMarsh, David Booth, David Orchard to form adhoc \n                      group to explore stylistic rendering options.\nDONE [.3] 2004-03-18: Editors to clarify the meaning of 'change' WRT to\n                      optional extensions.\nDONE [.4] 2004-03-18: Editors to implement David Booth's proposal on \n                      making all notes non-normative and moving \n                      the normative text into the regular\nDONE [.5] 2004-03-18: Editors to incorporate Jonathan's proposal for \n                      issues 146 & 150 (with #empty changed to \nDONE [.6] 2004-03-18: Editors to make binding\/operation\/(input|\n                      output)\/@messageLabel optional and have the \n                      same rules as the corresponding thing in\n                      interface\/operation for computing the value.\n\n[.1] http:\/\/www.w3.org\/2002\/ws\/desc\/#actions\n[.2] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0196.html\n[.3] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0193.html\n[.4] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0188.html\n[.5] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0195.html\n[.6] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0284.html\n\nSanjiva: I want to propose to specify the semantic of any as any *one* element\n\nJonathan: Gudge sounds interested in allowing a sequence of elements, but I don't know why\n\n\nJonathan: the week of August 2nd looks best\n\nwe should decide on the length of the meeting; a 4-day meeting is possible\n\nTom: 4 days sounds like a long time\n\nJonathan: I would like to have a Tuesday-Thursday meeting\n\nArthur: are we collocating with another Group?\n\nJonathan: no\n\nWilliam: Is it possible to do a noon to noon meeting on 4 days?\n\nJonathan: if we don't do it in London, I could look into organizing it in Redmond\n\n\n<dbooth> Hugo: P3P allows a privacy policy to be expressed in machine-readable form. The P3P WG is working on P3P 1.1, a generalization of 1.0, to random XML vocabularies.\n\n<dbooth> Hugo: They released first WG in Feb. We wrote a team submission that shows how a generic P3P attribute can be attached to an element in WSDL and what it would mean.\n\n<dbooth> Hugo: The first part shows abstractly what it would mean to attach a privacy policy to a WSDL 2.0 component. The second way shows two concrete ways to do it.\n\n<dbooth> Hugo: More recently I saw email from Glen about Features and Properties that seems to indicate that F&P is more restrictive.\n\nPhilippe: this is an experimentation at this point\n\nJonathan: so the output would be a list of issues again the spec\n\n<asir> http:\/\/www.w3.org\/TeamSubmission\/2004\/SUBM-p3p-wsdl-20040213\/\n\nJonathan: volunteers?\n\n<dbooth> Hugo: (Answering \"Why are there 2 ways to do this?\") To illustrate that it could be done in two ways, and illustrate the differences between them.\n\nTom: it seems that you have found that the use of attributes is more flexible than the use of features and properties\n\n<sanjiva> +1 to using this example to learning about F&P vs. extensions ..\n\n<Scribe> ACTION: Hugo to look at the Handling Privacy in WSDL 2.0 for issues against our spec\n\nJonathan: people are encouraged to read and review this informally\n\nReview of the XML Schema PER\n\nJonathan: Volunteers?\n\nwe have 3 weeks to do this\n\nPaul: I am interested in having a look\n\nAsir: I haven't seen anything which would be a problem to us\n\n<Scribe> ACTION: Paul to review the XML Schema PER\n\nTask force status\n\nJonathan: I have seen some emails by the Media type description\n\ntask force\n\nUmit: I am almost done converting the document\n\nthe plan is to publish as is, and then modify Anish is now officially the co-editor on the XMLP WG side\n\nJonathan: XMLP has more constraints than we do on this\n\nthey should be driving the timing the Schema versioning task force still needs some work on the charter to be started\n\nNew Issues. Issues list\n\n<WilliamV> zakim ??P18 is WilliamV\n\nJonathan: we have Issue 157: f&p at the service level\n\n#any should mean \"any element\" not \"any thing\" has several proposals for it\n\nArthur: somebody said that they wanted to use simple types\n\nYaron: a good test for our feature set: would our declarative model permit to describe any allowable SOAP content?\n\nPaul: security is a good use case; with lots of pointers\n\nJacek: I would like somebody to champion the use cases for this\n\n<sanjiva> I'd like to propose that we limit element=#any to mean *any one element* for right now. If someone wants to generalize it further then can raise an issue and\/or make a proposal.\n\n<Roberto> +1\n\n<TomJordahl> +1 to sajniva -\n\n<alewis> +1 to sanjiva's proposal.\n\nUmit: if we are saying that we have an element-based model, we should just stick to the model\n\n<umit> +1 to Sanjiva.\n\nArthur: do we want a more flexible message model, or have a simpler message model and force the work into the binding?\n\n<prasad> +1 to sanjiva\n\nSanjiva: I'd like to propose that we limit element=#any to mean *any one element* for right now\n\nJonathan: would anybody object to changing our status quo as proposed by Sanjiva?\n\n<Scribe> no objections\n\nRESOLUTION: limit element=#any to mean *any one element*, and open a new issue\n\nJonathan: Jacek proposed some \"paths\" to detail processor conformance\n\nDavidB: I dropped Jacek's proposal accidentally when integrating the text\n\nI think that we need to do more work on wording in the spirit of Jacek's proposal\n\nUmit: if we want to adopt Glen's description, we will be in a place where we'll be arguing about which MEP will be in the conformance set, etc.\n\n<sanjiva> ACTION: editors to update draft to change the semantics of element=#any to mean *any one element*\n\nUmit: I think that we should be concerned only about document conformance and leave out processor conformance\n\nAmy: if we are going to talk about processors at all, then we need to make it clear that a processor that isn't going to go a particular path shouldn't throw certain errors\n\nRESOLUTION: open a new issue about processor conformance \"paths\"\n\nMIME Binding\n\n<dbooth> I think we need to think of this (or define this) in terms of dependencies, but we need to be clear and careful in defining those dependencies.\n\n<sanjiva> +1 to closing non-existant MIME binding issues\n\nJonathan: we don't have a MIME binding in our charter\n\nI would propose that we close those issues\n\nPrasad: how do you describe attachments at the binding level?\n\nJonathan: we haven't started working on MTOM; when we do, we will know the answer to this question\n\nRESOLUTION: issues 58 & 59 without action\n\nAmy: will we be able to describe attachments without SOAP?\n\nJacek: I think that it's out of scope\n\nSanjiva: isn't this related to the media type work?\n\nPhilippe: I believe it's different\n\nmy plan was to support XOP in the HTTP binding\n\nIssue 66: How to represent the equivalent of hypertext links?\n\nJonathan: I believe that this was asking for service references and that it is therefore satisfied\n\nArthur: we can close it on the understanding that you can't address XLink\n\nRESOLUTION: issue 66 closed\n\nSupport for SOAP 1.1\n\nJonathan: this is in our charter now\n\nI have a volunteer: Asir I am appointing him as our editor for the SOAP 1.1 binding editor what is our timeline?\n\nArthur: we just need to have it by the time we get WSDL 2.0 spec out\n\nAsir: I think this can be done in parallel, and that it goes along with part 3\n\nJeff: I think that we need to give priority to SOAP 1.2\n\nJonathan: how long do you think this will take?\n\n<sanjiva> +1 to bring forward the old binding, appropriately subsetted per Jack's suggestion\n\nJacek: I would just subset our SOAP 1.2 binding and change the namespace\n\n<TomJordahl> I agree w... (truncated)",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.9780032635,
        "format_confidence":0.9215782285
    },
    {
        "url":"http:\/\/dave.kinkead.com.au\/talks\/ruby-is-a-message-oriented-language\/",
        "text":"Ruby is a Message Oriented Language\n\nRailsGirls Brisbane, 15 Aug 2015\n\nMany people think of Ruby as an Object Oriented Language. It is - and a lovely one at that. But Ruby makes so much more sense if you think of it as a Message Oriented Language. Most of programming in Ruby involves sending messages to objects, and defining how objects should respond to messages. Master this and you’ve almost mastered Ruby.\n\nWe can send a message to an object by using the dot operator, the message name, and an optional payload (typically known as arguments in other languages).\n\n\nobject.send(:message, payload)\n\nSo how do we add 2 & 3 in Ruby? We send the object 2 the message + and the payload 3:\n\n2.send(:+, 3)\n# => 5\n\nHow do we reverse the string RailsGirls? By sending a String object the message reverse:\n\n# => \"slriGslisR\"\n\nAnd to randomly generate 5 numbers between 0 and 100, we send a Range object the message to_a which responds with an Array Object. We then send this object the message sample and the payload 5:\n\n(0..100).send(:to_a).send(:sample, 5)\n# => [75, 89, 76, 62, 55]\n\nSyntactic Sugar\n\nEvery language is optimised for some quality. C is optimised for speed. Java is optimised for bureaucracy. Ruby is optimised for developer happiness.\n\nOne way to make developers happy is by giving them a rich and expressive language. Ruby does this by sprinkling some semantic sugar on top of its message oriented architecture. The first dollop of sugar let’s us stop the tedious .send(:message) syntax and replace it with simply .message.\n\n2.send(:+, 3)\n# => 5\n\n# => 5  \n\n\"Hello, Ruby!\".send(:include?, \"Z\")\n# => false\n\n\"Hello, Ruby!\".include?(\"Z\")\n# => false\n\nNext, we can get rid of parenthesis so long as there is no ambiguity.\n\n2.+ 3\n# => 5  \n\n# => true\n\nFinally, some core objects have additional semantic sugar baked in.\n\n2.send(:+, 3)\n2 + 3\n# => 5\n\n\"I love Ruby\".send(:[], (2..5))\n\"I love Ruby\"[2..5]\n# => \"love\"\n\nMmmm, syntax. Yummy.\n\nEverything in Ruby is an Object. Almost\n\nSpend any time around Rubyists and you’ll here that everything in Ruby is an object. That’s almost true but why it’s almost true becomes clearer when you understand just how Ruby conceives of objects.\n\nThe traditional coneption of an object in computer science is anything that holds state and exhibits behaviour. In Ruby however, an object is anything that responds to a message.\n\nNumbers are objects because they respond to messages.\n\n# => Fixnum\n\nStrings are objects because they respond to messages.\n\n\"Ruby is beautiful\".class\n# => String\n\nBooleans are objects because they respond to messages.\n\n# => TrueClass\n\nNils are objects because they respond to messages.\n\n# => NilClass\n\nObjects are obviously objects because they respond to messages.\n\n# => Class\n\nEven Classes are objects because they respond to messages.\n\n# => Class\n\nYes, the Class class is an object of class Class. Ruby is meta.\n\nResponding to Messages\n\nWhile much of programming in Ruby involves sending messages to objects, a lot also involves the other side of this relationship - defining how objects should respond to messages. The Ruby Core and Standard libraries already provide a bunch of useful functionality. Often however, we need to compose our own. Ruby of course, make this all very simple with the class keyword.\n\nclass MyFirstClass\n\nThat it - we’ve just created a class of object called MyFirstClass. Out of the box, we get a lot of functionality thanks to Ruby’s automatic inheritance from the Object class.\n\n# => [MyFirstClass, Object, Kernel, BasicObject]\n\n# => [:allocate, :new, :superclass, :freeze, :===, :==, :<=>, :<, :<=, :>, :>=, :to_s, :inspect, :included_modules, :include?, :name, :ancestors, :instance_methods, :public_instance_methods, :protected_instance_methods, :private_instance_methods, :constants, :const_get, :const_set, :const_defined?, :const_missing, :class_variables, :remove_class_variable, :class_variable_get, :class_variable_set, :class_variable_defined?, :public_constant, :private_constant, :singleton_class?, :include, :prepend, :module_exec, :class_exec, :module_eval, :class_eval, :method_defined?, :public_method_defined?, :private_method_defined?, :protected_method_defined?, :public_class_method, :private_class_method, :autoload, :autoload?, :instance_method, :public_instance_method, :nil?, :=~, :!~, :eql?, :hash, :class, :singleton_class, :clone, :dup, :taint, :tainted?, :untaint, :untrust, :untrusted?, :trust, :frozen?, :methods, :singleton_methods, :protected_methods, :private_methods, :public_methods, :instance_variables, :instance_variable_get, :instance_variable_set, :instance_variable_defined?, :remove_instance_variable, :instance_of?, :kind_of?, :is_a?, :tap, :send, :public_send, :respond_to?, :extend, :display, :method, :public_method, :singleton_method, :define_singleton_method, :object_id, :to_enum, :enum_for, :equal?, :!, :!=, :instance_eval, :instance_exec, :__send__, :__id__]\n\nTypically though, that isn’t enough. Often, we need to define our own responses to messages which we do with the def keyword.\n\nclass Hipster\n  def ironic?\n\n  def opinion_on(it)\n     \"#{it} is so last year.\"\"\n\nNow we can create instance objects of our Hipster class, send them messages, and watch them respond.\n\nbyron =\n# => #<Hipster:0x007f83539f6130>\n\n# => true\n\nbyron.opinion_on \"Craft beer\"\n# => \"Craft beer is so last year.\"\n\nThat’s largely all there is to Ruby. Just remember that it’s a Message Oriented Language.",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.9913524389,
        "format_confidence":0.8474397659
    },
    {
        "url":"http:\/\/www.w3.org\/2003\/07\/01-wai-wcag-irc",
        "text":"IRC log of wai-wcag on 2003-07-01\n\nTimestamps are in UTC.\n\n07:20:22 [RRSAgent]\nRRSAgent has joined #wai-wcag\n07:25:28 [wendy]\n07:26:27 [wendy]\ntomas caspers, daniela d'aloisi, silvia dini, roberto ellero, bengt farre, katie haritos-shea, ian lloyd, matt may, roberto scano, lisa seeman, cynthia shelly, andi snow-weaver\n07:26:51 [wendy]\ncharles mccathienevile, patrizia bertini\n07:27:02 [wendy]\n07:27:17 [wendy]\nandy judson\n07:27:20 [rellero]\nrellero has joined #wai-wcag\n07:27:40 [wendy]\nmaurizio vittoria\n07:28:36 [wendy]\n07:28:47 [GVAN]\nGVAN has joined #wai-wcag\n07:29:12 [wendy]\n07:29:15 [wendy]\n07:30:30 [chaalsVCE]\nchaalsVCE has joined #wai-wcag\n07:31:11 [chaalsVCE]\nCharles McCathieNevile - W3C (but not WAI! - another bit)\n07:31:23 [chaalsVCE]\nPatrizia Bertini - independent, Italy\n07:31:32 [chaalsVCE]\nLisa Seeman - UB Access, Israel\n07:31:39 [chaalsVCE]\nBengt - WWAAC\n07:31:52 [chaalsVCE]\nAndy Jensen - Univeristy of Dundee\n07:32:02 [chaalsVCE]\nAndy SNow-Weaver - IBM Accessibility\n07:32:16 [chaalsVCE]\nMaurizio Vittorio - Marciana\n07:32:16 [wendy]\ncharles - i've got the info in the registration.\n07:32:23 [wendy]\nthanks roberto!!\n07:32:35 [wendy]\nthank you maurizio for the books!\n07:32:50 [wendy]\n07:34:38 [wendy]\nwant to make sure that international standards meet needs of the international community.\n07:34:49 [rscano]\nrscano has joined #wai-wcag\n07:34:58 [wendy]\nthus, want to hear what the guidelines mean to you and to each of your country.\n07:35:05 [wendy]\nstart with WCAG 1.0 and the migration to WCAG 2.0.\n07:35:26 [wendy]\nthen conformance of WCAG 2.0. making sure that what we are drafting fits the models that are used in different countries.\n07:35:39 [wendy]\nwe want to facilitate the adoption of WCAG 2.0 and its use in different countries.\n07:36:26 [wendy]\nplease raise your hand if you need something repeated.\n07:36:56 [wendy]\n07:36:57 [chaalsVCE]\nAlessandro Fossato sends his regrets for the morning\n07:37:27 [wendy]\ntesting followed by WCAG 2.0 messaging. What is the message that we want to get it out about 2.0? Why do we have it? What is different?\n07:37:30 [bengt]\nbengt has joined #wai-wcag\n07:37:36 [silvia]\nsilvia has joined #wai-wcag\n07:37:44 [wendy]\nIs it better or worse and in what ways?\n07:38:40 [wendy]\n07:38:45 [wendy]\nMigration from WCAG 1.0 to WCAG 2.0\n07:38:45 [m3mVCE]\nm3mVCE has joined #wai-wcag\n07:38:48 [RylaDog]\nRylaDog has joined #wai-wcag\n07:39:26 [Zakim]\nZakim has joined #wai-wcag\n07:40:10 [wendy]\n+elena Brescacin, Rudy Cavallin\n07:41:05 [wendy]\na key thing is a \"delta\" document - here are the differences.\n07:41:08 [wendy]\nwhat are the changes?\n07:42:44 [chaalsVCE]\nCMN For Sidar it is important that that carries thruogh to the techniques\n07:43:12 [wendy]\nthings not covered by 508, we call \"usability\" and find ways to address.\n07:43:43 [wendy]\n(my thought is that) 2.0 is more flexible.\n07:44:22 [wendy]\ni'm able to tell my client, we can reach core. work on tables, css, to gain \"+\"\n07:44:32 [wendy]\nI find it more usable.\n07:45:21 [wendy]\nSome sites that reach AA differ from each other in many ways. I can personalize the level of the site for each client.\n07:46:05 [wendy]\n+Giuseppe Lapis\n07:46:44 [silvia_chiossone]\nsilvia_chiossone has joined #wai-wcag\n07:47:01 [wendy]\n07:47:17 [wendy]\nq+ lisa\n07:47:57 [wendy]\nnot sure that conformance will have a \"+\" or a \"+n\"\n07:48:13 [wendy]\n07:48:44 [wendy]\nack wendy\n07:49:16 [wendy]\nack lisa\n07:51:14 [wendy]\n+Giorgio Brajnik, Enrico Scoda\n07:51:46 [wendy]\nin Israel, concern about workload.\n07:52:15 [rscano]\nrscano has joined #wai-wcag\n07:52:25 [wendy]\nRequirement for valid markup, is a lot of work. i.e., didactic marks\n07:52:29 [wendy]\nq+ marc\n07:52:37 [m3mVCE]\n07:52:46 [wendy]\n07:53:00 [wendy]\nnot just question of pluggin into Tidy.\n07:53:06 [wendy]\nq+ Ian\n07:53:17 [wendy]\nhow does markup cause to look funny?\n07:53:25 [wendy]\ntidy -> xhtml, it looks different.\n07:54:07 [wendy]\nnested tables, automated tool often puts in wrong place. getting rid of deprecated, can make look different.\n07:54:26 [wendy]\nan important checkpoint, but no discussion about existing sites and redoing them.\n07:54:27 [wendy]\n07:54:33 [wendy]\nack marc\n07:55:00 [wendy]\nimportant to look into European situation. EC says if comply w\/highest priority (of 1.0, p1)\n07:55:08 [wendy]\ngo beyond, should go to AA.\n07:55:38 [wendy]\nin 2.0, with Core we can Standardize among diff institutions idea of \"minimum level\"\n07:55:53 [wendy]\nnew CMS to use across institutions, discussions about how to use.\n07:56:01 [wendy]\nb\/c diff in \"min level.\"\n07:56:22 [wendy]\nin future, say let's make CMS comply at least with core level. then look at specific needs of institution for extended part.\n07:56:43 [wendy]\njust the highest priority (p1) is not enough for several types of disabilities.\n07:56:56 [wendy]\nrelated: problem working in 20 languages.\n07:57:15 [wendy]\ncan the CMS manage all of the languages? different levels of support?\n07:57:22 [wendy]\nin May, new countries join EU.\n07:57:35 [wendy]\nwhat about screen readers in those countries?\n07:58:22 [chaalsVCE]\nCMN: Sidar also feels that the current level-A isn't really sufficient for a base level.\n07:58:52 [wendy]\npoint of clarification: core\/extended made it easier. because single core and a flexible set beyond that?\n07:59:22 [wendy]\nyes. w\/needs and preferences can add additional from extended.\n07:59:40 [wendy]\nthere is a piece we haven't addressed, we have core and extended, required and best practice.\n07:59:51 [wendy]\npeople may find in implementation that they want flexibility again.\n08:00:01 [wendy]\ncurrent extended set is 9 checkpoints.\n08:00:27 [wendy]\nsome of the extended, there may be things in best practice that they want to require.\n08:00:34 [wendy]\nif in best practice, there is no way to acknowledge it.\n08:01:43 [wendy]\n08:02:08 [wendy]\nagenda+ valid markup\n08:03:07 [wendy]\nack Ian\n08:03:44 [wendy]\nmaking existing sites accessible takes work, especially if not valid. starting from scratch can be easier.\n08:03:58 [wendy]\nwhen forsee guidelines implemented in testing tools.\n08:04:13 [wendy]\n08:04:21 [wendy]\nq+ giorgio\n08:04:25 [wendy]\nq+ tomas\n08:04:29 [wendy]\nq+ katie\n08:05:18 [wendy]\nq+ cynthia\n08:05:37 [wendy]\nhard to educate testers. rely on testing tools.\n08:06:01 [wendy]\n1.0 to 2.0 transition not only the difference in requirements but availability of tools.;\n08:06:16 [wendy]\n08:06:24 [wendy]\nack giorgio\n08:07:06 [wendy]\n(usablenet) will move to 2.0 when it is out. 2 problems: 1. converting the tool so covers new guidelines. 2. converting the current customers and helping them understand differences.\n08:07:21 [wendy]\nthat will take longer (educating customers)\n08:07:32 [wendy]\nwill the position of goverments affect the 2nd point?\n08:07:46 [wendy]\nif country adopts 2.0, becomes more obvious to customer.\n08:08:22 [wendy]\n1. push customer to adopt new guidelines 2. make it easy to adopt.\n08:08:24 [wendy]\nack tomas\n08:08:32 [wendy]\nat 2.0, append to EU regulation?\n08:08:59 [wendy]\nnot possible at German level. German govnt can take something published by NGO, it must be translated to lawyer.\n08:09:01 [wendy]\nq+ cmn\n08:09:11 [wendy]\n1.0 was easier to convert to \"lawyer-speak\"\n08:09:45 [wendy]\n2.0 can not be translated into a legal text. the examples will not find themselves into german legislation.\n08:10:00 [wendy]\ncurrent provisions, are retranslation of 1.0.\n08:10:43 [wendy]\n1.0 translated b\/c simple statements. in 2.0 ... core\/required also looks like that?\n08:11:00 [wendy]\neverything that is machine testable, yes. everything that is not, is fuzzy. (best practices)\n08:11:07 [wendy]\nbest practices are too indefinite.\n08:11:30 [wendy]\nfuzzy hard to measure not understand. the testability will make it or not.\n08:12:17 [wendy]\ncurrent (german regulation) is must and should. can be sued. thus people often do the should because they want it to be water proof.\n08:12:26 [wendy]\nbest practices not likely make it.\n08:12:44 [wendy]\nthere is no EU law. it published recommendation and describes what they would like to achieve.\n08:13:06 [wendy]\nnot law or obligation. on national level it is different.\n08:13:12 [wendy]\n08:13:42 [wendy]\nkey issue about adoption: anything not testable difficult to adopt.\n08:13:47 [wendy]\nack katie\n08:14:25 [wendy]\n1. implementation in tools first, good competitive edge. that makes the testability happen.\n08:14:55 [wendy]\n2. legislative pov, u.s. has 508 and have said wouldn't change for several years. however, realizing there are some places to clean up.\n08:15:36 [wendy]\nack cynthia\n08:15:54 [wendy]\nbest practices are bp b\/c they are not testable.\n08:16:25 [wendy]\nexpecting that required will be adopted, not expecting best practice to be. good info to have, but not required.\n08:16:52 [wendy]\nan attempt to keep those things so that the info is available but not required.\n08:16:55 [wendy]\nq+ gv\n08:17:08 [wendy]\ntestability and machine testability are not the same. we're going for testability n ot machine testable.\n08:17:13 [wendy]\nsome things won't be testable by machine.\n08:17:29 [wendy]\nbig diff is that 2.0 is more about what the end user gets than about what the code looks like.\n08:17:47 [wendy]\nthat is harder to machine test but often easy to human test. testing, \"does it work\" not \"where are the angle brackets\"\n08:17:49 [wendy]\nack cmn\n08:17:52 [daniela]\ndaniela has joined #WAI-WCAG\n08:18:12 [wendy]\nin contrast to german situation, in australia, 2.0 will likely be recognized immediately as best practice.\n08:18:36 [wendy]\nlaw says, \"you must be accessible.\" then \"don't know what that means until we find a problem, best way to avoid problems is to implement WCAG\"\n08:19:41 [wendy]\nSIDAR is working on Spanish standards. i.e., what metadata should you add (ala WCAG 1.0)\n08:19:56 [wendy]\nwe are trying to blend stuff from WCAG 1.0 and 2.0. don't expect 2.0 to be taken up on day of publication (in Spain)\n08:20:12 [wendy]\nare there things that are clearer in 2.0 that we should push for now? should we wait for 2.0 and do best job on 1.0?\n08... (truncated)",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.8055627942,
        "format_confidence":0.8569004536
    },
    {
        "url":"https:\/\/livecanvas.com\/developer-interview-andre-wunsch\/",
        "text":"2k Members' Deal - 50% OFF on all plans\n\nDeveloper interview: André Wunsch\n\nAndré Wunsch is a really talented web designer from Berlin, Germany that works both  as a freelance and with agencies, to serve clients in Germany, Austria, Switzerland.\n\n\nHe is a web designer, but also a web developer and SEO: so he knows how to build websites that are not only pleasing to the eye – but have clean code and good usability.\n\nAndré’s sites have not gone unnoticed, and even won some pretty important web design award like the 2017 Red Dot Award.\n\nAndré  is one of the most proficient users of LiveCanvas from it’s early beta days; some of the sites in our showcase have it’s signature, eg https:\/\/reinhaut.de – so it felt pretty natural to go and ask him some questions about his profession and his use of our tool.\n\nSo we’re happy to introduce to our readers mr. André Wunsch! Let’s get to know him a little better.\n\nHi André, welcome to the LiveCanvas blog! First question….how did you get into Web design? Did you have a “click” moment where you understood this was your way – or was it a more “progressive” approach?\n\nHello LiveCanvas Team,\nthank you very much for the opportunity to introduce me on your blog.\n\nTo the first question, I have already dealt with the topic of building websites at a young age. It took a few years until I was working as a webdesigner full-time. I worked in different jobs, but I only felt totally comfortable in the digital and creative field.\n\nWhich is the aspect you like the most of your profession? Which is the most enjoyable part for you?\n\nI think every time it is a new challenge to build great websites. It never gets boring and you can fully live out your creativity, of course it always depends on the customer.\n\nWhich were the experiences \/ courses \/ learning moments that mostly have influenced you and helped your professional growth?\n\nThe daily challenges contribute to my growth. I offer every customer an individual and beautiful solution. We don’t want to create a “preset” website, because every customer has other ideas and expectations.\n\nWhich other page builder tools did you try using before LiveCanvas? Which of its peculiar features did you enjoy mostly  of LiveCanvas, convincing you to build some real sites with it, and giving it a go?\n\nBefore I worked with LiveCanvas, I tried various PageBuilders. There were also some good ones, but I thought they were always a bit inflexible and most PageBuilders were overloaded.\n\nI personally like working with Bootstrap, so LiveCanvas was perfect for me!\n\nI don’t know how many times I searched for possible tools for Bootstrap and WordPress *laughing out loud*. Thank you for creating LiveCanvas!\n\nIn LiveCanvas I think it’s great that you can work so freely and flexibly. At the previous projects there were no limits for me, what I imagined could be realized with LiveCanvas without any problems.\n\nAnother great point is that LiveCanvas is so slim and not overloaded. I love this tool!\n\nMany people who work in the digital fields enjoy being free to work from different places and tend to travel a lot. Does this apply to you? Or are you more productive in your own “bat-cave“?\n\nThis is still a dream of mine, which I would like to fulfill someday.\n\nCurrently I only work in Berlin where I am very productive.\nWhen I travel it’s pure recreation for me and I waste no more time with thoughts of work.\n\nWhat do you like to do when you’re not working on a website?\n\nWhen I’m not building websites, I grab my camera and look at the world from different perspectives.\n\nWhen I need a real break, I grab my girlfriend, the backpacks and we start a backpacking tour.\n\nWell, thank you so much for you time André,\n\nand thanks for your kind words regarding our product – we put a lot of love into it and it’s very rewarding for us to see talented, performance-conscious webmasters who love to use it!\n\nTo know more about André, or to get in touch with him, you can visit his portfolio site at https:\/\/andrewunsch.de\/",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.9111568928,
        "format_confidence":0.9799394608
    },
    {
        "url":"https:\/\/www.delphix.com\/blog\/partner-spotlight-tdglobal",
        "text":"Delphix Partner Spotlight on tdglobal\n\nGlobal technology consulting firm tdglobal specializes in enterprise software and managed service solutions tailored to digital and data transformation initiatives. We spoke with Chief Operating Officer Wayne Borcher and Director of Data Management Tommy Erlank on how they enable customers to use data as a strategic asset and build their digital ecosystems.\n\nTell us about your primary area of expertise and the types of customers you work with. \n\ntdglobal serves customers in almost every industry. Our portfolio of clients include finance, telco, insurance, government, and healthcare customers across Southeast Asia, Europe, Middle East, and Africa going back as far as 1991.\n\nOur solutions ultimately aim to establish trust in our customers’ data, so they can build on or accelerate their digital transformation journeys. Invariably, digital transformation is not only introducing new technical and\/or financial challenges for our clients, but also highlighting old ones that are becoming stumbling blocks in their digital journeys.\n\nIn what ways do you help customers transform their data practices?\n\nWe spoke about the concept of helping customers trust their data, a challenge that is exponentially growing as the demand for access to data is ever increasing. Not only do customers have a renewed interest in implementing data quality initiatives for the cloud or hybrid cloud environments, but data governance is leading the charge to ensure the business gets the most from their transformation programs.\n\nOf course with these initiatives being top of mind with many of the executives we work with, data security and rapid data delivery play a vital role in making sure the right people get access to the right data at the right time to make critical business decisions, or to drive the success of their transformation projects.\n\nWe also work with all the major public cloud providers to help our customers with their cloud journeys as part of their digital transformation. Our analytics teams focus on real-time streaming analytics with geospatial solutions for telcos and healthcare, an area of our business that is also very dependent on fast access to clean data.\n\nFinally, we partner closely with our customers’ marketing and CRM teams to make better business decisions using intelligent, AI-driven Customer 360 solutions.\n\nThe company also delivers an end-to-end Database-as-a-Service (DBaaS) solution. How does it work with SAP Sybase?  \n\nInsight for SAP Sybase is one of tdglobal’s subscription-based managed service solutions that combines software and services. It oﬀers subscription licensing for many SAP Sybase products, including Adaptive Service Platform (ASE, IQ, and Replication Server), SQL Anywhere, as well as multiple other systems. In addition, the solution provides licensing, monitoring, and database services.\n\nWe are heavily invested in SAP, and we sell and support software across a wide range of use cases.\n\nInsight is certified and registered on the SAP Application Center for general access to customers. To extend our value offerings to SAP customers, we are working closely with the Delphix team to help our customers build agile SAP infrastructures by providing fast, secure access to data for business-critical projects.\n\nWe help enable SAP-driven organizations to release applications faster, improve quality, and migrate to SAP HANA with less risk. Our combined solution makes high-quality SAP data continuously available across use cases that span development, testing, data delivery, and analytics. \n\nHow does Delphix help you better compete in the markets you serve? \n\nWe leverage Delphix for our DevOps play as well as for securing lower-level environments.  Delphix will help any DevOps project go faster and reduce costs. We add Delphix for provisioning to non-production for dev and test, as well as helping with projects that upgrade to HANA or to the cloud. Delphix adds additional value by providing complete management of heterogeneous sources across the entire enterprise database landscape.\n\nFor instance, one of our banking customers has 50 instances of Sybase, but they are struggling to upgrade the database platforms that support their business applications, such as Capital Markets platforms. They see Sybase as entrenched and don’t have the necessary internal expertise, so our INSIGHT solution helps them there. For complex application upgrades of packaged applications like this, Delphix helps us modernize their DevOps practices by shortening software delivery cycles and securing test environments. \n\nHere is another example, with a telco customer. Supporting development and testing for a billing system is not trivial, and the database is a behemoth. Delphix masking secures these critical systems for application teams, and virtualization lowers the cost of non-production environments. Upgrades are a massive project, and many of our customers put two live systems in place as a blue\/green configuration. This doubles up on platform licenses which adds tremendous costs, so eliminating data bottlenecks to help dev\/test move faster really impacts the financials.\n\nOur customers also run their batch jobs for financial close procedures off virtual instances on Delphix. Given the size of the databases, it is not uncommon for a batch job to fail somewhere in the cycle, creating a major bottleneck as tests have to be rerun. Our customers have learned to alleviate this problem by creating four or five virtual clones of the production database, then running the same batch job against all five clones—increasing the odds that at least one of these jobs will succeed.\n\nWhat has changed the way you and your customers work in the analytics space?\n\nThere are two use cases that are a good fit.\n\nOne is operational. Our clients use Delphix to offload from production to an operational data store, where data is virtualized and pushed into smaller, more specialized data marts. These data marts are spun up for data security and governance initiatives, and this is where sensitive data is anonymized with Delphix masking. Once the data is secured, it is ready to push into a data warehouse for use in the analytics pipeline. The customer cleans the data prior to loading into the data warehouse, which saves time and money, and in turn means more people have access to secure data in order to complete their analytics work and make data-driven decisions faster.\n\nThe other use case is with the data warehouse itself. A data warehouse can easily be around 150TB or more. This is so large that to make a clean, secure copy takes three weeks of processing power to provide a quality dataset to development teams. With Delphix, those three weeks turn into just a few hours. They can then provision five copies and give to different dev teams without hurting the efficiency of the live data warehouse.  \n\nTell us how the partnership with Delphix aligns with your vision of success. \n\nWhilst augmenting our current solutions, we are excited to further our investments in Delphix by extending the platform with our own plugins. The Delphix SDKs allow us to build our own adapters to provide customers and prospects with additional data source options to fit their unique data estate. We don’t want a technical bottleneck in any of our regions across Southeast Asia, Europe, Middle East, and Africa, and developing our own extensions ensures a comprehensive solution that meets the needs of a diverse market base. Building these plugins also means we will offer support, upgrades, and maintenance to continue a strong customer relationship.\n\nDelphix is key to making and fulfilling promises to our customer base. Removing the data bottleneck helps customers realize value from our services much faster. Our presales, solution architects, and technical consultants who are involved in implementation are all trained on Delphix. For our customers, we’re able to do the training ourselves or we connect them to the Delphix-provided training packages. \n\nThis makes Delphix really strategic to our mix that results in more business for us because the story we have to tell is better when Delphix is part of the overall solution.\n\nSuggested reading\n\n\nDelphix Partner Spotlight on Alithya\n\nFor more than two decades, Alithya has provided expertise and innovative solutions in software development, modernization, and quality assurance. We spoke with Vice President of Business Development Michel Lacasse about the company's extensive work in modernizing the financial services and insurance industries.\n\nAre you a Digital Leader or Digital Laggard? Here's How to Accelerate Your Digital Agenda Using Hybrid Cloud AppDev\n\nThe investment you make for digital today will secure your business for tomorrow. Learn how DataOps can help teams leverage a hybrid cloud strategy to deliver breakthrough customer experiences.\n\nDelphix Partner Spotlight on EVOTEK\n\nEVOTEK is an award-winning enabler of secure digital business based in San Diego, Calif. We spoke with Dustin Millberg, CTO of EVOTEK Labs and Executive Director of Platform Engineering about the innovative ways the company provides technology leadership to their national customer base.",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.5127258897,
        "format_confidence":0.6721852422
    },
    {
        "url":"https:\/\/haxe.io\/wwx\/2014\/Caue-Waneck\/",
        "text":"Cauê Waneck\n\nby Cauê Waneck published on\n\nCaue Waneck WWX 2014 skip-lb social\nCauê Waneck\n\nI'm a sleep deprived programmer that really like working on tools, game programming and optimization.\n\nWhat hardware do you use?\n\nCurrently I use a desktop pc both at home and at work. For mobility I have a bootable 128GB USB 3 drive with Linux on it which I use to leech on whatever computer resource is available.\n\nWhat software do you use?\n\nI've been finally able to completely switch to Linux last year. For Haxe development I use vim with the vaxe plugin.\n\nWhere do you get your inspiration?\n\nWorking on Haxe at this moment is very exciting. Every day I think of a possible library \/ use and this inspires me to try, hack and keep helping the Haxe environment to grow.\n\nWhich creatives\/developers\/artists do you admire most?\n\nI'm very fortunate to work with people I admire, both at work as the haxe devs. The Haxe team for sure, I owe a lot of what I know from sneaking in and reading Nicolas' and Hugh's code. As for artists, I really like cinema and I admire a lot Werner Herzog, Alejandro Jodorowsky, Peter Greenaway and many others. I also like horror flicks and monster movies.\n\nWhat contributions are you proud of?\n\nFor sure having done Haxe\/Java and Haxe\/C#. I use them daily at work and I feel very accomplished when I see it being useful for people.\n\nDid your contributions bring you work opportunities?\n\nYes. Though lately I've been looking for more time and less work.\n\nDo you use them in your projects?\n\nYes. Specially Haxe\/Java, I've been using it to process large amounts of data and the results with regards to speed have been great!\n\nHow did you get started with Haxe?\n\nI found Haxe while looking for Flash optimizations so I could work with 3D. I quickly fell in love with it and ended up doing the port of Away3DLite to Haxe at that time. When Flash stopped being popular, I felt very relieved to use Haxe.\n\nWhat problem does Haxe solve for you?\n\nHaxe helps me feel secure that I will be able to solve a problem in the best way as possible. I really like the power that Haxe has to assimilate technologies. Also Haxe macros help me think of new and simplified ways to solve a problem.\n\nWhat tips or resources would you recommend to a new Haxe user?\n\nUse the source, Luke.\n\nWhat Haxe libraries are you impressed by?\n\nStax is a very sweet library. Deltaluca's Nape is also very awesome, both in speed as in features. I like Cocktail a lot and I think it has the potential to be the only UI library we'll ever need. I may be a little biased but I really like the work that proletariat has done with HUGS :)\n\nWhat problem would you like to see solved by a new or existing Haxe library?\n\nI'd really like to have a more extended Standard Library. Actually I'm slowly working on taurine, which I plan to be able to fill that gap. One of the most difficult problems with haxe standard library is to deal with asynchronous \/ synchronous API differences.\n\nWhat is the best use of Haxe you've come across?\n\nI think that NME\/OpenFL is probably one of the best uses and demonstration of the power of Haxe.\n\nWhat do you see for the future for Haxe\/OpenFL?\n\nI hope to see a simplified version of OpenFL written as much as possible in Haxe itself (instead of using the cffi). This should make it much easier to port it and even embed it on other projects.\n\nSell your wwx2014 session!\n\nUnity is currently hands off the best 3D engine for indie game developers. The effort to be able to use Haxe with Unity was what made me start working on Haxe\/C#. This is now a reality.\n\nWhat is the best part of wwx for you?\n\nEven though I love technology I don't really like chatting via the internet. Getting to know the people behind handles and share ideas is really what motivates me.",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.9775131345,
        "format_confidence":0.966100812
    },
    {
        "url":"http:\/\/www.frompythonimportpodcast.com\/2010\/04\/01\/episode-001-what-we-learned-on-our-pycon-vacation\/",
        "text":"Episode 001: What We Learned on Our PyCon Vacation\n\nWelcome to the first episode of the podcast! These, my friends, are the Show Notes.\n\nIntroduction to Your Hosts\n\nPyCon 2010 Reflections\n\n  • Mike and Chris were impressed by the community and the group focus\n  • Ruby sucks. Mike said it. Bring it, kids.\n  • Titus likes Distribute and Pip. Who knows why?\n  • What can we learn from PyCon for regional conferences like PyOhio?\n  • Dave’s done a lot of thinking about testing\n  • He finds that nothing lets him test the way he wants.\n  • He uses nose, mock, and dingus\n  • Mote might be good for BDD, but Dave finds it lacking.\n  • Dave hates documentation. Tests could be like documentation, and would be more accurate over time.\n  • Mote parses the output more like a narrative, almost like a spec, instead of …..F….\n  • We work with a large system, and rest assured, code is not documentation. Tests could be.\n  • Oh..we ramble about this for a while. PyCon? What’s PyCon? Oh…right…the Testing BOF.\n  • There was a Testing Goat. Terry Peppers is somehow responsible for it. Mike Pirnat needed one. Gary Bernhardt was the goat. We want pictures. ‘Nuff said?\n  • Look into Mike’s .vimrc. Behold the wonder.\n  • Right. PyCon. Remember Pycon? David Beazley’s talk on the GIL was dead sexy.\n  • The Brandon Rhodes’ discussion of the Dictionary Object. Awesome.\n  • Chris thought Titus’s talk on Continuous Integration frameworks was great.\n  • Oh look. Back to testing. We like talking about testing. Look for a show or two on testing. Wait! Don’t leave!\n  • Chris was impressed with the diversity of the community and how friendly people were.\n  • And about the vendors. What did we think about the vendors? We like Swag. And sometimes we buy books. And hats.\n  • “I use vim, so I don’t really need an IDE.” Flame. Discuss.\n  • We generally have a good opinion of companies using open source and who participate in the community.\n  • We enjoyed hacking together, especially on Mike’s snakeplan.\n  • We need DCVS achievements. Like games. But better.\n  • Catherine Devlin’s cmd2 was sweet.\n  • You might be eaten by a grue.\n  • Python is used by the military to create simulations. Thanks, Eric Silverman!\n  • Atlanta, however, was…meh. We’d prefer Cleveland. We’re not biased. Nope. And it’s not Detroit, right?\n\n\n  • Contact us by leaving a comment or by emailing feedback [at] frompythonimportpodcast.com\n  • What topics do you want? Who do you want to hear from? Let us know!\n  • Our Identi’ca group is fpip\n  • Let Steve Holden know we’d love a bottle of Scotch.\n\nDownload MP3 | Download OGG",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.9548900723,
        "format_confidence":0.8718096018
    },
    {
        "url":"http:\/\/erlanginside.com\/de\/article\/360\/zotonic-rethinks-the-cms-with-erlang",
        "text":"Interview with Marc Worrell: Zotonic Rethinks the CMS with Erlang\n\nI took a minute from getting ready for my talk at Erlang Factory (and working on the day job) to talk with Marc Worrell, Lead Architect of Zotonic – a new Content Management System written entirely in Erlang. This is a brief overview of the system focused on the ‘why’ – the technical details are well covered on their site, but I wanted to understand the motivations behind a company taking on a project like this. Marc also runs his own programming consultancy, WhatWebWhat.\n\nI’m excited to experiment with Zotonic, but I frankly don’t have a downloaded copy of Postgres lying around. I’m planning on getting that installed in order to try it out and will report back.\n\nHere is the interview, as usual, emphasis mine.\n\nEI: Hi Marc, can you tell me the impetus for Zotonic?\n\nMW: I used to be the CTO at Mediamatic. Mediamatic built and maintains the community management system Anymeta. Anymeta grew from a simple library to a full fledged community management system. For that we added more and more interactivity and connectivity. Which brought us in a head-on collision with PHP.\n\nPHP is far from stellar in handling many small requests, can’t keep connections open and gets really slow when your codebase grows. Though we need open connections to user agents, XMPP connectivity and quick turnaround on Ajax requests. All are challenging for PHP. So we ended up adding more and more system services to make PHP perform and have the system support our requirements.\n\nGrowing a site with PHP starts with opcode caches, memcached, a modified memcached with dependency checking, extra servers and then more servers. Finally adding XMPP server and client processes written in Python. A whole lot of extra software.\n\nAnd then we were still rewriting PHP tables into code so that it performed better on application load.\n\nFrustration, especially considering my background with building embedded development platforms. Embedded systems and the programming language C show what you can do with the available CPU power.\n\nAfter I left Mediamatic I started ask myself how to do this better, how to support those multi-core cpus, how to use those gigabytes of memory and how to have all the connectivity a modern website (information hub) needs.\n\nI checked out Ruby on Rails, I checked Django and some other frameworks. They promise a lot. They fall short when you benchmark their efficiency on modern cpus and server systems.\n\nThat is when I rediscovered Erlang. The book from Joe really brought me to the realisation that Erlang could solve most, if not all, the problems I was encountering. And his approach to failure was nothing short of a revelation to me.\n\nThis lay the seed for Zotonic, as there was nothing else.\n\nEI: The Zotonic team seems to have a lot of experience, what brought you together, and what do you do now? Is Zotonic your full-time venture or are you doing something else?\n\nMW: We all know each other from Mediamatic. Tim and Arjan still work for Mediamatic, Peet is a former colleague and now works for Mirabeau. I am currently a freelancer. Zotonic is my tool to deliver great looking web sites that perform well. You could say that it is my full time occupation. Tim and Arjan are part time working on Zotonic.\n\nWe get more and more project requests, so we are happy that we did make the right decision to start Zotonic and make it Open Source as well.\n\nEI: Why Erlang? How does it make a CMS easier if most will be non-distributed\/one-box systems, and Erlang isn’t known for Raw I\/O performance? How are you taking advantage of Erlang’s sweet-spot of easy distributed message passing?\n\nMW: We are now using Erlang’s excellent failure handling and multiprocessing capabilities. I think that the failure handling and with it the possibility to make robust systems is one of the often overlooked features of Erlang, when not the most important.\n\nWe don’t use the distributed nature of Erlang, yet. But that might change quite soon.\n\nThat text processing is essential for web apps is a misconception. Most web apps only parse requests, fetch some data, concatenate a whole lot of text chunks and then output them over a socket back to the user agent. You don’t need text processing for that. In fact on low end machines Erlang is quite capable of saturating a gigabit connection. Informal benchmarks gave more than 6000 page requests per second (famous helloworld templates) on a low end server. That should be enough.\n\nTo achieve this performance we made some rather big changes to Webmachine. Basho will be looking into incorporating those changes into the mainstream Webmachine code.\n\nAnd programming in a functional language is fun :-)\n\nEI: NoSQL support? is it important for a CMS? Are there plans to support Riak or Couch or MongoDB?\n\nMW: NoSQL is really the story of the day. A lot of people see it as a means to an end. Some think you need it for performance. That is not true. An external party did some benchmarking on Zotonic and expected the database to be the main bottle neck. It was not, by far.\n\nAs I often say, the best way to achieve high performance is to not hit the database. Add some caching and the current RDBMS products can bring you a long way, especially on modern hardware. When you don’t need millions of objects and 99.99% uptime guarantees then I suggest that you just use a RDBMS. Your data will be safe and the administrators of your customer will be happy that they can access the data easily.\n\nHaving said that, we are looking into Riak and some other distributed stores. We have some projects at hand that require a scale and uptime that will make us move to a distributed system with elegant failure handling. Only with these requirements a distributed store becomes important.\n\nEI: How do you guys use Zotonic yourselves? From an end-user perspective, how does it differ from WordPress or Drupal?\n\nMW: A first impression is important. And the first impression of Zotonic is its speed. I had people asking things like “stop… did I really see five pages just now?” They are used to the slowness of WordPress and Drupal, at least when not using Google, Yahoo or one of the other big sites.\n\nOver time there will be another big difference: realtime. We are in the process of adding more and more realtime features. They enable realtime communicationa and federation of data. It doesn’t matter where your data (profile, blog etc.) is, it matters that it is up to date and can be published where you want it.\n\nFor ourselves, we are moving all our sites, blogs, and whatnot to Zotonic. It is more fun in Zotonic and we are eager to use the PubSub capabilities Arjan just added.\n\nEI: From the IT-guy perspective, why should he roll out Zotonic?\n\nMW: You need less hardware for more visitors. Let’s give an example.\n\nWe made the site for the New Island Festival, a cultural festival in New York. At some point we were seeing sustained traffic of 2 mbit. What made that traffic impressive was that the site was hosted on a small VPS and only using 5-10% cpu. We have seen other requirements for PHP sites :)\n\nEI: What are the largest deployments so far?\n\nMW: The New Island Festival was a nice test bed for the number of visitors. A bit bigger, content-wise, site we just finished is the site for the Mediafonds in the Netherlands. This site has around 25000 pages.\n\nWe are now working on a project with a projected page count of around a million and later we will have a project that requires a ten fold higher page count.\n\nEI: Roadmap – what are your plans for the future of Zotonic?\n\nMW: We have now scheduled or are planning:\n- redesign of the admin environment.\n- redesign of the access permission system to better support user generated content.\n- extended support of XMPP PubSub, also sharing images and other metadata.\n- realtime tools for server monitoring.\n- support for distributed Zotonic nodes (still with a central store).\n- support for a distributed, fault tolerant data and file store.\n\nAnd many smaller changes that will make the system better for building the websites our customers and programmers love.\n\nEI: MySQL Support? Is it planned?\n\nMW: No, we don’t plan MySQL support. Though it should be do-able with the new binary driver. Right now we are focusing on the distributed version with a k\/v store.\n\nThanks, Marc!\n\nEdit: Only July 21, I took out ‘destroys WordPress’ from the title; upon reflection, I realized my Erlang zeal got the better of me..\n\nLeave a comment",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.9675708413,
        "format_confidence":0.9870829582
    }
]