[
    {
        "url":"http:\/\/www.huffingtonpost.ca\/2013\/01\/25\/montreal-mummies-come-to-_n_2554685.html",
        "text":"01\/25\/2013 08:18 EST | Updated 03\/27\/2013 05:12 EDT\n\nMontreal mummies come to life through facial reconstruction\n\nThe mummies at McGill University's Redpath museum have been on display for more than 100 years. But for the first time, a team of scientists has taken a closer look at the faces behind the bandages.\n\nA team of scientists at the Montreal Neurological Institute used CT scans to create 3D reconstructions of the mummies' faces.\n\nThe facial reconstructions of the three mummies — a young man, a young woman, and an older white-haired woman, were unveiled on Friday at the Redpath Museum.\n\nOne of the project's most interesting discoveries was evidence of the earliest dental surgery ever performed.\n\nAndrew Wade, a postdoctoral fellow in anthropology at Western University, said researchers saw linen packing on one of the mummies' teeth meant to treat a cavity.\n\n\"It was really exciting because that was a first,\" Wade said.\n\nVictoria Lywood, a forensic artist at John Abbott College, worked with the 3D scans to reconstruct the mummies' faces.\n\n\"I could see the faces on different levels, how they looked without the bandages. It was stunning,\" Lywood said.\n\nResearchers expect the anthropological analyses of the scans will help provide insight into how these people lived and died. Their data will provide information on demographics, social statuses and medical ailments.\n\nLywood said she was surprised to see the mummies did not look like the typical Cleopatra-style Egyptian.\n\n\"These were just ordinary Egyptians,\" she said.\n\nFor months, Lywood worked on the three reconstructed faces out of her home.\n\n\"It gets a little creepy at my place … Sometimes I have to get up and turn them around,\" she said.\n\nThe mummies, which are estimated to have been first entombed nearly 2,000 years ago, were first scanned in April 2011 at the Montreal Neurological Institute. The high-resolution 3D images were then analysed and used as a basis to create the reconstructions that are now on display.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.822742641,
        "format_confidence":0.9954738021
    },
    {
        "url":"http:\/\/historynewsnetwork.org\/article\/46275",
        "text":"Record numbers visit Auschwitz ex-Nazi death camp\n\nBreaking News\n\nA record 1.22 million people visited the former Nazi German Auschwitz-Birkenau death camp in 2007, a spokesman for the museum in southern Poland said Monday.\n\n\"The majority of visitors are from abroad, mainly from Great Britain, the United States and Germany,\" museum spokesman Jaroslaw Mensfelt told AFP.\n\nLast year, 755,000 foreigners visited the twin death camps, including 104,000 British citizens, 91,000 Americans and 60,000 Germans, he said.\n\n\"We've seen a distinct increase in the number of foreigners since Poland joined the European Union in 2004 and the start of budget flights to nearby Krakow at around the same time,\" Mensfelt said.\n\ncomments powered by Disqus",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9882452488,
        "format_confidence":0.9949467778
    },
    {
        "url":"http:\/\/www.newmilfordspectrum.com\/news\/article\/Following-the-threads-of-New-Milford-s-quilt-11743625.php",
        "text":"NEW MILFORD — The town has what might be the state’s first “quilt trail,” intended to open a window into its agricultural past and spur tourism.\n\nThe quilt patches — actually quilt-like patterns painted on plywood and mounted on the sides of barns — began appearing on New Milford barns in 2015. As of Tuesday, when the most recent one was installed, eight such patches exist, and the long-planned trail is complete.\n\nMore than 43 states from Oregon to Maine have rural areas dotted with patches. The idea came to New Milford when former Mayor Patricia Murphy — an avid quilter — applied for a state Economic Development Grant in 2013.\n\n“We wanted to bring attention to our agricultural history,” Murphy said. “When you see the patches, they suggest that there is a history beyond everybody’s hustle and bustle. They’re big enough to give you pause.”\n\nThe town was awarded $7,700 by the state’s tourism office in 2014, and Murphy enlisted the help of locals to get the project done.\n\nIt wasn’t easy to organize, she said. The town needed to enlist barn owners, working with them to design and install the patches.\n\nSusan Bailey, whose family has farmed in Connecticut for four generations, was the first resident to put one up, on a Harris Hill Farm barn in 2015.\n\n“Every quilt tells a story,” Bailey said. “It has kind of taken off across the country, and it was our way of tying into the past.”\n\nBailey’s patch, four colorful cows fixed on a red barn wall, symbolizes her family’s history of dairy farming. Although their farm is no longer active, several barns on the trail are, and Bailey hopes the displays will bring traffic to local farm stands.\n\n“I’m hoping more people take part in local agriculture,” she said.\n\nVolunteers and town officials are working on a web page and brochure for visitors who would like to tour the town patch by patch. They estimate a formal trail map will be published in September.\n\nOn Smyrski Farm, on Weantinoge Heritage Land Trust, maple leaves recall the area’s two centuries of making sugar.\n\nBehind Town Hall, Murphy’s design sits on a red barn that historians say likely housed tobacco in the early 1900s, when New Milford’s cash crop was Havana seedleaf.\n\nOut of more than 4,000 designs in a quilt-patch encyclopedia, Murphy picked a blue, green and red one for its name, Mayor’s Garden.\n\n“It’s all blacktop back there,” Murphy said. “I thought it’d be nice to have a garden.”; 203-731-3411; @bglytton",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.5573669076,
        "format_confidence":0.9839345813
    },
    {
        "url":"https:\/\/archaeologynewsnetwork.blogspot.com\/2017\/09\/2500-year-old-mausoleum-in-southern.html",
        "text":"Archaeology \/ Cultural Heritage \/ History\n\n[Archaeology] [twocolumns]\n\nAnthropology \/ Human Evolution \/ Linguistics\n\n[Anthropology] [twocolumns]\n\nPalaeontology \/ Palaeoclimate \/ Earth Sciences\n\n[Palaeontology] [twocolumns]\n\nEvolution \/ Genetics \/ Biology\n\n\n2,500 year old mausoleum in southern Turkey defaced\n\nA 2,500-year-old mausoleum in the southern Turkish province of Antalya has become the victim of vandalism.\n\n2,500 year old mausoleum in southern Turkey defaced\nAA Photo\nConsidered one of the symbolic mausoleums of the Lycian era, the mausoleum, located in the Gölova neighborhood, 12 kilometers away from the Elmalı district, had classical-age paintings and Byzantine-era decorations. However, the inside and outside walls of the structure have been scraped off and painted with colored paints.\n\n“A 2,500 year old mausoleum is the victim of graffiti. It is disappearing in front of us,” said Ertuğrul Gün, a local, who reacted against the situation.\n\n“We are sad about this vandalism against historical values. We have sent photos to various directorates to clean the structure and protect it. I hope it will be protected before it sees more damage,” said Gölova Mayor Ali Küçük.\n\n“I was very sorry when I saw the structure. It was completely destroyed. We have ordered for the writing to be cleaned using a nutshell. We do not use the sanding method because it may cause scratches,” said Antalya Relievos and Monuments Director Cemil Karabayram.\n\nThe structure, dating back to the fifth and sixth century BC, was examined by U.S. Professor Machteld J. Mellink. The structure had previously been damaged by treasure hunters.\n\nSource: Hurriyet Daily News [September 06, 2017]\n\nPost A Comment\n  • Blogger Comment using Blogger\n  • Facebook Comment using Facebook\n  • Disqus Comment using Disqus\n\n1 comment :\n\n  1. It is heartbreaking to see that some people care so little about human history that they are able to thoughtlessly and deliberately deface something with as much intrinsic archaeological value as this mausoleum. I cannot think of a punishment that suits such a crime.\n\n\nExhibitions \/ Travel\n\n[Exhibitions] [bsummary]\n\nNatural Heritage \/ Environment \/ Wildlife\n\n[Natural Heritage] [list]\n\nAstronomy \/ Astrobiology \/ Space Exploration\n\n[Universe] [list]",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9871355891,
        "format_confidence":0.6696957946
    },
    {
        "url":"https:\/\/www.dublinlive.ie\/whats-on\/arts-culture-news\/pictures-trinity-college-dublin-launches-11052187",
        "text":"Trinity College Dublin played a massive role in the 1916 Easter Rising and now 100 years on, its hosting a series of commemorations to mark the anniversary.\n\nTrinity was used for refuge and medical assistance for the wounded, became a temporary burial ground, and was a base for the British armed forces during the week.\n\nTo celebrate the anniversary of The Rising, the library at Trinity is displaying some of its 1916 collections in an amazing exhibit called 'Changed Utterly: Recording and reflecting on the Rising 1916 –2016.'\n\nThe exhibit is available from now until the end of April.\n\nThe college will explore the way in which The Rising was recorded at the time, how it was commemorated 50 years later, and how it is being discussed and reassessed today.\n\nSome of the historical artifacts include:\n\n· The Library’s copy of the Proclamation, torn from the walls of the GPO, along with a WWI recruitment poster pasted to the back\n\n· A photograph of British troops in the Front Square of Trinity College Dublin\n\n· The scrapbook of Elsie Mahaffy, daughter of Trinity Provost John Pentland Mahaffy, and occupant of Provosts house during the Rising\n\nVideo Loading\n\n· The casing of a bullet which pierced the roof of the Library during Easter week 1916\n\n· A silver cup presented to a member of the Dublin University Officer Training corps for service during 1916\n\nMany Dubliners gathered souvenirs of the fighting.\n\nA Trinity College Professor, John Joly, obtained a military pass to go into the streets to collect burned postal delivery dockets from the \"still hot ruins of the GPO\".\n\nMany people got photos and scrapbooks from The Rising, which are all available in the exhibition.\n\nMORE: Save Moore Street: Government 'should apologise for mistake' after High Court ruling\n\nMORE: Relive the events of the 1916 Easter Rising - the top five Rising tours in Dublin\n\nWhat do you think? Let us know in our comments section below",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9764325023,
        "format_confidence":0.9817724228
    },
    {
        "url":"https:\/\/thechinatimes.com\/online\/2012\/11\/5643.html",
        "text":"2012 Cross-Strait Shennong Cultural Forum Held in Yanling County\n\nOn November 3, the 2012 Cross-Strait Shennong (Emperor Yan) Cultural Forum was held in Yanling County, Zhuzhou City. Over 800 experts, scholars and representatives of all works of life from across the Taiwan Strait attended the forum.\n\nA heated discussion on exploring the spirit of Emperor Yan and promulgating Shennong Culture (Culture of Emperor Yan) was conducted among the cross-Strait scholars present at the forum. They revealed the essence of the profound culture via detailed historical data, rigorous argumentation, unique insights and vivid descriptions, thus offering the audiences a brilliant cultural feast.\n\nIt was agreed that efforts should be taken to carry forward Emperor Yan’s perseverant, pioneering, innovative, enterprising and dedicative spirit-the core of Chinese national spirit.\n\nLi Xuan",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.8534088731,
        "format_confidence":0.5353434682
    },
    {
        "url":"https:\/\/www.express.co.uk\/news\/history\/602453\/Skeletons-mass-graves-soldiers-Battle-of-Dunbar",
        "text":"Skeletons found in mass grave are 17th Century soldiers imprisoned at Battle of Dunbar\n\nA HUGE mass grave of hundreds of skeletons found in Durham has been identified as the remains of Scottish soldiers taken prisoner after the 1650 Battle of Dunbar.\n\nComment section Share on LinkedIn Share on Pinterest Copy link Link copied\n\nSkeleton in mudNORTH NEWS\n\nThe remains of the ancient skeletons\n\nResearchers at Durham University concluded that the identification of the remains as the Dunbar prisoners was “the only plausible explanation” when scientific data was analysed alongside historical information. \n\nThe Battle of Dunbar was one of the most brutal, bloody and short battles of the 17th Century civil wars. In less than an hour the English Parliamentarian army, under the command of Oliver Cromwell, defeated the Scottish Covenanting army who supported the claims of Charles II to the Scottish throne. \n\nAlthough the exact figures are not known, it is thought that around 1,700 Scottish soldiers died of malnutrition, disease and cold after being marched over 100 miles from the South East of Scotland to Durham, in North East England, where they were imprisoned in Durham Cathedral and Castle, by then disused for several years.   \n\nWhat happened to their bodies has been a mystery for almost 400 years, but the Durham University researchers believe they have begun to solve the puzzle.   \n\nIn November 2013, during construction of a new café for the University’s Palace Green Library, on the City’s UNESCO World Heritage Site, human remains were uncovered by Durham University archaeologists who were present throughout the building work.   \n\nWoman assembling the bonesNORTH NEWS\n\nThe delicate process of assembling the bones\n\nWhen we had the results of the first radiocarbon dating tests we had a very broad date range and were not in a position to draw a definitive conclusion\n\nDr Andrew Millard\n\nThe jumbled skeletons of at least 17 and up to 28 individuals were subsequently excavated from two burial pits (a 29th individual was not exhumed).\n\nSince then the researchers have been carrying out a wide range of tests to try and establish their identities. \n\nExperts initially considered that most of the evidence was consistent with the bodies being those of the Scottish soldiers but could not draw a firm conclusion from research conducted in 2014 because initial radiocarbon dating analysis indicated a slightly earlier date of death than the Dunbar battle.   \n\nHowever, further radiocarbon dating analysis of four additional samples, which were carefully selected to ensure a more precise result, in combination with the fact that some of the prisoners had smoked clay pipes - known to be in common use in Scotland after 1620 - has concluded that the date of death was between 1625 and 1660. \n\nWhen these dates are combined with the nature of the graves; the results of earlier scientific and observational tests that established the adult skeletons were all male; the fact that the skeletons were predominantly aged between 13-25 years old; and the skeletons were of likely Scottish origin according to isotopic analyses, all this points to their identification as the prisoners from the Dunbar battle.   \n\nSkeletons of 17th Century Scottish soldiers found in mass graves\n\nA team of experts from Archaeological Services Durham University – the University’s commercial archaeology consultancy unit - and academics from the departments of Archaeology and Earth Sciences, worked together to excavate and analyse the skeletons. \n\nThe excavation and research were funded by Durham University. \n\nDr Andrew Millard, senior lecturer with Durham University’s Department of Archaeology, said: “Proving a theory in archaeology involves assembling lots of different types of evidence and piecing the jigsaw together so that we can make an informed assessment.   \n\n“When we had the results of the first radiocarbon dating tests we had a very broad date range and were not in a position to draw a definitive conclusion as to the identity of the skeletons, which is why we carried out further tests.   \n\n“Taking into account the range of detailed scientific evidence we have now, alongside historical evidence from the time, the identification of the bodies as the Scottish soldiers from the Battle of Dunbar is the only plausible explanation.” \n\nThe battle left anywhere between 300 and 5,000 dead. Modern calculations suggest that an estimated 6,000 Scottish soldiers were taken prisoner with about 1,000 of those who were sick and wounded then released to go home.   \n\nJaw and teeth from a skeletonNORTH NEWS\n\nThe remains of a 17th Century skeleton\n\nAbout 1,000 of the men are believed to have died en route to Durham from a combination of hunger, exhaustion and gastric problems – probably dysentery. Others were executed, while some escaped.   \n\nAround 3,000 Scottish soldiers in total were then imprisoned in Durham Cathedral and Castle, at a time when the Cathedral was empty and abandoned, its Dean and Chapter having been evicted and worship suppressed by order of Oliver Cromwell, as was the case with all English Cathedrals at that time.   \n\nAn estimated 1,700 prisoners from the battle died and were buried in Durham and experts say that there are potentially many more burials nearby.   \n\nRichard Annis, senior archaeologist, Archaeological Services Durham University, said: “This is an extremely significant find, particularly because it sheds new light on a 365-year old mystery of what happened to the bodies of the soldiers who died.   \n\n“Their burial was a military operation: the dead bodies were tipped into two pits, possibly over a period of days. They were at the far end of what would have been the Durham Castle grounds, as far as possible from the Castle itself - they were out of sight, out of mind.   \n\n“It is quite possible that there are more mass graves under what are now University buildings that would have been open ground in the early to mid-16th Century.”   \n\nThe Durham University team, with Durham Cathedral, will be working with partners and interested parties to determine what will happen to the remains of the Scottish soldiers, and an appropriate commemoration.   \n\nBones laid out on a tableNORTH NEWS\n\nThe test results have revealed the staggering age of the bones\n\nThese discussions are likely to include the Church of Scotland, since the prisoners would have been predominantly Scottish Presbyterians. Remembrance prayers will be said at Durham Cathedral tomorrow (Thursday, September 3), \n\nthe anniversary of the Battle of Dunbar. Canon Rosalind Brown, of Durham Cathedral, said: “There is a plaque at Durham Cathedral in commemoration of the Scottish soldiers, which was dedicated in November 2011 on St Andrew’s Day.\n\nThe discovery of the bodies and the conclusion that they are some of the Scottish soldiers is of great significance. \n\n“The Cathedral will work closely with all interested parties to determine the most appropriate course of action for the burial of the soldiers in a manner appropriate to their Christian tradition.\n\n\"We are particularly mindful of descendants of the Scottish soldiers and hope and pray that this new information can bring solace.”   \n\nIf considered appropriate, there could be further research work to determine further biographical details and discover more about the lives the soldiers led prior to their involvement in the Battle of Dunbar, although this will require additional funding.\n\nThe bodies will eventually need to be reburied according to the terms of the exhumation licence issued by the Ministry of Justice.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9940488338,
        "format_confidence":0.9927612543
    },
    {
        "url":"http:\/\/www.thearcticsounder.com\/article\/1340dig_reveals_1500-year-old_midden_near_barrow",
        "text":"Send this article to Promobot\n\nDig reveals 1,500-year-old midden near Barrow\n\nOctober 4th, 2013 | By Abra Stolte-Patkotak Print this article   Email this article  \n\nFor much of this summer, Anne Jensen and her crew have been working on an archaeological dig at Walakpa, 13 miles south of Barrow. Discovered around mid-July of this year by ATV'ers driving along the coastline, the grouping of sod houses became exposed from violent fall storms last year.\n\nAfter reports started pouring in to various organizations of a sod house with exposed wood and many artifacts lying on the beach, the necessary actions were put into place to prepare a proper archaeological dig.\n\nThrough collaboration between Ukpeagvik Iñupiat Corporation (UIC), UIC Science, the North Slope Borough, and UMIAQ LLC, the dig at Walakpa received enough funding to begin excavation in mid-August. While the first two weeks involved mostly removal of top layers of sod, the next month was devoted to clearing out and deciphering the many layers of the sod structure that balances precariously above the coast of the Arctic Ocean.\n\nJensen has lived in Alaska for over two decades, and specializes in Arctic archaeology.?As lead scientist at UIC Science LLC in Barrow and with more than 35 years of archaeological experience, Jensen is very familiar with excavations in harsh climates. Due to very brief summers and early freeze-up, excavating sites in the Arctic requires dedicated and expeditious work.\n\n\"Arctic archaeology is pretty labor intensive and expensive,\" she says.\n\nThanks to a RAPID grant from the National Science Foundation, Jensen will be able to devote part of this winter to lab work, seeking carbon dating of artifacts found at the site. Most of this will be done by comparing caribou bone to ivory artifacts such as simple ivory harpoons and spear tips.\n\nFaced with many obstacles such as rainy weather, high tides, procuring ATV's, and enough able bodies to excavate, the excavation moved forward through all of the difficulties and digging began at the end of July. After setting up a tent for equipment and staking off the area, layer by layer was revealed until a wooden floor was exposed and several pieces of driftwood were removed in order to check their rings for carbon dating to establish an approximate date of the site.\n\nWhile the current estimated age of the sod house places it possibly as early as 500 A.D., this particular area has been inhabited by Iñupiat people for at least 3,500 years. In 1968, Dennis Stanford led a partial excavation of a group of sod homes in the same area, albeit further back on the tundra and away from the beach.\n\nThis summer, Jensen and her crew were able to establish that the area they were working on is a midden, or garbage pit. While a garbage pit may not sound very important or appealing, this kind of well-preserved ancient find provides an extraordinarily valuable snapshot into the history of Iñupiat people. While oral and written history is important, archaeology provides a very unique perspective on lessons we may not otherwise learn.\n\n\"There are some things that they don't teach in school,\" Jensen said. \"Some things you can learn from archaeology that don't really get passed on in stories because they're so routine.\"\n\nLooking forward to next summer, Dr. Jensen is considering ways to expedite the process at the fragile and exposed site. Some ideas for making more headway on excavation are camping at the site and getting field workers to come in from places outside of Alaska. Students coming to Barrow for field school will no doubt leave with incredible insight on the importance of the subsistence way of lifestyle in the Arctic. Setting up an exchange like this may be possible through working with Ilisagvik College in Barrow and getting grants to get students out in the field.\n\nThe dig at Walakpa is protected by state and federal law and by the Archaeological Resources Protection Act. At the close of the season, the archaeologists were careful to protect the site for next summer.\n\nSteps to ensure that the site remains uncompromised until next summer involved waiting for the ground to freeze up, laying down a layer of insulation, covering it with a tarp, securing the tarp with stakes and rocks and building a makeshift barricade against potentially violent sea storms.\n\nWhile the threat of Mother Nature wiping out the site this fall is real, and archeologists and those interested in the valuable information the site contains can only hope that it will remain intact so that further insight into the history of Iñupiat people may be gained.\n\n\nCopyright 2017 The Arctic Sounder is a publication of Alaska Media, LLC. This article is © 2017 and limited reproduction rights for personal use are granted for this printing only. This article, in any form, may not be further reproduced without written permission of the publisher and owner, including duplication for not-for-profit purposes. Portions of this article may belong to other agencies; those sections are reproduced here with permission and Alaska Media, LLC makes no provisions for further distribution.",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9926071167,
        "format_confidence":0.8618226647
    }
]