[
    {
        "url":"https:\/\/es.coursera.org\/learn\/why-iowa-a-primer-on-primaries-and-caucuses\/reviews",
        "text":"Chevron Left\nVolver a Why Iowa? A Primer on Primaries and Caucuses Teach-Out\n\nOpiniones y comentarios de aprendices correspondientes a Why Iowa? A Primer on Primaries and Caucuses Teach-Out por parte de Universidad de Míchigan\n\n5 calificaciones\n1 revisiones\n\nAcerca del Curso\n\nThe United States presidential election process is a complex one, spanning terms like “Super Tuesday,” delegates and incumbents, primaries and caucuses, and more. Some of the founding principles of this process date back to the creation and signing of the U.S. Constitution, while others began playing a role in the 1980s. In this Teach-Out, experts in Politics, Political Science, and Education at the University of Michigan, the University of Delaware, the University of Iowa, and the Iowa Caucus Project at Drake University will address the following questions: What is the US primary process? What are the differences and similarities between primaries vs caucuses? Why do Iowa and New Hampshire get to go first? What role do delegates play? What is Super Tuesday? Is there a difference between political parties in how the primary process functions? Do incumbent candidates have an advantage? How do other countries’ voting processes differ? How are US territories are involved? This Teach-Out is help you find avenues by which you can civically engage and politically participate in your local community, state, and country....\nFiltrar por:\n\n1 - 1 de 1 revisiones para Why Iowa? A Primer on Primaries and Caucuses Teach-Out\n\npor Khandker H A\n\nApr 15, 2020\n\nThis course is excellent one, full of details about 'primary' election process (so democratic) of the United States. I learnt a lot from this course and I recommend it for anyone who wants to learn about election democracy. Thank you.",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.8175888658,
        "format_confidence":0.5947091579
    },
    {
        "url":"http:\/\/www.phibetaiota.net\/category\/reviews\/bookrating\/two\/",
        "text":"Review (Guest): How Much Have Global Problems Cost the World? A Scorecard From 1900 to 2050\n\nAmazon Page\n\nAmazon Page\n\nBjorn Lomberg et al\n\n2.0 out of 5 stars It just gets better and better!, November 15, 2013\n\nBy David Wineberg “David Wineberg” (New York, NY USA) – See all my reviews  (TOP 1000 REVIEWER)\n\nMilton Berle once appeared for an interview on a morning TV show in New York. After, his interviewer threw to the weather woman. Berle left his seat and took over doing the weather. His analysis? A line of tornados ripped through New Jersey last night, causing $100 million in IMPROVEMENTS. That is the feeling I got with How Much Have Global Problems Cost the World?\n\nLomborg’s Copenhagen Consensus got a bunch of academics to look at issues from a common denominator. Everything has to be evaluated as a percentage of GDP. Everything has to be monetized to make the models work. Lives, disease, biodiversity – everything gets a dollar value in these studies. Lack of historical data is not a problem either; the models “backcast” to 1900. The conclusion is that our worrisome problems are an ever shrinking cost to us, relative to GDP.\n\nBut of course, prices have never reflected the ecological cost of production or use, so we’ve been freeloading, with GDP expanding while costs have been controlled. The bill will go to our grandchildren. These models don’t reflect that. Instead, the ballooning GDPs of the last century simply leave the cost centers in their wake, taking an ever smaller share.\n\nContinue reading\n\nReview: The Revenge of Geography: What the Map Tells Us About Coming Conflicts and the Battle Against Fate\n\nAmazon Page\n\nAmazon Page\n\nRobert Kaplan\n\n2.0 out of 5 stars Neither new nor original nor reliable, September 1, 2013\n\nI am getting pretty sick of Stratfor and the pimps of empire. There is nothing new in this book other than self-promotion. For better more original reads consider, among many, many others:\n\nZones of conflict: An atlas of future wars\n\nGuns, Germs, and Steel: The Fates of Human Societies\n\nGeography and natural resources are a starting point. How the population develops — including the degree to which it is educated, liberated, and empowered to innovate, matter. Deeper books along these lines include:\n\nPhilosophy and the Social Problem: The Annotated Edition\n\nPolitics Among Nations\n\nIn the end it boils down to clarity, diversity, integrity, and sustainability. I am quite tired of pundits recycling old knowledge, a practice made poissible by an ignorant public (including ignorant policy makers and deeply unethical politicians as well as a captive media that is both ignorant and complicit).\n\nBest wishes to all,\nRobert Steele\nINTELLIGENCE FOR EARTH: Clarity, Diversity, Integrity, & Sustainability\n\nVote and\/or Comment on Review\n\nVote and\/or Comment on Review\n\nReview: Government Auditing Standards 2011 Version\n\nAmazon Page\n\nComptroller General\n\n2.0 out of 5 stars Mind-Numbing Waste of Time and Money,September 2, 2012\n\nI am *stunned* that any Comptroller General would sign off on this. In my 33 year government career this is the densest most meaningless compilation of words (no pictures, no figures, no timelines, no lists) of gobbly-goop I have ever seen (of course there are a great many such products from other government agencies I have not seen). If I were the Comptroller General, not only would I not sign off on this, I would consider permanent exile for the entire team responsible for this. It fails to enlighten or communicate — it is more like a “cover your ass” document.\n\nIn theory, this book is about independence of audits and the professional management of audits. In fact, this is strung together text, all of it making sense in isolation, and none of it useful to actually doing a real audit meaningful to We the People. This is a classic example of doing the wrong thing righter (Russell Ackoff).\n\nThe more I read into this the sadder I got. I have known for a long time that GAO, CBO, and CRS are creatures of a very corrupt Congress, and that Congress actually reserves the right to tell them what their assumptions (code for outcomes) will be, but until I read this I did not realize how disconnected the whole process is. Now I have to emphasize that I value actual GAO reports and I would never consider doing an internal executive audit without consulting both GAO and OMB (which does not do management, but you can at least try to find someone who’s heard of the concept). What this book does is give me pause — if this is the GAO “foundation work” if causes me to wonder what else about GAO is so corrupt (in the holistic not making sense of the word).\n\nThis book is available free online at the GAO website. I bought it because it never occurred to me that GAO would produce something from the Stone Age, and for serious thinking, I have to have it in writing in front of me subject to annotation and hand-eye-brain coordination.\n\nHere is the larger bottom line:\n\na) Congress authorizes and appropriates money based on corruption, personal, financial, and ideological — as long as Congress is getting its standard 5% kick-back, they will authorize and appropriate anything, from the bridge to nowhere to a stealth fighter that does not work as advertised, is unaffordable, and coated in toxins that kill the pilots stupid enough to fly something the USAF swears is safe.\n\nb) GAO is only authorized to audit for compliance with the original corrupt authorization and appropriation. They are not authorized to blow the whistle on insane, unaffordable expenditures.\n\nc) Within the Executive, taking NSA as a classic example, the focus is on keeping money moving and growing the pie because that is how the Executive creates more and more flag and senior executive positions, and that is how those flags and senior executives “pay forward” the reverse bribes that will get them follow-on careers with the contractors that will build any insane unafforable and generally inoperable (SAIC and Trailblazer come to mind) “capability” that Congress has authorized and appropriated.\n\nd) When NSA is inspected from within the Executive, the focus is NOT on the why, on the cost, on the “fit” with any given strategy or other related programs, but on the allocation authority and whether NSA is spending the money as directed, never mind whether it works or not. This is one reason why I believe that both Inspectors General and Operational Test & Evaluation should be part of the Intelligence Directorate of any given Cabinet office, just as I believe that education, intelligence, and research must be asuthorized, appropriated, allocated, constructed, and evaluated as a whole.\n\nIt is with a grimace that I prepare to donate this book to the Oakton VA library. It is a perfect example of corrupt perfection. Argh.\n\nRobert David Steele\nINTELLIGENCE FOR EARTH: Clarity, Diversity, Integrity, & Sustainability\n\nVote and\/or Comment on Review\n\nReview: The Decline of American Power – The US in a Chaotic World\n\nAmazon Page\n\nImmanuel Wallerstein\n\n2.0 out of 5 stars Price for 160 Pages Beneath Contempt,November 16, 2011\n\nI am angry–I really wanted to buy and read this book, but a price of $50 for 160 pages is beneath contempt. The author is being abused by the publisher and I urge the author to consider a new publisher for the paperback, or demanding that the paperback be published immediately. Barnes and Noble has been shut down by Amazon — all other publishers appear in intent on staving off their ultimate demise in the face of on demand publishing by gouging the public.\n\nThis book in hardcopy should not be sold for more than $25, and in paperback for $16. Please join me in boycotting this publisher, as someone who cares deeply about the dissemination of important knowledge — which the author clearly offers — I find this pricing an utter outrage.\n\nHere are some reasonably priced books that I offer as a substitute–my “top ten” if you will.\nContinue reading",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.7000584006,
        "format_confidence":0.934694469
    },
    {
        "url":"http:\/\/hoeffelforcongress.org\/",
        "text":"Select Page\n\nThank You for Your Support\n\nI’d like to thank everyone who worked on the campaign and supported my efforts. Additionally, I’d like to urge everyone to support the causes I championed and vote in the crucial election this fall. Even though I won’t be on the front lines the struggle continues.\n\nThank you again,\n\n– Joe Hoeffel",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.9965715408,
        "format_confidence":0.6758984923
    },
    {
        "url":"http:\/\/www.jesuitsocialcenter-tokyo.com\/eng\/?page_id=4015",
        "text":"Book Review：Draft of the Revision of the Constitution done by the Liberal Democrats with its lines in red by Ito Makoto \/ Ootukishoten \/ May 2013\n\n　　The author, Ito Makoto, an expert guru on the Japanese Constitution, examines the adequacy of the Liberal Democrats’ draft, comparing it with the present Constitution. Reading this book gives the reader an understanding of constitutional theory, which holds that the country exists to defend the dignity of each individual and the freedom of its people. A constitution regulates the national authority’s obligation to safeguard human rights. Individual dignity is made the basic value of the nation. I feel especially that the principles that pay absolute consideration to the weak and minority groups are extremely valuable.\n　　The present Japanese Constitution was based on this sort of constitutional theory and, although many have the impression that it was imposed by the GHP, in fact representatives of the people chosen in a general election participated in the discussions and added corrections to the original text.\n　　By way of contrast, the Liberal Democrats’ recent draft tends to value “people” more than concrete individuals, “families” more than people, and the “nation” more than families. In other words, in the final analysis, the nation should be defended and the impression is given that people have an obligation towards the nation. According to the Constitution now in force, the role of the nation is to defend the freedom of each individual, something basically compatible with the principles of constitutional theory. The draft offered to revise the Constitution is not an amendment. It is rather a scheme to establish a new system with the nation at the center and thus provide a basis for the government’s plan to spare no pain to go to war for the nation.\n　　This book makes one aware that the issue of constitutional amendment is either about establishing Japan as a nation where people are the main actors or else making it into a hero nation. I realized that the unavoidable issue in question was the whereabouts of the Japanese people themselves.\n(Yamamoto Keisuke, staff member of　Tokyo Jesuit Social Center)\n\n\nComments are closed.",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.8618023396,
        "format_confidence":0.881164372
    },
    {
        "url":"https:\/\/microcosmpublishing.com\/catalog\/books\/1224\/",
        "text":"Recipes for Disaster: An Anarchist Cookbook by CrimethInc\n\nRecipes for Disaster: An Anarchist Cookbook\n\nby CrimethInc\n\nRecipes for Disaster comes on the heels of the CrimethInc collective’s notorious first book, Days of War, Nights of Love. This 624-page manual complements the romance and idealism of the earlier work, with both practical information and instruction. Note that it's \"an\" anarchist cookbook, rather than \"the\" anarchist cookbook (of which there are actually two, one about making bombs and the other about making soup and community). This book is about cooking up a movement, and understanding the terminology and landscape of what's out there, including topics like coalition building, affinity groups, mental health, sabotage, squatting, wheat-pasting, and more. It's illustrated. It's annotated. It's got first person stories and technical recipes and diagrams. It's got a great preface. All told, this is your one stop shop for building a fearsome career of direct action against oppression on all fronts.\n\n\n\nThis book is, by far, the greatest book I have EVER picked up. It's full of nifty manuals on how to do things to abolish capitalism, get through some rough shit, etc. HIGHLY recomended to every person of all ages in every political party.\n\n\n\nThis is Crimethinc's answere to anyone who wondered where to start after reading Days.\nThis book is overflowing with recipes that are not only useful but also a lot of fun. Something new for anyone, no matter how informed or creative.\n\n\nThis is wonderful. CrimethInc takes a lot of crap for being vague and over-romantic, for being wishy-washy. This should silence the nay-sayers. Indispensable to anyone who might benefit from concretely living their dreams into being.\n\nSteev Hise's review of this book",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.8567996025,
        "format_confidence":0.5963858366
    },
    {
        "url":"https:\/\/uw-media.kitsapsun.com\/story\/opinion\/readers\/2020\/07\/27\/health-plan-gets-parson-my-support\/5520388002\/",
        "text":"Skip to main content\n\nHealth plan gets Parson my support\n\nAnna Hart, Gig Harbor  |  Kitsap Sun\n\nI was very happy to read Rebecca Parson's comments about Medicare for All here in the Kitsap Sun. I have been chronically ill with 3 tick-borne infections for over two decades and I have fought with insurance to cover necessary treatments, so hearing a candidate talk openly about the pitfalls of our health system is refreshing, given the incumbent's backing of employer based healthcare by the ACA.\n\nDerek Kilmer makes the misleading comment on one of his tv ads that he supports \"universal healthcare\" -- only, I've asked him myself and have read his website, he doesn't support any M4A plan and he believes everyone should have \"access to\" healthcare via the ACA. This pandemic has shown us that we need to affirm healthcare as a human right and remove the employer-based plans from the equation.\n\nWe have a good choice here in Rebecca Parson. Her passion and dedication will serve us all well!\n\nAnna Hart, Gig Harbor",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.7645198107,
        "format_confidence":0.5127874017
    },
    {
        "url":"http:\/\/www.publishersweekly.com\/9780670025947",
        "text":"\n\nDan Balz. Viking, $32.95 (400p) ISBN 978-0-670-02594-7\nWashington Post chief correspondent Balz’s The Battle for America 2008 (coauthored with Haynes Johnson) explored that truly groundbreaking campaign, which left him struggling to find a similarly enthralling story in the race between a Republican nobody wanted, and an incumbent Democrat with whom voters were disillusioned. The book provides an astute postmortem of the election and a remarkably unbiased depiction of a flawed process feeding on a polarized electorate, which, if little else, demonstrates the preposterous expense of the 2012 campaign. Balz shares revealing accounts of his firsthand experiences with the candidates, with the bulk of the book focused on the Republic primaries, in which the G.O.P. sought an “anyone but Romney” solution. As Michelle Bachman, Rick Perry, and Herman Cain incongruously blaze to front-runner status before self-immolating, Newt Gingrich bides his time and gives Balz the story each step of the way. Given Obama’s opaque public persona, it’s not surprising that less is revealed of the incumbent, which leaves Balz reporting on strategy over substance. In framing the book, Balz asks, “Can or will the election resolve any of the fundamental issues before the country?” After scrutinizing this season of destructive political gamesmanship, he answers gloomily, “There was little competition or innovation in the battle for ideas... each [candidate] pursued a strategy designed for one thing: winning.” Agent: Philippa Brophy, Sterling Lord. (Aug.)\nReviewed on: 06\/24\/2013\nRelease date: 08\/06\/2013\nEbook - 400 pages - 978-1-101-62276-6\nMP3 CD - 978-1-4526-6678-5\nPre-Recorded Audio Player - 978-1-4676-6336-6\nCompact Disc - 978-1-4526-1678-0\nPaperback - 393 pages - 978-0-14-312568-6\nCompact Disc - 978-1-4526-4678-7\nShow other formats\nThe Best Books, Emailed Every Week\nTip Sheet!",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.6286711097,
        "format_confidence":0.6509498954
    },
    {
        "url":"http:\/\/bookreviews.bbcf.ca\/2013\/01\/yves-engler-the-ugly-canadian-stephen-harpers-foreign-policy-2012-red-publishing-fernwood-publishing-canada-isbn978-1-55266-530-5\/",
        "text":"\n\nReview by Theresa Wolfwood\n\n“We should be clear that foreign military inventions kill and that the Conservatives’ climate change policy is devastating many of the world’s most vulnerable.”\n\nEngler is rapidly becoming one of Canada’s major political researchers & analysts. This is his latest of six books on topics ranging from Haiti to Palestine. His last book was an analysis of Lester Pearson’s political career and legacy.\n\nEngler Harper CoverHarper is what we have now, even if, as Engler reminds us, he only received 39% of our votes. Since taking office in 2006, Harper has set Canada’s foreign policy to please and profit a tiny group of large corporations and right-wing ideologues. No surprise to most of us as Engler documents our militaristic role in Haiti, Libya, Iran, and Lebanon making us on the world scene, “a warrior nation”. Creating a culture of war includes not only our government’s total disregard for human rights when it suits it, as in Libya and Haiti military intervention, but also includes generous support of arms industries with our tax money (and Canada Pension Plan investments) which sell not only to the USA, as ever, but also to other human rights abusers and countries at war, including Bahrain, Israel, Morocco and Saudi Arabia. Many generous trade and investment deals accompany these sales along with tax money to help market our products.\n\nCanada is also a global pariah because of Harper’s policy of climate change (no policy really, just business as usual) and his relentless support of the Tar Sands development and big oil companies. Engler documents in plain words his statement, “Harper’s actions as prime minster suggest he doesn’t care if human activity is warming the planet.” \n\nEngler examines in lengthy detail Harper’s love for Israel, ignoring the brutal  occupation of and war on Palestine; we are “Israel’s best friend.”  Unfortunately there has been little opposition from other major parties in Canada since 1948 to this enduring policy.\n\nThe author says Canada since 2006 “is offside from the world community on a host of issues.”  Losing his bid for a seat on the UN Security Council was a humiliation resulting from Harper’s “sabotaging international efforts to improve health and environmental standards…aggressive lobbying on behalf of tar sands producers…unflinching support of Israeli aggression…its tacit support for a military coup in Honduras and [Canada] angered the Venezuelan government by meddling in that country’s political affairs.”\n\nOur support of mining companies abroad has caused massive environmental damage and social degradation leading to community conflict and violence. Community activists have been murdered at major Canadian mine sites across the world.\n\nEngler urges us to be active in social movements that work for justice, peace, equality and a healthy planet; more than that he urges us to make the connections between issues so our social movements will work together to create stronger and more effective actions and results. Many progressive Canadians focus much needed effort on domestic issues – healthcare, education, poverty, unfair taxation to name a few; Engler makes a convincing case that all domestic issues are linked to our less scrutinized foreign policy; we have to make the connection and link our issues of concern and our actions.  In this book and his talks across Canada, he reminds us of the success of the Quebec student movements, calls on us to focus on defeating the most vulnerable Conservative candidates in the next election, to organize at every level and that, “Our goal should be to force open the narrow parameters of foreign policy debate…It’s time to turn… anger into action.”\n\n\nFiled under Book Reviews, Yves Engler",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.9789034128,
        "format_confidence":0.843010664
    }
]