[
    {
        "url":"https:\/\/www.villageantiques.ch\/map\/joseph-von-reilly-des-russischen-reiches-antique-map-of-russia\/",
        "text":"Joseph von Reilly – Des Russischen Reiches Antique Map of Russia\n\nDes Russischen Reiches Statthalterschaften Woronesch Belgorod, Kiow, Kleinrussland und Charkow od. d. Russische Ukraine No. 63\n\nEarly 19th Century map of Russia showing areas of present day Belarus and the Ukraine. cities include Kiev, Kharkiv, Belgorod, Voronezh, and more.\n\nFranz Joseph Johann von Reilly\nSchauplatz der fünf Theile der Welt\nMapmaker also known as: Joseph von Reilly \/ abbr. F. J. v. Reilly\nPublisher: Reilly, Vienna\nDimensions: Most maps from this work measure 35 x 27.5 cm\n\nBetween 1791 and 1806 cartographer Franz Johann Joseph von Reilly embarked on a project to publish a multi-volume atlas of the entire world entitled  Schauplatz der fünf Theile der Welt.   Over 800 maps of Europe were created, however the Napoleonic Wars proved to be an obstacle to completing the third part of the atlas, which was to have been dedicated to the other regions of the world.  Von Reilly’s maps were sought after for their accuracy and detail.\n\nIn addition to being a mapmaker, Joseph von Reilly was was also an art dealer and publisher.  He was born in 1766 and died in 1820 in Vienna.  His other major work was: Grosser Deutscher Atlas\n\nThese maps have a distinctive smaller format than most maps of the period – most measure 35 x 27.5 cm.",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9753152132,
        "format_confidence":0.870668292
    },
    {
        "url":"https:\/\/books.google.co.uk\/books?id=Aaz8wAEACAAJ&amp;source=gbs_book_other_versions_r&amp;cad=2",
        "text":"Italian Fascism: History, Memory and Representation\n\nFront Cover\nR.J.B. Bosworth, Patrizia Dogliani\nPalgrave Macmillan UK, Mar 14, 1999 - History - 245 pages\nBringing together scholars from the Italian and English-speaking worlds, Bosworth and Dogliani's edited book reviews the history of the memory and representation of Fascism after 1945. Ranging in their study from patriotic monuments to sado-masochistic films, the essays here collected ask how and why and when Mussolini's dictatorship mattered after the event, and so provide a fascinating study of the relationship between a traumatic past and the changing present and future.\n\nWhat people are saying - Write a review\n\nWe haven't found any reviews in the usual places.\n\nOther editions - View all\n\nAbout the author (1999)\n\nROGER ABSALOM Honorary Research Fellow, Sheffield Hallam University RUTH BEN-GHIAT Assistant Professor of History Fordham University, New York GUIDO CRAINZ Associate Professor of History, University of Teramo MIRCO DONDI post-doctoral fellow in History, University of Bologna NICHOLAS DOUMANIS Lecturer in History, University of Newcastle (Australia) DAVID FORGACS Reader in Film Studies, Department of Media Arts, University of London ELDA GUERRA Deputy Chair, Centre for Research on Women's Studies, Bologna BRUNELLO MANTELLI Lecturer in History, University of Turin GLENDA SLUGA Lecturer in History and Director of the Centre for European Studies, University of Sydney DAVID WARD Associate Professor of Italian, Wellesley College\n\nBibliographic information",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.7656093836,
        "format_confidence":0.9832842946
    },
    {
        "url":"http:\/\/www.ebooks.com\/669027\/acadiana\/brasseaux-carl-a-gould-philip\/",
        "text":"The Leading eBooks Store Online 3,812,032 members ⚫ 1,249,629 ebooks\n\nNew to\n\nLearn more\n\n\nLouisiana's Historic Cajun Country\n\nby Carl A. Brasseaux(other) ; Philip Gould(photog.)\nAcadiana by Carl A. Brasseaux\nAdd to cart\nUS$ 30.00\n(If any tax is payable it will be calculated and shown at checkout.)\n“Acadiana” summons up visions of a legendary and exotic world of moss-draped cypress, cocoa-colored bayous, subtropical wildlife, and spicy indigenous cuisine. The ancestral home of Cajuns and Creoles, this twenty-two-parish area of south Louisiana encompasses a broad range of people, places, and events. In their historical and pictorial tour of the region, author Carl A. Brasseaux and photographer Philip Gould explore in depth this fascinating and complex world. As passionate documentarians of all things Cajun and Creole, Brasseaux and Gould delve into the topography, culture, and economy of Acadiana. In two hundred color photographs of architecture, landscapes, wildlife, and artifacts, Gould portrays the rich history still visible in the area, while Brasseaux’s engagingly written narrative covers the eighteenth- and nineteenth-century story of settlement and development in the region. Brasseaux brings the story up to date, recounting devastating hurricanes and coastal degradation. From living-history attractions such as Vermilionville, the Acadian Village, and Longfellow-Evangeline State Park to music venues, festivals, and crawfish boils, Acadiana depicts a resilient and vibrant way of life and presents a vivid portrait of a culture that continues to captivate, charm, and endure. For all those who want to explore these people and this place, Brasseaux and Gould have provided an insightful written and visual history.\nLSU Press; May 2011\n200 pages; ISBN 9780807139653\nRead online, or download in secure EPUB or secure PDF format\nTitle: Acadiana\nAuthor: Carl A. Brasseaux; Philip Gould",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.8511707783,
        "format_confidence":0.998614192
    },
    {
        "url":"https:\/\/www.lovereading.co.uk\/book\/9781862271852\/isbn\/SS-Hell-on-the-Western-Front-by-Chris-Bishop.html",
        "text":"Get 2 top 10 audiobooks free with a LoveReading exclusive\n\nLoveReading has teamed up with to give you the chance to get 2 free audiobooks when you sign up. Try it for 30 days for free with no strings attached. You can cancel anytime, although we're sure you'll love it. Click the button to find out more:\n\nFind out more\n\nSS: Hell on the Western Front\n\nby Chris Bishop\n\nSS: Hell on the Western Front Synopsis\n\nAn examination of the Waffen-SS in the western theatre from 1940 to 1945. From the success of 1940 to the losses of Normandy and later events this book examines the SS troopers in detail, including the darker side of the organisation.\n\nBook Information\n\nISBN: 9781862271852\nPublication date: 17th February 2003\nAuthor: Chris Bishop\nPublisher: Spellmount Publishers Ltd an imprint of The History Press Ltd\nFormat: Paperback \/ softback\nPagination: 192 pages\nCategories: European history, Second World War, Special & elite forces, War & defence operations,\n\nAbout Chris Bishop\n\n(Location: London) has worked in military publishing for over 20 years. He has written, edited and contributed to numerous books, magazines and encyclopedias, including War Machine, Firepower, German Weapons of World War II, German Campaigns of World War II and Hitler's Third Reich.\n\nMore About Chris Bishop\n\nShare this book",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.8776781559,
        "format_confidence":0.996743679
    },
    {
        "url":"https:\/\/familytreewebinars.com\/download.php?webinar_id=564",
        "text":"Palmetto Pride - South Carolina for Genealogists\n\nPalmetto Pride - South Carolina for Genealogists\n\nby Rorey Cathcart\n\nWatch Preview Syllabus\n\nReady to watch the entire class?\n\nSubscribe now and access all 646 classes, and have access to 2944 pages of supplemental syllabus materials.\n\n\n\nPalmetto Pride - South Carolina for Genealogists\n\nThis survey of Genealogy in the State of South Carolina will look at the state's long history, the importance of understanding her judicial units, major repositories and strategies for dealing with the state's significant records loss.\n\n\nShare your Comments:\n\nPresenter: Rorey Cathcart\n\nRorey Cathcart is a professional genealogist and owner of The Who Hunter LLC based in Charleston, South Carolina. She has spoken locally and nationally on topics of interest to genealogists and society leadership alike. In addition to serving individual and corporate clients, Rorey has researched for two seasons of the hit PBS series, Genealogy Roadshow and was a Senior Researcher for the show’s third season. Her research specialties include Southern States, Migratory Patterns, South Carolina and Irish heritage with a unique subspecialty emphasizing Irish Publicans of Philadelphia. She currently serves as President of the Federation of Genealogical Societies.\n\nRorey Cathcart\nRorey Cathcart's Upcoming Webinars",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.7073235512,
        "format_confidence":0.8406503797
    },
    {
        "url":"https:\/\/www.pathsinternational.com\/product-page\/the-cultural-history-of-the-south-china-sea",
        "text":"The Cultural History of the South China Sea\n\n£80.00 Regular Price\n£72.00Sale Price\n  • Author: SiTu Shangji\n\n    ISBN: 978-1-84464-540-4\n\n    Hardback-550 Pages\n\n    March 2019\n\n\n    £80 €100 $130\n\n    In this book the social, economic and cultural synthesis in the South China Sea is examined as well as Trade and Cultural Communications. The scope of the book centres around economic, trade and cultural development which is the starting point and main theme.\n\n  • In the case of any order queries please contact: info@pathsinternational.com",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9250636697,
        "format_confidence":0.9988154173
    },
    {
        "url":"http:\/\/www.historicmapworks.com\/Atlas\/US\/34546\/Greenwood+2007\/",
        "text":"Greenwood 2007\n\nSouth Carolina\n\nGreenwood 2007\n\nCity Directory, Inc., 2007\nImage Quality: High Quality High\n\n\nIndicates a map that is georeferenced\n\nThese antique maps and atlases are part of the Historic Map Works, Residential Genealogy™ historical map collection, the largest digital collection of rare, ancient, old, historical, cadastral and antiquarian maps of its type.  Read about the collection.  Browse entire collection.\n\nSAVE $1,025.00!\n\n(228 prints for only $1,252.99)\nResearch Prints\nAll research prints will be printed with a light watermark.\n\nClick here to see an example of a research print.\n\nResearch Prints are color prints fitted to 11\" x 17\" paper ideal for research and educational use, but not suitable for framing as center seams and imperfections will not be removed. Orders for less than 15 research prints will be mailed folded in an envelope. Larger orders will be shipped flat via UPS.\n\nMap Group Information\n\nFull Atlas Title:\n\n Greenwood 2007\n\n\n\n\n South Carolina\n\nPublish Date:\n\n\n\n City Directory, Inc.\n\nNumber Maps in the Atlas:\n\n\nSource Institution\n\nSouce Media\n\nOriginal Document",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9848279357,
        "format_confidence":0.8257321715
    },
    {
        "url":"http:\/\/celtic.berkeley.edu\/courses\/fall-2016\/fall-2016-70\/",
        "text":"Fall 2016: 70\n\nThe World of the Celts\n\n4 units\nMWF 2-3\n242 Dwinelle\nInstructor: Daniel Melia\n\nL&S Breadth:  Historical Studies OR Social and Behavioral Sciences\n\nDid the Druids really burn people in giant wicker statues?  Did they worship a mother-goddess?  Did they worship trees?  Did the Celts build Stonehenge?  Was Britain Rome’s Vietnam?  Who are the Celts anyway (or were they Kelts?)  Who was King Arthur (was there really a King Arthur?)\n\nCeltic Studies 70 is designed to allow you to be able to answer these and other questions about the Celtic world of the past and the present.  The course will present an overview of the history of the Celtic-speaking peoples from Indo‑European times to the present, concentrating particularly on questions of assessing evidence.  How are we to interpret Roman or Greek views of the Celts?  How do we know about languages of which there are no written records?  We will discuss the extent to which Celtic culture can be seen as a unitary phenomenon at various periods.  The course will cover what we know and what we may be able to reconstruct of Celtic belief systems and social structure.  For the later historical period we will discuss Celtic tribal migration, cultural absorption, and linguistic fragmentation.\n\nCourse requirements:\n\n1.)  3 short quizzes in class\n\n2.)  1 group report in class\n\n3.)  1 final 3‑hour examination.\n\nJames, Simon, Exploring the World of the Celts\nCunliffe, Barry, The Celts: A Very Short Introduction\nCaesar, Julius, Seven Commentaries on The Gallic War With an Eighth Commentary by Aulus Hirtius, Translated with Introduction and Notes by Carolyn Hammond\nKoch, John, The Celtic Heroic Age\nGeoffrey of Monmouth, History of the Kings of Britain\n\nPrerequisites:  None.",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.6684021354,
        "format_confidence":0.9969365597
    }
]