[
    {
        "url":"http:\/\/www.stlucieco.gov\/veterans\/vet_education.htm",
        "text":"﻿ St Lucie County Florida Online || Veteran Services\n\nVA Education\n\nSince 1944, the GI Bill has eased the transition of millions of military personnel back to the private sector. \n\nHalf of all service members eligible for education benefits regularly turn down $20,000 in benefits, this is including after they pre-paid for it with cash and sweat equity, according to VA officials.  Walking away from the benefit is a loss of a great investment.\n\nVA officials emphasize that VA Education benefits do not have to be paid back, unlike student loans. Recent changes make it even better. The program now pays the cost of some preparatory courses for college and graduate school entrance exams. Also, eligibility has been expanded to some officer training school graduates and surviving spouses.  The education benefit provides many military men and women with education opportunities that otherwise might not be available.\n\n  • The Post-9\/11 GI Bill\n  • Montgomery GI Bill - Active Duty (MGIB-AD)\n  • Montgomery GI Bill - Selected Reserve (MGIB-SR)\n  • Reserve Educational Assistance Program (REAP) Veterans Educational Assistance Program\n  •  (VEAP) Educational Assistance Test Program (Section 901)\n  • Survivors’ and Dependents' Educational Assistance Program (DEA)\n  • National Call to Service Program\n  • Veterans Retraining Assistance Program\n\nFor more information about the program you are interested in visit the VA education resource.\n\nVA Work\/Study Program\n If you've ever had the need to visit or call one of our offices, you may have been assisted by a veteran working for us through the Veteran Affairs Education Program. Our department has been fortunate to utilize this program for years and plan to continue this great partnership!\n\nYou may be eligible for additional educational benefits under other programs.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9955447316,
        "format_confidence":0.7605537772
    },
    {
        "url":"https:\/\/library.duke.edu\/index.php\/rubenstein\/uarchives\/recordsmanagement",
        "text":"Skip to main content\n\nQuestions about Your Records?\n\nContact the Records Manager at 919-684-8066 or\n\nThe University Archives administers Duke University’s Records Management program. The purpose of the Records Management program is to provide guidance and assistance to University offices and departments to ensure that vital information is available in a cost-effective, efficient, and legally-defensible manner. The Records Management program helps offices categorize the different kinds of records they create and use, craft records retention guidelines, transfer permanent records to the Archives, identify storage locations for temporary records, and manage and retain their electronic records.\n\nRecords of the School of Nursing, School of Medicine, and Duke University Health System are managed by the Duke University Medical Center Archives. For retention requirements for these records, please visit the Duke Medical Center Archives website.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9260141253,
        "format_confidence":0.935464561
    },
    {
        "url":"http:\/\/marylandpublicschools.org\/MSDE\/divisions\/certification\/certification_branch\/?WBCMODE=Presentatio%25%3E%25%3E%25%25%25%3E%2Cpres%25%25%25%3E",
        "text":"\n  Academic Policy & Innovation\n  Accountability, Assessment, and Data Systems\n  Career and College Readiness\n  Communications, Partnerships, and Grants\n  Curriculum, Assessment & Accountability\n  Educator Effectiveness\n     Program Approval and Assessment Branch\n     Certification Branch\n        Site Map\n     Nonpublic School Approval Branch\n  Early Childhood Development\n  Information Technology\n  Library Services\n  Office of the State Superintendent\n  Rehabilitation Services\n  Special Education and Early Intervention\n  Student, Family, and School Support\nDivisions > Educator Effectiveness > Certification Branch\n\nIf you are employed as a teacher, administrator, or specialist by a  MD public school system, non-public special education facility, or State institution, work through your employer.\n\nExpedited Certification Information for Veterans and Their Spouses\n\nAll others seeking MD certification, Click here.\n\nLogin here to create a new portal account, check the status of your request, and to view your MD certificate.\n\nDue to the high volume of inquiries, processing time may take up to 16 weeks from receipt of a complete application package. Please include the last 4 digits of your social security number and personal email address on all correspondence.\n\nMission Statement\nTo ensure, through certification standards, that each student is served by professional educational staff who possess the minimum essential knowledge and skills needed to achieve outcomes for public education declared by the State Board of Education.\n\nTo provide clear, consistent, and accurate information to applicants\/certificate holders regarding certification rules, procedures, and processes. To enhance applicant\/certificate holder satisfaction with the services and products provided by the Certification Branch.\n\nContact the Certification Branch\nPlease check the Certification Branch website regarding general information on your certification status before you telephone our office.\n\nDue to the volume of inquiries we receive, we cannot schedule personal appointments.\n\n1. Credentialing Call Center 410-767-0412 or 1-866-772-8922 (toll free). The line is open Monday through Friday from 8:00 am to noon and 12:15 pm to 4:15 pm except for State holidays. If you are currently under contract in a local school system, you must contact your local school system Human Resources Office or Certification Office.\n\n2. Write to us at the following address:\nMaryland State Department of Education\nATTN: Certification Branch\n200 W. Baltimore Street\nBaltimore, Maryland 21201\n\nContact Information\nCertification Assistance Line\nMaryland State Department of Education\n200 West Baltimore Street\nBaltimore, MD 21201\nPhone:  410-767-0412\nTTY\/TDD:  410-333-6442\nPhone:  1-866-772-8922 (toll free)\n Certification Information\nCredential Types\nHow to Apply\nCredential Areas\n Testing Information\nBasic Skills\nPraxis II\n Teacher Preparation\nApproved Programs\nMD Approved Reading Courses\n Professional Practices\n National Board Certification\n Teach Maryland\nTeach MD Incentives\nMSDE Privacy Statement Disclaimer  | Copyright © 2003 MSDE",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9978687763,
        "format_confidence":0.8300464749
    },
    {
        "url":"https:\/\/library.monmouthcollege.edu\/c.php?g=612601&p=4254728",
        "text":"Skip to main content\nMonmouth College Hewes Library\n\nAdditional Circulation Services\n\nAdditional Circulation Services\n\n  • A public photocopier is available on the Main Level, copies 10¢ each. A faculty\/staff photocopier is also available for use with the barcode number from a Monmouth College ID. \n\n  • A flatbed and document feeder scanning station is available on the Main Level. Books and documents can be scanned (in image or pdf formats) to a flash drive or sent to email.\n\n  • Two microform reader-printers are available in the Microforms Area on the Main Level, near the Reference Desk. Scanned items can be printed (ten cents), saved to a flash drive, or emailed.\n\n  • A fax service is available at the Circulation Desk. College-related faxes may be sent and received from the Circulation Desk at no charge. Cover sheets are available. Incoming faxes are free, and will be held behind the Circulation Desk for a short time. The Library's fax number is (309)457-2226.\nHewes Library at Monmouth College | 700 East Broadway, Monmouth, IL 61462 | Phone: 309-457-2190 | Fax: 309-457-2226 | |",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9901205301,
        "format_confidence":0.9552039504
    },
    {
        "url":"http:\/\/kccci.org.my\/services\/services\/secondary-scholarship",
        "text":"最后更新12:00:00 上午\n\nBack 商会服务 Services 商会服务 中学助学金细则 SECONDARY SCHOOL EDUCATION FUND\n\n\nkccci scholarship 350\n\n01 名称 ：巴生中华总商会中学助学金\nName : Klang Chinese Chamber of Commerce & Industry (KCCCI) Secondary School Education Fund.\n\n02 宗旨 ：辅助清寒优秀学生完成中学学业.\nObjective ：To provide financial assistance to the needy student, with good academic result and behavior to complete their secondary education.\n\n03 申请手续 ：Procedure\n(i) 凡欲申请本会助学金者，可向本会索取申请表格。\nApplications forms can be obtained from the office of Klang Chinese Chamber of Commerce and Industry.\n\n(ii) 申请人须填写表格，并附上照片一张（护照尺寸）、身份证复印本、学校成绩。\nCompleted application form must enclosed with a passport size photo, photo-copy of ldentity Card and copy of school result.\n\n(iii) 由就读学校校长推荐，名额不超过3名。\nRecommendation by the Headmaster of the school, every school are limited to only 3 applicants.\n\n(iv) 申请表格及有关资料，请寄至 ：\nCompleted application form and other documents are to be sent to：\n\nKlang Chinese Chamber of Commerce & Industry\n42A, Lebuh Enggang, 41050 Klang, Selangor Darul Ehsan.\n\n信封请注明 “中学助学金” Envelope is required to state “KCCCI SECONDRY EDUCATION FUND”\n\n(v) 本会教育组遴选委员会的决定将是最后的决定，申请者不能有任何的异议。\nDecision of Selection panel of the KCCCI Education Sub-Commmittee is final. Any appeal from the applicants will not be entertained.\n\n04 助学金款项 ：每名学生每年可获得8佰零吉。\nAmount Every Student will receive RM800 per annum.\n\n05 申请日期 ： 每年12月1日至3月31日为止。\nDate of Application : Commence from 1st December till 31st March\n\n06 取消助学金 ：就读期间，若有犯罪或违反校规被校方开除、修读 科目成绩不及格、中途辍学、神经失常、发现申请表格所填报之资料有不正确或未能如期毕业者，将停止 其助学金。\nCancellation : If the holder of the education fund is dismissed by the elevant university\/college due to the violation of rules, involvement of criminal activities,failing in the course, termination of course before graduation, mental disorder, discovery of fraudulent information given in the application form or unable to complete the course in time, the education fund will be withdrawn.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9918597341,
        "format_confidence":0.661629498
    },
    {
        "url":"http:\/\/www.pears.ed.state.pa.us\/snp\/splash.aspx?enc=zN1U51qqbyAKyBDKmSyYZbrP4iqcJWYqAP72ttTFESFQ81gGxJ*N7gGeIvObEX6sR9RSUCO71lNqpKmaJl4b7A--",
        "text":"Returning Users: Log On\n\nWelcome to CN PEARS\n\nInterested in PEARS?\n\nIf you are currently operating a Nutrition Program and would like to request access to PEARS, or have questions about PEARS, please contact us toll free at:\n\nPEARS Updates:\n\nSNP Open for 2014-2015 School Year\n\nThe 2014-2015 School Year(SY) as open.  That includes the Sponsor Application packet in the PEARS system as well as instructions, forms and guidance. \n\nPlease be sure to read the Annual Update (PDE-SNP-023) posted on PEARS,Download Forms, in the SNP-Policy Update section.  This update provides you with information and training guidance on changes to be implemented with the 2014-2015 SY, as well as, provides reminders of on-going requirements. \n\nPlease Note:  with the opening of the 2014-2015 SY, PEARS will default to the most recent SY (2014-2015) when you log in.  To work in the 2013-2014 SY, once logged onto PEARS, select the Applications Tab (in the upper left), next select Application Packet, then the SY you want to work in.\n\nAs you come to the end of your school year, realize thorough your perseverance and all your great accomplishments you have made it possible to nourish students and nourish them well!\n\nSystem Maintenance\n\n  • PEARS will be unavailable each Monday, Wednesday and Friday evening from 7:00 pm to 8:00pm (EDT) for regular maintenance.\n\nResetting Your Password\n\n  • When resetting your password, please remember that your new password must contain the following:\n\n    - Minimum of 8 characters long\n\n    - Contain one special character\n\n    - Contain at least one UPPERCASE letter\n\n    - Contain at least one numeric character  \n\n    Help Desk may assist with any Password problems or resets, Toll Free at: 1-888-877-1306.\n\n\n  • If you need to access information on our \"OLD\" PEARS system, you can login here.\n\n\n  • Information in this system and documents submitted become public record and are subject to disclosure. With few exceptions, you have the right to request and be informed about the information that the Pennsylvania Department of Education (PDE) collects about you. You are entitled to receive and review the information upon request. You also have the right to ask PDE to correct any information that is determined to be incorrect. (Reference: Government Code, Sections 552.021, 552.023, and 559.004.) Unauthorized use of PDE information resources is prohibited and misuse is subject to criminal prosecution. Except as otherwise provided by applicable privacy laws, there should be no expectation of privacy. Usage may be subject to security testing and monitoring.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9805150032,
        "format_confidence":0.8924016953
    },
    {
        "url":"https:\/\/dcf.wisconsin.gov\/index.php\/meca\/providers",
        "text":"Wisconsin Department of Children and Families\n\nProtecting Children, Strengthening Families, Building Communities\n\n\n\n\nWisconsin Shares Information for Milwaukee County Child Care Providers\n\nYellow file folder with blue checkmark.\n\nThe Milwaukee Early Care Administration (MECA) Parent-Provider Services unit is set up to specifically assist Milwaukee County child care providers and parents receiving Wisconsin Shares child care subsidy with payment questions, rates, and other customer service related issues.\n\n\nIt is critical that you read the following:\n\n\nSubmit to MECA\n\n  • Original Child Care License (licensed providers only)\n  • Printed rate sheet showing full and part-time rates for all age groups you serve, either as weekly or hourly rates (licensed providers only). Please include your Provider and Location Number on all correspondence.\n    • NOTE: handwritten rate sheets are not accepted\n\nSubmit to YoungStar\n\n4C for Children\n1736 N. 2nd Street\nMilwaukee, WI 53212\n\nYoungStar Application\/Contract",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.8062268496,
        "format_confidence":0.9614053965
    },
    {
        "url":"http:\/\/montessori4children.com\/admissions\/procedure\/",
        "text":"After an application has been received, notification of acceptance of a child for admission is made by letter. Upon acceptance, parents complete and return an Enrollment Form, Sign the Policy Form and Pony Riding\/Headgear Form, Immunization Record, and a Medical Permit. The Enrollment form requests additional information about the child and an agreement by the parents that the child will attend school. The forms should be returned within 10 days of the date of acceptance. A payment in the amount of one month’s tuition for each child is due with the completed forms. This payment is applied to tuition for the first month. There is also a Child Information Form that needs to be completed regarding important diet restrictions, medical conditions, etc.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9963276982,
        "format_confidence":0.8575322032
    }
]