[
    {
        "url":"https:\/\/asianlite.com\/culture-corner\/book-and-litereture\/the-discomfort-of-evening-bags-2020-intl-booker-prize\/",
        "text":"‘The Discomfort of Evening’, the debut novel written by 29-year-old Dutch author Marieke Lucas Rijneveld and translated from Dutch by Michele Hutchison, has been announced as the winner of The 2020 International Booker Prize. Rijneveld has become is the youngest author to win the prestigious award.\n\nThe Dutch edition was a bestseller in the Netherlands, where it won the ANV Debut Prize.\n\nThe £50,000 prize will be split between Marieke Lucas Rijneveld and Michele Hutchison, giving both the author and translator equal recognition. The winner was announced by the chair of the judges, Ted Hodgkinson at a digital live-streamed event.\n\n‘The Discomfort of Evening’ tells the story of Jas and her devout farming family in a strict Christian community in the rural Netherlands. One winter’s day, her older brother joins an ice-skating trip. Resentful at being left alone, she attempts to bargain with God pitting the life of her pet rabbit against that of her brother; he never returns. As grief overwhelms the farm, Jas succumbs to a vortex of increasingly disturbing fantasies, watching her family disintegrate into a darkness that threatens to derail them all.\n\n by .\n\n‘The Discomfort of Evening’ was chosen from a shortlist of six books during a lengthy and rigorous judging process, by a panel of five judges, chaired by Ted Hodgkinson, Head of Literature and Spoken Word at Southbank Centre. The panel also includes Lucie Campos, director of the Villa Gillet, France’s centre for international writing; Man Booker International Prize-winning translator and writer Jennifer Croft; Booker Prize longlisted author Valeria Luiselli and writer, poet and musician Jeet Thayil, whose novel Narcopolis was shortlisted for the Man Booker Prize in 2012.\n\nChair of the judges, Ted Hodgkinson says, “We set ourselves an immense task in selecting a winner from our superb shortlist, filled with fiction bold enough to upend mythic foundations and burst the banks of the novel itself.\n\n by . From this exceptional field, and against an extraordinary backdrop, we were looking for a book that goes beyond echoing our dystopian present and possesses a timeless charge. Combining a disarming new sensibility with a translation of singular sensitivity, ‘The Discomfort of Evening’ is a tender and visceral evocation of a childhood caught between shame and salvation, and a deeply deserving winner of The 2020 International Booker Prize.”\n\nThe Dutch author, whose preferred pronouns are they\/them, is one of the most exciting new voices in Dutch literature.\n\nAlso Read-Abe plans to resign over health concerns\n\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9921072125,
        "format_confidence":0.9750059247
    },
    {
        "url":"http:\/\/www.breitbart.com\/big-hollywood\/2012\/11\/09\/author-philip-roth-says-he-is-done-with-writing\/",
        "text":"Skip to content\n\nAuthor Philip Roth Says He Lost 'Passion' for Writing\n\nAuthor Philip Roth Says He Lost 'Passion' for Writing\n\n\n(Reuters) – Seminal American author Philip Roth, whose novels explored modern Jewish-American life, has told a French magazine that he will write no more books because he has lost his passion for it.\n\nThe author of such novels as “American Pastoral”, for which he won a Pulitzer Prize, and “Portnoy’s Complaint” slipped his retirement announcement into an interview last month with French magazine Les Inrocks.\n\nOn Friday, Houghton Mifflin confirmed his decision. “He told me it was true,” said Lori Glazer, executive director of publicity at the publisher.\n\nRoth, 79, one of the world’s most revered novelists and a frequent contender for the Nobel Prize for Literature, said he had not written for three years.\n\nThe novella “Goodbye, Columbus” catapulted Roth onto the American literary scene in 1959 with its satirical depiction of class and religion in American life. Published along with five other short stories, it won the National Book Award in 1960. He again received that award in 1995 for “Sabbath’s Theater.”\n\nRoth, who has written some 25 novels, told Les Inrocks that he had always found writing difficult and that he wanted nothing more to do with reading, writing or talking about books.\n\nHe said that when he was 74, he started re-reading his favorite novels by authors Ernest Hemingway, Ivan Turgenev, Fyodor Dostoyevsky and others, and then re-read his own novels.\n\nRoth’s four most recent novels, “Everyman,” “Indignation,” “The Humbling” and “Nemesis”, have been short works, often focusing on ageing, physical decline, depression and death.\n\nNew Jersey-born Roth is best known for his semi-autobiographical and unreliable alter-ego Nathan Zuckerman, who appeared in nine of his novels.\n\nRoth told Les Inrocks that he had spent most of his time in recent years preparing material for his biographer, Blake Bailey. “If I had a choice, I would prefer that there is no biography written about me, but there will be biographies after my death so (I wanted) to be sure that one of them is correct,” Roth was quoted as saying.\n\nRoth said he had asked his literary executors and his agent to destroy his personal archives after his death once Bailey has finished the biography. “I don’t want my personal papers hanging around everywhere,” he said.\n\n(Reporting By Eric Kelsey and Jill Serjeant in Los Angeles)\n\n\nComment count on this article reflects comments made on and Facebook. Visit Breitbart's Facebook Page.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9814435244,
        "format_confidence":0.9921767116
    },
    {
        "url":"http:\/\/www.telegraph.co.uk\/news\/2016\/05\/02\/18yearsbattleofhogwarts-jk-rowling-and-harry-potter-fans-remembe\/",
        "text":"#18YearsBattleOfHogwarts: JK Rowling and Harry Potter fans remember final battle\n\nBattle of Hogwarts\nMany favourite characters died in the last battle Credit: Warner Bros\n\nIt's been 18 years since the Battle of Hogwarts in Harry Potter time - the fateful fight between good and evil took place on the 2nd May 1998.\n\nMany favourite characters died in the last battle of the book series, and JK Rowling has started marking each anniversary with an apology for a favourite character death. \n\nThis time, she apologised for killing everyone's favourite werewolf, Remus Lupin. The bedraggled ex-Defense Against The Dark Arts Teacher was adored by fans, and when the gentle and kind man was killed, many tears were shed.\n\nSignificant characters who died in the Battle of Hogwarts\n\nRemus Lupin\n\nLupin, one of Harry Potter's mentors, managed to survive Lord Voldemort's wrath right up until the last battle. Sadly, the Order of the Phoenix member, who ordered and lead groups of wizards to fight the Death Eaters, died at the Battle of Hogwarts. He was killed by Death Eater Antonin Dolohov.\n\nBellatrix Lestrange\n\nAlthough evil, insane Bellatrix was quite likeable for a death eater. The witch obsessively tried to murder Harry Potter and his allies, and managed to kill her estranged sister's daughter, Nymphadora Tonks at the Battle of Hogwarts.\n\nHowever, she was eventually killed by Molly Weasley after trying to murder Ginny Weasley with a curse.\n\nVoldemort\/Tom Riddle\n\nLord Voldemort, the main villain of the series didn't inspire much sorrow when he was killed by the hero, Harry Potter, after a stand-off.\n\nSeverus Snape\n\nJust as we found out the Marmite character was actually one of the good guys, he has to die. This was definitely one of the most depressing deaths in the series.\n\nNymphadora Tonks\n\nShe was cool - she could change her hair colour at will and liked to be called Tonks, because she hated her first name.\n\nHer and Lupin were such a great couple - which is why it was tragic they both had to die. She was killed by her own aunt - Bellatrix Lestrange.\n\nFred Weasley\n\nThis was arguably the most depressing death at the Battle. He left behind his twin, George, after being killed in an explosion outside the Room of Requirement. \n\nHe used his last words to mock his swotty elder brother Percy Weasley, in typical Fred fashion.\n\nPeople have been remembering the battle online\n\nHow on Earth has it been 18 years since the Battle of Hogwarts?\n\nIt might seem odd to someone unfamiliar with the timings of Harry Potter to think it has been 18 years since the Battle of Hogwarts.\n\nAfter all, the novel 'Harry Potter and the Deathly Hallows', which contains the Battle of Hogwarts, was published in 2007.\n\nBecause JK Rowling didn't write a book a year, the timeline is a few years behind real life.\n\nBelow is a timeline of the events, year-by-year, in Harry Potter's world.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.5446416736,
        "format_confidence":0.7323920727
    },
    {
        "url":"https:\/\/www.washingtonpost.com\/archive\/business\/technology\/2005\/10\/13\/british-playwright-wins-2005-nobel-prize-in-literature\/e8804f35-4d88-462c-bde1-7514bb54e40f\/",
        "text":"British playwright Harold Pinter, whose subtext-rich writing style is an adjective in the Oxford English dictionary, won the 2005 Nobel Prize in Literature in Stockholm on Thursday.\n\nThe 75-year-old London playwright, son of a Jewish tailor, is best known for such ground-breaking plays as \"The Caretaker,\" \"The Room,\" \"The Birthday Party,\" and \"The Dumb Waiter.\" Pinter is also a screenwriter, poet, director, actor, human rights advocate and recently, fierce opponent to the war in Iraq.\n\nThe Swedish Academy said in its citation that Pinter \"uncovers the precipice under everyday prattle and forces entry into oppression's closed rooms.\"\n\n\"Pinter restored theater to its basic elements: an enclosed space and unpredictable dialogue, where people are at the mercy of each other and pretence crumbles,\" said the citation for the $1.28 million prize.\n\n\"I feel quite overwhelmed,\" Pinter said outside his London home Thursday, according to news agency reports. \"I had absolutely no idea.\"\n\nPinter said he was \"speechless,\" the Associated Press reported, and then added: \"I have to stop being speechless when I get to Stockholm.\"\n\nPinter's spare, dark writing style, where much is going on underneath a surface of pregnant silences, has been dubbed \"Pinteresque\" and is an adjective found in the dictionary.\n\nPinter's plays revolve around the daily give-and-take of marriage, friendship and family life in Britain. He's known as a master of subtext, where most of the emotional drama is going on beneath the veneer of normal life. The characters are often enclosed in just one room and live their lives like a dark game with their actions often contradicting what they say.\n\n\"In a typical Pinter play, we meet people defending themselves against intrusion or their own impulses by entrenching themselves in a reduced and controlled existence,\" the academy said.\n\nAcademy Permanent Secretary Horace Engdahl said Pinter, once a heavy smoker who underwent chemotherapy for esophageal cancer in 2002, was overwhelmed that he had won the prize.\n\n\"He did not say many words, in fact he was very happy,\" Engdahl said. He called Pinter the \"towering figure\" in English drama over the second half of the 20th century.\n\nPinter has looked frail and thin at recent public appearances, supporting himself with a cane. He has been quoted as saying he feels \"exhausted\" and \"at the end of my tether.\"\n\nHis health has not stopped him from engaging in fierce political debate, however, most recently about the war in Iraq, which he has called a \"bandit act, an act of blatant state terrorism.\"\n\nPinter, born in East London in October 1930, is the first Briton to win the literature award since V.S. Naipaul won it in 2001.\n\nThe playwright has said that his encounters with anti-Semitism in his youth affected him deeply as did the wartime bombing of London, the academy said. Pinter won the award on Yom Kippur, the most important day of the year in the Jewish calendar.\n\nPinter honed his literary skills during his twenties as an actor in repertory theater companies in Britain and Ireland. Critics savaged his first full-length play in London, \"The Birthday Party\" in 1958, but by the opening of his 1960 ground-breaking play, \"The Caretaker,\" Pinter was hailed as a fresh new talent and the awards started flowing in.\n\nHe solidified his reputation with plays such as \"The Homecoming\", which won the Tony Award for Best Play when it was produced in the United States in 1967 and the acclaimed \"Betrayal,\" in 1978.\n\nPinter began screenwriting in the early 1960s and wrote the critically acclaimed film adaptation of John Fowles' \"The French Lieutenant's Woman\" in 1981 and such other films as \"The Go-Between,\" \"The Servant\" and \"The Accident.\"\n\nHis romantic life became the subject of scandal in 1980 when his actress wife Vivien Merchant, star of many Pinter plays and mother to his son Daniel, divorced him after he had an affair with Lady Antonia Fraser, a renowned British author. Pinter married Fraser later that year and Merchant, an alcoholic, died in 1982, reportedly never getting over the break-up.\n\nPinter has also often directed for the stage and as an actor, has made periodic appearances on stage and in films he has scripted.\n\nMost prolific between 1957 and 1965, Pinter has written 29 plays and directed 27 theater productions and received honorary degrees from 14 universities.\n\nHe told the BBC in an interview in February that he was taking a break from writing plays but that he would continue to write poems.\n\n\"My energies are going in different directions, certainly into poetry,\" Pinter said in the BBC interview six months ago.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.957115829,
        "format_confidence":0.9524821043
    },
    {
        "url":"https:\/\/www.janklowandnesbit.co.uk\/news\/2016\/april\/elly-griffiths-longlisted-2016-theakstons-old-peculier-crime-novel-year?page=7",
        "text":"Elly Griffiths longlisted for 2016 Theakstons Old Peculier Crime Novel of the Year\n\n19th April 2016|Literary Awards\n\nElly Griffiths’ The Ghost Fields has been longlisted for the 2016 Theakstons Old Peculier Crime Novel of the Year, one of the most prestigious crime writing prizes in the country.\n\nNow in its twelfth year, the award was created to celebrate the very best in crime writing. The longlist comprises 18 titles and was selected by an academy of crime writing authors, agents, editors, reviewers, members of the Theakstons Old Peculier Crime Writing Festival Programming Committee and representatives from T&R Theakston Ltd and WHSmith.\n\nThe shortlist of six titles will be announced on 31st May. The overall winner will be decided by the judges alongside a public vote, which opens on 1st July and closes 15th July.\n\nThe winner will be announced on 21st July, on the opening night of the 14th Theakstons Old Peculier Crime Writing Festival in Harrogate.\n\nExecutive director of T&R Theakston, Simon Theakston, said: “2016’s longlist shows that the crime genre is in incredibly robust health. It’s a showcase of some of the best authors in the world, and shows that the genre is the most influential when it comes to shaping publishing and popular culture. It’s incredibly exciting to see such strong new voices on the list, and it will no doubt be a hotly-contended award.”\n\nGemma Rowland, Literature Festivals Manager at Harrogate International Festivals, said: “The list demonstrates that even the giants of the genre are constantly kept on their toes, with debut voices as serious contenders. Last year’s winner was a debut from Sarah Hilary. It really shows whoever wins this year will know they’ve been pitted against the biggest talent at work today.”\n\nRelated Books\n\nThe Ghost Fields\n\nThe Ghost Fields\n\nQuercus, 2015\nThe Crossing Places\n\nThe Crossing Places\n\nQuercus, 2009",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9731708169,
        "format_confidence":0.8054999113
    },
    {
        "url":"https:\/\/sparkt.com\/library-of-congress-makes-rare-childrens-books-available-online",
        "text":"Library of Congress Makes Rare Children's Books Available Online\n\nBeloved classics and little-known treasures more than a century old have now been digitized.\n\nThe Library of Congress is celebrating the 100th anniversary of Children's Book Week by digitizing 100 ultra-rare books and making them available online.\n\nThe Library says the 100 children's books selected from its General and Rare Book Collections, and include classic works that are still read by children today, and lesser-known treasures drawn from the Library's extensive collection of historically significant children's books.\n\nYou can click here to browse the selections .\n\nThe Library says the collection includes books designed to help young children learn to read, as well as books for more advanced young readers, covering everything from mathematics, history, natural science and more. And of course, there are also beloved fairy tales, mythology and other works of fiction to show that reading is fun. Titles range from \"Humpty Dumpty\" to \"The Life of George Washington\" to \"The Arabian Nights\" --and everything in between!\n\nAll of the books selected were published in the United States and England before 1924, and are no longer under copyright. This means you read, share, and reuse the treasured titles however you'd like.\n\nFor more information on the Library of Congress, or to \"Ask a Librarian\" about the resources available, you can click here.\n\nHow can you start something good?\nThe Conversation\nMore stories you may love\n\nHow Saving A Church Is Saving Lives Too\n\nA couple bought an abandoned church and turned it into a community center. What they've created is so much bigger.\n\nThey're Saluting Our Veterans Every Day of the Year\n\nMeet the Pittsburghers who are making sure our returning vets have jobs, homes and food, and find out how you can help.\n\nHow Goats And The Volunteers Who Love Them Are Saving A Popular Park\n\nThey're keeping invasive plants from taking over Pittsburgh's Frick Park by doing what comes naturally. For the goats at least!\n\nOur Mission\nHave you ever felt like there's just too much bad news? Ever felt like the world is hopeless, and you're helpless to do anything about it? We did too. That's why we created Sparkt™.\nAt Sparkt™, we tell powerful stories about great people making a difference in their communities, and we show you how you can make a difference too. Join us, and together, let's #StartSomethingGood!\nSparkt Newsletter\nGet positive, uplifting stories in your inbox\nFollow Us on Social Media\nDownload the Mobile App\nSparkt™ is a Rabble Holdings, Inc. Media Brand. © 2020 Rabble Holdings, Inc. All Rights Reserved.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9280597568,
        "format_confidence":0.8141763806
    },
    {
        "url":"http:\/\/www.startribune.com\/kirkpatrick-wins-milkweed-edition-s-1st-poetry-prize\/147189255\/",
        "text":"St. Paul poet Patricia Kirkpatrick has been named winner of the first annual Lindquist & Vennum Prize for Poetry, a new regional prize established by Milkweed Editions.\n\nKirkpatrick is an assistant professor at Hamline University and the poetry editor of Water-Stone Review; she will receive $10,000 and her book, \"Odessa,\" will be published by Milkweed.\n\nKirkpatrick said she was overwhelmed, humbled and delighted. \"When I came home to Daniel's message on my machine, I thought I was dreaming,\" she said, referring to Milkweed publisher Daniel Slager, who called her with the news last week. \"It was the first time I'd heard 'Odessa' spoken out loud as the title of my book by anyone other than myself.\"\n\nKirkpatrick is the author of \"Century's Road,\" published by Holy Cow! Press. Her work has appeared in Prairie Schooner, Threepenny Review, Antioch Review and elsewhere, and has been anthologized, including in \"She Walks in Beauty,\" edited by Caroline Kennedy.\n\nThree of Kirkpatrick's poems open this month's issue of Poetry Magazine -- poems that will be included in \"Odessa.\"\n\nThe poems of \"Odessa\" sprang from frequent trips Kirkpatrick has taken to Western Minnesota over the last seven years, where the prairie landscape, a diagnosis of a brain tumor and the myth of Persephone all came together in her mind.\n\n\"'Odessa' is a dark book, but not for me without a sense of hope and wonder,\" she said.\n\nThe finalists for the competition were selected by Milkweed editors, with the final selection made by poet Peter Campion.\n\n\"The emotional power of Kirkpatrick's poetic narrative corresponds here with her mastery of craft,\" Campion said in his judge's comments. \"I am convinced that 'Odessa' will move its readers for many, many years to come.\"\n\nThe book will be published in December, and Milkweed will host a reading and reception for Kirkpatrick on Nov. 28 at Open Book in Minneapolis.\n\nThe Lindquist & Vennum Foundation was established by the Minneapolis law firm of Lindquist & Vennum. The award goes to poets in the Upper Midwest.\n\nLaurie Hertzel • 612-673-7302",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9924386144,
        "format_confidence":0.9936652184
    },
    {
        "url":"http:\/\/kuer.org\/post\/seamus-heaney-irish-poet-and-nobel-laureate-dies-74",
        "text":"Seamus Heaney, Irish Poet And Nobel Laureate, Dies At 74\n\nAug 30, 2013\nOriginally published on August 30, 2013 7:51 am\n\nIrish poet Seamus Heaney has died in Dublin at the age of 74. He was one of the world's best-known poets. In 1995 he won the Nobel Prize for Literature.",
        "topic_id":16,
        "format_id":10,
        "topic_confidence":0.9873118401,
        "format_confidence":0.9730377197
    }
]