[
    {
        "url":"https:\/\/snowflakebooks.co.uk\/products\/the-dragon-princess-paperback-edition",
        "text":"The Dragon Princess (paperback edition)\n\n龙lóng 公gōng 主zhǔ\n\nThis is a famous magical fable in China. This mythological love story tells us about a princess who is mistreated by her husband and saved by a kind stranger and her father the dragon king. The princess is reunited with her family and the kind stranger is given the ultimate reward for his bravery and good morals.\n\nCategory: picture story book; age 5+.\n\nLanguages: English; Simplified Chinese with Pinyin.\n\nFeature: illustrated Chinese folklore; Chinese-English-Pinyin vocabulary.\n\nFormat: 210x210; 64 pages; all pages in full colour; paperback; CD.\n\nPublishing date April 2016;\n\nGBP 7.99;\n\nISBN: 978-1-908350-53-4.\n\nAlso available in hardcover.\n\n\n    Language selected:",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9824761152,
        "format_confidence":0.9988803267
    },
    {
        "url":"https:\/\/www.panmacmillan.co.za\/authors\/deborah-crombie\/kissed-a-sad-goodbye\/9780230772755",
        "text":"Kissed a Sad Goodbye\n\nDeborah Crombie\n\nSee more book details\n\n\n\nIn the past: It is September 1939 and thousands of children are being evacuated from London. Among them 12-year-olds Lewis Finch and William Hammond, both billeted on the Surrey estate of the formidable Regina Burne-Jones. Both become allies, then friends, and thus begins a story of choice and betrayal the repercussions of which will echo down the years . . .\n\nIn the present: Duncan Kincaid and Gemma James are called out to investigate a death in London's East End. A young woman known as Annabelle Hammond has been strangled. Prime suspect is a busker she was seen talking to just before she disappeared. And when he turns out to be Gordon Finch, Duncan decides to investigate events which occurred more than fifty years before.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9420846105,
        "format_confidence":0.9977573752
    },
    {
        "url":"http:\/\/www.perrinbriar.com\/skip-episode-one\/",
        "text":"For A Limited Time Only: The #1 Kindle bestselling epic fantasy Skip is free!\n\nTo get your copy of Skip: Book One, you just need to tell me where to send it\n\nGet My Free Book\n50% Complete\n\nWhere Should I Send Your Book?\n\nEnter your email address to get your free book delivered to your inbox. You’ll also be added to my Readers’ Group and you’ll be the first to know next time I have some cool stuff to give away (you can unsubscribe at any time).\n\n(We value your privacy and would never spam you)\n\nWhat People Are Saying...\n\n  • Denise Gardner\n\n    Skip is one of the best series I’ve read. I’m not a fantasy reader, but once I started this series, I couldn’t stop. I literally did not put my reader down. I loved the uniqueness Pippa Babbage brought into this series.\n\n  • Randy Benjamin\n\n    Excellent book. Well written and exciting all the way through. Now I want to read more from this author. If they are anything like this one they’ll be a fun read.\n\n  • Helen O'Shaughnessy\n\n    Just finished reading this and it’s the middle of the night. Literally couldn’t stop reading this book until I had finished. Really great characters that you want to know how they end up. Brilliant funny parts while being quite moving in places. Would definitely recommend.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9399972558,
        "format_confidence":0.9182437062
    },
    {
        "url":"http:\/\/shop.nationalgeographic.com\/ngs\/product\/books\/kids-books-and-atlases\/sports%2C-adventure-and-exploration\/national-geographic-kids-funny-fill-in%3A-my-pirate-adventure",
        "text":"\n  1. Skip to navigation\n  2. Skip to content\nBooks:Kids Books and Atlases:Sports, Adventure and Exploration:National Geographic Kids Funny Fill-in: My Pirate Adventure\n\nNational Geographic Kids Funny Fill-in: My Pirate Adventure\n\nSave 20% when you buy 3 or more kids' books\n\nPrice: $4.99\n\nItem# :6301480\n\nQty: Available, ready to ship.\n\nYou May Also Like\n\nYou've just been captured by pirates! What happens next is up to you. Filled with excitement and hilarity, this compositional challenge lets you tell your very own story starring...you! Combining National Geographic Kids' photography and illustrations in colorful laugh-out-loud pages, this engaging, entertaining, and educational book introduces you to animals and people from all over the high seas, and invites you to enter a new world imaginatively by combining your story with theirs.\n\n  • Ages 8-12\n  • Softcover\n  • 48 pages\n  • 8 3\/8\" x 5 1\/4\"\n  • © 2014\n\nAuthor Bianca Bowman grew up in the Shenandoah Valley of Virginia. She enjoys reading, playing music, and adventuring. Currently she resides in Washington, D.C. as an adminitrative assistant, creative consultant, and writer with National Geographic Kids magazine. She has been known to pirate on weekends and holidays.\n\nIllustrator Jason Tharp is a long-time illustrator for National Geographic Kids magazine. He has created graphics for major retailers, designed websites, illustrated for children's books, medical and educational brochures, and much more. In addition to creating art and designing, he's the founder of Corky Mansfield, a design company that provides creative art for the home.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.6856498122,
        "format_confidence":0.9987051487
    },
    {
        "url":"http:\/\/www.lizosborne.com\/dirty_laundry_103778.htm",
        "text":"Liz Osborne\n\nSelected Works\n\nRobyn Kelly Mysteries\nDirty Laundry\nOn a full moon Friday the 13th, Robyn is challenged by bizarre events.\nPatient Representative, Robyn Kelly faces conflict and challenges.\nHealth Care\nWriting as Bridget Kraft\nFields of Gold\nHistorical romance\nWriting as W.L. Hesse (fiction)\n\nQuick Links\n\nFind Authors\n\nDirty Laundry\n\nIn the second Robyn Kelly Mystery, Robyn deals with challenging patients, a bizzare murder, and more work than she can handle.\n\nAvailable in Hardback, Large Print, and Audiobook. Coming soon in e-book and Paperback.",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9343087673,
        "format_confidence":0.9576450586
    },
    {
        "url":"https:\/\/fonsvitae.com\/product\/journey-to-the-unknown\/",
        "text":"Journey to the Unknown\n\n\nBeautifully illustrated by the renown Demi,this small biography is difficult to put down. It is for the whole family to read out loud together. It demonstrates how any of us can succeed against all odds by holding onto the inner strength that we all have.\n\nWe witness seeming misfortunes, disappointments and trials that are endured with a trust in what is True. This is not just a life story but the tale of a miraculous journey – a journey that we are all on. It informs us of a way that we can all BE!\n\n  • 9781891785702\n  • 206\n\nProduct Description\n\nImagine being a small boy in China who loses his family and all means of sustenance. Imagine tying to find a job and a way to become educated all on your own!\n\nWhat would it be like if people mistreated you dreadfully and you were only offered work wherein all your honor and dignity would be lost?\n\nHere is the story of a small boy who against all odds remained true to his heart, which is an inspiration to a person of any age!",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.951798141,
        "format_confidence":0.9987559319
    },
    {
        "url":"http:\/\/www.tamupress.com\/product\/Little-Street-Music,3797.aspx",
        "text":"A Little Street Music\nPub Date: 07\/15\/2004\nPrice:        $16.95\n\n\nPublished by Texas Review Press\n\nTo Receive E-News\n\nWinner of the 2003 Texas Review Fiction Prize\n\nA Little Street Music\n\nBy Daniel Stern\n\nDaniel Stern has been leaving his individual mark on the American short story for the last dozen years in four distinguished collections, starting with the acclaimed Twice Told Tales. Now in his fifth, Stern has offered a novella and seven stories dealing with his major themes: the life of the senses, the life of art—with special emphasis on the art of music—and the comic and lyric results when the two lives cross paths. From contemporary Paris to the New York of the fifties, from the way the mind works to the way the heart sinks or sings, these stories wend their magical way.\n\nDANIEL STERN is the author of nine novels and five short story collections. His first collection, Twice Told Tales, won the Rosenthal Award for literary excellence given by the American Academy of Arts and Letters. He is currently the Cullen Distinguished Professor of English in the creative writing program at the University of Houston.\n\nWhat Readers Are Saying:\n\n\"Stories by a man who has told many, and the telling of those others has shaped these new ones. He wants, now, to articulate contradictions, not resolve them. No resolutions here, only the wisdom of hindsight and the comedy of loss. 'Afterwards,' Stern says, 'that unavoidable word when telling about sex afterwards I lay listening. . . .' These stories are what is heard—overheard.\" --Richard Howard\n\n\nProse Sketches and Poems\nJoshua Beene and God\nNightcharmer and Other Tales of Claude Seignolle\nReview Copy Request Form Desk Copy Request Form",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9885388017,
        "format_confidence":0.9984000325
    },
    {
        "url":"http:\/\/www.candlestickpress.co.uk\/pamphlet\/five-nonsense-poems\/",
        "text":"Five Nonsense Poems\n\nVarious Authors\n\nFive Nonsense Poems is for children of all ages, and indeed for anyone who enjoys being silly! This revised edition of our mini-anthology includes poems about exploding Nonny-birds and a ball that won’t stop bouncing. It also features Spike Milligan’s magnificent, elusive Squirdle… or possibly it is a Pussel-skwonk after all. Guaranteed to make no sense at all.\n\nIncludes poems by Pauline Clarke, Spike Milligan, James Reeves and Michael Rosen.\n\nIf you like this title, you may also like...\n\nFollow us\n\n  • 0115 967 4455",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9600405693,
        "format_confidence":0.9689723849
    }
]