[
    {
        "url":"http:\/\/www.foodista.com\/food\/84DLV6BD\/brocciu-cheese",
        "text":"Brocciu Cheese\n\n\nProduced on the island of Corsica, Brocciu is considered a national food. Like Ricotta, it is a young white cheese and is paired frequently with Corsican white wines. It is an unusual cheese made from either unpasteurized goat's or ewe's milk, similar to an Italian ricotta, though unlike ricotta Brocciu is lactose free. The cheese is drained in woven baskets and has a mild flavor. Some of them are salted and dried for six months, which imparts a sharp flavor. The pate is soft, sweet and smells of milk. It is usually eaten fresh, either hot or cold, within 48 hours with jam or salt and pepper. Excellent as a filling for omelets.\n\n\nTranslations: Brocciu Siers, Brocciu Sūriai, Brocciu Brânză, Brocciu sira, Brocciu, Brocciu पनीर, Brocciu Queijo, Brocciu сыра, Brocciu Τυρί, Brocciu الجبن, Brocciu 치즈, Brocciu Sýry, Brocciu Keju, Brocciu奶酪, Brocciu Formatge, Brocciu Sir, Brocciu Syry, Brocciu Formaggio, Brocciu גבינה, Brocciu Ost, Броцциу сир, Brocciuチーズ, Brocciu fromage, Brocciu, Brocciu Queso, Brocciu сиру, Brocciu Juusto, Brocciu сирене\n\nRelated Cooking Videos",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9967159033,
        "format_confidence":0.9677239656
    },
    {
        "url":"http:\/\/www.foodterms.com\/encyclopedia\/normande-a-la\/index.html",
        "text":"Food Encyclopedia\n\nBrowse Alphabetically\nnormande, à la\n\nPronunciation: [nohr-MAHND]\n\nCategories: Technique\n\nA French phrase meaning \"in the style of Normandy,\" referring to dishes based on the cooking of that region. Most commonly, it refers to fish (generally sole) garnished with shellfish (such as oysters, shrimp and mussels), mushrooms and truffles. Such a dish is usually served in normande sauce, a fish stock–based velouté enriched with butter, cream and egg yolks. Other Normandy-style dishes include those made with regional products such as butter, fresh cream, apples, apple cider and calvados.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9954283237,
        "format_confidence":0.9579574466
    },
    {
        "url":"http:\/\/www.cooksinfo.com\/cauliflower",
        "text":"> > > > >\n\n\nCauliflower Varieties\n\nCauliflower Varieties\n© Paula Trites\n\nCauliflower belongs to the cabbage family. Though its name means \"cabbage flower\", it is not just a flowering cabbage. It is formed from natural flowers on the cauliflower plant which have been encouraged over centuries to gather together and create a large mass of what is called \"florets\" or \"curd.\" It has also been described as looking like a bridal bouquet. The white part is called the curd. If left to grow on its own, the curd will be a light green. Farmers, however, fold and tie the leaves of the plant over the curd to keep the sun off it to blanch it. (Varieties have now been developed where the leaves fold over on their own, saving this work.)\n\nBrown spots on cauliflower that you purchase in stores have likely resulted from moisture or condensation on the cauliflower; if the rest of the cauliflower is fine, just scrape these off. Yellowish spots, however, may indicate that the vegetable is quite old and is starting to decay.\n\nThese days, you are very likely to see cauliflower served raw on a crudité platter. You mustn't say anything to the host; just resolve that you will never inflict the same on your guests.\n\nIf the cauliflower is young, it is also delicious just steamed or microwaved and served with butter. One of the tastiest ways of serving cauliflower comes from India, as a curried dish. In some areas of Italy, lightly-cooked cauliflower is combined with garlic, olive oil and capers. Breaded and fried cauliflower is also nummy, as is cauliflower served with a lemon butter sauce with chives. It is also great as the base for a thick, hearty soup.\n\nCauliflower should not be planted near runner beans, spinach or tomatoes.\n\nWhen buying, avoid cauliflower with yellowing spots or wilted leaves. The florets should be tightly closed, not open.\n\nCooking Tips\n\n\nDenzil Green\n\nTo prepare cauliflower, remove the leaves and cut out and discard the stalk and core. Then cut the cauliflower into small or medium-sized chunks, depending on what you are going to be using it for. Wash the florets.\n\nYou want to cook cauliflower as little time as possible to preserve the nutrients and maintain a good texture, but also because longer cooking times develop that cabbagey smell that lingers in your kitchen. As well, the longer you cook cauliflower, the more it breaks down and the more watery it becomes. It does, however, need some cooking time to develop what flavour it does have.\n\nAdding a teaspoon of lemon juice to the cooking water will help keep the cauliflower very white.\n\nFor the French method of cooking cauliflower white, see the entry for \"Au blanc.\"\n\nCooking times for cauliflower\n\n  • Pressure cooker: fresh cauliflower 2 to 3 minutes on high pressure. For frozen cauliflower, 2 minutes on high for tender, 3 minutes for soft.\n  • Steaming: between 12 and 15 minutes;\n  • Microwaving: 8 to 10 minutes.\n\n\nCauliflower is high in vitamin C, folic acid and fibre.\n\nA Cornell University study found that microwaving cauliflower was the best cooking method for preserving nutrients. These are the results they found for preserving Vitamin C in 100g of cauliflower:\n\n  • After boiling, 55 mg of vitamin C remained;\n  • After steaming, 70 mg of vitamin C remained;\n  • After microwaving, 82 mg of vitamin C remained.\n\n\n1 head = 4 cups\n\nMedium head = 2 pounds (900g)\nLarge head = 3 pounds (serves four).\n1 pound (450g) trimmed Cauliflower = 1-1\/2 cups florets = 7 1\/2 oz cooked\n10 oz (280g) frozen Cauliflower = 2 cups\n1 large head (1.3 kg), steamed and puréed = 2 litres (4 cups \/ 2 quarts) puréed\n1 large head (1 kg), unpeeled = 675 g (6 cups chopped) after peeling and stalk removed\n\nStorage Hints\n\nStore unwashed either unwrapped or in a perforated plastic bag in refrigerator for up to five days. After that, it will develop a strong odour.\n\nFreezing Cauliflower\n\nCauliflower can be successfully stored as a high-quality frozen product.\n\nRemove leaves, chop florettes into 3 cm (1 inch) pieces. Wash.\n\nThe cauliflower is then blanched to destroy spoilage enzymes which would cause the product to deteriorate even though frozen.\n\nYou may water or steam blanch.\n  • Water-blanching: Blanch for 3 minutes in boiling water (no salt needed.) Optional: a few tablespoons of lemon juice in water to keep florets very white. Start timing from when the water comes back to a full boil after adding cauliflower. OR\n  • Steam-blanching: Blanch for 5 minutes. Start timing from when pot has filled with steady steam again after adding cauliflower. Nothing is needed in the steaming water.\n\nRegardless of how you blanched, plunge in cold water, drain, package, and freeze.\n\n  • Steam blanching has the advantage of saving water and cooking fuel (as less water is needed, and consequently less energy to heat that water), as well as saving time, as the come back up to \"speed\" time when cold cauliflower is added is faster with steam than a large pot of water.\n  • To be clear, the blanching is not required for safety, but it is required for quality. Unblanched frozen cauliflower will turn an unappealing brown and go mooshy.\n\nHistory Notes\n\nCauliflower originated somewhere around the Mediterranean or Asia Minor. The Egyptians were growing it in 400 BC. The Romans grew it.\n\nCultivation of it was pretty much restricted to the Italian peninsula until the 1500s, at which time it made its way up into France, and over to America in the 1600s, though it was not developed commercially there until about the 1920s.\n\nSales of cauliflower fell 35% in the UK during the period of 2001 to 2011. In response, growers have begun growing brightly-coloured varieties to be sold in mixed rainbow packs, in an attempt to revive consumer interest in the vegetable.\n\nLiterature & Lore\n\n\"Training is everything. The peach was once a bitter almond; Cauliflower is nothing but cabbage with a college education.\" -- Mark Twain.\n\nLanguage Notes\n\n\"Cauliflower\" comes from the Latin words caulis (cabbage) and floris (flower). In French, that became \"cole florie\", which became our word \"Cauliflower\".\n\nSome people pronounce the word \"call-a-flower\"; others will say it \"call-ee-flower\".\n\n\nEat your greens... and pinks and yellows: How Tesco is trying to get children to eat cauliflower by making it more colourful. London: Daily Mail. 1 August 2011.\n\nSee also:\n\n\nBaked Cauliflower Pasta Recipe; Cauliflower Cheese; Cauliflower; Purple Cauliflower; Romanesco Cauliflower\n\nPlease share this information with your friends. They may love it.\n\nAlso called:\n\nBrassica oleracea var botrytis (Scientific Name); Chou-Fleur (French); Blumenkohl (German); Cavolfiore (Italian); Coliflor (Spanish); Couve-flor (Portuguese); Phool Gobi (Indian)\n\n\nOulton, Randal. \"Cauliflower.\" CooksInfo.com. Published 01 September 2002; revised 02 July 2012. Web. Accessed 09\/25\/2016. <http:\/\/www.cooksinfo.com\/cauliflower>.\n\n© Copyright 2016. All rights reserved and enforced. You are welcome to cite CooksInfo.com as a reference, but no direct copying and republishing is allowed.\n\nYou may also like:",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9970793724,
        "format_confidence":0.854886651
    },
    {
        "url":"https:\/\/kids.kiddle.co\/Coffee",
        "text":"Coffee facts for kids\n\nKids Encyclopedia Facts\nA small cup of coffee\nA cup of coffee\n\nCoffee is a plant (Coffea) and the name of the drink that is made from this plant. The coffee plant is a bush or tree that can grow up to ten meters (about 32 feet) high, but is usually cut shorter. Coffee plants originally grew in Africa, and now also grow in South America, Central America and Southeast Asia. They are an important crop for the economies of many countries.\n\nThe drink is made from the seeds of the coffee plant, called coffee beans. Coffee is usually served hot, and is a popular drink in many countries. Coffee contains a chemical called caffeine, a mild drug that keeps people awake.\n\nTo make a drink from coffee beans, the beans must first be specially prepared by drying the beans and then roasting. The beans are dried a short time after they are picked. This preserves them and makes them ready to be packed or roasted. Before the beans are made into a drink, they must roasted are ground (crushed into tiny pieces in a coffee mill). When the ground coffee is placed into boiling water, the flavour and dark brown colour of the beans goes into the water. Making coffee is called brewing coffee. There are several different ways that coffee can be brewed.\n\nCoffee types\n\nThere are two main types of coffee plants. The Coffea Arabica, the most common. Most of the world's coffee is made from Arabica beans, and the Coffea Robusta, which is easier to grow in places where Arabica will not grow.\n\nRobusta is cheaper and has more caffeine than Arabica and it is used in many commercial coffee products. But Robusta tastes bitter and acidic, so people only drink it with other things. Better quality Robustas are in some espresso blends.\n\nIn the past, people gave names to new Arabica coffees from the port they came from. The two oldest Arabica coffees are \"Mocha\" and \"Java\". Today, names are more specific. They tell us the country, region, and sometimes even the property where they come from.\n\nPreparing coffee\n\nCoffee fruit (beans)\nUnroasted coffee\nCoffee beans before roasting\nRoasted coffee beans\nCoffee beans after roasting\n\n\nSome sorts of coffee taste better if the beans are \"aged\". This means that after they are picked, the beans are dried and then kept from three to eight years. This \"aging\" gives the coffee a less acidic taste. Coffee that has been aged is often mixed or \"blended\" with other coffee that is not aged.\n\n\n\"Roasting\" is one of the important stages in making coffee beans into coffee. When a coffee bean is roasted, it grows nearly two times bigger and changes from green to yellow to brown.\n\nThe length of time that the coffee beans are roasted makes the coffee taste different. Some types of coffee, such as Mocha and Java, are roasted for a short time. It is easy to tell from the flavour where the coffee is from. When coffee is roasted for a long time, it is harder to tell the different types apart. Green coffee beans can be bought and roasted at home in the oven.\n\n\nBefore the coffee is made into a drink, it is \"ground\" in a small grinding machine called a \"coffee mill\". The coffee mill breaks the beans into very small pieces. Coffee is turned into a drink in several different ways. For some ways of making coffee, such as \"espresso\" it is best to have the coffee ground into fine powder but for other types of coffee-making, such as \"filtered coffee\", the coffee is in larger pieces to stop it going through the filter. Finely ground coffee makes a stronger taste.\n\n\nCoffee is made into a drink by putting the coffee into boiling water. This is called \"brewing\" coffee. There are many ways to brew coffee. Four of the most popular are:\n\n  • Boiling: The coffee and the water are put into a pot on top of the stove and boiled slowly together. This way of making coffee has been used for hundreds of years. It is the way that coffee is usually made in the Middle East, North Africa, Turkey and Greece.\n  • Pressure: The boiling water is forced through the ground coffee by a machine. This type of coffee is called Espresso and the machine is called an \"Espresso machine\" or \"Coffee system\". Espresso machines are often found in cafes and restaurants. Espresso is a very strong coffee that can be used to make other coffee drinks.\n  • Gravity: Filtered coffee is made by gravity because the boiling water falls from a machine onto the coffee. The coffee grounds are held in a paper or metal \"filter\" that the water can run through, but the little coffee pieces cannot. The water becomes coloured and flavoured as it runs through the coffee and into a coffee pot.\n  • Steeping: Boiling water is poured onto the coffee and it is allowed to stand for a little while, until the water has taken the colour and flavour. This is often done in a cafetière, which is a tall glass or coffee pot which has a special filter inside that can be pushed down when the coffee is ready so that the person does not drink the coffee grounds. Another way of steeping coffee is to have coffee grounds in a small packet, the right size to make one cup of coffee. The packet is placed in the cup and water poured over it. Then the packet is removed.\n\nHow people drink their coffee\n\nTürk Kahvesi - Bakir Cezve\nThick Turkish coffee, made in a special copper pot\nCoffee can be drunk with food\nLatte art\n\"Flat white\" coffee is often decorated.\n  • Black coffee is coffee with no milk in it.\n  • White coffee is coffee with milk in it.\n  • Café au lait is coffee made with a lot of hot milk. It is often sweet.\n  • Espresso is very strong coffee. In Australia, it is often called a \"short black\".\n  • Cappuccino is espresso with frothed milk (milk mixed with air). A well-made cappuccino should be made of strong coffee. When the frothy milk is poured gently into the coffee cup, it should be white on top and have a ring of darker coffee around the edge. Cappuccino coffee sometimes has cocoa sprinkled on top.\n  • Latte is made like a cappuccino but with added milk and a very thin layer of foam.\n  • \"Flat white\" is a double espresso where milk micro foam is added to the crema (an emulsion of the oils in the coffee beans when combined with hot water that floats) on the double espresso.\n  • Americano is espresso with a lot of hot water.\n  • Irish coffee is coffee with whiskey and with cream on the top.\n  • Iced coffee is espresso in a tall glass with crushed ice, cold milk and ice cream.\n  • Vietnamese style coffee (Cafe Sua Da) is filtered coffee poured over ice into a glass with sweet condensed milk (thick milk which has had the water removed).\n  • Baby-cino is a small hot milk drink suitable for children.\n\nInstant coffee\n\n\"Instant coffee\" is a very quick way to make a cup of coffee to drink. It is made in a factory and sold in jars or packets. First, strong coffee is made using ground coffee and boiling water. Then, the coffee grounds are filtered out. The coffee liquid is dried out until nothing is left except granules (little crunchy pieces), or fine powder. This is then put into jars or packets. As soon as a spoonful of \"instant coffee\" is added to boiling water, it dissolves in the water to make coffee to drink. The taste can be very different from fresh coffee. Part of the reason for the different taste is that Robusta coffee beans are usually used for making instant coffee. Robusta coffee beans do not cost as much as Arabica.\n\nWhen people drink coffee\n\nAix- café des deux garçons\nA coffee shop in France\n\nThe United States buys the most coffee; Germany is next. People in Finland drink the most coffee for each person. In Canada, the United States and Europe, some restaurants sell mainly coffee; they are referred to as \"cafés\" or \"coffeehouses\". Cafés often sell food, but the type of food is different from one country to another.\n\nIn some countries, for example, those in northern Europe, people like having coffee parties. At these parties, people have coffee and cake.\n\nIn many countries, people drink coffee at work; in the United States and England, for example, people drink it in the morning. In other countries, such as Mexico, people drink it in the evening to help them stay awake.\n\nHealth problems\n\nCoffee contains the drug caffeine. Caffeine is a mild stimulant which helps to keep people awake. Caffeine, like many drugs, can be addictive and can cause health problems.\n\nSome studies have looked at the health risks of coffee. In February 2003, there was a study in Denmark of 18,478 women to find out if coffee had an effect on pregnancy and birth. It was found that if a woman drank between four and seven cups of coffee a day, it did not seem to make a big change to the number of babies that were born dead, (stillborn). But the women in the study who drank eight or more cups of coffee a day had three times as much chance of having a stillborn baby.\n\nFor this, and other reasons, some people drink coffee substitutes instead or decaffeinated coffee .\n\nImages for kids\n\nCoffee Facts for Kids. Kiddle Encyclopedia.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9958727956,
        "format_confidence":0.9873959422
    },
    {
        "url":"http:\/\/www.ehow.com\/info_12316866_can-tuna-cans-spoil-heat.html",
        "text":"Can Tuna in Cans Spoil in Heat?\n\n\nCanned tuna has a long shelf life when it is stored properly. Excessive heat can dramatically shorten the life span of canned tuna. Tuna that has been exposed to high temperatures can spoil, even though it is canned, and become unsafe to eat. In regions where temperatures soar during the summer, it is important to plan the storage of canned goods carefully, perhaps adding a cabinet or shelves away from the working area of the kitchen, where it is likely to be hotter.\n\nBest Canned Tuna Storage\n\n  • When stored correctly, canned tuna can keep for up to three years. It should be stored in a place that is dry and cool. Avoid extremes of heat and cold, and always keep canned tuna out of direct sunlight. The best temperature range for storing canned goods is between 50 and 70 degrees Fahrenheit. If stored at a temperature higher than 75 degrees F, there is a risk that the shelf life will be decreased significantly, according to Clemson University Cooperative Extension specialists P.H. Schmutz and E.H. Hoyle, writing on the university's website.\n\nStore Away From Moist Heat\n\n  • Moist heat should be avoided when storing canned tuna. The moisture can cause the tuna cans to rust and, once that happens, the tuna should be considered unsafe and discarded. Canned tuna should not be stored in cabinets that are under a sink because of the possibility of leaking. Cabinets next to a dishwasher should be avoided because the heat produced by the dishwasher may create condensation in the cabinet. Cabinets over the stove should not be used either, because of the steam and heat from cooking.\n\nWhen to Discard\n\n  • If there is obvious damage to the can, such as deep denting or visible rust, it is best to discard the canned tuna. A bulging can of tuna should not be opened. It could be a sign of damage by excessive heat, but it could also be an indication of botulism. Discard the can immediately. If a can is oozing or leaking, the United States Department of Agriculture advises consumers to dispose of the can securely, making sure that animals cannot get at it. When canned tuna has been exposed to extreme heat, the can may look fine. Even without obvious scorching of the label or soot on the can, the tuna could still be spoiled. Trust your instincts. If you open a can of tuna and it doesn't smell or look as it should, discarding it is the safest option.\n\nStorage After Opening\n\n  • Leftover or unused canned tuna, whether just the tuna or tuna mixed with other ingredients, should be refrigerated right away. Use a glass or plastic container with a tight-fitting lid. It can be kept for two days. If you are not planning on using plain leftover canned tuna in that amount of time, it can be frozen in an airtight container or freezer bag. For best quality use within four months. Thaw in the refrigerator to use. It is unsafe to leave it out on the counter to thaw.\n\nRelated Searches\n\n\n  • Photo Credit Jupiterimages\/Comstock\/Getty Images\nPromoted By Zergnet\n\n\nRelated Searches\n\nCheck It Out\n\n13 Delicious Thanksgiving Sides That'll Make Turkey Insignificant\n\nIs DIY in your DNA? Become part of our maker community.\nSubmit Your Work!",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9563464522,
        "format_confidence":0.8143939376
    },
    {
        "url":"http:\/\/penobscotmarinemuseum.org\/PMM-Reader\/yorkies-diner-camden-maine\/",
        "text":"Yorkies Diner – Where You Can Get the Best Food on the Maine Coast – 44 Chestnut Street, Camden, Maine\n\nErskine York was born in Rockland, Maine, in 1892.  He began a career as “Yorkie the Clown” in 1926 and worked with Charlie Sparks Circus, Cole Brothers Circus, and Ringling Brothers-Barnum & Bailey Circus, among others.  He went into the restaurant business in Camden in 1944 but continued to make appearances as a clown at parades and other local events.   He was known as a delightful and colorful character and great storyteller.\n\nYorkie ran a hot dog stand on Elm Street before opening a restaurant on Chestnut Street, which became quite a destination.  The diner’s walls were covered with autographed photos of famous entertainers and from “Peyton Place,” which was filmed in Camden in 1957.  He published a cookbook of recipes from the diner.  In 1958 he sold the Camden restaurant and moved to the Camden Road (Route 1) in Rockport, where he continued to run a hot dog and hamburger stand.  He died on October 16, 1966, and, according to his obituary, on October 18 “in respect to Yorkie’s memory all businesses in Camden’s Main Street observed half hour cessation from 2 to 2:30.”\n\nInformation provided by Camden Public Library\n\nCatalog Number LB2007.1.106459",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.6235522628,
        "format_confidence":0.9445625544
    },
    {
        "url":"http:\/\/www.let.rug.nl\/~gosse\/termpedia2\/termpedia.php?language=dutch_general&density=7&link_color=000000&termpedia_system=perl_db&url=http%3A%2F%2Fen.wikipedia.org%2Fwiki%2FTen_Talents_%28cookbook%29",
        "text":"Ten Talents (cookbook)\n\nFrom Wikipedia, the free encyclopedia\nJump to navigation Jump to search\nTen Talents\nCover ten talents book.jpg\nAuthorRosalie Hurd, Frank J. Hurd\nSubjectVegetarian and vegan cuisine\nAwardsSilver Medal at the 2009 Living Now Book Awards\n\nTen Talents is a vegetarian and vegan cookbook originally published in 1968 by Rosalie Hurd and Frank J. Hurd. At the time, it was one of the few resources for vegetarian and vegan cooks. The cookbook promotes Christian vegetarianism and a Bible-based diet, in keeping with teachings of the Seventh-day Adventist Church. By 1991, the 750-recipe cookbook was entering its 44th printing and had sold more than 250,000 copies. An expanded edition with more than 1,000 recipes was issued in 2012.\n\n\nThe title refers to a quote from Ellen White, a founder of the Seventh-day Adventist Church: \"The one who understands the art of properly preparing food, and who uses this knowledge, is worthy of higher commendation than those engaged in any other line of work. This talent should be regarded as equal in value to ten talents\", which references the Parable of the Talents.[1]\n\n\nThe 1968 edition consisted of 750[2] plant-based, whole food recipes for adults and infants, along with glossaries of natural ingredients, tables of equivalents, nutritional information charts, natural remedies, and an outline of the Seventh-Day Adventist \"prescription for health\", or Christian vegetarianism.[3] The book promotes a diet based on the Bible;[4] and the covers of the various editions all depict author Hurd reading from a Bible.[5]\n\nNumerous recipes using soybean products such as soy pulp, soy milk powder, and soy flour are featured.[2] According to Shurtleff and Aoyagi, Ten Talents is the first cookbook to feature recipes for soy milk ice cream shakes and the earliest to have a recipe for soy sour cream.[2] Only one chapter includes recipes with animal products—namely, milk and eggs—\"for those who are in the transitional period\", the authors note.[2]\n\nThe book published some of the first recipes for granola, familia and cashew milk.[6] It used nutritional yeast and soy sauce for flavor.[6] It relied heavily on loaves, fritters, and patties.[6]\n\nPublishing history[edit]\n\nThe cookbook was originally self-published in May 1968.[2] It was updated in 1985;[3] at that time it was published by College Press of Collegedale, Tennessee.[2] In 1991, it was entering its 44th printing and had sold more than 250,000 copies.[2] The cookbook was expanded in 2012 to encompass more than 1,000 recipes.[4] In 2014 the cookbook was in its 48th printing.[7] It has always been published in a spiral binding.[1] Jonathan Kauffman, writing in Hippie Food (2018) said it sold hundreds of thousands of copies.[6]\n\n\nIn 1971 the Santa Cruz Sentinel called the book \"one of the very few completely natural foods cookbooks\",[8] and in 1977 the North American Vegetarian Society recommended the book as an encyclopedia of vegetarian cooking.[9]\n\nIn 1994 Vegetarian Times named it to their list of \"Cookbooks You Can't Live Without\" as a runner-up to the category of \"Best Cookbooks for Beginners\", saying it had been one of the few resources for vegetarian cooks in the late 1960s and early 1970s and was still one of the best general references.[3]\n\nThe 2004 Dietitian's Guide to Vegetarian Diets called it the classic Seventh-day Adventist cookbook.[10] In 2017 Washington Post Food Editor Joe Yonan listed it as one of three \"must-have classic vegetarian cookbooks\".[1] Vegan teacher and cookbook author Victoria Moran wrote that it was one of only two vegan cookbooks she had been able to find when she first started exploring veganism in the 1970s.[11]\n\nCritical reviews[edit]\n\nIn 1976 Connie I. Dahlke, Chief Therapeutic Dietician at Boulder Memorial Hospital, sent a letter reviewing the book to the bookstore manager at the Colorado Conference of Seventh-Day Adventists in Denver; copies had been forwarded to hospital and university nutrition and home economics department heads and to the authors. The letter contained a 21-point negative review of the cookbook and asked that it be removed from sale. Among the criticisms were the book's preference for raw sugar and honey over brown sugar and refined white sugar; the claim that \"sunflower seeds, almonds and coconut are 'valuable sources' of Vitamin D...when in fact they contain no Vitamin D\"; and an assertion that \"monstrous statements about the ingredients of ice cream...and objections to meat eating...reveal emotionalism and poor judgment\". The authors reportedly responded to the criticisms by \"making many changes\" in the text before the next reprinting.[12]\n\nA 1977 article in Canadian Adventist Messenger said that a review by dieticians, pharmacists, and physicians found the dietary and medical advice contained in the book was unsound and advised readers to view it with caution. A subsequent article in the same source said the book was being re-edited to clarify the information.[13]\n\n\nThe cookbook won a Silver Medal in the Cooking\/Natural category at the 2009 Living Now Book Awards.[14]\n\n\nRosalie Hurd (b. April 1937[7]) is a nutritionist and home economist.[4] Frank Hurd (b. March 1936[7]) is a doctor of chiropractic and medicine. They are Seventh-Day Adventists and proponents of Christian vegetarianism, and met at Atlantic Union College, a now-defunct Seventh-Day Adventist institution.[4] At the time of the book's first publication they lived in Chisholm, Minnesota,[8][15] and ran a health-food store and sold a breakfast cereal called \"Get Up and Go\".[6] As of 2014 they lived in Fountain City, Wisconsin.[7]\n\n\n  1. ^ a b c Swift, Sally. \"Joe Yonan's three must-have classic vegetarian cookbooks\". The Splendid Table. Retrieved 17 February 2019.\n  2. ^ a b c d e f g Shurtleff & Aoyagi 2012, pp. 423–4.\n  3. ^ a b c Bloyd-Peshkin, Sharon (November 1994). \"Cookbooks You Can't Live Without\". Vegetarian Times: 107.\n  4. ^ a b c d \"About Us\". Ten Talents. Retrieved 18 February 2019.\n  5. ^ \"A Good Cook...Ten Talents (first 1968 edition)\". Cookbook Bazaar. Retrieved February 27, 2019.\n  6. ^ a b c d e Jonathan Kauffman (23 January 2018). Hippie Food: How Back-to-the-Landers, Longhairs, and Revolutionaries Changed the Way We Eat. William Morrow. ISBN 978-0-06-243732-7.\n  7. ^ a b c d Shurtleff & Aoyagi 2014, p. 496.\n  8. ^ a b Smith, Mildred Ann. \"What's Cooking? Natural Foods\". Santa Cruz Sentinel. Retrieved 18 February 2019.\n  9. ^ Moore, Judy. \"Want to go meatless for a change?\". Chicago Sun-Times. Retrieved 18 February 2019.\n  10. ^ Reed Mangels; Virginia Messina; Mark Messina (2004). The Dietitian's Guide to Vegetarian Diets: Issues and Applications. Jones & Bartlett Learning. pp. 453–. ISBN 978-0-7637-3241-7.\n  11. ^ Victoria Moran; JL Fields (19 December 2017). The Main Street Vegan Academy Cookbook: Over 100 Plant-Sourced Recipes Plus Practical Tips for the Healthiest, Most Compassionate You. BenBella Books, Incorporated. pp. 315–. ISBN 978-1-944648-69-5.\n  12. ^ Shurtleff & Aoyagi 2014, p. 604.\n  13. ^ Shurtleff & Aoyagi 2014, p. 618.\n  14. ^ \"2009 living now award winners\". Living Now Awards. 2017. Retrieved February 27, 2019.\n  15. ^ \"Cooking Class Sponsored\". The Times. Retrieved 18 February 2019.",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.9815685153,
        "format_confidence":0.9936499
    },
    {
        "url":"http:\/\/kaycircle.com\/What-is-Evaporated-Cane-Juice-Definition-Health-and-Use",
        "text":"User login\n\nTo prevent automated spam submissions leave this field empty.\n\nWhat is Evaporated Cane Juice? Definition, Health and Use\n\nEvaporated cane juice is essentially another word for sugar. Evaporated cane juice is often used as a term for ingredient lists for products that do not with to list sugar as a primary ingredient. Evaporated cane juice is composed of a mixture of glucose and sucrose and functions virtually identically to common granulated table sugar. Evaporated cane juice is used as a sweetener in a variety of desserts throughout the world as well as processed food products.\n\nDisclaimer: This article is for informational purposes only. The above-mentioned food or ingredient may have related health risks not mentioned or not yet discovered. Consult with a medical or nutritional professional for more information.\n\nby Susan White on Mon, 05\/10\/2010 - 03:45\n\nRecent Posts\n\n\nAre you excited for Avatar 2?\nI already dyed my skin blue in anticipation!\nI think I'll wait for the reviews\nI prefer movies about puppies and kittens!\nTotal votes: 5970\n\nRandom image\n\nWho hasn't dreamed of a pet crocodile?",
        "topic_id":10,
        "format_id":7,
        "topic_confidence":0.6056035757,
        "format_confidence":0.8492429852
    }
]