[
    {
        "url":"http:\/\/www.nizkor.org\/ftp.cgi\/ftp.py?imt\/tgmwc\/tgmwc-01\/tgmwc-01-09.03",
        "text":"The Nizkor Project: Remembering the Holocaust (Shoah)\n\nShofar FTP Archive File: imt\/tgmwc\/tgmwc-01\/tgmwc-01-09.03\n\nArchive\/File: imt\/tgmwc\/tgmwc-01\/tgmwc-01-09.03\nLast-Modified: 1999\/09\/04\n\nQ. And what were they?\n\nA. Foremost of all, the Polish intelligentsia, the nobility,\nthe clergy, and, of course, the Jews.\n\nQ. What, if anything, was said about possible co-operation\nwith a Ukrainian group?\n\nA. Canaris was ordered by the then Chief of the O.K.W., who\nstated that he was transmitting a directive which he had\napparently received from Ribbentrop in connection with the\npolitical plans of the Foreign Minister, to instigate a\nresistance movement in the Galician part of the Ukraine,\nwhich should have as its goal the extermination of Jews and\n\nQ. At what point did Hitler and Jodl enter this meeting?\n\nA. Hitler and Jodl entered either after what I have just\ndescribed took place, or towards the conclusion of this\ndiscussion, and Canaris had already begun his report on the\nsituation in the West: that is to say, on the news that had\ncome in in the meantime, regarding the attitude of the\nFrench army at the West Wall.\n\nQ. And what further discussions took place then?\n\nA. After this discussion in the private working carriage of\nthe Chief of the O.K.W., Canaris left the coach and had a\nshort talk with Ribbentrop, who, returning to the theme of\nthe Ukraine, told him once more that the uprising or the\nresistance movement should be so arranged that all farms and\ndwellings of the Poles should go up in flames, and all Jews\nbe killed.\n\nQ. Who said that?\n\nA. The Foreign Minister at that time, Ribbentrop, said this\nto Canaris. I was standing next to him.\n\n                                                  [Page 276]\n\nQ. Is there any slightest doubt in your mind about that?\n\nA. No. I have not the slightest doubt about that. I remember\nwith particular clarity the somewhat new formulation that\n\"all farms and dwellings should go up in flames\" because\npreviously only terms like \"liquidation\" and \"killing\" had\nbeen used.\n\nQ. Was there any note in Canaris' diary which helped to\nrefresh your recollection on that point also?\n\nA. No.\n\nQ. What, if anything, was said on the subject of France?\n\nA. On the subject of France a discussion took place in the\ncarriage of the Chief of the O.K.W. Canaris explained the\nsituation in the West according to reports he had received\nfrom the \"Abwehr\" intelligence service. Canaris described\nthe situation by saying that in his opinion a great attack\nwas being prepared by the French in the sector of\nSaarbrucken. Hitler, who had entered the room in the\nmeantime, intervened, took charge of the discussion and\nrejected in a lively manner the opinion which Canaris had\njust expressed, putting forward arguments which, looking\nback now, I must recognise as factually correct.\n\nQ. Do you recall whether, in the course of this conference,\nRibbentrop said anything about the Jews?\n\nA. During the conversation, which was taking place in the\nprivate conference coach of the Chief of the O.K.W.,\nRibbentrop was not present.\n\nQ. Do you recall whether at any time in the course of the\nconferences Ribbentrop said anything about the Jews?\n\nA. In this discussion, I repeat - the one that took place in\nthe coach - no.\n\nQ. For purposes of keeping the record straight, whenever you\nhave referred to the Chief of the O.K.W., you were referring\nto Keitel?\n\nA. Yes.\n\nQ. Was the Wehrmacht ever asked to furnish any resistance\nfor the Polish campaign?\n\nA. Yes.\n\nQ. Did that undertaking have any special name?\n\nA. As it is recorded in the diary of my section, the name of\nthis undertaking that took place just before the Polish\ncampaign, was given the name \"Himmler.\"\n\nQ. Will you explain to the Tribunal the nature of the\nassistance required?\n\nA. The matter in which I am now giving testimony is one of\nthe most mysterious actions which took place in the\natmosphere of the Abwehr office. Sometime, I believe it was\nthe middle of August - the precise date can be found in the\ncorresponding entry of the diary - Abwehr Section I, as well\nas my section, Abwehr Section II, were charged with the job\nof providing or keeping in readiness Polish uniforms and\nequipment, as well as identification cards, and so on, for\nthe undertaking \"Himmler\". This request, according to an\nentry in my diary made by my aide-de-camp, was received by\nCanaris from the Wehrmacht Fuehrungstab or from the\n\"Landesverteidigung\" - National Defence.\n\nQ. Do you know whence this request originated?\n\nA. Whence the request originated I cannot say. I can only\nrepeat how it reached us in the form of an order. It was, to\nbe sure, an order on which we, the chiefs of sections\nconcerned, already had some misgivings without knowing what,\nin the last analysis, it was about. The name Himmler,\nhowever, was eloquent enough. In the pertinent entries of\nthe diary, expression is given to the fact that I asked the\nquestion why Mr. Himmler was to receive uniforms from us.\n\nQ. To whom was the Polish material to be furnished by the\n\nA. These articles of equipment had to be kept in readiness,\nand one day some man from the S.S. or the S.D. - the name is\ngiven in the official war-diary of the department - fetched\n\n                                                  [Page 277]\n\nQ. At what time was the Abwehr informed as to how this\nPolish material was to be used?\n\nA. The real purpose, which we do not know in its details\neven to-day, was concealed from us, we did not learn it,\nthough at the time we had a very understandable suspicion\nthat something crooked was afoot, particularly because of\nthe name of the undertaking.\n\nQ. Did you subsequently find out from Canaris what in fact\nhad happened?\n\nA. The actual course of events was the following: When the\nfirst war-bulletin appeared, which spoke of the attack of\nPolish units on German territory, Pieckenbrock, who had the\nreport in his hand, and read it, observed that now we knew\nwhat our uniforms had been needed for. the same day or a few\ndays later, I cannot say exactly, Canaris informed us that\npeople from concentration camps disguised in these uniforms\nhad been ordered to make a military attack on the radio\nstation at Gleiwitz. I cannot recall whether any other\nlocality was mentioned. Although we were greatly interested,\nparticularly General Oster, to learn details of this action,\nthat is, where it had occurred and what had happened in\ndetail - as a matter of fact we could well imagine it - we\ndid not know for certain, and I cannot even to-day say\nexactly what happened.\n\nQ. Did you ever find out what happened to the men from the\nconcentration camps that wore the Polish uniforms and\ncreated the incident?\n\nA. It is strange, this matter held my interest ever since,\nso much so that even after the capitulation, I spoke about\nthese matters with an S.S. Hauptsturmfuehrer  who was\nconfined in the same hospital as I was, and I asked him for\ndetails on what had taken place. The man - his name was\nBurckel - told me, \"It is peculiar, but even we in our\ncircles only found out about these matters much, much later,\nand then what we did find out was only by implication. So\nfar as I know,\" he said, \"all members of the S.D. who took\npart in that action were presumably put out of the way; that\nis to say, were killed.\" That is the last I heard of this\n\nQ. Do you recall attending a meeting in 1940 at which the\nname of Weygand was under discussion?\n\nA. Yes.\n\nQ. Do you happen to recall the particular month in which\nthis discussion took place?\n\nA. The discussion took place in the winter of 1940, either\nNovember or December, if my memory does not deceive me. I\nhave retained the precise date in my personal notes; in\naccordance with the wish and desire of Canaris.\n\nQ. To the best of your knowledge and recollection, who was\n\nA. At that time, we usually met at the conference, i.e., the\nthree chiefs of sections and the Chief of the Ausland\nSection, the former Admiral Burckner.\n\nQ. What were you told at this meeting by Canaris?\n\nA. In this conversation Canaris told us that for a\nconsiderable time Keitel had put pressure on him to execute\nan action leading to the elimination of the French Marshal\nWeygand; and that I - that is to say, my section - would be\ncharged with the execution of this task, as a matter of\n\nQ. When you say \"elimination\", what do you mean?\n\nA. Killing.\n\nQ. What was Weygand doing at this time?\n\nA. Weygand was, so far as I recall, at that time in North\n\nQ. What was the reason given for attempting to kill Weygand?\n\nA. The reason given was the fear that the unbeaten part of\nthe French Army in North Africa might find in Weygand a\npoint of crystallisation for resistance. That, of course, is\nonly the main outline of what I still remember to-day. It\nmay be that there were other contributing factors.\n\n                                                  [Page 278]\n\nQ. After you were so informed by Canaris, what else was said\nat this meeting?\n\nA. This request, which was put to the military Abwehr openly\nand without restraint by a representative of the Armed\nForces, was repudiated strongly and indignantly by all those\npresent. I, myself, as the person most involved, since MY\ndepartment was charged with the action, stated before all\npresent that I had no intention of executing this order. My\nsection and my officers are fighters but they are not a\nmurderers' organisation or murderers.\n\nQ. What then did Canaris say?\n\nA. Canaris said: \"Calm down. We'll talk it over later on.\"\n\nQ. Did you then talk it over later with Canaris?\n\nA. After the other gentlemen had left the room, I spoke\nalone with Canaris. Canaris told me immediately, \"It is\nobvious that this order will not only not be carried out,\nbut it will not even be communicated any further;\" and so it\n\nQ: Were you subsequently questioned as to whether you had\ncarried out this order?\n\nA. At an audience that Canaris had with Keitel, at which I\nwas present, I was addressed by the then Chief of the\nO.K.W., Keitel, on this subject. He asked me what had\nhappened o... (truncated)",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.8606131673,
        "format_confidence":0.8949048519,
        "weight":0.0027250635
    },
    {
        "url":"https:\/\/www.mainememory.net\/artifact\/79567",
        "text":"Award to Harvey Gamage, South Bristol, 1969\n\nContributed by South Bristol Historical Society\n\nAward to Harvey Gamage, South Bristol, 1969\nCartoon School Bus\n\nThis record was added to Maine Memory Network through the efforts of a student at South Bristol School. Learn more.\n\n\nThis 1969 letter of recognition from the Governor of Maine, Kenneth Curtis, honors shipbuilder Harvey Gamage for his superior craftsmanship in making wooden sailing vessels. The letter specifically mentions four vessels in particular; the Hero, the Mary Day, the Shenandoah, and the Clearwater.\n\nAfter working as an apprentice in East Boothbay, Harvey Gamage (__ -1976) started his own boatyard on Shipyard Road in South Bristol as \"Harvey F. Gamage, Bristol Yacht Building Company\" and later as\" Harvey Gamage - Shipbuilders.\" More than 300 wooden vessels were built there between 1924 and 1976, and in 1970 the first steel hull boat was launched.\n\nView\/Add Comments\n\n\nItem has a transcription view a full transcription\n\nAbout This Item\n\n  • Title: Award to Harvey Gamage, South Bristol, 1969\n  • Creator: Curtis, Kenneth M.\n  • Creation Date: 1969-10-24\n  • Subject Date: 1969-10-24\n  • Town: South Bristol\n  • County: Lincoln\n  • State: ME\n  • Media: Ink on paper\n  • Dimensions: 26.7 cm x 18.4 cm\n  • Local Code: 1999.15.lgamage.1\n  • Object Type: Text\n\nFor more information about this item, contact:\n\nSouth Bristol Historical Society\nP. O. Box 229, South Bristol, ME 04568\n\nThis Item is protected by copyright and\/or related rights. No Permission is required to use the low-resolution watermarked image for educational use, or as allowed by the applicable copyright. For all other uses, permission is required.\n\nPlease post your comment below to share with others. If you'd like to privately share a comment or correction with MMN staff, please use this form.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9768441319,
        "format_confidence":0.7029935718,
        "weight":0.01176488
    },
    {
        "url":"http:\/\/at-usa.com\/Oklahoma\/Localities\/C\/Cache\/",
        "text":"Home : Oklahoma : Localities : C : Cache :\n\nRelated Categories\n\nInfo on this page Lodging and Travel Entertainment Jobs Personals Real Estate Apartment Rentals Shopping Services Recreation Community Maps Facts Health, Beauty Weather Search\n\nLocation of Cache, Oklahoma\n\nCache is a city located in Comanche County, Oklahoma. As of the 2000 census, the city had a total population of 2,371.\n\nZip Code 73527\n\n\nShow Available Lodging in Cache, Oklahoma@USA\nGet Information about Campgounds and RV Resorts around Cache, OklahomaRV USA\nFind Vacation Homes and Rentals in Cache, OklahomaRentalo\n\n\nFind restaurants in the vicinity of Cache, OklahomaRestaurants.com\nCheck for restaurant 50% off coupons around Cache, OklahomaEntertainment.com\nShow what's playing at movie theaters in or near Cache, OklahomaFandango\n\nSee what's on TV in Cache, OklahomaZap2It\nShow tickets for upcoming events around Cache, OklahomaTicketmaster\n\n\nSearch for Job Openings in Cache, OklahomaYahoo! HotJobs\nFind More Available Jobs in and around Cache, OklahomaCareerbuilder\nFind a Part Time or Student Job in Cache, OklahomaGrooveJob\n\nclick to get a salary report for Cache, Oklahoma\nGet a Salary Report for Jobs in Cache, Oklahoma\n\n\nI'm a seeking a Compare results from multiple Personals\/Dating services\n\nSearch Yahoo! Personals for singles or friends living near Cache, OklahomaYahoo! Personals\n\nSearch Metrodate for singles or friends living near Cache, OklahomaMetrodate\nSearch Lavalife for singles or friends living near Cache, OklahomaLavalife\nSearch ePersonals for singles or friends living near Cache, OklahomaePersonals\n\nReal Estate\n\nFind the value of houses in the neighborhoods of Cache, OklahomaZillow\nView MLS listings for properties on the market in Cache, OklahomaHomeGain\nGet more MLS listings from Realtor.com in Cache, OklahomaRealtor.com\nList Foreclosures in or near Cache, OklahomaRealtyTrac\n\nShow More Foreclosures around Cache, OklahomaForeclosure.com\nShow FSBO (For Sale By Owner Properties) around Cache, Oklahoma (or List Your Own Home)ForSaleByOwner.com\nList Realtors in Cache, OklahomaRealEstate.com\nSee Recent Home Sale Information for Cache, OklahomaRealEstate.com\nSearch for a Mover local to Cache, Oklahoma area123 Movers\n\nApartment Rentals\n\nSee Available Cache, Oklahoma Apartment Rentals using Rent.comRent.com\nShow Apartment Rentals around Cache, Oklahoma using Apartments.comApartments.com\nDo an Apartment Rental Search for Cache, Oklahoma using RentNet.comRentNet.com\nSearch Cache, Oklahoma Apartment Rentals using Rentals.comRentals.com\nFind Roommates in Cache, OklahomaRoommates.com\n\nShopping and Consumer Resources\n\nSee excerpts from books that mention Cache, Oklahoma\n\nSee Classifieds for Items in Cache, OklahomaLive Deal\nGet a New Car Quote from Dealers near Cache, OklahomaCars Direct\nFind a Used Car in the area around Cache, OklahomaCars Direct\nGet Coupons for Businesses in Cache, OklahomaValpak\nFind more Coupons for Businesses in Cache, OklahomaHotCoupons\nFind a Florist in or near to Cache, OklahomaFTD\nGet More Classifieds for items being sold in and around Cache, OklahomaZiply\nFind Small Farms, Farmers Markets and Food Co-ops around Cache, OklahomaLocalHarvest\nFind or Report the best deal on Gasoline in Cache, OklahomaGasBuddy\nFind Upcoming Live Auctions around Cache, OklahomaAuctionZip\n\nclick to search for anything relating to Cache, Oklahoma\nSearch the Yellow Pages for businesses in Cache, Oklahoma\n\n(Enter category before clicking link)YellowPages.com\n\nCommunity: People and Organizations\n\nclick to locate someone who lives in Cache, Oklahoma\n• Locate someone who lives in Cache, Oklahoma\n\n(Enter name before clicking link)Whitepages\n\nclick to locate a hard to find person who lives in Cache, Oklahoma\n• Locate a hard to find person who lives in Cache, Oklahoma\n\n(Enter name before clicking link)US Search\n\nclick to find out who lives at a particular address or street in Cache, Oklahoma\n• Find out who lives at a particular address or street in Cache, Oklahoma\n\n(Enter address info before clicking link)Whitepages\n\nFind Meetup Groups near Cache, OklahomaMeetup\n\nFind classmates or reunions for high schools in Cache, OklahomaReunion.com\nScan the Volunteer Opportunities in Cache, OklahomaServeNet\nShow more Volunteer Opportunities in and around Cache, OklahomaVolunteerMatch\nGet Test Scores, Ratings and Reviews for Schools in Cache, OklahomaGreatSchools.net\nShow Public Libraries in or near Cache, OklahomaNCES\nShow Public Schools in Cache, OklahomaNCES\nShow Private Schools in Cache, OklahomaNCES\nList Places of Worship in Cache, OklahomaWorship Here\nDisplay the Elected Government Officials for Cache, OklahomaProject Vote Smart\nFind Somebody to Rideshare or Carpool with in Cache, OklahomaeRideShare\n\nRecreation and Hobbies\n\nFind Trails (Hiking, Biking, Running, Scenic Drives) around Cache, OklahomaTrails.com\n\nFind pets in shelters in Cache, Oklahoma that need to be adopted into a loving homePetFinder\nLocate Golf Courses in or near Cache, Oklahomagolfable.com\n\n\nFind Wi-Fi Hotspots around Cache, OklahomaJwire\nFind an attorney near Cache, OklahomaLawyers.com\nGet an Auto Insurance Quote for residents of Cache, OklahomaInsurance.com\n\nGet another Auto Insurance Quote for residents of Cache, OklahomaEsurance\nFind a CPA (Accountant) Located in Cache, OklahomaCPAdirectory\nFind a Pre-Screened Contractor in or near to Cache, Oklahoma1-800-Contractor\nFind a DJ in or near to Cache, Oklahoma1-800-DiscJockey\n\nFacts and Information\n\nRecent News Concerning Cache, OklahomaTopix\nSearch other current news items that mention Cache, OklahomaGoogle News\nMentions of Cache, Oklahoma in Internet discussion groups (newsgroups)Google Groups\nCommunity Close-up for Cache, OklahomaRealtor.com\n\nMaps and Images\n\nFind images and pictures that refer to Cache, OklahomaGoogle Images\nGet a detailed street map of Cache, OklahomaMapquest\nView a Topographic Map of the Area around Cache, OklahomaTopoZone\nSee a Satellite Photo of Cache, Oklahoma and VicinityTerraServer\n\nGet a more detailed map of Cache, Oklahoma and vicinityUS Census\nMap of Cache, Oklahoma\n\nHealth and Medicine\n\nLocate a Hospital in Cache, OklahomaAHD\nLocate a Doctor in Cache, OklahomaLocate a Doc\nLocate a Dentist in Cache, OklahomaSmileSite\n\n\nClick for Cache, Oklahoma Forecast\n\nFind out what's the weather like and going to be in Cache, OklahomaWeather Underground\nDisplay the Average Weather for Cache, OklahomaMelissa Data\n\nLocal Search Results\n\nclick to search for anything relating to Cache, Oklahoma\nSearch Google Local for anything relating to Cache, Oklahoma\n\nContact us | Bookmark us | About this Site | Privacy Policy\n\nHelp build the largest human-edited directory on the web.\n- Open Directory Project -\n\nThe content of this @USA page uses modified information from the Open Directory.\nCopyright 1999-2012 Technique Development, LLC. All rights Reserved",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9409506321,
        "format_confidence":0.7337019444,
        "weight":0.0069482143
    },
    {
        "url":"http:\/\/www.archives.pe.ca\/atom\/index.php\/informationobject\/browse?sort=identifier%E2%8A%82jects=2311&sf_culture=en&limit=10&topLod=1",
        "text":"Showing 1396 results Archival description\n\nOnly top-level descriptions\n\nAllan MacDonald (Orwell) fonds\n\n  • CA PCA Acc4594\n  • Fonds\n  • 1823-1861\n\nThe fonds consists of letters of recommendation for Allan MacDonald and letters to him from Rev. Robert MacGregor and his son Alexander from Kilmuir, Scotland in the 1830s. The latter contain news of family and friends and touch on the current sta...\n\nMacDonald, Allan\n\nKatherine Dewar collection\n\n  • CA PCA Acc4694\n  • Fonds\n  • [ca. 1837]-2017\n\nThe collection consists of records gathered and created by Katherine Dewar in her various personal, professional, and research activities. The collection has been divided into the following series: Series1: Teaching notes for mental health nursing...\n\nDewar, Katherine Elizabeth\n\nJ. Spurgeon Jenkins fonds\n\n  • CA PCA Acc4012\n  • Fonds\n  • 1934-1939, 1941-1949, 1952-1957\n\nThis fonds consists of twenty-one 13.5 x 20 mm bound yearly journals kept by Spurgeon Jenkins. Daily entries consist of comments on the weather, visits with family and friends and other social outings, and descriptions of hunting trips with detai...\n\nJenkins, J. Spurgeon\n\nRoland Taylor collection\n\n  • CA PCA Acc4713\n  • Collection\n  • [193?], [195?]\n\nThe collection consists of photographs of Charlottetown taken or collected by Roland Taylor. These include images of an unidentified shoe store (possibly A. A. LePage), the interior of Taylor's jewellery store, members of the Alpha Y's ...\n\nTaylor, Roland G.\n\nSingleton W. Muncey fonds\n\n  • CA PCA Acc2859\n  • Fonds\n  • 1900-1902; 1928\n\nThe fonds consists primarily of letters written by Singleton W. Muncey to his parents, T. C. and Harriet Muncey, and his brother Frank between 8 January 1900 and 26 November 1901. In the letters, Singleton describes his travels and activities as ...\n\nMuncey, Singleton Wyndham\n\nRankin, Morrison family fonds\n\n  • CA PCA Acc2716\n  • Fonds\n  • 1821-1918\n\nThis fonds consists of eight letters written between members of the Rankin and Morrison families of Scotland and PEI. Neil, Coun Douly, and George are the three generations of Rankin family whose correspondence is documented in this fonds. Roder...\n\nMorrison (Family)\n\nOliver\/McKinnon genealogical fonds\n\n  • CA PCA Acc4484\n  • Fonds\n  • [ca. 1880-1990]\n\nThe fonds consists of genealogical notes and photographs of the family of John Robert Oliver and their descendants, particularly those of Georgianna and Cowan Rankin McKinnon.\n\nOliver, John Robert (Family)\n\nAssociation Acadienne et Mutuelle de Bénéfice en Maladie de l'Île-du-Prince-Édouard\n\n  • Fonds\n  • 1906, 1908, 1911, 1914\n\nLe fonds témoigne des activités de l'Association acadienne et mutuelle de bénéfice en maladie de l'Île-du-Prince-Édouard, fondée en 1905 à Tignish (Î-P-É) dans le but de venir en aide à ses membres en cas de maladie ou d'incapacité...\n\nAssociation acadienne et mutuelle de bénéfice en maladie de l'Île-du-Prince-Édouard\n\nResults 1 to 10 of 1396",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.9559040666,
        "format_confidence":0.9252591729,
        "weight":0.0070586342
    },
    {
        "url":"http:\/\/www.nanrussell.com\/index.php\/2017\/04\/19\/in-the-scheme-of-things-those-who-came\/",
        "text":"In the Scheme of Things: Those Who Came\n\nI was born in Montana, left as a toddler, returning in my fifth decade for a second act career as a writer. It was then I first met and worked with Native Americans. Previously, I hadn’t known anyone who didn’t have an arriving-to-America story in their family history.\n\nWhile many of us have relatives, perhaps generations ago, who made a conscious decision to come to this country, that’s not true for everyone, of course. A few people were already here, some tagged along as children, and others were brought against their will.\n\nAlong my life’s way, growing up in California, attending graduate school in Michigan, raising a family in Pennsylvania, living in the Rocky Mountain states of Montana and Colorado, I’ve heard hundreds of why-we-came stories from people I knew personally.\n\nSome stories are fresh with tears and struggles, others generations old where details have been lost or blurred. But the why seems to remain. On my mother’s side, they came for religious freedom; on my father’s a chance for a better life. Like many immigrant stories, my ancestors arrived with little more than hope, courage, and uncertainty.\n\nA picture sits on my desk to remind me of what it must take to leave behind everyone you love and venture into a strange land where you might not even speak the language. People come here to make a better life, enjoy rights and freedoms, or escape unthinkable hardships.\n\nI found that picture in a tattered, moldy box when cleaning out a shed at my parent’s house. It’s a picture of my great grandfather as a young man of 18 or l9, with three of his brothers. He arrived from Germany in the mid l800s, settling on the plains of South Dakota.\n\nJust as fables and fairy tales help children learn about the world, others’ life stories and struggles help us appreciate who we are as a nation, weaving America’s tapestry with strength, dreams, determination, talent, and diversity.\n\nIn the scheme of things, it seems to me, if we close our hearts to those who seek what my great grandfather sought, or yours, our tapestry of hope, compassion, freedom, and opportunity, woven collectively for centuries by our diverse ancestors — some legal, some not; some arriving by choice and some not — begins to unravel. I try to remember this: just two percent of us can claim their family was always here; descendants of the original peoples of these lands.\n\nIn these complex times, I can’t help picturing my elderly mother at the Statue of Liberty. One of the bucket items we helped her cross off after my father died, was a visit to Ellis Island and the Statue of Liberty. She wanted to see what her ancestors saw, touch the ground they touched, and spiritually thank those who came before for creating the life she enjoyed. May that symbol of freedom and hope be a reminder to us of our own immigrant histories, and always be a welcoming light to the world.\n\nSorry, comments and trackbacks have now been closed.",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.7679994702,
        "format_confidence":0.9146539569,
        "weight":0.0171751425
    },
    {
        "url":"http:\/\/www.historylink.org\/index.cfm?DisplayPage=output.cfm&file_id=469",
        "text":"\nSearch Encyclopedia\nAdvanced Search\nFeatured Eassy Sponsor of the Week BooksDonate\nHome About Us Contact Us Education Bookstore Tourism Advanced Search\n6970 essays now available      \nDonate Subscribe\n\n\nCyberpedias Cyberpedias\nTimeline Essays Timeline Essays\nPeople's Histories People's Histories\n\nSelected Collections\nCities & Towns Cities & Towns\nCounty Thumbnails Counties\nBiographies Biographies\nInteractive Cybertours Interactive Cybertours\nSlide Shows Slideshows\nPublic Ports Public Ports\nAudio & Video Audio & Video\n\nResearch Shortcuts\n\nMap Searches\nAlphabetical Search\nTimeline Date Search\nTopic Search\n\n\nBook of the Fortnight\nAudio\/Video Enhanced\nHistory Bookshelf\nKlondike Gold Rush Database\nDuvall Newspaper Index\nWellington Scrapbook\n\nMore History\n\nWashington FAQs\nWashington Milestones\nHonor Rolls\nColumbia Basin\nWalla Walla\nRoads & Rails\n\nTimeline Library\n\n< Browse to Previous Essay | Browse to Next Essay >\n\nWomen win school suffrage on March 27, 1890. Essay 469 : Printer-Friendly Format\n\nOn March 27, 1890, Governor Elisha P. Ferry signs the School Suffrage Act into law. The act enfranchises women to vote in local school district elections, but not for state or county superintendents.\n\nIn 1894, Ella Guptil won election as Clallam County Superintendent of Schools. The next year the Washington State Legislature passed a bill that legalized her position.\n\nIn 1900, seven women served as county superintendents. Julia Kennedy served as Seattle's first female superintendent of schools. Washington's public schools employed 1,033 male teachers at an average monthly salary of $42.13 and 2,288 female teachers at an average monthly salary of $34.53.\n\nMildred Tanner Andrews, Washington Women as Path Breakers (Dubuque: Kendall\/Hunt, 1989), 3; History of Woman Suffrage, 1883-1900 Vol. 4, ed. by Susan B. Anthony and Ida Husted Harper (New York: Arno, [1902] 1969), 977-79; T. A. Larson, \"The Woman Suffrage Movement in Washington,\" Pacific Northwest Quarterly Vol. 67, No. 2 (April, 1976), 42.\n\nTravel through time (chronological order):\n< Browse to Previous Essay | Browse to Next Essay >\n\nRelated Topics: Women's History | Government & Politics |\n\nLicensing: This essay is licensed under a Creative Commons license that encourages reproduction with attribution. Credit should be given to both and to the author, and sources must be included with any reproduction. Click the icon for more info. Please note that this Creative Commons license applies to text only, and not to images. For more information regarding individual photos or images, please contact the source noted in the image credit.\nThis work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License\n\nMajor Support for Provided By: The State of Washington | Patsy Bullitt Collins | Paul G. Allen Family Foundation | Museum Of History & Industry | 4Culture (King County Lodging Tax Revenue) | City of Seattle | City of Bellevue | City of Tacoma | King County | The Peach Foundation | Microsoft Corporation, Other Public and Private Sponsors and Visitors Like You\n\nHome About Us Contact Us Education Bookstore Tourism Advanced Search is the first online encyclopedia of local and state history created expressly for the Internet. (SM) is a free public and educational resource produced by History Ink, a 501 (c) (3) tax-exempt corporation.\nContact us by phone at 206.447.8140, by mail at Historylink, 1411 4th Ave. Suite 803, Seattle WA 98101 or email",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9552944899,
        "format_confidence":0.5451456904,
        "weight":0.008475429
    },
    {
        "url":"http:\/\/distantcousin.com\/Directories\/PA\/ButlerCounty\/1916\/Pages.asp?Page=274",
        "text":"\n\nButler County, Pennsylvania 1916 Farm Directory Page 274\n\nJump to Page (033 .. 278 => use 3 digits including 00s)\n\n\nPrintable Image\n\nButler County, Pennsylvania 1916 Farm Directory Page 274\n\nThe information in this directory is arranged as follows: 1st, Name of individual, 2nd., The number of children living at home. (Example, 3 ch means 3 children.), 3rd., The individual's business of occupation. 4th., The chief crop or specialty. (Example, grain, poultry, apples or potatoes means that these are the specialties of the individuals to whom they refer.) 5th., Refers to property upon which individual has residence. O H&L means owns house and lot. T H&L means tenant house and lot. O designates number of acres in farm owned. T designates number of acres in farm for which money rent is paid. WOS designates number of acres worked on shares. 6th., Is the number of the rural delivery route and post office from which mail is received. 7th., Is the name of the township in which individual lives. 8th., H designates the highway on which individual has residence. The abbreviations appearing after the highway number pertain to the telephone which is B T for Bell telephone, I T for independent telephone, etc.\n\n\nAcres         A.\nBell Telephone         B T.\nChildren         CH.\nGeneral Delivery         Gen. D\nHighway         H\nHouse & Lot         H & L\nIndependent Telephone         I T.\nOwns         O\nRents         R\nRural Delivery         rd\n\nIndex   A   B   C   D   E   F   G   H   I .. J   K   L   M   N .. O   P   Q .. R   S   T   U .. Z\n\nRelated Genealogy Resources:",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9837973714,
        "format_confidence":0.8249197602,
        "weight":0.0118486232
    },
    {
        "url":"http:\/\/thebookofworlds.blogspot.com\/2009\/11\/historical-references-i.html?pfstyle=wp",
        "text":"Thursday, 12 November 2009\n\nHistorical References\n\nOne of the chief sources of inspiration in my storytelling is history -- our history (as in RL, doofus). Now, as it happens, I'm a history-buff, reading one book after another about ancient wars, collapsing empires, and the customs of people long dead. One of the drawbacks is that when I toss out a reference, say, \"The man is dressed in a slightly old-fashioned manner; picture a late 16th Century Englishman,\" it may not necessarily be universally informative...\n\nSo, in the interest of public education, I have come up with a new column: Historical References. Here I'll scour the intertubes for pictures and articles of era-specific relevance.\n\nSo, without further ado...\n\nHistorical References I\n\nPortrait of Abel Tasman, His Wife and Daughter\nAttributed to Jacob Gerritsz Cuyp (1594–1651)\nPicture hosted by: the National Library of Australia\n\nThe portrait is of a Dutch explorer, in fact the first European to find Tasmania and New Zealand. This is a nice example of the style of a Wezellian family.\n\nSoldier of the Carignan-Salieres Regiment\nFrancis Back\n\nThis fellow represents a typical Erian infantryman. Uniforms are not widely used by armies, instead using colored cloth tied around an arm, a flower in the hat, or any number of similar improvised ways of signalling uniformity. Note that certain prestigious units, like royal guards, use uniforms. One important distinction is that the picture displays a matchlock musket. Most kingdoms now use flintlock muskets, or even the expensive flintlock rifles.\n\nPicture by: Swords and Armor\n\nAnother trusty companion of all soldiers and adventurers is the sword. In the world of Argos, the swords in use are not typically the huge blades of Conan or Strider, but the slightly more sophisticated basket-hilted Renaissance blade. Of course, the true gentleman will arm himself with a musketeer-style blade akin to that on the above picture.\n\n The Peasant Meal\nLe Nain Brothers\nPicture hosted by: \n\nAnd this romantic scene offers a glimpse into the life of the average working stiff. Even in a roleplaying world, not everyone leads a life of daring adventures.\n\nThe awesome Wikipedia has a nice article on era-relevant fashion. This is a good general introduction to the mainstream fashion of Eria, and it also explains a few slightly foreign articles of clothing, like the doublet and other items not commonly found in most contemporary wardrobes.\n\nNo comments:\n\nPost a comment",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.8634118438,
        "format_confidence":0.9756376743,
        "weight":0.0193088954
    }
]