[
    {
        "url":"http:\/\/www.happyhertheseries.com\/about\/",
        "text":"HappyHer was born with the purpose of capturing the beauty of travel and the magic of stories we discover along the way. With a passion for film, creating change and some serious wanderlust, Cornelia and Lindsey have set off on a journey to experience the world and the many excitingly diverse communities the best way they can; through sustainable travel practices and meeting women from all walks of life to hear their stories of strength and inspiration. \n\nWant to relish in the natural beauty amongst the Himalayas in Nepal while still giving back to a local community? Ever wondered what constitutes happiness for different women from one country to another? What about finding the most mouth watering curries on the streets of Mumbai, while still learning about the realities women face in their daily lives? How does this all differ from one country to another?\n\nOur quest is to speak to women of all ages, from all backgrounds, to discover their passion for life and living! While showing wanderers like yourself, the many gems in travelling sustainably.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9408181906,
        "format_confidence":0.9171350598
    },
    {
        "url":"https:\/\/sicilylife.com\/about-us",
        "text":"Sicily Life is the product of two young friends \"Siciliani\" natives: Sebastiano & Alessandro.\nWe like to provide our local experiences to all who like to experience the secrets of Sicily.\nOur goal is to help people coming to Sicily feel like they are home and not tourists!\nWe both have experience in hotel management and hospitality services; You will find we have\nan infectious love for our native land. Sicily Life is distinguished by the highest level of personalized service available to each guest. Your host is on hand to make your vacation come true and provide all the needed arrangements.\n\nClick here to meet The Team and for further information on Sicily Life please contact Coop. Sicily Life Tours.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9946618676,
        "format_confidence":0.9919677377
    },
    {
        "url":"https:\/\/www.jeanneauamerica.com\/en\/agencies\/526-atlantic-cruising-yachts",
        "text":"Atlantic Cruising Yachts\n\nAtlantic Cruising Yachts\nDealership Sailboat\n1881 SE 17th Street\nFort Lauderdale, FL 33316\nChoose your contact\nWorldwide Leaders in Sales and Service for Jeanneau, with the largest selection of new Jeanneau models to see in North America, every day. Located in Fort Lauderdale, Florida.\n\n\nContact information\n\n\nInterested in\n\n\nYour home port\n\nDealer choose\n\n\n\nTerms of use\n\nThe information gathered via the Jeanneau website (subsequently referred to as “the Website”) is managed by SPBI S.A–JEANNEAU Communications Services, responsible for data management, in order to process your request for information, as well as to get to know you better.\n\nThe information marked by an asterisk is required in order to process your request.\n\nIn accordance with applicable legislation regarding personal data protection, you are entitled to:\n\n  • the right to access, (and) to correct, delete and acquire information that concerns you;\n  • the right to limit and oppose for legitimate reasons the management of your personal information;\n  • the option to transmit instructions to us in order to organise the future management of your data (conservation, deletion, communication to a third party, etc.) in the event of death;\n\nYou may exercise these rights by writing to the following email address:\n\nHowever, your opposition can, in certain cases, impact your request for information.\n\nFor more information concerning data management, we ask you to refer to our general terms and conditions.\n\n* Required Fields\nDealership news\n\nLatest News on Facebook\n\nOther Dealership Locations\n\nDealership Sailboat\n200 Beach Drive, NE, Suite 11 FL, 33701 St. Petersburg\nSee the File\nDealership Sailboat, Inboard\n312 Third Street MD 21403 Annapolis\nSee the File",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.7417629361,
        "format_confidence":0.5564288497
    },
    {
        "url":"http:\/\/www.cruiseforyourcause.org\/",
        "text":"• cruise-for-your-cause-1.jpg\n  • cruise-for-your-cause-2.jpg\n  • cruise-for-your-cause-3.jpg\n  • cruise-for-your-cause-4.jpg\n  • cruise-for-your-cause-5.jpg\n  • cruise-for-your-cause-6.jpg\n  • cruise-for-your-cause-7.jpg\n  • cruise-for-your-cause-8.jpg\n  • cruise-for-your-cause-9.jpg\n  • cruise-for-your-cause-10.jpg\n  • cruise-for-your-cause-11.jpg\n  • cruise-for-your-cause-12.jpg\n  • cruise-for-your-cause-13.jpg\n  • cruise-for-your-cause-14.jpg\n  • cruise-for-your-cause-15.jpg\n\nMission Statement\n\nTo unite individuals with a common interest and provide an avenue for those who have a desire to give to others. That desire may be through an unfortunate personal loss or tragedy, a family or friend’s loss or battle with health, or just the urge to give knowing they can benefit another’s need.\n\nWe're supporting\n\nYour donations processed securely through:\n\n\nFoundations supported by Cruise participants for 2018:\n\nBC Cancer Foundation $995\nRun for the Cure $100\nCanadian Diabetes Association $230\nMake A Wish Foundation $100\nKidney Foundation $2005 (includes 2 corporate donations from Nav Canada; $750 regional + $500 national contest)\nHeart and Stroke Foundation $170\nThe Keegan Lennie Foundation $100\nProstate Cancer Foundation of BC $100\nBrain Tumour Foundation of Canada $40\nCKNW Orphans Fund $60\nBC Children’s Hospital $830\nIslamic Society of Ridge Meadows $500\nCrohn’s and Colitis Canada $1000\nAutism Canada $50\nRelay for Life $50\nCovenant House Vancouver $220\nAlzheimer Society $50\nCanuck Place Children’s Hospice $100\nCanadian Cancer Society $50\nBreast Cancer Society $40\nPort Coquitlam Community Foundation – Live Then Give $100\nBasics for Babies $10\nRichmond Public Library $50\nALS Society of BC $50\nThe Lookout Emergency Aid Society $50\nGirl Guides of Canada $20\nLeukemia & Lymphoma Society $100\nSurrey Helps $10\nChalice $444\n\nYOU CHOOSE YOUR CAUSE and come for a Cruise!\n\nCruise Family THANKYOU 2018\n\nSupporter recap....this event could not happen without the amazing (ongoing) support of all of these fantastic local businesses:\n\nDeHaan Design\n\nUnger Design\n\nJellybean Autocrafters Ltd.\n\n2Morrows First Aid\n\nUBC Sports Car Club\n\nDe Thomas Wealth Management\n\nHAME Smart Tech\n\nBlenz Coffee Maple Ridge\n\nRicky's Family Restaurants\n\nFatburger Canada\n\nHammond Jewellers\n\nVCMC Motorsport Club\n\nTBC Indoor Kart Racing\n\nTurn3 Autosport\n\nFusion Illusion Ent.\n\nTraveland RV Supercentres\n\nKMS Tools & Equipment\n\nBrown Bros Ford Lincoln Vancouver\n\nTwilight Drive-In\n\nTechBoys Car Audio\n\nJaguar Land Rover Langley\n\nProject 604\n\nWestland Insurance\n\nNAV Canada\n\n\nNorth West Rubber Ltd.\n\nEvolution Auto Performance\n\nWest Coast Auto Group\n\nDale's Alignment\n\nCruise News May 5, 2018\n\nThank you for everyone's support of the Cruise for Your Cause 2018. To say it was very wet is probably an understatement but thank you to all of the die-hards who braved the rain and stuck it out for the bulk of the day. You are all extremely special people and I am so glad to have met you for the first time on the weekend and to have known the rest of you for many years now. I hope this event was enjoyed by all and I know that the people you supported with your donations have been greatly touched by your support. Thanks again to all of the sponsors and all of you who supported!! \n\nOn behalf of my family and everyone supported by the Cruise this year, thanks for another successful year and I’ll see you all next year on April 27, 2019!!\n\nPhotos from previous years can be found at:\n\n\ncompliments of StreetShotz Photography!\n\n\nTravis Bowering This email address is being protected from spambots. You need JavaScript enabled to view it. 604-616-9373",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.8233379126,
        "format_confidence":0.9213089347
    },
    {
        "url":"http:\/\/www.kingsarms-scalford.co.uk\/about-us\/",
        "text":"About Us\n\nWho We Are\n\nA warm welcome From Michael & Mark\n\nThe Kings Arms B&B offers fantastic overnight accommodation in a traditional, quiet, country pub in Scalford. We have two stunning en-suite rooms, which are kept to the very highest standard and which offer views of the gardens. We provide a full range of amenities, offering you every comfort you will need during your stay. A hearty, homemade breakfast (full English or à la carte) is included for our guests. \n\nWhere to find usWhat is local?x\n\nWe are conveniently located near Melton Mowbray, Leicester and Loughborough. If you’re looking to explore, you can visit Belvoir Castle, the Rutland Falconry and Rutland Water Nature Reserve, which are all within 35 minutes away. For jet-setters, we are just over half-an-hour away from East Midlands Airport. Whether you’re traveling for business or leisure, we’d love you to enjoy a stay with us. \n\nThe Kings Arms, 7 King St, Scalford, Melton Mowbray LE14 4DW\n\nWhat the people sayReviewsx\n\nA wonderful stay with perfect hosts\n\nJacqui W Review Have eaten here many times before and have always had wonderful meals so thought we’d treat ourselves to a stay as we were going to a local party. Mark went out of his way to make us feel welcome, the room was beautifully decorated, comfy bed with gorgeous bedding and lots of biscuits..always a good sign! Breakfast was great…fab sausages, homemade bread for toast and lots of warm croissants and Danish pastries..I had two! Fresh orange juice and plenty of coffee….perfect! Would definitely stay again! Many thanks Mark and Mike! read more reviews\n\nA Great place for a light lunch\n\nMarionD Review We were passing by, called in with no booking on a sunny day, there is a marquee outside (roadside) where there are fixed tables that are all socially distanced. A warm welcome, hand sanitiser, contact details taken, contact less payment – all the food was delivered by staff wearing a mask. You can order food on line if you wish and they will deliver to the table.\n\nWe chose a ham sandwich and also the pork pie ploughman’s, both of which were well presented and equally filling.\n\nA lovely village pub – recommended!\n\nread more reviews\n\nLovely food, nice atmosphere\n\nNiall Review Stayed overnight in this lovely old inn, nice big room and pleasant hosts. The evening meal and breakfast were very nice with generous size portions and would recommend as an overnight stop without hesitation. read more reviews\n\nBook a table at The Kings Arms",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9921733141,
        "format_confidence":0.9058173895
    },
    {
        "url":"http:\/\/www.maison-aux-oliviers.com\/",
        "text":"Gîte rural in the Alpes Maritimes\n04 97 02 12 81\nPierrefeu, Estéron valley\nBook online\nIn the pressSee more about our roomsVisitor’s book\n\nThe Maison aux Oliviers: your  gorgeous gites in the Estéron in Alpes Maritimes.\n\n\"La Maison aux Oliviers\", welcome you into the 2 gites the ROMANCE and the PROVENCE, in the beautiful Estéron valley, in the hinterland of Nice, and heart of the REGIONAL NATIONAL PARK of the Pre-Alps, in the Alpes-Maritimes.\n\nOur house is located well away from the beaten track, 1 hour away from the coastline and one hour away from the big towns of the coast (Nice, Cannes, Antibes, Menton, Monaco, Grasse...).\n\nYou will be welcomed in a high quality setting, between the countryside and mountains, in the heart of the country and at the confluence of a multitude of trekking, canyoning and walking choices.\n\nA complete change of scenery is 100% guaranteed.\n\nNos partenaires",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.989762485,
        "format_confidence":0.7011135817
    },
    {
        "url":"http:\/\/www.colorado.com\/association\/mancos-valley-chamber-commercevisitor-center",
        "text":"Mancos sits on the cusp of magnificent mountains where you can camp, fish, mountain bike and hike.  Six miles west is Mesa Verde National Park. Ancient cliff dwellings that brim with spiritual wonder and silent mystery.\n\nHistoric Mancos retains pride in history with several buildings on the National Historic Register while the downtown business district offers visitors art galleries, top notch dining options, as well as a distillery, a coffee house and one of the oldest continuously operating bars in Colorado.  \n\nFacility Amenities: ADA-compliant, Bookstore, Historic Location, Internet Access, Maps & Brochures Available, Picnic Sites\nInformation Services: Accommodation Directory, ADA Information, Business Directories, Calendar of Events, Cultural Information",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9725147486,
        "format_confidence":0.6295111179
    },
    {
        "url":"http:\/\/www.cityviewolongapo.com\/location.php",
        "text":"Where style and space come as standard\n\nYou’ll have everything to make your stay effortlessly luxurious and enjoyable.\n\n\n\n#25 Magsaysay Drive, New Asinan Olongapo, Zambales, Philippines\n\nArea Information\n\nCity View Hotel is conveniently located at Magsaysay Drive just walking distance from the busiest area in Olongapo City. It is strategically situated neighboring the Subic Bay Freeport Zone and SM Olongapo City.\n\nHow to get here\n\nFrom Manila, take the SCTEX route to Subic Bay. When you reach Gate 2 bridge (exit), go straight ahead and turn right at Rizal avenue and then turn left to Magsaysay drive. The hotel is situated at the left side of the highway, right in front of Wimpy's Olongapo",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9915654659,
        "format_confidence":0.6595780849
    }
]