[
    {
        "url":"http:\/\/www.faqnp.com\/?page_id=47",
        "text":"1. What does FAQNP stand for?\n\nWe’re glad you asked. FAQNP means FAQNP’s A Queer Nerd Publication.\n\n2. Is the title a reference to GNU and other recursive acronyms?\n\n\n3. Huh? (or: what is a recursive acronym?)\n\nIn a recursive acronym, the first letter stands for the acronym itself. It gained popularity in the programming world in the late 1970s and 1980s.\n\nAn example: In 1983, Richard Stallman spearheaded the development of a computer op- erating system that would be similar to UNIX, but it would be free. He famously named it GNU, which stands for GNU’s Not Unix.\nOutside of the computer world, the name of the credit- card company VISA actually\nstands for Visa International Service Association.\n\n4. How nerdy is that?\n\n\n5. So the first letter in a recursive acronym is basically arbitrary?\n\nBasically? Yes.\n\n6. Does FAQ in the title also mean Frequently Asked Questions?\n\nIt could.\n\n7. Why are FAQs written in an ironic, borderline annoying tone, peppered with half sarcastic\/half witty quips, and in the second person?\n\nThe answer lays somewhere in the appearance of FAQs during the pre-web Internet. (e.g. list-servs and USENET.) In other words, we don’t know, but as soon as we figure it out, you’ll be the first people we tell. Short answer: chalk it up to programmer humor, and call it a day.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.5744850636,
        "format_confidence":0.946592927
    },
    {
        "url":"https:\/\/www.aldec.com\/en\/support\/resources\/documentation\/faq\/1654",
        "text":"Does HES-DVM support FPGA Hard-Marcros?\n\n\nHES-DVM supports Hard-Macros (HM), which are technology dependent netlists. They have FPGA vendor proprietary format.\n\nHM module is not synthesized during the design setup, but HES-DVM creates a black-box module in the design netlist. The HM netlist file is passed to the implementation tool as is and then linked with design netlist file. HES-DVM supports Xilinx hard-macro (*.ngc,*.ngd, *.ngo) files.\n\nAsk Us a Question\n\nAsk Us a Question\n\nCaptcha ImageReload Captcha\nIncorrect data entered.\nThank you! Your question has been submitted. Please allow 1-3 business days for someone to respond to your question.\nInternal error occurred. Your question was not submitted. Please contact us using Feedback form.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.807249248,
        "format_confidence":0.9466219544
    },
    {
        "url":"https:\/\/sdkdocs.roku.com\/pages\/diffpagesbyversion.action?pageId=4266012&selectedPageVersions=11&selectedPageVersions=12",
        "text":"Versions Compared\n\n\n  • This line was added.\n  • This line was removed.\n  • Formatting was changed.\n\n\n\n\nCan I have a background video playing in my channel navigation screen?\n\nYes. A common channel design is to have a video playing in the background with a RowList or GridList menu overlaid on top. Check out an example implementation here to test the performance implications of such a design. There are delays while the video is loading (it is therefore recommended to use a low-res video for something unimportant like a background video), but once it is loaded, there are no further performance decreases that can be attributed to the inclusion of the video.\n\nWill using less task nodes increase my performance?\n\nTask nodes are an essential tool for a channel looking to make any asynchronous calls separate from the main BrightScript thread and the render thread. At the same time, spawning too many different threads is an easy way to create laggy and unresponsive channels. Not only should you take care to follow all of the guidelines listed in the Task node class documentation, be aware that a common problem is calling too many simultaneous URL requests from multiple Task nodes. Depending on network speed and other factors, this could cause serious performance issues and result in HTTP timeouts which prevent content from reaching your users.\n\nHow many animations can I use?\n\nTesting on a higher end device with a dedicated GPU like a Roku 3 has shown it can handle up to 800 Animation Nodes, each with its own Interpolator, running at the same time without any performance issues. This is likely far more than a reasonable channel will ever need to use. However, on a Giga, the channel showed visible lag at just 50 simultaneous Animation Nodes. Even worse was on a Tyler, which had trouble with 20 Animation Nodes at the same time. These tests were run on a channel with no other components, so take the exact numbers with a grain of salt. In a real channel, there will likely be other things (Task threads, loading content, user channel navigation, etc.) that will compete for system resources. Instead, you should take note of the large difference between the performance capabilities of a high end device and a low end device and remember to develop your channel accordingly.\n\nUse Animations Somewhat Sparingly. Animations and their associated interpolators require a non-inconsequential amount of computational power (some quantitative data can be found in the FAQ below). An excess of Animation nodes running simultaneously can cause performance issues, although non-concurrent animations will be no problem. However, keep in mind it is generally not an excess of animations that cause performance issues (although it is certainly possible). Rather, poor texture management or interference from other threads are usually the root cause of stuttering animations. Having many animations can exacerbate any performance issues a channel is having and make it exceedingly obvious to the user. In that case, it would be best to simply avoid animated transitions for large UI layouts with multiple complex elements.\n\nHow can I view system memory?\n\nFor SceneGraph apps\n\nFor SceneGraph apps,  just like above, run the channel and port 8080.  Then run \"sgnodes all\"\n\nFor pre-SceneGraph apps\n\nFor pre-SceneGraph apps, telnet to the console; hit ^C to break into the debugger; run \"bcs\" or \"bscs\"\nNote: This is also useful for SceneGraph apps.\n\nWhat is the difference in animating different resolution images?\n\nThere was no noticeable performance difference between animating a full screen, high resolution image and animating a small Rectangle. While there may be other costs involved, like in the load time \/ render time \/ texture memory usage of the image, the actual CPU usage of the Animation and Interpolator did not change depending on what kind of content it was applied to.\n\nHow many items can I put in a RowList \/ MarkupGrid \/ PosterGrid, etc.?\n\nIn theory, as many as you want. SceneGraph Lists and Grids utilize a content manager that automatically loads and unloads bitmaps from texture memory as items in the list\/grid are revealed and hidden. Try out this test channel and notice that once the RowList is loaded, having hundreds of images in each row shows little to no performance difference over having just ten - even on a low end device. However, keep in mind that the initial loading of all of the content into the list or grid still takes time, so trying to download too many large assets or data at once will result in delays and significant load times.\n\nHelp! My channel is still lagging!\n\nGo through this check list checklist one more time.\n\n  • Switch all your images with the lowest resolution possible (before a noticeable decrease in visual quality). A 3840x2160 image and a 360x240 image will look exactly the same on a 360x240 Poster.\n  • Avoid using or gracefully degrade large scale UI animated transitions for lower-end devices. Not that it takes up an especially large amount of resources, but a full-screen image fading in and out in the background makes it blatantly obvious when your channel is experiencing even the slightest performance lag.\n  • Reduce the amount of content loading you're doing at once. If you have multiple Task nodes running hundreds of urlTransfers at once, there will be lag. Load content dynamically as the user needs it.\n  • Change the channel's UI to reduce the number of rendered nodes on the screen. If you want 50 Poster nodes overlaid on a changing background video with an animated HUD, then it's likely time to reconsider the UI and compromise for low-end hardware compatibility.\n\nCan persistent data be stored across different channel sessions?\n\nYes, developers can use the cachefs: file system to allow applications to cache data to volatile or persistent storage instead of tmp:. End-users can add an external SD card to their device which will preserve the data even after a system reboot and improve performance. Users without extended storage also benefit from the use of a shared in-memory cache that is automatically managed by the system to optimize for the most recently used assets.\n\nNote that the OS can evict the data at any time, such as when another channel decides to write so much data that space is required. Thus, a channel should always check for the existence of the file they wrote to before relying on the data cache. Please note that this is currently a Beta feature.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9661006927,
        "format_confidence":0.7854327559
    },
    {
        "url":"http:\/\/dreamsavior.net\/docs\/translator\/faq\/can-not-export-inject-translation-from-wolf-rpg-editor-games\/",
        "text":"1. Home\n  2. Docs\n  3. Translator++\n  4. Frequently Asked Questions (FAQ)\n  5. Can not export \/ inject translation from Wolf RPG Editor games\n\nCan not export \/ inject translation from Wolf RPG Editor games\n\n\nI am currently in the process of rewriting WolfTrans.\nThis will fix many of the problems with the WRPGE translation process.\nPlease look forward to the upcoming release of Translator++.\n\n\nSo you have successfully created a WRPGE translation project in Translator++. You have translated it with a machine translator. But you’re sad because Translator ++ doesn’t succeed in generating patches from your project, or it doesn’t successfully inject translation into your game…. maybe this article can help you.\n\nWOLF RPG Editor(WRPGE) is a game construction tool that can create complex role playing games. It is often regarded as being aimed at advanced users, so keep this in mind if you intend to use it.\n\n\nEven though it’s said that WRPGE is aimed for advanced users, WRPGE doesn’t support advanced scripting unlike RPG Maker series which the users can customize almost everything. So, theoretically speaking, translating WRPGE games is not any harder than translating RPG Maker games.\n\nIt’s just that WRPGE uses a lot of custom parameters and variables.\n\nSo as long as we understand how WRPGE works, we can translate WRPGE well. The same principles that also applied to the other engines.\n\nSo, before we panic and dial 911 or call the Batman to help us, there are some standard procedures that we can do to help ourselves.\n\nCheck the tags\n\nMost of the reported problems are related to this problem.\n\nWell, I admit that checking tagging & scripting is not the most fun thing to do. But if you are really serious about translating the game you like … checking tags is a small matter.\n\nYou can use the search & replace feature in Translator ++. Or use the Context tool.\n\nTags in WRPGE is very standard (because there is no custom scripting), but variables can appear anywhere and tags can quickly become convoluted in the more complex games. I also recommend you to see the documentation of WRPGE. We already have the English version now (thanks to vgperson)\n\nMake a full translation instead of partial translation\n\nIf there is an object that is ticked in the left panel it means you tell Translator++ to make a partial translation consisting of the object that is currently checked.\n\nMake sure that all of the object on left pane is unchecked before you Inject translation, generating patch, or exporting.\n\nMake sure you have nothing checked in the left panel before generating patch or injecting translation\n\nTags ,\nWas this article helpful to you? Yes 1 No",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.8579573035,
        "format_confidence":0.7353159785
    },
    {
        "url":"http:\/\/wiki.opolis.eu\/groups\/opolisqa\/wiki\/f98a6\/Does_Opolis_support_mobile_devices.html",
        "text":"Does Opolis support mobile devices?\n\n\n    listUseful LinksUsefulLinksUsefulLinks2urlList all Opolis WikisgroupsOpolis Wikis\/groups\/Opolis Wikisurlsend us an E-MailcontactContact Opolishttp:\/\/www.opolis.eu\/mailmessage.htmlContact Opolis\n    • No, at the current development stage Opolis does not support mobile devices; therefore you cannot access Opolis via your mobile phone or Blackberry.\n      • The reason is simple: Currently mobile devices do not have sufficient processing capacity to run a highly complex application, such as Opolis, fast and conveniently enough for a user. The Opolis Team is constantly monitoring the situation and a mobile version of Opolis will be launched as soon as a new generation of mobile devices with sufficient processing capacity will become available.\n\n    Back to: Opolis Q & A",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.5775884986,
        "format_confidence":0.8263165951
    },
    {
        "url":"http:\/\/ufoot.org\/u61\/doc\/faq",
        "text":"Frequently Asked Questions\n\nWhy is the game called U61?\n\nIn fact, when I first started this project, I had called it \"Tetr61s\". This was because the game was at first supposed to be quite close to Tetris(c) and there's a letter in Russian which is pronounced \"i\" (like in \"tetris\") and when you write it down it looks like you have written 61.\n\nSince the Tetris Company ( claims to have a look-and-feel copyright on Tetris(c), and sues independant game programmers who program Tetris(c) like games, I could not call the game Tetr61s, nor make a plain Tetris(c) clone. So I decided to start a new project, more general, and change the name. So \"U\" is because my nickname is \"U-Foot\" and \"61\" is because it is the successor of \"Tetr61s\".\n\nCan I copy the game?\n\nYes, since the game is Free Software (free as in speech), protected by the GPL (GNU General Public License). You should have received a copy of the GPL with the game. For more informations on the GPL, check\n\nWhy did you use ClanLib instead of SDL?\n\nSDL starts being a quite mature library, it's widespread, present in most GNU\/Linux distributions, and used by professionnals such as Loki. Therefore, one might wonder why I chose ClanLib instead, knowing that it's much harder to install and also less common library than SDL.\n\nI chose ClanLib because is a high-level programming library, and provides much more than SDL. Its main drawback is that it's still under developpement and therefore API changes occur a bit too often for me. But its big advantage is that it provides tons of usefull functions, and has a very clean design. I also like the idea that ClanLib is developped by independant programmers, just like me.\n\nWhy did you code yet another Tetris(c) clone?\n\nThere are 2 answers to this question:\n\n  • If you really think U61 is a Tetris(c) clone, then you probably have not really played U61. Try and play with different set of rules using the \"Game options\" -> \"Rules\" menu, and play with friends - 3 or 4 players starts being fun... And don't miss the \"special square\" which is represented by a black and white \"?\" in the default theme.\n  • Of course I could have decided to tweak an existing game such as Tetrinet or Quadra instead of starting a new developpement from scratch, but I believe the final result would have been less flexible, and... ...I really enjoy programming 8-)\n\nSource package is hudge, why?\n\nIt's true that the source package for U61 is very big, even once it's been compressed. It's even bigger than the binaries...\n\nThe reason is relatively simple: I think - and this is also the FSF point of view - that the source package must reflect my developpement environment, and offer users who download it all the code, tools and ressources I use to compile the game. Therefore the source package is simply my whole developpement tree, so it contains *everything* and it's big.\n\nYou could argue that I could separate the C++ source code from graphics and such things but it would force me to have several source packages, and then I'd need to have some scripts to interract between these packages and it would make things more complicated. I did try it - previous versions of U61 used to have an u61 and an u61-data package - and it sucks.\n\nYou'll also notice that there are some unused extra graphics, sounds or scripts in the source tree. These are ressources I'm \"likely to use\" in further developpements, are which have been done and abandonned in the past, but are not bad enough to be thrown away. Again, I put *all* my U61 stuff in the source package.\n\nAnother good reason for doing that - besides making all my work freely available - is that everything I put in the source package is stored on a distant CVS server, this means that if my house burns and I loose all material things my work is not completely lost 8-)\n\nPage generated by UWiKiCMS 1.1.8 on Sat Feb 25 2017.\nCopyright © 2005 Christian Mauduit. Permission is granted to copy, distribute and\/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts.\nUpdated on Sun May 29 2005.",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.928791821,
        "format_confidence":0.959395647
    },
    {
        "url":"http:\/\/dba.fyicenter.com\/faq\/oracle\/oracle_pl_sql_basics.html",
        "text":"Home >> FAQs\/Tutorials >> Oracle Tutorials\n\nOracle Tutorials - Understanding PL\/SQL Language Basics\n\nBy: FYIcenter.com\n\nA collection of 22 FAQs on PL\/SQL language basics or DBA and developers. It can also be used as learning tutorials on defining variables, assigning values, using \"loop\" statements, setting \"if\" conditions, and working with null values. Topics included in this FAQ are:\n\n  1. Is PL\/SQL Language Case Sensitive?\n  2. How To Enter Comments in PL\/SQL?\n  3. What Are the Types of PL\/SQL Code Blocks?\n  4. What Is an Anonymous Block?\n  5. What Is a Named Program Unit?\n  6. What Is a Procedure?\n  7. What Is a Function?\n  8. How To Declare a Local Variable?\n  9. How To Initialize Variables with Default Values?\n  10. How To Assign Values to Variables?\n  11. What Are the Arithmetic Operations?\n  12. What Are the Numeric Comparison Operations?\n  13. What Are the Logical Operations?\n  14. How Many Categories of Data Types?\n  15. How Many Scalar Data Types Are Supported in PL\/SQL?\n  16. How To Convert Character Types to Numeric Types?\n  17. What Are the Execution Control Statements?\n  18. How To Use \"IF\" Statements on Multiple Conditions?\n  19. How To Use \"WHILE\" Loop Statements?\n  20. How To Use \"FOR\" Loop Statements?\n  21. What Is NULL in PL\/SQL?\n  22. How To Test NULL Values?\n\nSample scripts used in this FAQ assumes that you are connected to the server with the HR user account on the default database instance XE. Most of the sample scripts in this FAQ collection are written in anonymous block format. It is also assumed that you know how to create and run anonymous blocks with SQL*Plus or SQL Developer.\n\n(Continued on next topic...)\n\nOracle Tutorials:\n\n\nOther Tutorials\/FAQs:\n\n\nRelated Resources:\n\n\nSelected Jobs:",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.9747213721,
        "format_confidence":0.9352637529
    },
    {
        "url":"http:\/\/darhon.com\/faq\/375",
        "text":"Release notes (CRT)\n\nChanges in 1.2.2\n\n  • Split views are implemented to customise the monitoring layout\n  • Dialogs can be moved and locations are saved when they are re-accessed in the same session\n  • All text is now selectable \n\nChanges in 1.2.1\n\n  • Implement various usability features (tooltips, text selection, etc.)\n  • Extra currency is added to evaluate portfolio \n  • Implement tracking of un-filled orders in report panel\n  • Trade window now shows parameters configured in settings\n  • Improvement with arbitrage engine: Prices are evaluated as average between buy & sell orders\n\nChanges in 1.2.0\n\n  • Implement limits for Crypto and Fiat trade\n  • Implement version upgrade in About dialog\n  • Correction of bugs\n\nChanges in 1.1.0\n\n  • Implement select\/unselect currencies to be included in trades\n  • Improve user interface\n\nChanges in 1.0.0\n\n  • Initial release",
        "topic_id":2,
        "format_id":5,
        "topic_confidence":0.6411590576,
        "format_confidence":0.8665784597
    }
]