[
    {
        "url":"http:\/\/www.gtv-ip.com\/michaelcartona",
        "text":"Michael D. Cartona\n\n\n\nMichael counsels a wide variety of technology-based companies in the development and implementation of effective intellectual property strategies. Michael has over a decade of experience drafting and prosecuting patents and has prepared patentability, non-infringement, invalidity, and freedom-to-operate opinions in the mechanical, electro-mechanical and computer arts. Technical areas of Michael’s practice include medical devices, consumer products, home appliances, metalworking machinery, rail vehicles and vehicle control systems, and sensors. In addition, Michael has experience in the exploitation, transfer, and licensing of technology, including experience in the preparation and negotiation of patent and trademark license agreements, asset purchase agreements, technology transfer agreements, and material transfer agreements.\n\nMichael received his J.D. cum laude from the Quinnipiac University School of Law, where he was a recipient of the Distinguished Academic Achievement Award and Excellence in Clinical Work Award. He held internships in the legal department at a Photronics, Inc., a semiconductor technology company, and at the Quinnipiac University School of Law Tax Clinic, where he represented indigent clients in all stages of the Internal Revenue Service’s administrative process. Before law school, he received his B.S. in Mechanical Engineering from the University of Connecticut.  \n\nMichael is admitted to practice before the United States Patent and Trademark Office, the state courts of Connecticut and New York, and the United States District Court for the District of Connecticut.\n\nMichael is active in the Greater Hartford community. He is a member of the Hartford County Bar Association, a member of the board of directors of The UConn Club, and serves as Program Chair for the Connecticut Intellectual Property Law Association. Michael also coaches a youth basketball team in West Hartford, Connecticut, where he resides.",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.8099952936,
        "format_confidence":0.9835958481
    },
    {
        "url":"https:\/\/www.lawfareblog.com\/contributors\/dbosco",
        "text":"David Bosco\n\nDavid Bosco is associate professor at Indiana University’s School of Global and International Studies. He is author of Five to Rule Them All: The UN Security Council and the Making of the Modern World and Rough Justice: The International Criminal Court in a World of Power Politics.\n\nSubscribe to this Lawfare contributor via RSS.",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.6881259084,
        "format_confidence":0.9819105268
    },
    {
        "url":"https:\/\/legalethicstexas.com\/About-Us\/Staff\/Jonathan-Smaby-(1)",
        "text":"Jonathan Smaby\n\nJonathan Smaby\n\nBefore joining TCLE as its Executive Director in 2009, Mr. Smaby practiced law in Dallas.  He represented clients in business, litigation, employment, real estate and health law.  He was also a longtime member of the Advertising Review Committee of the State Bar of Texas, including serving as its Chair and Vice Chair. \n\nHe is a frequent speaker, primarily on the topics of legal ethics, professionalism, law office management and lawyer advertising.  He has spoken at events sponsored by the NAACP, the American Bar Association, the State Bar of Texas, the University of Texas Law School, and numerous local bar associations throughout Texas.  He is a member of the College of the State Bar of Texas and a Fellow of the Texas Bar Foundation. \n\nMr. Smaby is the co-author of the third edition of Opening and Managing a Law Practice, which is published by the Texas Center for Legal Ethics, and he previously consulted with lawyers and law firms on law office management.\n\nHe has also written numerous articles on both legal and political topics for a variety of publications, including The New York Times, Dallas Morning News, National Law Journal, and Texas Lawyer.  Mr. Smaby has also provided legal and political commentary for local radio and television stations, including previously serving as a regular political analyst for KDFW-TV in Dallas.\n\nHe is a graduate of the University of Minnesota and the University of Michigan Law School, and he is licensed to practice law in Texas and Minnesota.\n\nSign In\n\n\nForgot Password?\nDon’t have an account, create one.",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.7682126164,
        "format_confidence":0.9663873911
    },
    {
        "url":"http:\/\/missoulanews.bigskypress.com\/missoula\/Profile?oid=1537461",
        "text":"Member since Feb 22, 2012\n\n\n\n  • No friends yet.\nBecome My Friend Find friends »\n\nRecent Comments\n\nRe: “Lake County Undersheriff Karey Reynolds resigns\n\nI am a victim of ignorance on behalf of the Lake County Sheriffs office. April of 2007 I was a victim of domestic violence and as a result of being wrongfully arrested, I do not have my children and didn't even get to see them for 3 months at that time (5yrs old and 9 yrs old). Even when I made it to the ER the next day, the Sheriffs department told the ER Dr. that I attacked my husband when in fact he attacked me. I will never ever get over this and ended up moving out of the county as the domestic support group suggested in order to get a restraining order on the ex-husband. I just have to try and not think about this but some days are so hard especially when my children don't even want to go back to their Dad's. I get to see them fail at academics, not attend school, go through mental abuse beyond anyone's imagination, and get hit by their dad and still sleep with the youngest boy who is 10. I still have 3 crushed discs in my neck which has changed my life forever physically and memories of that horrible night that will haunt me for the rest of my life. To this day my children have missed over 23 days of school as usual, have been beaten by my ex-husband several times since 2007, he still sleeps with my youngest boy who is 10. Reports have been filed but nothing has been done, or will ever be done by that county. My children are not important enough. It is a different law they go by up there in Lake County and as a result my children are the ones who suffer. The nickname for Lake County is \"The good ole boys club\". It was extremely difficult to even get representation for my divorce because the out of town lawyers knew it would be a tough case because of the \"Good Ole Boys Club\".\n\nA mother currently residing in Missoula County while my children still reside in Lake County with no help from the law.\n\n1 like, 0 dislikes\nPosted by sadformykids on 02\/22\/2012 at 6:35 PM\n\nFavorite Places\n\n  • None.\nFind places »\n\nSaved Events\n\n  • Nada.\nFind events »\n\nSaved Stories\n\n  • Nope.\nFind stories »\n\nCustom Lists\n\n  • Zip.\n\n© 2017 Missoula News\/Independent Publishing | Powered by Foundation",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.891518712,
        "format_confidence":0.8909231424
    },
    {
        "url":"http:\/\/leidenlawblog.nl\/contributors\/jasper-de-bie",
        "text":"Leiden Law Blog\n\nJasper de Bie\n\nJ.L. de Bie MSc, PhD Candidate Criminology at Institute for Criminal Law and Criminology, Department of Criminology\nJasper de Bie\n\nJasper de Bie obtained his MSc degree in International Crimes & Criminology from the VU University Amsterdam. During his Master he did extensive empirical research in South Africa for one year, focusing on reconciliation and xenophobia.\nIn September 2011, Jasper de Bie was appointed as a PhD student at the Institute for Criminal Law & Criminology at Leiden University. For his research on Jihadi Terrorism in the Netherlands, he partially works at the Research Department of the Ministry of Justice in the Hague. \n\nKey publications",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.7827875614,
        "format_confidence":0.9914287925
    },
    {
        "url":"https:\/\/www.thetrust.fi\/lawyers\/anne-marie-malmberg\/",
        "text":"Anne-Marie Malmberg 1\n\nAnne-Marie Malmberg\n\n\n  • +358 50 337 7919\n  • Anne-Marie.Malmberg (at)\n\nAnne-Marie specializes in corporate and capital markets law as well as M&A and corporate finance transactions. She has extensive experience in national and international transactions, corporate law, banking & finance and contract-drafting in areas ranging from ICT to various other fields of business. With her combined experience in restructuring and transactions acquired in law firms and accountant firms and as in-house legal counsel, Anne-Marie has gained in-depth understanding and practical approach to deals of different sizes and complexity, as well as a hands-on and relentless attitude towards all legal work.\n\n\nLLM 2000 (University of Helsinki)\n\nPast work\n\nSenior Legal Counsel (Senior Manager), Ernst & Young\nLegal Counsel, OpusCapita Group\nSenior Associate, Hammartsröm Puhakka Partners, Attorneys\nCorporate Law Manager, PricewaterhouseCoopers\n\n\nMergers and Acquisition\nCapital Markets\nJoint Ventures\nCorporate Law\nContract Law\n\n\nThe Finnish Bar Association\n\nClose Menu",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.8243541718,
        "format_confidence":0.9583933353
    },
    {
        "url":"https:\/\/www.martindale.com\/des-moines\/iowa\/patricia-sweeney-997560-a\/",
        "text":"Patricia A. Sweeney\n\nPatricia A. Sweeney: Attorney with McKee, Voorhees & Sease, P.L.C.\n\n\nPat Sweeney is an Intellectual Property Attorney with over 30 years experience in obtaining patent protection and counseling clients on intellectual property matters. Since 1986, she has worked with clients ranging from small start-up companies to multinational corporations in the biological science field through development of intellectual property strategy, building patent portfolios and prosecuting patents, competitive analysis, licensing and other transactional intellectual property matters. Her experience includes the fields of biotechnology, plant biology, agriculture, biofuels, veterinary and human biologics.\n\nPat was the first female patent attorney in Iowa, beginning her practice at the firm in 1985. She then joined Pioneer Hi-Bred International as Intellectual Property Counsel and became Chief Patent Counsel before returning to private practice. After graduating from law school, Pat was law clerk for the Chief Judge of the Iowa Appeals Court followed by working as an assistant county attorney.\n\nPat was awarded her law degree, with honors, Order of the Coif, from Drake University Law School and has a double major in Botany and Journalism from Iowa State University. She is an arbitrator with the American Arbitration Association. Pat was recognized as a Top Rated Intellectual Property Attorney in Des Moines, Iowa by Super Lawyers in 2018.\n\nAreas of Practice (2)\n\n  • Biotechnology Patents\n  • Licensing\n\nEducation & Credentials\n\nContact Information:\n515-288-3667  Phone\n515-288-1338  Fax\n515-288-1338  Fax\nUniversity Attended:\nIowa State University, B.S., Botany and Journalism, 1978\nLaw School Attended:\nDrake Law School, J.D., with honors, 1984\nYear of First Admission:\n1987, U.S. Patent Bar; 1988, U.S. Federal Circuit Court of Appeals; 1984, Iowa; 1987, U.S. District Court, Southern District of Iowa; 1986, U.S. District Court, Northern District of Iowa\nAmerican Intellectual Property Bar Association; American Bar Association; Iowa State Bar Association\n\nPeer Reviews\n\nThis lawyer does not have peer reviews.\n\n*Peer Reviews provided before April 15, 2008 are not displayed.\n\nDes Moines, Iowa\n\nThe determination of the need for legal services and the choice of a lawyer are extremely important decisions and should not be based solely upon advertisements, certification, specialization or self-proclaimed expertise. A description or indication of limitation of practice does not mean that any agency or board has certified such lawyers as specialist or expert in an indicated field of law practice nor does it mean that such lawyer is necessarily any more expert or competent than any other lawyer. All potential clients are urged to make their own independent investigation and evaluation of any lawyer being considered. These disclosures are required by the Supreme Court of Iowa.\n\nContact Patricia A. Sweeney\n\nRequired Fields\n\nRequired Fields\n\nBy clicking on the \"Submit\" button, you agree to the Terms of Use, Supplemental Terms and Privacy Policy. You also consent to be contacted at the phone number you provided, including by autodials, text messages and\/or pre-recorded calls, from Martindale and its affiliates and from or on behalf of attorneys you request or contact through this site. Consent is not a condition of purchase.\n\nYou should not send any sensitive or confidential information through this site. Emails sent through this site do not create an attorney-client relationship and may not be treated as privileged or confidential. The lawyer or law firm you are contacting is not required to, and may choose not to, accept you as a client. The Internet is not necessarily secure and emails sent though this site could be intercepted or read by third parties.",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.9767763615,
        "format_confidence":0.8375891447
    },
    {
        "url":"https:\/\/www.ageeclymer.com\/attorneys\/gregory-r-mitchell\/",
        "text":"Gregory R. Mitchell\n\n\nGreg is a partner with ACML working primarily out of Columbus.  He does travel to the Fairborn office several times each month. With 20 years of experience, Greg balances his practice between Workers’ Compensation, Social Security Disability \/ SSI, PERS Disability and Long Term Disability claims.  He is a frequent speaker on various topics related to workers’ compensation, and especially their inter-relationship to Social Security Disability claims.\n\nGreg is a native of Toledo, OH and graduated from St. Francis DeSales High School in 1987. He received a Bachelor’s of Business Administration in Accounting from the University of Toledo in 1990.  He was honored to be chosen as the Outstanding Graduate in the College of Business that year.  Law school was completed in 1993 also at the University of Toledo.\n\nAway from the office, Greg devotes his time to his family and friends. An accomplished performer and stand-up comic, he regularly contributes his time and talent to the “Merry Go Round”, an annual fundraiser for the Childhood League. Greg also enjoys coaching youth sports and will play basketball with anyone at any time.\n\n\nOhio Supreme Court\n\nU.S. District Court, Southern District, Ohio\n\nMembership Affiliates\n\nOhio Association of Justice\n\nAmerican Association of Justice\n\nColumbus Bar Association\n\nOhio State Bar Association\n\n“Our clients lives are so intertwined with what we do that we do become friends and that’s the beauty of doing this practice.”\nWatch Gregory's Video Profile",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.9678548574,
        "format_confidence":0.9731376171
    }
]