[
    {
        "url":"http:\/\/www.aintitcool.com\/node\/65546",
        "text":"Ain't It Cool News (\nMovie News\n\nCapone talks the responsibility of legacy with MANDELA: LONG WALK TO FREEDOM director Justin Chadwick!!!\n\nHey everyone. Capone in Chicago here.\n\nI won't lie, it felt a tad on the surreal side to be interviewing someone on behalf of a biopic about a man who had just died days earlier, especially when the man in question was arguably the most famous man in the world, Nelson Mandela. And while the new film MANDELA: LONG WALK TO FREEDOM takes a rather by-the-numbers approach to the South African leaders life, it is anchored by two extraordinary performances in Idris Elba as Mandela and Naomie Harris and his activist wife Winnie. And for the record, considering Mandela's life story, even a straight-forward telling of it is loaded with emotion, inspiration, anger and an epic scale.\n\nThe director of LONG WALK TO FREEDOM (based on Mandela's autobiography of the same name and sanctioned fully the man himself) is 45-year-old Manchester native Justin Chadwick, who, like many in our age group, first became aware of Mandela through musicians linked to Amnesty International, such as U2 and Peter Gabriel. But it was his last film, the quiet moving THE FIRST GRADER, about an 84 year-old Kenyan villager who wanted to take advantage of his nation's declaration that anyone could get an education, so he joined a first-grade class, that caught the attention of the producers of the Mandela film, who noted that Chadwick was a fan of immersing himself in the African culture for about a year before shooting a frame of the film. This dedication made him the ideal candidate for telling Mandela's story from his early childhood to becoming the democratically elected president of South Africa.\n\nAn actor through much of the 1990s, Chadwick also kept himself busy directing episodes of many British television series (\"EastEnders,\" \"MI-5\") and eventually made-for-TV films and miniseries (\"Bleak House\"). His first feature was the technically stunning THE OTHER BOLEYN GIRL, which played free and loose with the facts, but gave this story of Marry and Anne Bolyn vying for King Henry VIII's affections some serious emotional weigh. He is presently starting up directing the pilot for \"The Money,\" an HBO series created by \"NYPD Blue,\" \"Deadwood,\" and \"Luck\" creator David Milch.\n\nChadwick was in Chicago recently where I had a chance to sit down with him to talk about MANDELA: LONG WALK TO FREEDOM and his meetings with the subject of his film, as well as coping with the loss of the great diplomat and leader. He's an extremely nice guy, a great interview, and the stories he has about Mandela and other aspects of making this movie are fantastic. Please enjoy my talk with Justin Chadwick…\n\nCapone: I don’t know how much time I have.\n\nJustin Chadwick: Oh, you’ve got plenty of time. As much as you need. When did you see the film?\n\nCapone: It was maybe two or three weeks ago.\n\nJC: Oh, okay. You know, I was cutting it until like 10 days ago. I was still working on it.\n\nCapone: How long is it now then?\n\nJC: 2 hours 19 minutes. You know what it’s like, it’s an independent African movie. The great thing about having somebody like Harvey [Weinstein] behind it now, it’s like you show your movie and you learn about your movie by showing it in an audience. So every time I’ve seen it, I’ve come out of it and gone straight to Harvey and gone, “Harvey, I want to go back in.” My producer was going, “Oh my goodness, we’re done, we’re done.” And Harvey's going, “Are you sure Justin?” And I’m going, “Yeah, listen.” So right up to 10 days ago, I was still working away at it, just honing it.\n\nCapone: I’m trying to remember if we saw it less than 10 days ago. It was right around that time.\n\nJC: Yeah, you might have seen it.\n\nCapone: Have you added anything at the end now that Mandela has passed away? Has there been anything adjusted because of that?\n\nJC: No. Someone else asked me that the other day. Those photographs of him at the end are the best dedication we could have given him. Those all have obviously a huge history, but now he’s passed, they’re even more significant in terms of the film. To not have him there now... He’s been such a part of it and such a reassuring presence, not to have him as part of that, we're still reeling from it.\n\nCapone: I was going to ask you about that. Is it surreal that this week, they’re driving his body though Soweto, and the funeral is not until this weekend, and you're out running around talking about this film. It has got to be a very different experience now talking about it.\n\nJC: Completely. My whole family was there and everybody was there, [Mandela's] two daughters were there at the royal premiere, and then that happened half an hour before the end. The two daughters were together. Thank goodness, that they were together, otherwise one would have been in Argentina on her own and then had to make that journey home on her own.\n\nBut they wanted to continue playing the film, and then the next day I went to see Zindziswa and Zenani, and I sat down with them and I said, “What do we do now? Because this changes everything, doesn’t it?” And Zenani said to me, “This film is true to my father. He’d want you to go out and to do what you’re doing. Nothing should change. The film honors his legacy, and his legacy is important. It goes beyond anything, even him.\" Idris and I were with her when she said that, so we’ve come here and we’ve got some college screenings that we really want to do. We made it for a new generation to understand Mandela. I know he was old, but I think he’d been though so much and he was so ill over Christmas [2012], just as I was getting the director's cut ready. He was so ill over Christmas and he was in the hospital, and we were all so very concerned because he was seriously ill, and then he came home.\n\nHe had been such a fighter and to have him not there anymore puts a responsibility on us to do what we can to honor that legacy, and the film does honor that legacy, and it celebrates him as a man. And that was our intention with it is that, yes, it shows him as a young man and as a flawed young man and where he came form, but he’s a young man with hopes and ambitions and he’s just like any other young man. What he went though is extraordinary.\n\nCapone: Had he had any chance to see any version of the film?\n\nJC: I met him just before we started shooting, and then Anant [Singh, producer] would go and see him regularly while we were filming and show him scenes. He actually showed him the first day shooting, which was the last shot of the movie. You remember the big shot with him walking there with the children that run past him? He saw that shot and he went, “Is that me?” I’m sure he said it with a twinkle, but he saw that, but that for me and Idris was such a great thing to hear in the early days of the shooting. We showed him photographs of certain scenes, and just before Christmas, I got my director's cut, the first draft of it, and then he became very ill, and the last thing any of us wanted to do was bother him with what we were doing.\n\nIt was important for him to be with his family, so sadly he didn’t, but his daughters have obviously just spent four weeks with us just recently, and Winnie saw it. We took it back to South Africa. That was the first place we took it, showed it to Winnie, the children were there, the comrades that had been on Robben Island on the B wing were there. The men and women who had been part of the struggle, on both sides actually, and that was very overwhelmingly emotional experience watching this film with men and women who we were portraying, with things that they had told me. They knew I was making a film about them about them, but I spent a year then coming from Manchester, I felt responsible to actually live and talk to the people and spend as much time as I could and use the fact that I’m from the outside to try and understand it from all sides and to understand it from a prospective of listening to people. So that was incredibly powerful.\n\nAnd they all talked about the truth of it, and the truth that it was their struggle and the truth that it was to the men and women that they knew. And that, for Winnie to say that, I mean, we don't shy away from the controversy of her character. She’s extraordinary. And the people close to Mandela in this household--his wife and the people close to him in his house--saw it as well, and they all talked about Idris' performance.\n\nCapone: When your making a biography of anyone, especially perhaps the most famous man in the world, what liberties do you allow yourself to take in terms of what is often referred to as \"dramatic license\"? Or do you try to stick to the facts?\n\nJC: I was given complete freedom. In my own head, that is why I said No to it at first, because how do you do that in one 2-hour 20-minute movie? It was such a huge, full life with so many thousands of people. His life represents Apartheid history of 100 years. One of the most well-documented modern histories ever. It was really about understanding it from these intimate relationships. Anant Singh, the producer, had written to Mandela in prison had formed this bond, and had give us access to--and I then talked to and spent time with--everyone involved with his story, who I got to know as moms and dads. That was the way in.\n\nAnd then it was about making a film through the prism of the relationship, of the central love relationship. We could actually make a film about love and forgiveness, and that core was the heartbeat of the film--the cost to that man, what it cost his family. Because we can reach for a history book; there are great documentaries made about him, and then the actual mechanics of it was to be true to the people we were representing. Try to involve them as much as we could, so don’t do this on the soundstage, do this in Soweto with people who have lived the struggle. So when Winnie walks into the church, she’s actually walking into a church w... (truncated)",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9720997214,
        "format_confidence":0.9807760715
    },
    {
        "url":"https:\/\/www.equestriadaily.com\/2015\/04\/fiendship-is-magicunredacted-interviews.html",
        "text":"• FIENDship is Magic—Unredacted Interviews\n\n    When interviewing writers and artists about upcoming projects, sometimes something gets mentioned that shouldn't really be talked about until after the issue comes out.\n\n    Like for instance a deleted scene relating to the plot framing structure in FIENDship is Magic #1.\n\n    So, unfortunately those items have to be [REDACTED] until the issues are out. Fortunately though, I was always planning on releasing the redacted material.\n\n    So for your viewing pleasure, or if you just happen to be curious, you can find the unredacted sections to the interviews for FIENDship is Magic #1 and FIENDship is Magic #3 (#2 didn't have anything redacted) below the break!\n\n    From FIENDships is Magic #1 Interview\n\n    Yeah, what I found pretty interesting about Sombra is that he actually did have a little bit of characterization in the Crystal Empire, but to see it you had to sit down and really look at his episodes. Sombra didn't burn down the Crystal Empire library like any good tyrant should do. He has an unhealthy obsession with stairs.  And for some reason, he likes torturing ponies within their own minds.\n\n    Jeremy Whitely: Yeah… The one thing that I had to cut from this story—which killed me—is… This issue is done with a little bit of a book end. When Cadance and Twilight find out about the story that's in this issue, I wrote a sequence— [it's] where they go down into the hidden part of Sombra's castle—where Cadence has the same experience that Twilight does in the show. Where the gem over the door shows this other reality to her—and I ended up having to cut it for length because it wasn't a story about Cadence, it was a story about Sombra!\n\n    I wrote a whole two pages where Cadence and Shining Armor are ruthless overlords of the Crystal Empire and ... I had this idea of Cadence and Shining Armor in actual armor and are the bad guys. I hate that that ended up getting cut. That would have been my [way of showing] that that's what Sombra does to people. He has these powers and he uses them to get into people's heads and screw with them.\n\n    Brenda Hickey: Mm-hmm (affirmative).\n\n    From FIENDships is Magic #3 Interview\n\n    Ted Anderson: Yeah, they’re straight evil wacky, absolutely! It’s not their origin story ‘cause I didn't want to dive down that rabbit hole. It’s not how they were born, or created, or whatever because I don't think that's been decided by anyone yet. It’s more about how they became a threat and then get sent to the Equestria Girls' world. So little has been decided apart from, “Oh they were a threat, and Starswirl banished them.”\n\n    Agnes Garbowska: We gave the reason to why everything happened, which wasn't explained thoroughly in the show.\n\n    * * *\n\n    Ted Anderson: I didn't stick too much with the Greek or Roman mythology in the sense of them being water creatures that sung passing sailors to their death. Obviously, the music is the huge part of their story in this issue and that provides a lot of the conflict, but it’s handled in a slightly different way.\n\n    I kind of gravitated towards the conflict with Starswirl just because ... Starswirl is such a weird character. He first appears in just a random throwaway line in the Halloween episode and then suddenly—two seasons later—he's this grand mythologized figure that keeps showing up. And everywhere else we've seen him—as little as we have seen of him—he's kind of this wizened mentor and great legendary wizard character.\n\n    But in this issue, not to spoil too much, I got to put him in a situation where his magic isn't really as helpful. So, we get to see him coming up against a different sort of challenge and it made for a lot of fun. It was a lot of fun writing him doing what he does in this issue. Just because he's out of his depth, he's a little bit out of his element here.\n\n    Yeah, I don't know. The grecko-roman stuff does show up in the background, in the way the story is handled. The story takes place in ancient Equestria, and—because Equestria's timeline is just so fluid and ridiculous—we got to make it, basically, a parody of ancient Rome. So, there's the Coltosseum, and there's statues everywhere, and there's  direct columns holding everything up. Agnus, you told me you kind of went crazy into the research on this.\n\n    * * *\n\n    Ted Anderson: Oh man. Don't get me wrong it’s always fun to write the ditz characters. I mean Sonata was ... She got to be kind of the one who ... I mean, calling her a ditz is doing her a disservice. She's easily distracted, she likes to have things explained to her, but she always thinking of new ways to approach things, and she's always looking for new bizarre stuff to get obsessed with. I loved having her be able to comment on the weird things that come along, and just be the odd ball of the group.\n\n    The group as a whole ... I like the idea that they were a lot less nasty to each other before they went to the Equestria Girls' world. They’re still villains, and they’re still sucking the life energy out of ponies with their diabolical song. They don't snipe at each other as much, and they’re not as mean to each other. They kind of like to get along. There just around to do what they do and that involves horrible, evil stuff.\n\n    Once they get to the Equestria Girls' universe, they don't have anyone else they can relate too because they're completely out of their element. So, they end up just re-hashing the old arguments and getting sick of each other. So by the time we see them in the movie, they’re just really awful to each other. It was fun to write the whole dynamic differently and have them be a little bit less acerbic to each other. Sonata, in particular, was fun just ‘cause she was she was the wacky, odd ball one. But the whole group was also a blast. And I know, Agnus, you said you relate a lot with Sonata.",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9392971396,
        "format_confidence":0.9623910189
    },
    {
        "url":"https:\/\/turnstylenews.com\/2013\/01\/08\/this-new-doc-is-where-the-magic-happens\/",
        "text":"This New Doc Is ‘Where The Magic Happens’\n\non Tuesday, Jan. 8th\n\nMarcie Hume is a documentary filmmaker whose latest work, Where The Magic Happens, is entering that oh-so-critical step: the editing phase.\n\nThe film is a labor of love for Hume, whose passion for stage magic runs deep. Hume and her co-director Christoph Baaden have gathered hundreds of hours of footage at this point, and are now turning to Kickstarter to raise the funds to bring on an editor and get the film ready for audiences.\n\nWhat intrigues me here is that the lives of the magicians Hume follows can echo the struggles of artists and freelancers of all types. Only in the world of magic truly wild success is even more elusive than in other fields of entertainment. Which is a shame, since the level of inventiveness that is the professional magician’s stock in trade piques the interests of experience designers and storytellers who know what’s what.\n\nI reached out to Hume by means of the techno-magical tool we call email. Read the full interview after the jump.\n\nTURNSTYLE: What motivated you to start shooting a documentary about magic now?\n\nMarcie Hume: I had been interested in magic (perhaps a slight understatement) for many years, and started spending time at the Magic Castle. It was a real luxury to visit a place where you could have serious conversations about magic. The documentary idea naturally seeped in, and the angle quickly became clear: I love the fact that many magicians are making a living at something that has consumed them, inspired them, and seems like the only thing they can do… but ultimately it’s pretty tough to make a living at, and to achieve their artistic goals. There’s no set route to success for magicians, and they have to carve out their own trajectory.\n\nThe recession adds another complication to an already difficult path. Gigs for magicians started to get slim when the recession hit, and the effects are still very much felt. That only further illuminates how difficult it can be to merge your passion and your livelihood.\n\nBut the main reason to make the film now may just be that there isn’t a documentary about pro magicians. The world of magic is so complex – the social and political aspect, the invention, creativity, competition, artistic aspirations – there are so many potential areas to explore. The one that resonates the most for us is the fact that professional magicians are making a living at this art form they’re in love with, which many people don’t even see as an art form. It’s an uphill battle.\n\nTS: How many magicians have you followed at this point? Who?\n\nMH: We’re following 5 at the moment, covering a broad spectrum. We’ve been filming an incredible mind-reader in England, a renowned card guy who’s a big figure at the Magic Castle, a fellow who was once Johnny Carson’s favorite magician, a German stage illusionist in Las Vegas, and a magician who is seriously pursuing television. It sure is a broad spectrum, but so it is in the world of magic.\n\nWe’re also shooting interviews with some greats of magic, as well as celebrities who you’d perhaps be surprised to hear are deeply into magic.\n\nTS: You’re raising funds to bring on an editor. At this stage of the process, with all that footage, what do you see the structure of the film being?\n\nMH: We’ve been filming for well over a year, so we’ve been there for lots of setbacks and achievements, and we want these moments to translate to screen. We don’t just want character portraits, but strong stories of people who are pursuing something big and meaningful.\n\nThere is a huge spectrum in magic, between glamour and grittiness, and the sweet spot is always to allow the audience to experience that world, while revealing more information that gives deeper understanding of why they have ended up there. And intertwined with this we’ll address something of what magic is, what it can be, and why it can give us such a unique experience.\n\nTS: Why go the crowd funding route? Why not seeking funding by traditional means?\n\nMH: Crowd funding is a pretty stunning change in independent filmmaking. We’re now suddenly able to reach our audience much earlier and much more directly.\n\nWe’re continuing to seek private investors (which was our sole funding source for our film Hood To Coast), but crowd funding has been fantastic thus far in already finding an audience, establishing new connections with those who are interested in coming on board in some capacity, and generally getting some of our footage and intentions out there.\n\nIndependent financing is the best it gets in filmmaking. It allows you creative control and to explore your stories and themes to whatever depths you see fit. But it’s the toughest road financially, and you have to stay determined every single step of the way.\n\nTS: What do you see as magic\/magicians place in the entertainment ecosystem?\n\nMH: When magic is done well, with a great deal of thought put into every aspect of the performance, with attention to beauty and meaning and the nuanced experience of the audience, it has infinite potential. It can give you an experience like nothing else, make you lose your footing and suddenly the world tips on its side. It can be ecstatic.\n\nBut this is admittedly quite rare… many people who perform magic grab a trick out of a box and think that’s all the work that’s needed for a magical experience. Many writers have compared magic to music, which I think makes the point very clear: taking a trick out of a box and just performing it is like buying a clarinet for your 4th grader. The interest in the art form is wonderful, but it doesn’t inherently make for great music.\n\nI tend not to think about this much because it’s so depressing, and instead focus on the good stuff… what magic can be, what it can do. So when people speak mockingly about magic, I imagine they’ve just seen really mediocre performances or a couple of party tricks.\n\nFor this film, we’re not really focusing on the low end, but reaching toward that place where magic fulfills its potential. And of course we follow some of those magicians who are reaching that far. I have bigger hopes for magic, and thankfully so do many magicians.\n\nLearn more about Hume’s work at her site NonFictionFix.\n\nGumroad Rentals H\n\nRent Video Straight From Social Media Via Gumroad\n\nThe people who brought the “Buy Now” button to Twitter are going all-in on film distribution.\n\n\nSiegel's NOME meditation machine.\n\nHacking Consciousness: Silicon Valley’s Next Frontier\n\nIs there something that lies beyond the quantified self movement?\n\nDetail from the cover of Snow Crash.'\n\nBright, Bold Future: Magic Leap Has Hired The Godfather of The Metaverse\n\nThere’s a rapturous term thrown around by VR enthusiasts: “The Metaverse.” It is a term that comes from the seminal Neal Stephenson science fiction novel Snow Crash, where it described a kind of embodied virtual reality.\n\n\nIn the looming battle of AR and VR the prize is your mind.\n\nLet’s talk about augmented reality versus virtual reality shall we?\n\nCorey McCall with the video game controller that measures the level of excitement in the player. Linda A. Cicero \/ Stanford News Service\n\nThese Game Controllers Will (One Day) Read Your Mind\n\nA version of this story airs on NPR\/WBUR’s Here & Now.",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9838143587,
        "format_confidence":0.8537402153
    },
    {
        "url":"http:\/\/www.complex.com\/music\/2012\/12\/dgainz-25-favorite-videos\/clipse-grindin-2002",
        "text":"DGainz: “I liked that video, it was real hood, simple. I remember everybody used to beat on the lunchroom tables making that beat. It was real hood, I used to relate to it. I was real young when it came out,. Not real young but probably like 13, 12.\n\n“I remember just watching that video. Everytime it come on, everybody be glued to the tv.\n\n“Yeah that’s like my favorite shot in the video. I remember everybody used to try to do that.\n\n“I actually wanted to do that in ‘K-Town Playground’ but a lot of people didn’t come out. I think if we would have added the dancing that wanted in the video, it would be generating a whole lot more attention.\n\n“I actually haven’t checked. I haven’t watched the video in a while. Yeah, 20,000.”",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.997130096,
        "format_confidence":0.9758237004
    },
    {
        "url":"https:\/\/www.speakersincode.com\/2012\/06\/interview-cory-chisel-all-im-trying-to.html",
        "text":"Wednesday, June 27, 2012\n\nInterview | Cory Chisel: \"All I'm trying to really do is to add to the Great American Songbook.\"\n\nPhoto by Jo McCaughey\n\nMy favorite Bob Dylan album is, and always will be, Desire. (And yes, I've played the wonderful Time Out My Mind and Blood on the Tracks to death.)\n\nAs a lover of music, its songs first taught me the difference from being angry and being confident, and that telling the truth is the easiest path to expose emotions like fear and regret. Listen to \"Oh, Sister,\" \"Hurricane,\" or \"Sara,\" and it's hard to not be affected in some way that changes you as a human being.\n\nCory Chisel's new album, Old Believers, is one of the first albums this year that has affected me like this. There is no easy way out: you must listen to each song to believe its power and honest messages. And it begins quickly, with a prologue titled \"This Is How It Goes.\" From the start, nothing is what it seems. By the end, you'll know exactly how you feel.\n\nThis is why Cory Chisel is an important songwriter: he still realizes that a full, realized collection of songs carries more weight than a fleeting $0.99 download on iTunes.\n\nI recently talked to Chisel about Old Believers, songwriting, the hilarity of genre labeling, and the magic of recording.\n\nSo, I hear you're in Nashville now.\n\nI'm actually right now sitting around boxes in Chicago, getting ready to move down there. We've been working on making this move for a while, and we've kind of just had to bite the bullet and take the time to do it.\n\nWere you living in Wisconsin before?\n\nYeah, I lived in Wisconsin for 22 years, or something like that, and I loved every second of living there, but it's just not realistic anymore with how much we travel, and trying to get back up there. Just spending so much time behind the wheel to even get home, to where home was, and we were just like, \"we need a bed somewhere to where we can actually get to it.\"\n\nAnd Nashville -- I'm assuming the music scene is attractive.\n\nWell, that's it. The music scene has really migrated to Nashville overall. The wealth of people making art that's really inspiring, affordable places to live. And the town really wants musicians there, so it's just convenient to live there. In some places, it's hard to qualify for rent, because people just aren't familiar with the job (of being a musician). But in Nashville, it's open arms.\n\nAnd now is a good time for sure, because the album is coming out.\n\nYeah, and our whole team and label is based down in Nashville, so it's a whole cohesive move.\n\nI saw you at Bonnaroo last year.\n\nOh yeah, that was fun. I can't believe that was a year ago already! (laughs)\n\nI caught you a couple times, actually -- you guys seemed to be playing everywhere.\n\nIt was great. It was like summer camp for the misfits of musicians. It's a great scene, but you almost need a vacation after the vacation of Bonnaroo.\n\nI remember your first set there -- you played one of the new songs, \"Never Meant To Love You\" -- and I could just feel people responding to that song. Did you feel that, too?\n\nYeah, I think that's the one where, overall, night in and night out, that if we're battling at all with the set, with connecting to the audience, that one seems to unify all of our energies. As a live performer you've got to find those songs -- a thing like Bonnaroo, or anywhere we play -- there's a mix of hipsters and mill workers and everyone coming from a different background and sort of judging what they think you're about, and you're judging what they're all about, and sometimes getting together around a certain song, where it's like, \"okay, this is probably something we've all experienced, to a certain degree.\" It's good to have a song for that -- to come together and go from there.\n\nI saw you play at LouFest too, in 2010, and I think you played it there, too. Has that one been around for a while?\n\nI think it almost made the last record, actually. It just wasn't quite done. And the song originally started with something like fourteen verses -- some songs you have to desperately fill the last few lines, but this is a song that could have went on for like fifteen minutes. So, we thought...we knew it was good, so we had to go through the process of hacking the limbs off.\n\nIt has a Bob Dylan feel to it, like something he wrote for Desire, like \"Joey.\"\n\nI wrote it impersonating Bob Dylan, actually -- that's how the song started. As a writer, if you get his cadence down, and the way that his rhyme scheme sort of works, you can start to unlock keys in how to write in ways that leverage lines the way that he does. And that's why there were all those verses, because it started as an exercise of like, going through all the different eras of Dylan, like, \"this is how you would sing it in '67 or whatever.\" And we actually ended in the Desire era when we wrote that song, so that's one reason I think it reminds you of that.\n\nI think your songwriting is just so strong, that carries a lot of these songs. Do you put a lot in to writing lyrics, and what do lyrics mean to you?\n\nWell, that's the portion of it that I watch the most closely. I've been really into the craft of songwriting as opposed to...some songwriting is about mood, it's about fashion, it's about all these things, you know? It's about some statement about what's modern and what's hip, and I've always been fascinated by know, I don't think we're going to blow anyone's doors off with this innovation and this stylistic approach that we have, and honestly, I could give two shits about that. All I'm trying to really do is to add to the Great American Songbook that stretches back to hymns and folk and even punk rock. That's just what I dig out of songs.\n\nYou know, that totally makes sense. And I feel that some people just don't have the patience to listen, and I wish they would just take the time to listen to words. Do you ever get that feeling?\n\nWell, it's tough to feel...even in the landscape of Bonnaroo or something. The landscape of music is changing. We walk into these festivals, and we're asking people to listen to 45 minutes to an hour of these stories that we're trying to spin. And electronica music is huge, where there's no story whatsoever, and people just want to move with rhythms and beats. And there's so many things vying for people's attention that we feel like a Polaroid camera in a digital age. We're not going to become obsolete, but I think we're going by the way of jazz a little bit -- we won't disappear, but we have a very loyal type of listener that buys our records that we're really grateful for.\n\nLike you said, the listener will know the strengths of these songs. And I took to these right away...and a lot of people are going hit play and they're going to wonder why they're hearing Adriel's (Denae) voice instead of yours on the opening \"This Is How It Goes.\" Why did you decide to lead off with that one?\n\nWell, a couple of reasons. One, I like Adriel's voice more than I like mine. And, I would be lying that I wasn't having a laugh about it. I enjoy the fact that people are going to take the plastic off a new Cory Chisel record and for the first few minutes, you're not even on the record. (laughing)\n\nBut mainly, it acts as sort of a preface to the album...what she has to say...even the title of the song, \"This Is How It Goes,\" it sets up beautifully of a story that she's trying to walk people through, you know? And, the fact that people might take a second and go, \"what?\" to tune in is what you really want. We could blast them over the head with the single like we did with the last record, but it's our sophomore record, and in order to do something interesting, it needed to interest us. We tried to put the song other places on the record, but we just kept coming back to it and said, \"I think that's the first song.\"\n\nI think it works. I stopped for a minute and it made me think.\n\nWe're trying to say something; we're assuming the listeners can hang with the opening not being so obvious. We trust that our listeners will have fun with it like we did, because we did. We laughed many times that the first song on our record is the one I'm not even on.\n\nHow long have you been working with Adriel now?\n\nWe've been working together for I'd say about six or seven years now. It's one of those relationships and friendships, that from the very moment I heard her sing, everything changed for me. I knew it was the missing component -- that what I was trying to communicate was in her voice. The first time we had a chance to sing together, the line I was singing ultimately meant three times more when she sort of joined it. I like the contrast of the feminine and masculine (voices) delivering the song, and it not being so one-sided. There's a lot of singer-songwriters out there, and a lot of dudes with acoustic guitars, and I think it makes it more interesting to me.\n\nIt's meant to be.\n\nYeah. It's a pretty great feeling to come across someone like that. It's a cool feeling.\n\nYou know, there's a lot of moments on this album -- like the one on \"Seventeen\" -- where the song just blossoms when you sing \"There's still more water in the well.\" I love it when a song just becomes something larger or so much more beautiful by just one line. Do you feel that?\n\nWell, that's what we're trying to accomplish with the line. There are a lot of lyricists that I really admire, and I was admittedly borrowing from the lyricist from The National. He has a way to do this with his poetry, too -- the story is going along, and you're being entertained to some degree, but then really finding the right placement for when to kick into that portion of the message, and the song really takes a right turn and changes at that point. Yeah, I can appreciate that stuff, and you hope that people are even going to get to listen to that part in the song. (laughs)\n\nThat's interesting, because I was going to ask -- is there a challenge there for you to wonder, \"well, I hope people don'... (truncated)",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9907277822,
        "format_confidence":0.9889361262
    },
    {
        "url":"http:\/\/newwavegeo.blogspot.com\/2011\/01\/bonus-q-with-stan-ridgway.html",
        "text":"Wednesday, January 26, 2011\n\nBonus Q&A with Stan Ridgway\n\nIt was great to chat again with Ridgway, who often gives thought-provoking answers to questions. There was plenty of good material that didn't make it into my main feature story. Read below for more.\n\nQ: What can you tell me about the current tour?\nThere’s Pietra on keyboards and vocals. Me on blab and laundry and vocals. Rick King on guitar.\n\nQ: So all the usual suspects, then?\nYeah and Bruce Zelesnik on drums. Bruce is an old friend of mine who actually played on ‘The Big Heat.’ We hooked up together again and we’re trying out some stuff. What’s new is that maybe we’ll get another album out in the summer.\n\nQ: Would you say ‘Neon Mirage’ is an album that reveals more upon repeated listening?\nEverything starts to sound like an overused cliché phrase after awhile, but yes – repeated listening will probably benefit the listener. Maybe we should have stickers on records that say, ‘listen to it just once and then toss it.’ You know, the world as it is now, with everything being pretty much available at everyone’s fingertips – playlists, iPhones and everything else…I could give a damn whether they listen to it or not.\n\nQ: Even though the album is informed by loss, it’s not too dark in tone.\nAt the end of the day, [you think],  ‘what is life all about?’ It’s about the people and the things that you love and your involvement in those things. So it’s not really money or badges or prizes. That’s no great revelation from me.\n\nQ: You’re an admirer of Leonard Cohen’s work. He expertly balances light and dark in his music.\nPeople tend to get the wrong idea, but some of his songs are just a crack up. He’s not literally dour or depressed. It’s almost like a string of gags on what life really is.\n\nQ: What prompted you to revisit “Big Green Tree,” which was originally on 1995’s ‘Black Diamond’ album?\nWhen we started recording with Amy Faris. We had gone into a studio to cut “Lenny Bruce”…she said, ‘we’ve got to play “Big Green Tree”…We changed the key and I really didn’t know what I was going to do with it. It came out so great, it was like ‘this is certainly a new way to do it with all her string parts on there.’ As the timeline marched on and we lost Amy, I was left with these tracks. I suddenly felt this was going to be on the record.\n\nQ: Dave Alvin produced those songs. Had you both worked together in that capacity before?\nNo, but we’ve hung together a lot and played some shows together over time. He’s a long time friend.\n\nQ: While growing up, your dad used to always play records by people like Loretta Lynn and Patsy Cline. What did you enjoy about them?\nJust the production, musicians and everybody involved. Back then, it was called the “New Nashville Sound.” Now of course, it’s the “retro old sound that no one plays anymore.” They’re too busy playing some bad song from Brooks & Dunn…American music encompasses so much. I think that period of time was really creative for a lot of musicians in that type of music. What you were getting with country music then was a hybrid. A lot of jazz players gravitated toward the studios. They added some things to the mix that weren’t there before. Not to discount the Hank Williams style of rural recording or songwriting, but they added a few things. I think Sinatra actually influenced a lot of people in that regard. He was really out in front then making concept records – things like [1958’s] ‘Only the Lonely’ and songs that were all supposed to be tied together. I think Owen Bradley definitely emulated that. He was listening to what Sinatra and Nelson Riddle were doing and saying, ‘hey, we can do that here.’ He did that with Patsy Cline and other people. He brought in strings and it became more sophisticated.\n\nQ: What is your creative process? Going back to your days in Wall of Voodoo, have you always tried to expand the parameters of what was acceptable in your songwriting?\nIt’s kind of a mystery and that’s what keeps people interested. All the writers and songwriters I know, we talk and we don’t know what the [hell] we’re doing at all. It’s what keeps you coming back. You think you’ve got a handle on it, that you can lasso it, direct it in a certain way: ‘I’m going to push the envelope here.’ If you do that, sometimes it can come off self-consciously.\n\nQ: Have you found your fans will follow you into whatever stylistic road you take?\nIt’s funny. You do a lot of things and people get an impression of who you are in their head from having seen you at a certain time. First impressions are hard to beat. I’m grateful for the audience I do have. I think of them in the abstract as friends of mine that know me pretty well. Some will get an impression in their head that you should be how you were in the early ‘80s. They come to a show and they find out differently. They’re usually pleasantly surprised. In shows now, I [basically] play everything. It’s hard to choose which songs to play because there’s so many of them. It’s not bad.\n\nQ: Was “Desert of Dreams” meant as an ode to living in LA, with references to earthquakes, malls, etc.?\nYes, there’s definitely some LA in there. It’s here where we reside without unpacking the song completely.\n\nQ:  How about “Scavenger Hunt?” Did you ever go on those at parties?\nYeah, but I also had a stint in the Boy Scouts. For my friends in the mid-to-late 1960s, the scouts were an excuse to have a gang. We didn’t try to get any medals. The troop was so embarrassed with us after awhile they gave us first class. I think I was a tenderfoot for three years. We used to have a snipe hunt. Any new guys in the troop, you’d take them on a camping trip and look for snipe. In a way, that’s a bit of a scavenger hunt. The song is more about the relationships and people in that song than about the object they’re trying to find.\n\nQ: Which of your solo albums would you say still stand the test of time?\nI think ‘Mosquitoes’ stands up. There’s some sounds on it I think are certainly of its time. I don’t think it’s really dated. I do sometimes think about these things - what it would be like listening to them 20 years from now? It’s something you’re informed of in songwriting school right away: ‘it may sound good today, but will it sound good tomorrow? Are you following a trendy bus or really riding something here?’\n\nQ: You did a tour in ’07 commemorating the 25th anniversary of Wall of Voodoo’s ‘Call of the West.’ What was the reaction like?\nThose things are fine to do. When I did it, it was great. There were people who came out that maybe hadn’t been out of their houses in 25 years.\n\nQ: Who put together the simple music video for the title track to ‘Neon Mirage?’\nI think with videos, my impression of them now is that they’re better when they’re simple and homemade. When I see a big costly video now, I think of all the people that could be fed with whatever money was spent. There really isn’t a channel to play them. They’re always on YouTube. In a way, that’s kind of the new MTV, but not like it used to be. Everything is on YouTube. It’s spectacular and amazing…we’re all sharing this information and everyone’s got their little moment in the sun there.\n\nQ: Are you active on Facebook?\nI have 5,000 friends. I don’t know who they are. As it creeps more into privacy issues, I’m sure in a couple years, people will be bailing on it and there will be some new thing. Any way you can get the word out, if you’re playing someplace or some activity is going on in your world, that’s a good thing.\n\nQ: Do you keep up with new music?\nI’m kind of late to the party, but I think the Broken Bells record is great. I like a lot of the production on that and what they’ve done. It’s an interesting combination of melody and rhythm. It’s not aggressive, but it’s not wimpy. They’ve reached a certain balance with their songs and the lyrics are ambiguous.\n\nQ: In 2009, you took part in a four-day railroad caravan. How was that experience?\nIt was a drunken bacchanal. We had a great time. It turned into the punk rock train. We had 50 people on that train. We’re probably going to do that again this year. It was a load of fun. You travel in four vintage railroad cars. Took off from Union Station in LA to Albuquerque, New Mexico overnight. The first night, everyone hit the dining car, which has an open bar. It just blew wide open. We played a lot of music with Jill Sobule, the Handsome Family.\n\nQ: Any plans on doing a sequel to your ‘Crooning the Classics’ album which came out several years ago and can be purchased on your website?\nYes, there’s one in the works. It’s slowly coming together. There’s a part of me that says, ‘should I repeat this and do another one?’ But there are songs I hadn’t sung on the first one that I’d like to sing. We’re getting it together.\n\nRidgway's albums are available at most major music retail outlets online, while several live albums\/DVDs and side projects can be found at and \n\nNo comments:",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9953069091,
        "format_confidence":0.9667110443
    },
    {
        "url":"http:\/\/www.rogerebert.com\/interviews\/ebert-announces-his-return",
        "text":"In Memoriam 1942 – 2013 “Roger Ebert loved movies.”\n\n\nZ for Zachariah\n\nChiwetel Eijiofor, Margot Robbie and Chris Pine star in this low-key post-apocalyptic drama about a Garden of Eden that's not big enough for three people.\n\n\nI Touched All Your Stuff\n\nOne gets the sense that the filmmakers feel slighted by their subject, and I Touched All Your Stuff is an attempt to make us feel…\n\nOther Reviews\nReview Archives\n\nBallad of Narayama\n\n\"The Ballad of Narayama\" is a Japanese film of great beauty and elegant artifice, telling a story of startling cruelty. What a space it opens…\n\n\nMonsieur Hire\n\nPatrice Leconte's \"Monsieur Hire\" is a tragedy about loneliness and erotomania, told about two solitary people who have nothing else in common. It involves a…\n\nOther Reviews\nGreat Movie Archives\n\nEbert announces his return\n\nApril 1 was Roger Ebert's 41st anniversary as film critic for the Chicago Sun-Times (no fooling) — and the occasion for declaring his imminent return to reviewing movies.\n\nDear Readers:\n\nI am at last returning to the movie beat. After my current stay at the Rehabilitation Institute of Chicago, I’m looking forward to opening night of my annual film festival at the University of Illinois on April 23, and I will resume writing movie reviews shortly thereafter.\n\nAre you as bored with my health as I am? I underwent a third surgery in January, this one in Houston, and once again there were complications. I am sorry to say that my ability to speak was not restored. That would require another surgery.\n\nBut I still have all my other abilities, including the love of viewing movies and writing about them. And at my side I have my angelic wife, Chaz.\n\nThe festival is shaping up well. Thanks to festival director Nate Kohn, the schedule, which is already released at, includes appearances by filmmaker and U. of I. graduate Ang Lee; directors Paul Schrader, Sally Potter, Tom DiCillo, Bill Forsyth, Tarsem Singh, Jeff Nichols, Barry Avrich, Taggart Siegel, Eran Kolirin and Joseph Greco. We are also happy to welcome actors Joey Pantoliano, Aida Turturro, Christine Lahti; and the Alloy Orchestra.\n\nIt was Schrader’s line from his screenplay for Martin Scorsese’s “Raging Bull” that inspired my acceptance of my bandaged appearance: “I ain’t a pretty boy no more.”\n\nAssisting in the onstage Q&A sessions will be my TV partner, Richard Roeper; my Chicago Tribune colleague, Michael Phillips; my longtime friends, Time magazine film critic Richard Corliss and his wife, Mary, a film expert; Sony Pictures Classics president Michael Barker; film scholars David Bordwell and Kristin Thompson; Professor Eric Pierson; editor Jim Emerson; Movie City News editor David Poland; film scholar Hannah Fisher; and U. of I. alum and Sports Illustrated’s Bill Nack.\n\nThe longest distance commute to the festival will be Farmer John Peterson, who lives in northern Illinois but will fly in from New Zealand.\n\nI am still cancer-free, and not ready to think about more surgery at this time. I should be content with the abundance I have.\n\nSo that’s the latest. I have been so moved by the messages I’ve received from so many of you. Thank you. Now let’s go to the movies.\n\nPopular Blog Posts\n\nWho do you read? Good Roger, or Bad Roger?\n\nThis message came to me from a reader named Peter Svensland. He and a fr...\n\nStraight Outta Culture: Sexism in Black and White\n\nA piece on the response to the sexism in \"Straight Outta Compton.\"\n\nWes Craven 1939-2015\n\nAn obituary for Wes Craven.\n\nReveal Comments\ncomments powered by Disqus",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9886578918,
        "format_confidence":0.9244676232
    },
    {
        "url":"https:\/\/www.8days.sg\/sceneandheard\/entertainment\/the-good-doctor-s-freddie-highmore-on-what-his-show-is-doing-for-9810812",
        "text":"'The Good Doctor''s Freddie Highmore On What His Show Is Doing For Austim\n\nOh, he's also an Arsenal fan.\n\nThe Golden Globe-nominated English actor, 25, sounds just like he does on TV over the phone — gentle and unassuming. There is never any hint of impatience or superiority. It's work but even so he is kind. He softly fends off the PR, who was understandably rushing the interview. From Vancouver, Highmore tells us how his hit series The Good Doctor helped to demystify autism, and how he manages to stay grounded while navigating the fame game. \n\n8 DAYS: On The Good Doctor, you play Shaun Murphy, a surgeon with autism and savant syndrome. The show is based on a Korean drama of the same name. How familiar are you with the original show? \nFREDDIE HIGHMORE: The pilot of The Good Doctor is very similar to the Korean series, in terms of introducing Shaun and setting up his backstory. But from the second episode onwards, showrunner David Shore took the show in a new direction — it becomes its own show. I think this may be because Korean shows typically run for only one season, while we're hoping our version will be told over many years. So that requires a different approach to the storytelling. In terms of romance, [we’re following the Korean series]. Shaun is full of emotions in spite of his autism. Part of what we will see in the first season is him falling in love, what that means to him, and how he has a different preconception of love.\n\nThe Good Doctor is one of this year’s breakout hits in the US. Did you know you had a hit in your hands when you were working on it?\nWe were all excited about the show from the beginning. We felt that it was a unique story that hadn't been done before, with a fascinating character at the centre of it. But at the same time I don't think any of us were expecting the level of success the show has achieved so far in terms of [the viewer reactions from] around the world. We're all incredibly lucky to be part of it. It's funny because we filmed in Vancouver and so we lived in a bubble. We're making these small intimate stories on a daily basis, within the confines of a small hospital set. And so we were removed from the responses in America and elsewhere around the world. \n\nWhat do you hope this show will do for people with autism?\nIt's important to understand that Shaun can't represent everyone [with autism] on the spectrum. It's a double-edged sword when answering this question. A good thing is that the show can help people [better understand] autism. But to gain a deeper understanding of autism, the show can't possibly do that. Also, I think Shaun hopefully speaks to all people who feel different, are made to feel different, or have been discriminated against, because of their condition. \n\nFreddie with Nicholas Gonzalez on The Good Doctor. \n\nYou accepted The Good Doctor just three days after you wrapped Bates Motel. Both Norman Bates and Shaun Murphy are psychologically complex characters. Is that why you are drawn to them? \nWhen I read the script, sometimes the character just jumps off the page and I can hear them speak. And then I think about what I can bring to the part and what excites me. That's what happens for me when choosing any role.\nFreddie with Vera Farmiga on Bates Motel.\n\nWhy didn’t you take a break?  \nI went to some hockey game in Vancouver. I love getting into the hockey out here in Canada. I’m also a big soccer fan. So whenever I'm in London, I try to watch Arsenal play as much as possible as I have season tickets. It was certainly a short period of time between Bates Motel and The Good Doctor but more than anything I feel incredibly lucky and honoured to be doing what I’m doing. It’s a great responsibility to play Shaun and it's inspiring to do that. I'm not quite sure what I'll do if I just sat around for a few months. I’d get itchy feet (chuckles).\n\nIs American TV something you'll continue to do?\nYes! Hopefully with The Good Doctor (chuckles). But in general what I really love about TV is the chance to delve really deeply into the characters and stories, as supposed to a film, where you may only have weeks to work on something and that's it. I love the chance to develop the nuances, and bring out what makes each character tick. There's nothing forced about the end product because the process over the long period of filming is organic.\n\nYou’re a former child actor who transitioned smoothly to adulthood. What’s your secret? \nI never wanted to become an actor when I was a child, and it was never a thing I needed to do to feel fulfilled. Going to [Cambridge University] certainly helped because it kept me grounded. And, of course, my family too. Living in London, away from Hollywood, definitely helps. \n\nYou received a double first in Spanish and Arabic. Why the interest in languages? \nI guess languages are the gateway to cultures. It's not really about the linguistic technicalities that I am interested in, but the idea of travelling and speaking to as many people as I can. There’s something thrilling about that.  \n\nThe Good Doctor airs Fri, FoxLife (Singtel TV Ch 301 & StarHub TV Ch 501), 10pm. It also streams on Fox+.\n\nPhotos: FoxLife, TPG News\/Click Photos.\n\nSeen on instagram\n\nAs Seen On Instagram",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9962285757,
        "format_confidence":0.95430094
    }
]