[
    {
        "url":"https:\/\/www.literotica.com\/stories\/showstory.php?url=the-meeting-40",
        "text":"tagFirst TimeThe Meeting\n\nThe Meeting\n\n\nI never thought his day would come! I have only been talking to you for a few weeks, but it feels like I have known you my whole life. We are soul mates and fate has brought us together. Every time I see your name appear online, my heart begins to race and my palm get sweaty with excitement and the eagerness to talk to you becomes stronger. I have your pictures you sent me that I look at every day but now for the first time, I get to see you in person. I am very nervous but excited at the same time. As I sit here, by the fountains I look around and finally see you walking toward me as butterflies begin to form in my stomach. You look fabulous in the moonlight wearing your red shirt and gray shorts (the same ones in the picture I have) and my lust for you begin to take hold. With a soft smile upon your face, you approach me and there is an awkward silence. Finally at last, I give in to temptation. I wrap my arms around your muscular hard body, closing my eyes as happy tears begin to form. You embrace me holding me tight as I wrap myself in your warmth and a tear falls upon my cheek. Everything feels so right. Like, we are meant for each other and nothing or no one will ever tear us apart More tears fall upon my cheeks as I pull back and look in to your hazel eyes. Your look sends shivers down my spine, and it warms my body and soul in spite of the cold wind blowing around us. The first words are spoken, your voice soft and sexy.\n\n\"Hi,\" you say as you reach up and wipe my tears away with a gentle, feathery light touch of your fingers. Just that one simple touch makes my body react leave me yearning for another touch.\n\nI manage to force a shaky \"Hello,\" continuing to look in to your eyes mesmerized by their genuine, warm, and passionate look. A sudden need to feel your soft lips against mine begins to fill me. You reach down slowly placing your face very close to mine but yet not quite touching. I feel your warm breath on my face as I lift my head up to meet yours, and with a simple move of my head, I brush your lips gently against mine allowing them to touch for the first time. I slowly close my eyes savoring the moment in which you pull me tighter to you squeezing me a bit harder. Our tongues meet, and we slowly begin to taste each other. Your taste is very sweet, and you are a very good kisser. You slowly pull back, and I open my eyes feeling overwhelmed with emotions. Without saying a word, we walk over to the fountain and sit down on the edge with your arms still around me.\n\n\"How was your drive,\" I asked.\n\n\"Traffic was horrible, but was well worth going through to see you.\" Those words melt my heart, and cause a big smile across my face.\n\nWe continue to sit talk endlessly, sporadically engaging in sweet kisses, which every time manages to leave me breathless. With every kiss my body continues to want more, and my lust for you grows stronger than ever, until I cannot stand the feeling anymore. I kiss you once more, being a bit more aggressive and passionate. You pull back and look to me with eyes that are full of a need and amazement, a look that tells me we are thinking the same thoughts.\n\n\"Let's find a more cozy spot,\" I suggest getting up and taking your hand in to mine. We walk along the sidewalk, holding hands saying very little to one other, yet knowing what each other is thinking and wanting, which that causes a tension between us. After a few more steps, we see it; a spot that is perfect for the antics we both want to engage in. We look to each other and exchange blank looks. Quickly and quietly we walk over to the dark alleyway, and immediately embrace each other in a passionate kiss that is filled with lust and meaning. We become oblivious to the world around us letting our bodies take control. You press your body against mine allowing me to feel you hard and ready for me. I move down and begin kiss your neck letting my tongue reach out and taste your skin that has now begun to perspire. I can feel your heart beat against my breasts starting to get faster, and your breath now becoming shorter. I place my hands on your waist and lift your shirt up over your head and allow it to fall to the ground. I move my lips to your chest and begin to caress your nipples sucking on them gently as a small moan escapes you.\n\nYou reach down with your hands, under my shirt and begin messaging my breasts causing my nipples to harden. I bring my head up and lean back against the wall enjoying the feel of your warm hands. I move my shirt up over my breasts letting it rest around my neck, exposing myself to you. As I pull you closer to me and wrap my arms around your waist, you move down taking my breasts in to your mouth placing light kisses on them. With light flicks of your tongue against my nipple rings, I close my eyes enjoying the warm feeling of your mouth as my heartbeat starts to get faster. You pull back from me slowly and place a gentle kiss on my lips. I open my eyes and move my hands up your waist sliding them gracefully up your back stopping between your shoulder blades. I move down and place kisses upon your stomach.\n\nAs I continue to kiss your stomach I remove your shorts letting them fall to the ground. I move down further moving my hands down your back in slow teasing lines, and take you in to my mouth, being careful not to hurt you. You reach down and run your fingers through my hair as I lick you with long strokes of my tongue. I look up, and see you with your head tilted back, and your eyes fluttering shut. I continue to lick and suck on you as soft noises now slip away from you. They turn me on hearing them, and they tell me you are enjoying this feeling. You move your head and look down at me, allowing our eyes to meet as I release you from my mouth and move up your body placing kisses on your stomach and chest. You place your hands on my thighs and lift up my skirt caressing my legs and bottom. A strong need and want to feel you inside of me now begins to stir inside of me. You pick me up and lean me against the wall as I wrap my legs around your waist. You slide inside of me slowly as I break our kiss and close my eyes embracing you, holding you tightly. Our bodies become lost in a slow rhythm, and the feeling is nothing like I have ever felt before. I feel the start of something big and overwhelming being to build inside of me as our rhythm gets faster and more aggressive. My heart is beating faster than before and my body is now high on adrenaline.\n\nI feel your muscles contract inside of me as an orgasm hits me and I cry out tightening my grip on your body pulling you closer to me. My mind becomes very clear as my body begins to relax. You withdraw yourself from me as I unwrap my legs from your waist placing them on the ground forcing myself to stand on weak knees. I stand there a moment resting my head upon your chest with my eyes still closed, holding you while trying to catch my breath and recollecting on what had just happened.\n\nI move my head up and open my eyes meeting yours. They have a look in them that is nothing but pure love that warms me though and though.\n\n\"I love you,\" I say with a soft, whispering voice.\n\nA smile comes across your face.\n\n\"I love you too baby,\" you reply and place a gentle kiss upon my cheek.\n\nI begin to get chilly, and move my shirt down over my breasts. You step away from me putting your shirt and shorts back on as I fix my skirt and panties. Just then a bright light shines upon us and we try to shield our eyes with the back of our hands. A deep scruffy voice is heard from a distance.\n\n\"Hey, you two can't be back here,\" it says, \"you have to leave.\"\n\nWe look at each other with big smiles as the bright light lowers and we walk hand in hand out of the alleyway. Out on the sidewalk we engage in laughter as you walk me to my car. We reach my car and stand there a minute speechless. I wrap my arms around you feeling sad that our wonderful night has to end, but happy nonetheless.\n\n\"I love you,\" I say, \"so so much and you are very special to me.\"\n\n\"I love you too Hun,\" you reply.\n\n\"Have a safe trip home and call me when you get there.\"\n\nI nod as we engage in one last final kiss. I get in to my car and see you walk away in my rear view mirror admiring you from a distance. With a smile on my face, I drive away feeling the happiest I have ever felt, and knowing that this wonderful night is just the beginning.\n\nReport Story\n\nbyAphrodite2017© 0 comments\/ 21204 views\/ 3 favorites\n1 Pages:1\n\nPlease Rate This Submission:\n\nPlease Rate This Submission:\n\n  • 1\n  • 2\n  • 3\n  • 4\n  • 5\nPlease wait\nFavorite Author Favorite Story\n\nheartchcchw, bestsarah6 and 1 other people favorited this story! \n\nForgot your password?\n\nPlease wait\n\nChange picture\n\nYour current user avatar, all sizes:\n\nDefault size User Picture  Medium size User Picture  Small size User Picture  Tiny size User Picture\n\nYou have a new user avatar waiting for moderation.\n\nSelect new user avatar:",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9499621987,
        "format_confidence":0.9866850972
    },
    {
        "url":"http:\/\/www.sexstories.com\/story\/52343\/",
        "text":"I cocked things up with copying the first chapter across first time, and missed a huge chunk out of the here it is fully\nCharacters are over 18 and fictional.\n\nThis is my first attempt at a story of this nature.\n\nAll comments, complementary or critical, are greatly appreciated.\n\n\nI hated my twin sister's best friend.\n\nHer name was Jessica.\n\nWhen we were younger, she tormented me endlessly.\n\nShe mocked me for my skinny frame, my slightly higher than average voice, and for a dozen other apparently obvious flaws. This continued through all the years I'd known her. Recently, her favourite comment was about the fact that I was 18 and had never kissed a girl.\n\nI blamed this partly, but not entirely, on her. Every time I met her, my confidence took another hit. Even if she had a little Friday-night sleepover with my sister, even when our families went on summer trips together, even when we were just supposed to be hanging out and being civil to each other, she would just never stop with the criticisms, the insults, the stupid little nick names.\n\nIt felt like she'd set me up as a kid for my life as a teenager. All the way through grade school and high school, I'd been picked on in some way or another. She wasn't always the source of the insults, but she usually inspired them. I was the designated whipping-boy pretty much my whole childhood, all thanks to her. I had friends, sure, and not everyone hated me. But everywhere I went, every new class, every new group of people, she was there. She and my sister were always the among the most popular, and Jessica lead them against me.\n\nOver the years I could feel it having an effect on me. I didn't like going out much, I hated meeting new people. I was shy, quiet, withdrawn, and lonely. Like I said, I blamed it on her that I hadn't had a girlfriend before. There's only so much social rejection a guy can take before he just stops trying.\n\nI couldn't understand why she seemed to hate me so much. Over the years I learned that I wasn't special, she just seemed to hate most people, and I happened to be around her a lot. She really was just a bitch, in general.\n\nAs we got older, her insults got better. And by better, I obviously mean worse. They went from being general to being painfully specific. She picked up on my cracking voice, my sparse peach-fuzz facial hair, and my growth-spurt induced clumsiness. When we hung out with other people in a group, she'd point out how I got nervous when I talked to girls, and she'd constantly belittle me in front of new people.\n\nWhen we were younger, I hated her. Like, really hated her. I wished she was dead. I'd grown up a lot since those days, emotionally. I felt that I was more stable. I still didn't like her, but at some point I'd tried to stop paying attention to her constant hostility. These days it had calmed down a lot. She still never had a civil word to say to me, but over the years it'd been reduced from constant mockery to the occasional snarky remark.\n\nIt didn't help that she went from being a cute little girl to a gorgeous young woman. She had a beautiful, perfectly symmetrical face, with big green eyes and soft, flawless skin. She also developed quite large D cup tits pretty young, which made her even more popular. Both she and my sister took good care of their bodies too, jogging together most days after school.\n\nAnd she was tall. I grew a little slower than her, and she'd delighted in towering over me while she did. It lasted way longer than it should have, but thankfully not forever. At 18 I was an even 6 feet, and she was around 5'9.\n\nI knew, objectively, and through people telling me, that she was attractive, but I never felt that way about her. I felt nothing but distaste and disgust for her.\n\nMy parents never noticed, even when she'd insult me to my face when we were young. They thought it was just normal kid stuff. Rose, my twin sister, knew about it of course, but it was never as bad when she was around. I wasn't alone with Jessica very often, but she'd really ramp it up when we ever were. I started spending less and less time with the two them.\n\nI think that was one of the worst things about the whole ordeal. Rose and I used to be really close, but we'd grown apart the more Jessica had become a part of her life. By the time we were 18, we were like strangers living in the same house, going to the same school, but hardly saying more than a few words to each other a day.\n\n\nIt was a Saturday, and I'd woken up a little late.\n\nBy the time I got showered and got downstairs to make myself breakfast, Jessica was already there. I usually tried to get something to eat and go back upstairs to spend the day on my laptop before bumping in to anyone, but I'd stayed up too late the night before and ended up sleeping in.\n\nI walked towards the kitchen. She'd be in there by now. She came here every Saturday morning, ate breakfast, then hung out here all day with my sister, only occasionally leaving to exercise or shop or something.\n\nMy parents welcomed her as if she lived here. They didn't notice how little time I'd spend in the rest of the house on Saturdays.\n\nI walked in to the kitchen and she was there, eating some toast. Our eyes met and her face lit up with that little look of sadistic glee she reserved just for me. The entrance of her favourite toy, her favourite victim.\n\n\"Morning, faggot,\" she said.\n\nI ignored her. At this point, it had been maybe months since I'd actually spoken to her. I'd managed to stay out of her way all Summer, and even though we'd been back at school for a little while, we didn't share any classes, so I never had to see her. She'd forced me into the life of a recluse just to avoid her at home, seeing as I didn't have any friends I was really close enough to that I could hang out with outside school.\n\n\"I said good morning you little twerp, what are you, deaf and ugly?\" she said.\n\nA classic insult. Most of these had lost their sting through re-use, but it wasn't so much about what she said any more. It was about her attitude. Her constant, hostile, domineering tone. Her smug arrogance, and condescension.\n\nI was walking over to the fridge to get out the orange juice. I opened it and peered inside, trying to look like I really didn't care about her. And then, on an impulse, I just said,\n\n\"Go fuck yourself, Jessica.\"\n\nIt stunned her for a second, but she was quick to recover.\n\nI'd spoken back to her before, obviously, but I could never keep up with her. She was always too quick-witted, too shamelessly unrelenting for me to ever gain any ground.\n\n\"Whoa, you got me there, kid, some real original stuff.\" she said.\n\nShe called me \"kid\" sometimes, even though I was a little older than her. Just another of her many little ways of being condescending to me.\n\nI got out a glass and poured myself some juice.\n\n\"But unlike you,\" she continued, \"I don't need to fuck myself; I've got someone to do that for me.\"\n\nHer boyfriend was an asshole of the highest degree, but he hadn't ever really targeted me specifically. Still, he was muscular and handsome, and if that isn't a good enough reason to hate someone, then I don't know what is.\n\nAs I drank my juice, a dozen little half formed insults and comebacks crept into my head, but as usual I didn't have the skill to get them out in time.\n\n\"I mean, if you want someone other than your right hand to fuck you for once, I could maybe fix you up with a friend of his. I'll ask him if he knows any otherfaggots.\" she said.\n\nAs usual, the frustration and unfairness of the situation started to get to me, but I kept it from showing. I slowly finished my drink and made my way across the room to the door. She stood up and moved to intercept me.\n\n\"Oh, no clever little comeback this time? Just gonna run way?\" she said.\n\nI stopped.\n\n\"You know,\" I said, trying to appear calm, \"I do so enjoy these bitchy little chats with you, but I've got something much more fun to do right now. Like stab myself in the face with a pencil.\"\n\nThis was a line I'd been working on for a while.\n\nAgain, she seemed a little taken aback. I tried to continue to the door, but she moved completely in my way.\n\n\"You should just be grateful a girl as hot as me is even talking to you. It's probably not going to happen again for a long time.\" she said.\n\nShe stared into my eyes, daring me to challenge her. I met her gaze.\n\nIt was strange. She'd used the \"block the door\" trick a lot when we were younger, when she was much taller than me, but now I had the height advantage. I didn't exercise much, and I was slim, but I probably had enough muscle to have the weight advantage too. If it came to a physical struggle, I could probably best her. Force her to the floor, or at the very least push past her. I tried to tell myself this. I tried to force a little confidence in myself.\n\nBut this wasn't a physical struggle; it was a psychological one.\n\nAnd, as always, I was the one that looked away first, staring at the floor to avoid her eyes.\n\nShe let out a little laugh.\n\n\"See you around, faggot.\" she said.\n\nShe turned and left first, heading towards the living room where my sister was probably watching TV.\n\nI fucking hated her. The years of humiliation and abuse came flashing back to my mind. My heart sped up and my fists clenched. Good God, how I fucking hated that woman. I wanted to smash something, anything. I grabbed a glass from the table and gripped it tight, my knuckles turning white.\n\nI wanted so badly just to throw it to the floor, to see it smash. I wanted to destroy something.\n\nBut no.\n\nI did what I always do, and repressed it. I took a deep breath and let out a shuddering sigh. I fought my rage back to sleep, and put the glass gently back on the table.\n\nI grabbed some snacks and spent the rest of the day in my room, trying to forget the conversation.\n\n\nThe next time I saw her was a few weeks later, on a Friday night. It had been a while since Jessica had stayed over, but it used to be the norm. Pretty much every week she'd come over ... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.936288774,
        "format_confidence":0.9881241918
    },
    {
        "url":"https:\/\/www.bozma.org\/summer-of-indian-aunties-ch-03\/",
        "text":"Summer of Indian Aunties Ch. 03\n\nBen Esra telefonda seni bosaltmami ister misin?\nTelefon Numaram: 00237 8000 92 32\n\n\nChapter 3 – Exposed!\n\nIndian nephew ‘accidentally’ exposes to aunt in bed\n\nWhen I woke up, it was late, late afternoon – soon it would be evening outside. My lovely chubby aunt Taiba was nowhere to be seen. I sat up in the bed and yawned. I had a good nap. Slowly I started to remember what had happened before I had gone to sleep. How I had played with my aunt’s buxom body. And then how I had shagged myself against my mamani’s big, bootylicious buttocks.\n\nOh dear! I couldn’t believe I had the audacity to spank my aunt and then shag on her bum. In a hundred years I would never have dared to do such a thing! Sometimes, in the heat of the moment, you manage to do some things that you would never do if you really think about it later.\n\nI touched my shorts from the front. Yes, the material was a bit rougher there. Left over dried cum, that’s what it was. I then patted the area of the bed where I had slept, with my dick in contact with Taiba’s gigantic behind. Yes, the bedsheet had a small spot of dampness. You would miss it completely unless you knew exactly where to look for it and what to look for.\n\nSo I wasn’t dreaming. I had really cum on my aunt’s big butt!\n\nI wondered if Taiba had noticed anything when she had gotten up. Did she wonder why her saree was a bit sticky near her posterior? Did she touch her behind and feel some wetness? I wondered if she had realized that her sweet, dear, innocent nephew had just masturbated on her body while she had been asleep.\n\nIt spoke to how close Taiba and I was that I didn’t pay those fears much thought. If she knew, she knew, so what. What would she do? She herself allows me to pet, fondle and grope her. My barey mamani Shaheen knows this and has even scolded Taiba for it. At the most, Shaheen would give us both a serious talking to and that would be that. Of course that was how I rationalized it to myself.\n\nI knew in reality if it came out what I had done, I would be in deep trouble. I mean, touching and groping your aunt with her consent is one thing. It is playful flirting, or being “lovingly naughty” or whatchamacallit. Wanking off on your aunt’s ass is another thing. Taiba would be blamed for leading me on, and I would be ostracized. Or maybe I was overanalyzing this.\n\nSpeaking of Shaheen, I was puzzled by how casually she was touching my bum on this vacation. As I had said many times before, Shaheen was usually quite reserved and orthodox. Whatever fun I had with her, was on the spur of the moment or a temporary naughtiness. Yet … this time when I had asked her if she needed help with the dishes, she had patted my bum, and then said no.\n\nBefore lunch when I was going to sit on her lap (as she had ordered), Shaheen had placed a hand on my buttocks – to “guide” me.\n\nWhen I had kissed her on seeing the biryani, her hand had again oh-so-casually patted my rear end. I could almost swear she was copping a feel whenever she placed a hand on my butt, squeezing my cheeks very slightly. And it seemed like she was touching my buns whenever she got the chance.\n\nI know it’s hypocritical of me to think about my aunt’s behaviour, when mine is, shall we say, less than perfect. I am usually the one who tries to get away by placing a hand on their buttocks when I am hugging them, or kissing them longer on their cheeks than what should be normal, or placing a hand on their hips, or making suggestive remarks full of innuendo at them, or even sneak a peek at them when they are expecting privacy.\n\nNeither Shaheen nor Taiba knew, for example, that I had gone through their closet and stolen a couple of panties from both of them the last time I was here. That I sometimes watched pornography and masturbated by rubbing myself against those panties. If someone said I sexually harassed my aunts every chance I got, they wouldn’t be far off the mark.\n\nBut still – I was the young, horny man. My behaviour, while definitely not to be commended, was expected. I was a pervert and behaved lecherously. But Shaheen was my respectable older aunt, and a conservative, orthodox person. So it felt strange to think she was the one groping my butt.\n\nI mean, if she wanted to do something, I was up for it. But … I couldn’t be sure. Maybe it was just completely innocent. I mean, she could be just lovingly patting my butt, without any sexual context. This was so unlike her usual behaviour. She had never cupped my butt cheek before.\n\nGetting up, I walked to the bathroom in Taiba’s room. I could have gone back to my own room, but I wanted to use Taiba’s bathroom. It felt naughtier. As I said, I am a pervert.\n\nOnce inside, I closed the door. I didn’t lock it though. I walked to the commode and lowered my shorts. Holding my dick in my hand, I began to pee. It was surreal, peeing in the same commode that I knew my aunt would later plonk her canlı bahis fat ass in. A few drops of urine remained on the toilet seat that I didn’t wipe off. I cleaned myself up, and washed my face. I exited the bathroom and walked downstairs. I was still wearing the same small shorts that I had been wearing at lunch.\n\nI was going to go to the kitchen and see if my aunts were there, but then suddenly I paused. Then I slowly started to tiptoe downstairs. If they were both somewhere in the kitchen, unaware that I had gotten up, maybe I could eavesdrop again.\n\nI was right! Both Taiba and Shaheen were in the kitchen, and they were talking.\n\n“So,” Shaheen was saying, “Should I wake up Nazu? It’s not right of you to take a rickshaw alone this time. And then you will be taking a bus to Feninagar.”\n\n“It’s the 7.30 pm bus, so it should be OK.” Taiba replied. “It’s only a half an hour ride, after the 30 minute rickshaw ride from here to the bus station.”\n\n“Yes, but you know the bus … and our experience …” Shaheen trailed off.\n\nI wondered what experience she was talking about. I continued to listen intently.\n\nTaiba laughed.\n\n“It’s the 7.30 bus.” She repeated. “I think my gaand can tolerate a few pinches. The 8.30 bus is when the labourers use it, and that was when you and I got our gaands properly assaulted last time.”\n\nSo that was the experience Shaheen was talking about!\n\n“Well,” Shaheen replied drily, “Your ass should be used to getting molested, now that Nazu is here.”\n\n“Aw, c’mon Bhabhi. It’s just harmless fun. Nazu doesn’t mean anything …”\n\n“He’s a young man.” Shaheen warned. “And you are letting our newphew pinch your bottom, grope you, fondle you … would he dare do this to you in front of his mamu?”\n\n“No, he wouldn’t.” Taiba admitted, biting her lip. “Then again, if his mamu paid more attention to my gaand, I wouldn’t need Nazu to grope me and have some fun with my peechwade.”\n\n“Hmm.” Shaheen was far from being convinced. “Just don’t do anything stupid, Taiba. He’s a young man with normal sexual urges and you are letting him fondle your butt. Don’t lead Nazu on, Taiba. He’s a good boy.”\n\n“I won’t, Bhabhi. It’s just harmless fun.” Taiba then grinned. “And what about you, Bhabi? After all, you let Nazu pinch and fondle your buttocks last time too!”\n\n“That was a bet!” Shaheen replied indignantly. “And I never expected him to do it, really. I am still somewhat upset by it, even though I laughed then. I mean, he was always respectful to me – and then suddenly his hand was on my ass!”\n\n“You were wriggling your butt playfully in his face!” Taiba retorted. “Of course he would grab it! You were practically daring him to pinch your gaand, and that’s what he did!””\n\n“But I soon put a stop to it. Unlike you.”\n\n“It’s just some harmless fun, Bhabhi.” Taiba repeated her argument. “I am not going to bed with him!”\n\n“Well, you just did …”\n\n“Oh. C’mon now, Bhabhi. This is too much.” It was Taiba’s turn to be indignant. “Nazu used to cuddle with us all the time.”\n\n“He is free to cuddle with me even now as well.” Shaheen said in a firm voice. “But you will not see him fondling my gaand. He treats me with respect. With you … please be careful, that’s all I am saying. You are married, AND you are his mamani.”\n\n“I KNOW I am his mamani …” Taiba murmured angrily.\n\nFor some time there was silence, and then Shaheen then decided to change the subject.\n\n“And the rickshaw should be here in what, fifteen minutes, Taiba?”\n\n“Roughly.” Taiba answered. “I am all ready though. Let Nazu sleep; he’s absolutely tired after travelling early today.”\n\nI decided to prove her wrong about my sleeping, and enter the kitchen after exaggerating the noise of walking in the hallway, so they didn’t think I was spying on them. I greeted both of my aunts with a big hug and a sloppy kiss on each cheeks, and once again complained about Taiba going away just when I had come.\n\n“I have to, beta.” Taiba replied remorsefully. “I had made this plan to visit my barey abba before I knew you were coming.”\n\n“Nazu, go quickly and put some proper, decent pants on.” Shaheen suddenly turned to me and commanded. “I want you to accompany Taiba on the rickshaw and see her off on her bus at the bus station. I am not comfortable with her going alone at this time of the night.”\n\nLeft unsaid was what Shaheen had in her eyes.\n\nIf anyone is going to molest or sexually assault Taiba, I would rather it be you.\n\n* * *\n\nThe rickshaw rumbled on the dirt track. I was seated beside Taiba, my body pressed closely against hers. Her luggage – a duffel bag – was at our feet. I had my arm firmly wrapped around Taiba’s waist, my hand resting on the bare skin of her belly. From time to time, I gave her love bahis siteleri handles a light, affectionate squeeze.\n\n“Beta,” Taiba suddenly said, “I wanted to say something to you now that we are alone.”\n\n“Oh, sure, mamani.” I replied. Suddenly, I don’t know why, but perhaps the tone of her voice with which she had said this, made me go full alert mode on. I moved my hand from her waist, patted her rear, and then moved it back to her side, grabbing her flab again.\n\n“Beta,” Taiba ... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.901168108,
        "format_confidence":0.9721562266
    },
    {
        "url":"https:\/\/katied.life\/2021\/04\/",
        "text":"artwork by menchimenagerie\n\nEvie commissions Laressa to create a beautiful evening gown with a special feature\n\nSee the full story (and saucy) artwork by MenchiMenagerie here!\n\nMillie is the character of The Jaded Entity, with visual design elements by  CallMePlisskin.\n\nLaressa is the character of MenchiMenagerie, the artist of the work above.\n\nThis story and commission were a gift to The Jaded Entity, and follows a story he wrote about Millie and Evie.  Unfortunately, I was unable to get his permission to share the story or art for his portion of the exchange, and so sadly their story ends here.\n\n\nEvie and Millie were relaxing in the garden of the little cottage Evie had rented for the weekend.  Both had enjoyed a decadent lie-in after being up entirely too late the night before, and a simple breakfast on the patio had led directly into lounging in the midday sun.\n\n“I think I could just lie here and bask in the sun all day,” Millie purred.\n\n“An appropriate desire for an adorable kitten, no doubt…” Evie replied without opening her eyes.  “But we have big plans for the evening, and an appointment to keep before then…so it’s about time we stop lazing about, and get ourselves cleaned up and dressed.”\n\n“Oh??”  Mille inquired, perking up.  “What do you have planned for us?”\n\n“We are going out for a nice evening at the home of a friend.  He is the ambassador to Varala, and he’s hosting a formal event.  He told me to bring a ‘plus-one,’ and I chose you, sweetie.”\n\n“A formal event?  With an ambassador?”  Millie’s eyes were alive with excitement.  “I’ve been to a governor’s ball before, but I’ve never met an ambassador.”  \n\nMillie suddenly looked thoughtful.  “But I don’t have anything packed to wear to a formal event.”\n\n“You leave that to me,” Evie replied, giving the pretty brunette a wink.  “That’s the appointment we have to keep.  You’ll need an exquisite full-length gown to wear, so I’m going to take you to Mistress Laressa’s.  She’s already been working on a gown that she and I designed especially for you.  My treat, of course.”\n\n“Evie, I don’t know what to say…”  Millie looked like she wanted to cry and scream with excitement all at the same time.  “I’m not sure I deserve something like this..especially after…”\n\n“Sweetie, it makes me happy to spoil you a little.  And after that incredible evening you boldly arranged for me?  I felt as though I needed a way to express my happiness and gratitude.”\n\nWhen they arrived at Laressa’s shop, the proprietress escorted them directly back to the private fitting area.  “Millie,” she said as she drew back the curtain and gestured toward the plush seating, “this dress might be one of my favorites.  Evie came up with a delightful idea and it was a wonderful challenge for me.”\n\nEvie grinned proudly and made herself comfortable in an armchair where she would have a good view of the fitting area.  “Only the best for our lovely Millie.”\n\n“What about you, Evie?  Are you getting a new dress, too?” Millie asked.\n\n“Mine is that gorgeous blue one on the mannequin over there.  Laressa will help me into it when you’re done.  It fits so snugly she practically has to sew me into it.”  She gave Laressa a wink.\n\n“Oooh!”  Millie gasped.  “It is gorgeous.  And that mannequin…it’s like it has your exact proportions, Evie!”\n\n“Hmmm, I suppose you’re is as if it was moulded over me,” Evie replied.  She shot a sly grin toward Laressa, who smirked and winked back. \n\nSoon Laressa emerged from her back room carrying a dress made of a lavender gossamer fabric.  It had a subtle sheen to it that seemed to shimmer as it moved in the light.\n\n“All right, Millie,” she called out.  “I’ll need you to disrobe for the fitting.”\n\nMillie blushed.  “Of course.”  She looked around nervously, realizing that Laressa and Evie would both be watching her.  She saw Evie cross her legs and sit back into the armchair.\n\nThe nervous look on Millie’s face was accompanied by the slightest grin as she removed her sweater and skirt.  She placed one foot up on the fitting platform and rolled her striped stockings down.  When finished, she stood to face Laressa and clasped her hands demurely before her.\n\n“You’ll need to remove your camisole, dear,” Laressa said softly.  “The gown is backless.”\n\n“Oh…oh…ok,” Millie stammered.  She slipped it from her shoulders and held one forearm over her bare breasts.\n\n“Panties, too.  The dress is a very snug fit and we don’t want panty lines, do we?”\n\nMillie gasped.  “I’ll wear it without any underwear?”\n\n“Well of course, dear!  I won’t allow anything to come between you and one of my dresses.”\n\n“You’ll love how the silk feels on your bare skin,” Evie offered.  “Especially in certain spots.”\n\nMillie’s jaw dropped and she turned a bright red.  \n\nEvie just grinned.  She was taking a special satisfaction from watching Millie squirm.  ‘Just returning the favor, sweetie,’ she thought to herself.\n\nLaressa slipped the dress over Millie’s head and helped her slide her arms into the long sleeves.  While Millie stood there practically trembling, Laressa slid the gown down her sides, over her hips, and let the fabric drape around her legs.\n\n“Wowwww!” Evie cried out and clasped one hand against her chest.  “You look stunning!”\n\nMillie flashed her a proud grin and looked down at the dress.  She could see how the fabric tucked in at all the right places, and stretched to hug all the other places.  She stroked her hands down her sides, the sleek feel of the fabric grazing her skin as it shifted under her touch.  \n\nShe glanced over her shoulder at the open back of the dress, the back neckline plunging almost to the base of her spine.  It seemed quite daring to be worn to a fancy event.\n\nShe could just see her toes poking out from beneath the hem.  Then the slit up the side caught her eye, and she followed it upward from her bare ankle to her bare calf, her bare thigh, and…just how high did this slit go???\n\nMillie realized that she could just glimpse the curve of her lower cheek below where the fabric came back together at her hip.  When she walked, surely her rear would peek out.  And without underwear??\n\nShe looked up at Evie and Laressa again.  Surely they didn’t mean for her to show so much skin?  The two of them were silent, simply staring at her admiringly.\n\n“But…my rear is half exposed!”  Millie hissed at Evie.\n\n“Yes…and it’s a lovely rear, too.”\n\n“But…I can’t…”\n\n“Millie.” said Evie.  “Don’t be silly.  You’ve got a lovely figure and Laressa’s dress shows it off tastefully–and tantalizingly–at the same time.  Trust me, there will be other women there tonight much more exposed, and much less tastefully.  You will look confident, elegant and refined.”\n\nMillie took a deep breath and let it out slowly.  “Ok…I’m trusting you…”\n\nLaressa had been moving gracefully around her, making tiny adjustments as she went.  The silken fabric seemed to respond to her fingertips and re-fit itself.\n\n“Evie, your idea for the long sleeves was inspired,” Laressa said.  “You can see how they accentuate Millie’s delicate shoulders and pull the underbust area inward.”\n\n“I do see that,” Evie said in a tone that suggested she was appreciating the effect.\n\n“Let’s make sure the front looks good when you pull your arms back, too, Millie.  Can you reach behind you with both hands, please?”\n\n“What are the laces on the sleeves for?”  Millie asked as she complied.  What looked like shoelaces extended from the wristlines of the dress, and eyelets ran along the outer sleeve.\n\n“Ahhh, this is a special feature that was Evie’s idea,” Laressa said.  “Let me show you.”\n\nLaressa drew Millie’s wrists together and rapidly began threading the laces through the eyelets–criss crossing from one arm to the other, working her way up to Millie’s elbows.\n\n“Wait…what…what is this?”  Millie asked. \n\n“This is my favorite part!”  Evie called out.  “Laressa thought so, too!”\n\nMillie’s initial confusion gave way to understanding, and then acceptance that Evie had played her well.  “Evie!  I should have known there was a catch to this gift.”\n\n“You’re going to look so lovely on my arm tonight…and all eyes will be on you when I lead you into the party.”\n\n“What??  I’m going to walk in like this?”\n\n“Why of course, sweetie!  You’re MY plus one…I have to make sure everyone knows it!”\n\n\nRecruiting Girls for the Gods\n\nRithian Girls provide unusual challenges in recruiting sacrifices for The Ancient Ones\n\nOlkoth stared into his flagon of ale and tried to rub the tension headache from his temples.  The bubbles and foam in his ale reminded him of the nebulous primordial realm in which his master resided, and he wished that he was there now, by his masters’ side.  The task his master had given him ages ago was taking all his patience and will to complete.\n\nHe looked at the open ledger before him.  Only fifteen names were listed, and he was expected to recruit twenty nubile new followers for his master before he could return to his master’s side.  Even worse, the fifteen he had already sent through to his masters’ realm had all proved rather unworthy.  The next one needed to be special.\n\nRecruiting worthy followers on this world was difficult in the best circumstances.  It was difficult finding young women who were willing to pledge their bodies and souls to an unknown fate with a ruthless deity.  After days of having their flesh violated by monster after horrific monster, those found worthy would spend eternity as the shared concubines of his master and his fellow celestial entities.  Those who were not found worthy–well he didn’t like to think about those.\n\nThings had been different since he had arrived in Rith.  Oh, recruiting was still challenging for him.  It was just challenging in a different way.\n\nHe looked up as a perky young blonde slid into the opposite bench of his booth.  She was quite pretty, had a healthy, youthful and athletic body, a lovely smile, and had pale greenish-blue eyes of a color he’d never seen before.  She carried a confidence he’d seen in many Rithian... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.736682117,
        "format_confidence":0.8994940519
    },
    {
        "url":"http:\/\/dirtyallstars.co.za\/chronicles-of-a-small-town-playboy-chapter-8\/",
        "text":"Chronicles of a small town playboy – Chapter 8\n\nThe best wingman I’ve had is probably Special Star. Hi real name is Naledi Ntswanagape, but no nigga really wants to go by a gay\nname like that. Only his close friends and family call him Naledi. Star can has self control, unlike me and Stunt101. Stunt’s real\nname is Thomas Bodule. The name Stunt101 came about because one time I convinced him to jump off a balcony from the first floor of a\nblock of flats. We had our drinks in the car downstairs and he wanted to go fetch them. I told him I jump from the first floor all\nthe time and he can land there fine. Next thing I know this nigga goes “Yes, I think I can jump from here, too!” Over the balcony he\ngoes, and onto the grassy batch below. That was the most awkward fall I’ve ever seen.\n\nHe lands on his feet but doesn’t absorb the fall by bending his knees in a smooth motion. He lands and fucks up both his legs. He\nhobbles over the to the car and comes back upstairs like it’s all good. When all the girls were’nt listening he says to me, “Sipz, I\nthink I sprained something when I landed.” “You think!? Nigga I have never jumped over this damn balcony.” I had to take this\nbastard to hospital later that night cos he thought he broke something and now he was dying. Stunt101!\n\nAnyway, that’s not why I wrote this story. I want to talk about my niggas as wingmen.\n\nSpecial Star is a great wingman because of what he went through for me.\n\nUsually wingmen mack on the ugly girl while you wax lyrical to her pretty friend. And if needs be, he will bang this ugly friend so\nshe doesn’t cockblock you while you’re trying to get into her friend’s pants.\n\nSpecial Star and I were at one of these random house parties in Unit 5 in Mafikeng. It was in the dead of winter and we were\ndrinking or whisky and chasing girls as per usual. We get approached by these girls Star went to High School with. One is pretty,\nand the other one is butt-ugly. The ugly one goes and speaks to Star while the pretty one lingers behind. You know how ugly girls\nlike to be best friends with the charmer boys… and that’s where they mostly stay… in the friend zone!\n\nI have a philosophy, though: Don’t be friends with ugly girls because they have charming personalities, and you will start to fall\nfor them, marry them and then you end up with ugly children. The children are our future and we need to put them first!\n\nI digress.\n\nSo here is this pretty little thing, ka magwegwe a sexy-nyana, nice slim waist and a fresh-looking ass! She’s got on a long leather\njacket, white torn jeans, Ugg boots and a knitted beanie. “Ausi wa background, you look like you’re gonna pull something out from\nthat jacket of yours.” Us black people we call a long leather jacket background. “Like what?”, she retorts. “I don’t know, a Matrix\nmove maybe…” Aaaah, she flashes a little smile at me and shakes her head. “I’ve got this one”, I think to myself. “Come here and\nintroduce yourself wena Trinity.”\n\nWell, I’m not one to bore girls because really I’m a lousy conversationalist, so after a couple of minutes chatting to the girls I\nexcuse myself. We meet up again with them before the party ends and invite them over to Star’s place in Unit 13.\n\nAt Star’s place that’s when the real macking begins! I wax lyrical to this pretty honey, promise her she’ll see the moon if she just kisses me. And oh!, what a kiss it was! We’re all in the sitting room at that time, and Star is still chatting up the ugly girl. While I’m kissing and touching on this girl Star takes the ugly one to the bedroom. Thank you my number one wingman! After a couple of minutes I try my luck, “How about we take this party to the bedroom”, I whisper in her ear. “Hold on brother, we’re not gonna do that tonight.” Damn! The gates of heaven are stuck! “Really? Ao mfethu, don’t be like that.” She shakes her head. Mxm.\n\n“Alright, cool. At least come with me to the liquor so I can get a few more of these.” When nothing else works, change location, get her a bit more lubricated, or do whatever it takes to take her mind from that mental state of saying no.\n\nSo off we go to buy some booze at one of these dingy taverns called The Crossing in Unit 13. On our way back I ask her again, “so when we get back, let’s get ourself a bedroom, huh!?” She doesn’t respond, which is a Yes in my book.\n\nWe get get back to the crib and I put the beers in the fridge. I walk this girl to the bedroom because I don’t want her to change her mind, but something’s not right.\n\nThis ugly girl is in the other bedroom further down the corridor and Star is washing his face, or dick, or whatever. I can hear water running, and he’s in the bathroom. Me and the girl walk past the bathroom and Star is there. I start to smell something, but I just can’t figure out what it is. The smell starts over-powering me. The girl also starts to smell something and asks me what it is.\n\nThe best I can describe it is if someone made a concoction of vomit, stale month-old and human shit, and not just regular shit, shit like the day after you drank Black Label beer or Mqombothi. It was indescribable!\n\n“Sies, what’s that!?” says the girl. She runs outside holding her hand over her mouth.\n\n“Dude, what the fuck is that smell?” I ask Star.\n\nHe calmly replies, “It’s that girl’s vagina. She might not have washed it after banging her man last night or something.” My mouth was agape in amazement and total disgust! That’s some stank puss!\n\nAnyways, I never got to stick the pretty girl that night, but I did bang her eventually.\n\nA wingman who will bang a girl for you so you can bang the pretty one is a true wingman in my book.\n\n3 thoughts on “Chronicles of a small town playboy – Chapter 8\n\n  1. now that is a true wingman, damn\n\n  2. a Special STAR indeed\n\n  3. I enjoy reading this. Chapter 9 now!!!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\" rel=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.6066012383,
        "format_confidence":0.97207582
    },
    {
        "url":"http:\/\/sexstory.erolove.in\/wolves\/",
        "text":"For as long as I can remember, I’ve had this fantasy about being made love to by more than one man. I don’t mean rape; I mean being made love to. I can’t even tell you when I started thinking about and wanting this or even when it became a conscious desire. It was something that I accepted as a part of me. I didn’t think that I was crazy or anything like that, it just…was.\n\nMy name is Allie Walker. I have never been married although I am far from being pure. I am what would be considered a big woman, I am short somewhere around five feet two inches, very dark skinned with a short afro. I don’t consider myself ugly by any means but I’m not beautiful either, I just am.\n\nI live in Virginia in the Blue Ridge Mountains not far from the Roanoke River. The house that I live in was built by my great grandfather and has been in the family ever since. I don’t know if any of you have been to this part of the country but it is simply breathtaking. It almost feels like another world, in the winter when it snows it looks exactly like something that Thomas Kincaide or another famous artist would paint, the spring and fall are just as breathtaking.\n\nI live pretty far from town with no close neighbors which is fine by me. The only visitors I get are hikers that have gotten lost which happen quite a bit. Other than that I spend my time alone. I don’t really work because my parents left me fairly well off. I do however write for a website, I write articles about anything that tickles my fancy and I get paid quite well for it. I don’t really consider it work because I enjoy doing it.\n\nI keep myself occupied by reading, watching movies and television and playing games on the internet. On occasion, I’ll call one of my cousins who lives in sunny California and catch up on the latest going ons in the family. She’s been trying to talk me into moving out there but I don’t want to, I like it here too much.\n\nIt’s now September and time for me to start getting ready for the winter months. It’s not unusual for me to get stuck up her for a couple of weeks at a time so I like to be prepared. My list of supplies is on the table waiting for me as I make one last check on my supplies. I checked the gas supply for the generator and decide that I’d better pick up a few extra gallons; I have more than enough oil for my lamps and enough batteries of every kind to open my own store.\n\nThe last thing that I check is my toy drawer, in it I have every kind of sex toy that I can think of. Just looking at them makes me tingle. I have time to pleasure myself before I make the drive into town I decide. I totally strip and lay on my bed; I have a ritual you see. I always start with my breast, I don’t know why; I just do. My nipples are already hard with anticipation of what I’m going to do next; I am blessed with breasts large enough that I can suck on my own nipples. Whenever I do, I imagine that the tongue licking them belongs to someone else. I lick and suck one and then the other imagining a mouth on each nipple. I reached into my drawer and took out two little suction cups that fit onto my nipples and I squeeze moaning at the sensation of the suction. I squeezed each cup several times squeezing my legs together as the sensation traveled to between my legs making my clit throb. I take my time with this, part of the game is seeing how long I can hold off before I let myself orgasm. Sometimes to make things interesting, I won’t pleasure myself for several days, this time it’s been two days.\n\nIt isn’t long before I can’t help myself, I don’t even need a vibrator to go over the edge. I take one hand and place it between my legs while the other one continues to squeeze the suction cups on my nipples. I make little circles around my clit and then I’m over the edge. I don’t try to keep my moans of pleasure quiet, who’s going to hear me? Afterwards, as I’m recovering, I wished that there was someone else to do this for me. It’s been a very long time since I’ve been with a man, months in fact. The last one was a hiker who got lost but as good as it was; it wasn’t enough.\n\nI got dressed, grabbed my list and jumped into my van. It was late afternoon and I knew that Tony, the store manager was waiting for me. He had already called to let me know that my supplies were ready to be picked up and that he would be happy to load them for me.\n\nI was surprised to see that the store was closed when I got there but he was waiting for me, as always he made some comment about pleasing me.\n\n“You know, there is more than one way to please a person.” he said with a grin.\n\nUsually I ignore the comments but today was different. I don’t know whether it was because I was still unsatisfied from the earlier orgasm or if I was just realizing how handsome he was but I decided to take him up on his offer. He wasn’t married or involved with anyone and we were both consenting adults and I really needed something other than my toys and my hand.\n\n“Put your money where your mouth is.” I told him.\n\nI think he was actually surprised when I accepted. Once he got over his surprise, he took my hand and led me to the back room where he kept a cot just in case he got snowed in. I can see that he is already hard in anticipation of our unscheduled afternoon sex. He grabbed me before I had a chance to say anything and kissed me hard at first and then he gentled, the last kiss I had was from that hiker and it was nothing like this. His mouth moved from my mouth to my neck licking and sucking it as his hands went under my shirt. My hands were trying to pull his shirt out of his jeans; this was lust in its purest form. Tony grabbed my hands and held them as he kissed me again.\n\n“Slow down, we have to slow down. I’ve waited so long for this.” he murmured.\n\nI had no idea of what he was talking about and to be honest with you, I didn’t care. Minutes later, we were both naked, it didn’t occur to me to be conscious about my body and apparently Tony had no issues with it judging by his reaction. He kissed my shoulders where my bra had made marks because of the heaviness of my breast. I moaned as he took them into his hands and kneaded them running his thumbs over the now erect nipples.\n\n“I knew that they would be beautiful!” he said as he took a nipple into his mouth and sucked one and then the other.\n\nHe then put the nipples together and took both of them into his mouth and sucked hard. I swear to you that I almost came. I pushed my chest into his face trying to encourage him not to stop, I was almost there and then he stopped. I could feel his cock pressing into me and I ground against it trying to maneuver it so that it would slide between my legs but he had other ideas.\n\n“Lay on the cot.” he instructed.\n\nAfter I was lying down, he knelt beside me and began to kiss his way down my body starting with my mouth. His right hand was stroking my stomach and was headed to between my legs, he stroked me everywhere but where I wanted him to. He kept me tottering just on the edge, when he sensed that I was about to come, he moved his hand to another part of my body. Finally, he was where I needed him to be, he didn’t need to tell me what to do; I opened my legs as wide as I could and waited.\n\nThe wait seemed to be a long time so I opened my eyes and looked at him. His green eyes glittered as he looked at me, and then suddenly, he was on me sucking and licking me until I screamed only vaguely remembering that someone might hear me.\n\nWhen he was finished, he moved to the head of the bed and offered me his throbbing cock which I took without hesitation. I licked and sucked on the large head until he was moaning for me to end it but I didn’t. Who knew when this would happen again? I let is cock fall out of my mouth and stroked it relishing the feel of the soft skin in my hands. I took one heavy ball into my mouth and then the other sucking each one gently.\n\n“Allie! For God’s sake end this!” he moaned.\n\nI released his balls and took his cock back into my mouth, I swiped my tongue along the underside where the head met the shaft, I sucked and licked until he came in my mouth and even then I didn’t stop. Without missing a beat, he was between my legs and was ramming himself into me.\n\n“Don’t stop, please don’t stop!” I begged.\n\nThis time he listened to me, we came clinging to each other. For several minutes neither of us moved nor spoke. Tony held me close as if we were lovers instead of two horny people who needed some relief. Afterwards, Tony dressed and went to load up the van while I dressed. I had expected us to feel awkward around each other given what had just happened between us, but we didn’t. As a matter of fact, he actually kissed me and told me to be careful driving home.\n\nI drove home feeling as sated as I’d ever been, I relished the feel of Tony’s semen as it leaked from me, the thought that we’d had unprotected sex occurred to me. The thought of a baby wasn’t an unwelcome one but I knew my body, I wasn’t ovulating. As I unloaded my supplies, I realized that I didn’t go to the post office, my winter reading order was waiting for me. It would just give me another reason to go into town I thought.\n\nI had enough food and supplies to feed a small army I realized but better safe than sorry as my dad used to say. I went into the spare bedroom and checked on what jigsaw puzzles I had, if I was going to make another trip into town, I’d buy a few more. Other than my books at the post office, I was fully prepared to spend the winter alone.\n\nThe next week I went into town to pick up my books and made another visit to the store under the premise of forgetting something. Once again we had incredible earth shaking sex, afterwards I thought that the only thing that would have made it perfect is if there had been more than one of him but beggars can’t be choosers can they?\n\n“There’s a storm headed this way, do you have everything that you need?” he asked as we got dressed.\n\n“Yes, thanks.” I replied and made some comment about th... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9568752646,
        "format_confidence":0.9724225402
    },
    {
        "url":"https:\/\/spankingtheatre.wordpress.com\/tag\/halloween\/",
        "text":"Spanking Theatre\n\nSpanking stories for the theatre between your ears\n\n\n\nThe Island of Bones\n\n\nTrigger Warning: This is a Halloween horror. A gothic ghost story set amid the Age of Pirates, readers may encounter taboos of a violent past, like rape, hangings and gory death.\n\nHere be monsters, sensitive souls should proceed no further.\n\n\n\n\nThe night the tempest hit. I dreamt of an island made of bones. \n\nBeside its idyllic turquoise waters, just beneath its strands of golden sand, lay bones. An endless stack of ivory white skeletons. Skulls and femurs, ribs and vertebrae, heaped high on top of each other, stretching all the way down to the abyssal darkness of the ocean deep. They were the mortal remains of all who’d ever been lost at sea, gathered and brought here by the ocean sweeping currents. Deposited together to form a grotesque pile of bones, disguised with palm trees and the trappings of paradise.\n\nIn my hubris, I thought I could outrun the hurricane. I had always loved storms, the astonishing violence of air and water. I loved to lie in my bunk, hearing the gales howl through the rigging and feel the boat lurch and tumble on a rollercoaster of swells. But this storm was different, a massive monstrous force of nature. As night fell, and I was plunged into a frightening darkness, I realised with horror that I had made a terrible mistake.\n\nThe hurricane tossed my yacht like a bath toy for several terrifying hours. I had to brace myself as my cabin repeatedly tumbled. Sometimes everything went almost vertical, producing a sickening moment of weightlessness before everything dropped, the whole vessel hurtling downwards into the trough of the wave, smashing back into the water in a shattering crash.\n\nUntil one time, my luck ran out. It must have been an enormous wave, enough to topple my entire world upside down, I felt myself go vertical, then fall backwards and the boat capsized. Something thwacked against my head, and everything went black. \n\nI woke lying dazed on the ceiling of my cabin. The emergency lights shed just enough light to see that beneath me was a dark pit of churning seawater. My precious sanctuary had flooded, my boat was likely only moments away from being dragged beneath the mountainous waves.\n\nI kicked the hatch open with the fury of someone utterly desperate to survive, and escaped into the tumultuous seas, gambling that the waters of the Caribbean would be warm enough to keep me alive. Only my life jacket kept me above the surface, as mountains of water crashed down relentlessly, pummelling me into unconsciousness.\n\nBut somehow I woke to see the dawn. Miraculously, the sea had spared me.\n\n\n\n\n* * 1 * * \n\nI lay on the sandy beach, choking as I struggled to clear my raw airways of salty water. My whole body was battered and aching, my head still throbbing from the accident. But I had just enough energy to crawl upwards through the surging surf, to reach the high water line. I lay sprawled amongst the seaweed watching the sky glow as the sun rose, the departing purple stormclouds illuminated with a golden light. \n\nHunger drove my initial explorations, and I found sufficient fruits and berries to replenish my energy. I discovered I‘d been washed up on a small deserted island. It seemed like a coral cay, fringed by golden sand, and covered with tropical trees. It did not take me long to walk around its perimeter, an hour at most. It was essentially flat, I could see its highest point was a slight rise on its southern flank. That would provide the best lookout, so that was where I made my home. \n\nI spent my early days building SOS signs from driftwood, laying them on the beaches in the hope they’d be spotted by some passing vessel. I had been attempting to cross the Atlantic solo, and hadn’t even had time to send a Mayday call before I’d fled from my boat. I had no idea if anyone even knew I was missing yet. Let alone where to look for me.  \n\nBut I knew I couldn’t afford to lapse into despondency. Survival and self-sufficiency were my immediate priorities. I discovered additional sources of food, teeming shoals of fish that were prolific enough in the shallow waters to grab with my hands and then dry in the sun. I constructed rain traps to harvest fresh water. I created a rudimentary shelter from palm fronds, where I could escape the maddening solitude and find solace and company amid the theatre of my dreams. \n\nWhen alone, one takes comfort from such simple pleasures. I remember my joy when I discovered the tree with the paper-like bark. I was able to fashion my own quill from seabird feathers, and create a crude ink from ground fragments of coral, mixed with the blood of fish I’d caught. \n\nWhat keeps me going is the hope that one day, someone else will read these strange scarlet scrolls. Writing keeps me sane, the blank page provides an audience, it gives me someone to talk to, to describe my thoughts and confess my fears. I hope I’ll survive long enough to be rescued. But if not, I hope these words will outlive me. After all, I have such a strange and unnatural story to tell.\n\nIt began as I was exploring my tiny new realm. That was when I discovered the bones. I found them scattered beneath a tree. Initially I thought they were the remains of a seal or a washed-up dolphin. But then I saw the unmistakable curve of a human skull, now denuded of flesh and bleached white by the scorching sun. Amid the bones were a few items of jewellery, which glinted as I rubbed the grimy residue of age away, several elegantly thin gold rings and gem-encrusted ear piercings. This seemed to be the remains of a lady, and an affluent lady at that.\n\nIt seems crazy to write this. But later, in the darkness, I met her myself.\n\nThat night, I was lying beneath the stars, listening to the waves break on the beach, surrounded by utter blackness. I was suddenly startled when I thought I heard someone talking to me. It was the first voice I’d heard since I’d left port, several weeks previously. I jumped up from my improvised mattress of foliage, but saw nothing around me but the dark.\n\nIt felt like I was hearing the bones talking to me. Beckoning me. \n\nI walked under the pale light of the moon to where the bones still lay, undisturbed. She was waiting for me. The lady who must have died here. \n\nShe appeared as a ghostly apparition, as ephemeral as whispers. She glowed like wan moonlight, her eyes mournful, as if afflicted by deep melancholy. She was barefoot, and what remained of her clothes were ragged and dishevelled, barely covering her chest and her waist.   \n\nShe spoke without moving her lips, yet her intense voice resonated profoundly through my own head, drowning out my own inner voice, displacing my own ability to think.\n\nI AM HANNAH, the voice inside my head announced. \n\n\nI recognised her voice as having an English accent, prim and aristocratic. It was somewhat archaic sounding too, like the kind of voice in vintage archive recordings.\n\nThe dim pools of moonlight where her eyes used to be glowered in my direction, but did not look at me. I felt the unsettling sensation that this visitor was only dimly aware of my presence, that she couldn’t really see me, like we were neighbours separated by some kind of wall.\n\nWhat… happened to you? I thought instinctively. \n\nThe apparition answered, without me even having to vocalise my question.\n\n\nWhat! Who? How? I stuttered.\n\nAnd then, under the moonlight, I began to learn her story.\n\n* * *\n\nI sat on a fallen trunk, and closed my eyes, and she showed me everything.\n\nHannah de Chésery was born during the reign of William III. A descendent of minor Swiss nobility, she received a cosmopolitan education from a series of fine European teachers as she grew up in England. I got the impression she was a headstrong young lady who had soon learned to get what she wanted. She had discovered the joys of a bare bottom flogging through her youthful misadventures, and actually enjoyed teasing her tutors into producing the cane. Her family mistook her secret appetite for discipline as wilful naughtiness. \n\nHannah was pretty and smart enough to become sought-after company in London society. She was married off to a dashing young man named Jonathan Fitzgerald, a London Judge and rising star in the Government’s Colonial Office. But the pair seemed to share a genuine affection. Soon, he was offered a prestigious overseas assignment, as the new Governor of a small Caribbean island. \n\nShe told me her husband discussed the prospective posting, and eager for adventure, she had readily agreed. She was remarkably candid with me, telling me she had elected not to bear children, and that they had practised martial relations in what polite society knew as “the Greek Way”. I presumed that meant he fucked her in her bottom. Quite possibly a spanked bottom too.\n\nThey left England to cross the Atlantic in 1720. \n\nIf I remember my history of this region correctly, the War of the Spanish Succession would have recently ended. I’d visited enough local museums to know these were turbulent times, with navies recalled and deployed, the Caribbean colonies became increasingly lawless. Pirates were raiding and plundering anyone without the means of defending themselves. Scared people flocked to port settlements, seeking the sanctuary that only the Royal Navy could provide. Stone walls in towns here often date from this period, those without them burned, those towns don’t exist anymore.\n\n\n\nI am in a wood-panelled courtroom, on private benches reserved for dignitaries. I can see Hannah’s husband sitting on the highest seat, dominating the room in his full legal regalia. He will be judging this case, responsible for dispensing justice.\n\nA dozen ragged individuals stand in the dock. Manacled in heavy iron chains.  \n\nA white-wigged clerk is reading out the circumstances of the case. It seems the Navy, after a fierce battle, had just captured a Lady Pirate, the infamous Dread Pirate Penelope. My eyes scan the dock, one of th... (truncated)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9300472736,
        "format_confidence":0.9713611603
    },
    {
        "url":"http:\/\/www.nifty.org\/nifty\/gay\/celebrity\/renegade-ass",
        "text":"Renegade Ass by The Chesire Cat Disclaimer: Warning! Warning! Ah-oo-ga! Ah-oo-ga! This story contains graphic m\/m sex, mild domination, no beatings. If this slash does not appeal to you or if you are not of the legal age wherever you may be, GO AWAY! I mean it. If you are of legal age, proceed at your own risk. This story is based on borrowed characters from the TV show \"Renegade.\" They are borrowed not mine! They belong to the writers, producers, and general TV type people who I thank. For those of you who haven't seen the show, it stars Lorenzo Lamas (gorgeous!). It's too bad he's not as well known. I'm sure he'd be the fantasy of a lot of more people. It co-stars Richard Branscombe as Bobby Sixkiller, and he's one big Indian! This story does not reflect the feelings\/actions of the stars (at least not that I know of). Feel free to distribute this story among consenting adults. I wrote it for my pleasure and hope others can gain pleasure from it. P.S. This story takes place during the first episode just after Reno Raines (Lamas) had been framed for murder and captured by Bobby Sixkiller. Reno just watched as Bobby called in to Dutch Dixon that he'd been caught. He struggled against the handcuffs, knowing that if he wasn't free, he couldn't prove it was Dutch who was responsible for putting Val in a coma and had arranged Buzzy Berel's murder. Bobby finished his call and sat down across from Reno. \"All we have to do now is wait. I'm collecting twenty grand for your ass. You must have really ticked Dixon off to make him hire me.\" \"Dixon's a crooked cop. He set me up and his own partner, Berrel.\" \"Yeah, right. I've heard it all. I'm sure you'll be a big smash in prison. I wonder how many prisoner's are gonna want to fuck that muscular, candy ass of yours before they kill you. I'm sure you know ex-cops aren't very popular in there.\" Reno just laid back in defeat, knowing Val, his fiancee, would probably die. Her real killer, not just the slime that pulled the trigger, Hog Adams, would go free, and he would die. As Reno leaned his head back and closed his eyes, Bobby took the oppurtunity to examine his bounty. He was about thrity five, devastatingly handsome, especially with his five o'clock shadow, and well toned. His muscles were big enough to be in shape but small enough to look natural and extremely well defined. Bobby had no doubt this boy could move like a panther. He was just the type Bobby went for. Bobby was a top and loved nothing more than having another obvious top, like Reno, play bottom to him. Reno was a wanted man, and Bobby usually let the courts deal with guilt and innocence, but there was something wrong with this picture. He certainly didn't trust Dixon, and this guy didn't seem like a killer. Bobby decided to test his captive. He'd done this kind of test before, because he'd invented it. It was an aggression test. If the prisoner could handle being a bottom to him, he was innocent. Most killers are far to dominant to ever succumb to being the one controlled. \"Are you telling me the truth?\" Bobby asked, baiting the hook. \"Yes,\" said Reno with hope in his eyes. \"Prove it to me.\" \"How am I supposed to do that while I'm handcuffed and most likely dead as soon as you hand me over to Dixon. I'll never make it to trial. He won't risk it.\" \"If you prove it, I'll help keep you out of Dixon's hands.\" \"How?\" \"Suck me,\" Bobby calmly stated. It wasn't a question or a joke. He meant it. \"What?!\" Reno asked, shaking his head. He couldn't really be demanding a sex for freedom. It wasn't as if he'd never fucked a guy, but he was always the one getting sucked or doing the fucking. He'd never been a bottom, and he was supposed to marry Val. \"It's the only way you can convince me.\" Reno knew Bobby meant business. This was his only chance. Reno decided to go with it. Bobby was certainly attractive, and it might be a good experiance. Besides, it was the only way he'd get Dixon. Reno nodded his head in surrender to Bobby, and Bobby smiled hungrily. Bobby began taking off his two thousand dollar suit and locked the door. His mobile home had special one way windows just for this purpose. Naked, he ordered Reno on his knees. He left Reno dressed and cuffed. He wasn't risking Reno's betraying him in any form. Reno shifted from a sitting position to kneeling and scooted over to Bobby. He was about to ask how he was supposed to do this cuffed, but Bobby answered by pulling his long hair. The pain caused him to gasp, and Bobby shoved his seven inches all the way in. Bobby kept both hands clamped to Reno's head and hair. He roughly pumped in and out of Reno's virgin throat as Reno gagged. He pulled out giving Reno a chance to breathe and looked down at him. \"You're gonna have to do better than that to squeeze the cum from my balls. You'd better start really sucking on it and watch your teeth. A virgin throat only makes up for so much sloppiness to a blow job, bitch. I suggest you also learn to breathe through your nose.\" Reno looked up and knew there was no turning back. He could only hope to get Bobby to cum quickly, so he leaned forward and began kissing Bobby's cock. Bobby smiled as Reno licked it from base to head, making up for inexperiance with sensuality. Reno began sucking Bobby again. It wasn't so bad this time, since Bobby wasn't forcing his way in roughly. Reno was even starting to enjoy it when he mastered how to keep from gagging on the man meat. He sucked for about fifteen minutes. By then, Bobby was steadily thrusting along with Reno's head, and Reno's mouth and chin were quite sore. It wasn't so much the sucking that was making Reno sore, it was Bobby's size. His dick was only seven inches, just above average, but it was extremely thick, thicker than Reno's own nine inches. Just when he thought he couldn't suck anymore, Bobby's cock jumped and sent shot after shot of semen into his mouth and throat. Reno attempted to pull back, but Bobby had clamped down on his head, again. \"That's it, baby. Keep sucking. Swallow my load. Swallow it all. I want you to milk me.\" Reno had no choice but to swallow or choke. He gulped down the bitter male cheese as fast as he could. Bobby's nuts seemed to have an endless supply of it. Eventually, the flow died, but Bobby was still rock hard. Reno thought, 'Oh G-d! He's gonna make me suck it, again!' To his relief Bobby pulled back and began looking around the room. Reno was a little confused, until Bobby found what he was looking for, a condom. Bobby grabbed Reno before he could protest and through him over the chair. There was a ring with a chain attached to the chair. Bobby attached it to Reno's cuffs, securing him to the chair. With Reno stomach down, ass in the air, Bobby pulled down Reno's jeans. He secured Reno's ankles to the chair with his jeans still around his ankles. Next, Bobby gagged him. \"You got me going, now I've got to finish it. It's takes me at least two cums to be satisfied, and I don't think you're able to suck me off, again.\" Bobby pulled out some lubricant and spread it on Reno's hairless, puckered hole. Reno was fearful of the thought of that thick prick stretching his virgin hole. He was sure he'd be ripped apart. Bobby put one hand on Reno's writhing form, as the other lined up his dick with the pink opening. He began to steadily push forward, and Reno screamed. His ass was on fire. He had no idea his first time would be so painful. He wondered how other people dealt with the pain. Reno was so tight, the tightest hole Bobby'd ever fucked, that it took him a full three minutes to fully penetrate him. Once all the way in, Bobby stopped, and let Reno get used to the feeling. As Reno's howls became gasps and moans, Bobby began slowly pumping in and out. Soon, the pain lessened and was replaced by the pleasure of being filled. Bobby's cock was hitting Reno's prostate, sending wave upon wave of pleasure through him. Soon, Reno's cock stood at full mast, as well. Bobby reached under him with a greasy hand and began giving Reno a hand job. With each thrust, Reno's cock was pushed forward into Bobby's hand. With each thrust, Bobby's cock hit Reno's prostate gland. The combination of pleasures was soon too much for Reno. With a grunt, he shot his load onto the chair beneath him and Bobby's hand. As Reno came, his ass became even tighter if that was possible. It gripped Bobby so hard, he came as well. Reno's cock continued to shoot streams across the floor, chair, and hand, while Bobby emptied himself in his ass. As their orgasms subsided, Bobby carefully pulled out. A little blood leaked out of the previously virgin opening. He undid Reno's gag and restaints, not knowing what to expect. He knew Reno wasn't a killer, but Bobby might have to take a beating for the ass fuck he'd just given. Reno stood up shakily. His ass was as sore as his mouth. He pulled up his jeans and turned to Bobby. To Bobby's surprise, Reno kissed him hard and passionately. Bobby enthusiastically returned the embrace, tasting himself in Reno's mouth. Reno explored Bobby's broad chest and muscled ass with his hands, until he pulled back, breaking the kiss. Bobby almost wanted to cry as Reno pulled away, until Reno spoke to him. \"Thanks, man. That was great. Next time though, I'm on top.\" Bobby smiled and nodded. They both knew this was the beginning of a long and pleasurable relationship. Bobby made a vow, as they left the pick up point, twenty minutes before Dixon arrived, he would never let Dutch have Reno. The End (for now anyway)",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9743082523,
        "format_confidence":0.976482451
    }
]