[
    {
        "url":"https:\/\/simple.wikipedia.org\/wiki\/Striptease",
        "text":"From Wikipedia, the free encyclopedia\nJump to navigation Jump to search\nA striptease\n\nStriptease is an entertainment, by females usually, before an audience. It is often included in the theatre form called burlesque. With music and dance, the stripper gradually removes her clothing. It is a very ancient dance form, and occurs in many societies.\n\nStripping is done in a teasing manner, but without being obscene (for example, by delaying to take an item off). While hiding certain parts of the body with hands or pieces of clothing, stripper dances around. Sometimes, plays are arranged, the strippers are disguised as Arabic dancers, Salome, Lolita or other well-known people. The spectator sometimes identifies with the stripper. Erotic dreams and exhibitionist fantasies may be projected into the striptease.\n\nAncient[change | change source]\n\nSalome[change | change source]\n\nThe Sumerians had a myth of the goddess Inanna descending into the Underworld. At each of the seven gates, she removed an article of clothing or a piece of jewelry. As long as she remained in hell, the earth was barren. When she returned, fecundity abounded.\n\nSalome's dance for King Herod is referred to in the New Testament (Matthew 14:6 and Mark 6:21-22). However, the first mention of her removing seven veils is in Oscar Wilde's play of Salome in 1893. Some have claimed as the origin of modern striptease.[1] After Wilde's play and Richard Strauss's opera Salome, first performed in 1905 the erotic 'dance of the seven veils', became a standard routine in opera, vaudeville, film and burlesque. A famous early practitioner was Maud Allan who in 1907 gave a private performance of the dance to Edward VII.\n\nGreece & Rome[change | change source]\n\nIn ancient Greece, the lawgiver Solon established several classes of prostitutes in the late 6th century BC. Among these were the auletrides: female dancers, acrobats, and musicians, noted for dancing naked in an alluring fashion in front of audiences of men.[2][3][4] In ancient Rome, dance featuring stripping was part of the Floralia, an April festival.[5]\n\nEmpress Theodora, wife of 6th-century Byzantine emperor Justinian is reported by several ancient sources to have started in life as a courtesan and actress who performed in acts inspired from mythological themes and in which she disrobed \"as far as the laws of the day allowed\". She was famous for her striptease performance of \"Leda and the Swan\".[6] From these accounts, it appears that the practice was not exceptional or new. It was, however, actively opposed by the Christian Church, which got statutes banning it in the following century. The degree to which these statutes were enforced is open to question. No practice of the sort is reported in texts of the European Middle Ages.\n\nModern[change | change source]\n\nParis[change | change source]\n\nMata Hari. The most celebrated segment of her stage act was the progressive shedding of clothing until she wore just a jewelled bra and some ornaments over her arms and head\n\nIn the 1880s and 1890s, Parisian shows such as the Moulin Rouge and Folies Bergère had attractive scantily-clad women dancing and tableaux vivants (static poses). Acts in the 1890s had a woman slowly removed clothes in a vain search for a flea crawling on her body. The People's Almanac credits this as the origin of modern striptease.\n\nStarting in 1905, Mata Hari entered the scene. On the invitation of Emile Guimet she danced before a carefully chosen audience. The scene at the end of the show, where she was naked was a sensation. Similar performances, at the requests of Baron von Rothschild, Cécile Sorel, Gaston Menier and Natalie Clifford Barney followed. Mata Hari had never learned how to dance, and had never studied Indian and oriental dancing. Her dances were a product of her imagination. In 1917, Mata Hari was charged with espionage and sentenced to death. She was shot, on 15 October 1917, in Vincennes, near Paris.\n\nAnother landmark performance was the appearance at the Moulin Rouge in 1907 of an actress called Germaine Aymos who entered dressed only in three very small shells. In the 1930s the famous Josephine Baker danced semi-nude in the danse sauvage at the Folies and other such performances were provided at the Tabarin. These shows were notable for their sophisticated choreography and often dressing the girls in glitzy sequins and feathers. By the 1960s \"fully nude\" shows were provided at such places as Le Crazy Horse Saloon.[7]\n\nPost WWII[change | change source]\n\nAfter the war, in the 1950s striptease became the motor of an emerging sex industry (mainly focused on publications, like Playboy). Paris saw the opening of the high-society strip clubs, like the Alcazar or the Crazy Horse.\n\nIn modern times, the art of striptease gets lost more and more. In the 1990s, a German private TV channel (called RTL) made a strip show called Tutti Frutti. Since then, during the night, many TV stations have women, who try to get rid of their clothes (without even dancing), while they advertise some phone sex numbers (or other prime-rate numbers).\n\nThere is also a film called Striptease. It plays in US strip clubs, without giving much background information.\n\nOriginally, striptease was only done by women. Today, a very small number of male strippers are there. Among the most notable of them are the Chippendales.\n\nReferences[change | change source]\n\n  1. Toni Bentley 2002. Sisters of Salome: 31\n  2. Zaplin, Ruth (1998). Female offenders: critical perspectives and effective interventions. Jones & Bartlett. p. 351. ISBN 978-0-8342-0895-7.\n  3. Jeffreys, Sheila (2009). The industrial vagina: the political economy of the global sex trade. Taylor & Francis. pp. 86–106. ISBN 978-0-415-41233-9.\n  4. Baasermann, Lugo (1968). The oldest profession: a history of prostitution. Stein and Day. pp. 7–9. ISBN 0-450-00234-9.\n  5. As described by Ovid, Fasti 4.133ff.; Juvenal, Satire 6.250–251; Lactantius, Divine Institutes 20.6; Phyllis Culham 2004. Women in the Roman Republic, in The Cambridge Companion to the Roman Republic (Cambridge University Press, 2004), p. 144; Christopher H. Hallett, The Roman Nude: Heroic Portrait Statuary 200 B.C.–A.D. 300 (Oxford University Press, 2005), p. 84.\n  6. Evans, James Allan (2003). The Empress Theodora: Partner of Justinian. University of Texas Press. p. 15. ISBN 978-0-292-70270-7.\n  7. Richard Wortley 1976. A pictorial history of striptease, 29-53.",
        "topic_id":0,
        "format_id":7,
        "topic_confidence":0.6671230197,
        "format_confidence":0.994109869
    },
    {
        "url":"http:\/\/spankingart.org\/wiki\/Penance",
        "text":"From Spanking_Art\nJump to: navigation, search\nSt Elizabeth of Hungary's Great Act of Renunciation, painting by Philip Hermogenes Calderon.\nPenance, engraving by an unknown English artist, 18th century\n\nDoing penance usually refers to an act of self-punishment or self-humiliation to demonstrate that one is sorry for a committed wrong. This can be anything as long as it is in some way painful. The penance can be imposed by oneself or by another person (such as a guardian or Confessor). It can be done in privacy or in the presence of others.\n\nPenance, even when a second person helps to impose it (as in the picture to the right), is different from punishment in that the person is fully compliant and not only accepts, but asks for it to wipe the guilt from their soul. The process and result is also called catharsis (\"purification\").\n\n\n[edit] Religious penance\n\nAn erotic birching under the pretext of penance. Illustration from Thérèse Philosophe (1774).\n\nPenance, in a religious sense, is the \"desire to be forgiven\". It means the repentance of sins in general, as well as the Catholic Sacrament of Penance and Reconciliation\/Confession.\n\nIn a sacramental understanding of the term, \"penance\" applies to the whole activity from confession to satisfaction to absolution. Satisfaction thus is only a part of it, but it is a necessary part, and the priest can withhold absolution until satisfaction is done. Satisfaction is what most people have in mind when they use the term \"penance\".\n\nSatisfaction is where the principle of punishment comes in. Modern ecclesiastic interpretation avoids calling it punishment, but traditionally, penance has been viewed as punishment. The root of the term penance is the Latin word poena which means \"punishment\".\n\n[edit] History\n\nA priest with the flagellarium. From the Original Brass preserved in the Church of Sawbrey, All Saints, Huntingdonshire.\n\nIn the feudal era, doing penance often involved severe and\/or public discipline, which could be both harsh and humiliating but was considered edifying. Public penances have, however, long been abolished. Traditional forms still include prayers, while corporal punishments such as the wearing of a cilice and public humiliations have become rare, even in monastic practice. More recently, taking in account the insights of pastoral theology and psychology, penances have tended to move towards acts that positively or negatively reinforce the penitent's behaviour.\n\n[edit] Penance in parenting\n\nThe concept of penance can also be used in parenting, although this is rare. A child who has done a misdeed can be given the choice of either getting a punishment for it (such as a spanking), or doing a penance - a task to show that they are sorry for what they have done. The idea is that self-punishment is psychologically more effective than punishment imposed by someone else because it requires full and conscious cooperation. For the same reason, a penance can also be more humbling than a punishment.\n\n[edit] Popular culture\n\nNunsploitation (nun exploitation) is a subgenre of exploitation films produced in Italy and Japan in the Seventies and Eighties. These films were notorious for concentrating on sexual perversities among isolated nuns living in convents. Many films include lurid depictions of self-chastizements such as topless nuns whipping themselves or enduring painful masochistic rituals of mortification of the flesh. The Japanese film School of the Holy Beast (1974) is a prime example of this genre which shows various forms of sadomasochistic punishments.\n\nSome producers of erotic BDSM and spanking videos have also created stories centered around penitent nuns. The caning video Hour of Penitence from Mood Pictures is one example.\n\n[edit] See also\n\nSmallwikipedialogo.png This page uses content from Wikipedia. The original article was at Penance. The list of authors can be seen in the page history. As with Spanking_Art, the text of Wikipedia is available under a copyleft license, the Creative Commons Attribution Sharealike license.\nPersonal tools",
        "topic_id":0,
        "format_id":7,
        "topic_confidence":0.5976966023,
        "format_confidence":0.9940147996
    },
    {
        "url":"http:\/\/www.boobpedia.com\/butler\/index.php?title=Annie_Sprinkle&oldid=186187",
        "text":"Annie Sprinkle\n\nBoobpedia - Encyclopedia of big boobs\n\nRevision as of 18:30, 19 June 2011 by The Honorable (Talk | contribs)\nJump to: navigation, search\n\nAnnie Sprinkle\n\nAnnie Sprinkle\nAlso known as: Anny Sands\nBorn: July 23, 1954 (1954-07-23) (age 63)\nPhiladelphia, Pennsylvania, USA\nNationality: American\nBra\/cup size: 36E (80E)  (same as DD cup)[1]\nBoobs: Natural\nEye color: Hazel\nHair: BrunetteRedhead\nShown: Topless, Bush, Full frontal, Pink\nSolo: Masturbation\nLesbian: Softcore\nBoy\/girl: Blowjob, Vaginal, Anal, Double penetration\nSpecial: Watersports\nPersonal pages\n\nOfficial website\n\nBlogs: Twitter\nCommunities: Facebook\n\nAnnie M. Sprinkle, Ph.D. (born Ellen F. Steinberg July 23, 1954, in Philadelphia, Pennsylvania) was a prostitute, stripper, porn film star, cable television host, porn magazine editor and writer, and sex film producer. She received a BFA in photography from the School of Visual Arts in 1986. Currently, Sprinkle works as a performance artist and sex educator.\n\n\n\nShe is known as the \"prostitute and porn star turned sex educator and artist.\" Her best known theater and performance art piece is her Public Cervix Announcement, in which she invites the audience to \"celebrate the female body\" by viewing her cervix with a speculum and flashlight. She also performed The Legend of the Ancient Sacred Prostitute, in which she did a sex magic masturbation ritual on stage. She has toured one-woman shows internationally for 17 years, some of which were are titled Post Porn Modernist, Annie Sprnkle's Herstory of Porn, Hardcore from the Heart, and, currently, Exposed; Experiments in Love, Sex, Death and Art.\n\nThe first porn star to earn a Ph.D., Sprinkle received her Ph.D. in Human Sexuality from the Institute for Advanced Study of Human Sexuality in San Francisco, California. Her work, spanning more than three decades, is studied at many Universities, in theater history, women's studies and film studies courses. She also is a faculty member at The New School of Erotic Touch.\n\nSprinkle's first porn movie was Teenage Covergirl, released in 1973. That same year she appeared in Teenage Deviate, which Sprinkle herself described as \"a misogynistic, politically incorrect film that was the style at the time because we didn't know any better.\"\n\nThe film Deep Inside Annie Sprinkle was the #2 grossing porn film of 1982. Her stage name is derived from her love of swimming, and her abilities with urination, notably the ability to turn herself into a human fountain.\n\nIn 1991, Sprinkle created the Sluts and Goddesses workshop, which became the basis for her 1992 production The Sluts and Goddesses Video Workshop – Or How To Be A Sex Goddess in 101 Easy Steps which was co-produced and co-directed with videographer Maria Beatty and featuring music by composer Pauline Oliveros.\n\nShe later starred in Nick Zedd's experimental films War Is Menstrual Envy (1992), Ecstasy In Entropy (1999) and Electra Elf: The Beginning (2005).\n\nShe has appeared in over 200 films; XXX, X, B movies, loops, numerous documentaries, four HBO Real Sex programs, and produced, directed and starred in several of her own films, such as Annie Sprinkle's Herstory of Porn.\n\nSprinkle's work has always been about sexuality, with a political, spiritual and artistic bent. In December 2005, she committed to doing seven years of art projects about love with her domestic partner and art collaborator, Elizabeth Stephens. They call this their Love Art Laboratory. Their projects are all documented on their web site, Part of their project is to do an experimental art wedding each year, and each year has a different theme and color. The seven-year theme was adapted to their project by invitation of artist Linda M. Montano.\n\n\n  • Sprinkle, A. Post-porn modernist: my 25 years as a multimedia whore. Cleis Press, 1998. ISBN 1-57344-039-6\n  • Sprinkle, A. \"Dr. Sprinkle's Spectacular Sex--Make Over Your Love Life with One of the Worlds Greatest Sex Experts. Tarcher\/PEnguin 2005. ISBN 1-58542-412-9\n  • Sprinkle, A. \"Hardcore from the Heart--The Pleasures, Profits and Politics of Sex in Performance. Continuum International Publishing Group 2001 ISBN 0-8264-4893-3\n\n\nFurther reading\n\n  • Bond, Lawrence & Ellen Evert Hopman (1996) People of the Earth: The New Pagans Speak Out (reissued as Being a Pagan: Druids, Wiccans & Witches Today in 2002 Destiny Books ISBN 0-89281-904-9) Interview.\n  • Vitzthum, V. Annie Sprinkle swims forward., 2000.\n\nExternal links\n\nThe text in this article is based on the Wikipedia article \"Annie Sprinkle\" used under the terms of the GNU Free Documentation License or the Creative Commons CC-BY-SA license. See Boobpedia's copyright notice.\nPersonal tools",
        "topic_id":0,
        "format_id":7,
        "topic_confidence":0.9718639851,
        "format_confidence":0.9837324023
    },
    {
        "url":"http:\/\/wipipedia.org\/index.php?title=Testicle_cuff",
        "text":"Testicle cuff\n\nFrom wipipedia.org\nJump to: navigation, search\n\nA testicle cuff is a ring-shaped device that is fitted around the scrotum between the body and the testicles, such that when closed it does not allow the testicles to pass through it. A common type has two connected cuffs - one for the scrotum and one for the base of the penis. They are one of many different gadgets for restraining the male genitalia. They are not to be confused with handcuffs.\n\n\nThe choice to have a restraint about a sensitive area such as the testicles may stem from several sexual desires. Testicle cuffs can be part of cock and ball torture and other parts of the BDSM culture.\n\nSome men enjoy the feeling of being 'owned', and some people enjoy the feeling of 'owning' their partners. Making the man wear testicle cuffs gives a sense that his sexual organs belong to his partner. Equally, there is a certain level of humiliation inherent in the devices, by which some people are sexually aroused. Finally, the cuffs may form part of a sexual fetish of the wearer or his partner.\n\n\nTesticle cuffs may be extremely painful, as the cuffs also restrict the movement of the scrotum itself and the proportions of the scrotum are required to protect the testicles. They can cause the skin around this area to get rather sore if worn for longer than a few hours. With time, even fluffy ones can cut through the scrotum if too tight, possibly severing the testicles entirely.\n\nAttempting to hang anybody by these cuffs or chain them up to beds can cause internal injuries or rip the testicles or scrotum off.\n\nAll of the dangers associated with physical restraint apply to the use of testicle cuffs. See also safe, sane and consensual.\n\nSee also\n\nSmallwikipedialogo.png This page uses content from Wikipedia; the original article can be viewed here.\nPersonal tools",
        "topic_id":0,
        "format_id":7,
        "topic_confidence":0.9308627248,
        "format_confidence":0.9919781685
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Devon_(porn_star)",
        "text":"Devon (actress)\n\nFrom Wikipedia, the free encyclopedia\n  (Redirected from Devon (porn star))\nJump to: navigation, search\nDevon in 2006 adjusted.jpg\nDevon at a West Coast Productions Party in 2005\nBorn (1977-03-28) March 28, 1977 (age 40)\nAllentown, Pennsylvania, U.S.\nOther names Devin, Devin Striker\nHeight 5 ft 3 in (1.60 m)\nWeight 94 lb (43 kg; 6.7 st)\n\nDevon (born March 28, 1977) is the stage name of an American pornographic actress.\n\nEarly life[edit]\n\nDevon was born in Allentown, Pennsylvania. In an interview, Devon has stated that her dream when growing up was to be a movie star.[1]\n\n\nHer first foray into the mainstream adult film industry came in 1998, when she appeared in the Jules Jordan film New Breed.[2] She was the Penthouse Pet of the month in January 2001.\n\nDevon worked for Vivid for three years (1998-2001). Her first release for Vivid was Country Comfort. After her Vivid contract, Devon signed with Digital Playground.[3] In 2004, Devon appeared in the first WMV-HD DVD porn movie ever made, Island Fever 3, filmed on Tahiti and Bora Bora.[4] In 2005, she co-starred in the adult film Pirates.\n\nBy January 2006, she signed with a new company, Ecstasy Mobile.[5] In March 2006, she signed with Black Kat Productions, which never produced any films with Devon.[6] Devon then formed her own production company.[7] In October 2006, she signed a contract with Shane's World to appear in films and direct film scenes for the company.[2] She made her directorial debut for Shane's World in April 2007 with the title Devon Does Baja.[8] She claims she is personally most proud of Virtual Sex with Devon (2001), recollecting that she spend more work filming that title than most other titles.[9]\n\nIn 2010, Devon was inducted into the Adult Video News Hall of Fame.[10]\n\n\nDevon appeared in the episode \"Millennium\" (Season 1, Episode 19) of The Man Show in 1999.[11] Devon appeared, alongside fellow Digital Playground contract performers Jesse Jane and Teagan Presley, in an episode titled \"I Love You Too\" from the HBO series Entourage, which aired on July 31, 2005.[12]\n\nPersonal life[edit]\n\nFrom 2001 to 2003 she was engaged to fellow pornographic actor Barrett Blade, who had managed her career from behind the scenes before working professionally onscreen with her.[13] She describes their break-up as \"difficult\" and a contributing reason for her hiatus from the industry during the subsequent period.[14][15] In 2005, she was dating Chinese-American entrepreneur, Danny Ting, a former Arthur Andersen consultant and founder of WantedList, a website that strives to be the \"Netflix of the porn industry\" and was named Adult Video News' Best Online Retailer for 2005.[16][17] In an interview in Wired, Ting said of his relationship with Devon: \"Girls who turn their nose up at us when we tell them what we do, they wouldn't be that much fun to hang out with anyway.\"[18] She suffers from mild acrophobia.[19] She believes being active in the sex industry has given her more confidence, making her more \"outgoing and aggressive\" about what she wants.[20] She says she never watches her own films because she is too critical of herself, the only exception being the times when she has to do commentary for her own work.[21][9] She has four cats names Bouses, Bruiser, Russian and Seven, and Devon describes herself as being \"cute, honest and humorous\". She has stated that the main difference between her industry persona and her real life persona as her industry persona being more outgoing and flirtatious. She describes herself as irreligious.[9]\n\nAwards and nominations[edit]\n\nYear Ceremony Result Category Work\n2000 AVN Award Nominated Best Tease Performance[22] Extreme Close-Up 4\nNominated Best All-Girl Sex Scene, Film (with Maya Divine & Devinn Lane)[22] Three\nXRCO Award Nominated Starlet of the Year[23] N\/A\n2002 Venus Award Nominated Best Actress (USA)[24] N\/A\n2003 NightMoves Award Won Best Actress (Fan Choice)[25] N\/A\n2010 AVN Award Nominated Best All-Girl Group Sex Scene (with Jenaveve Jolie, Melissa Lauren, Shawna Leneé & Mya Nichole)[26] Babes Illustrated 18\nWon AVN Hall of Fame[10] N\/A\n2013 XRCO Award Nominated Best Cumback[27] N\/A\n\n\n  1. ^ \"Exclusive Interview: Devon\". Rock Confidential. Archived from the original on April 15, 2015. Retrieved May 6, 2015. \n  2. ^ a b Thomas J Stanton (October 30, 2006). \"Shane's World Signs Devon\". Adult Video News. Archived from the original on November 4, 2009. Retrieved May 13, 2009. \n  3. ^ Ron Martin (June 14, 2004). \"Devon Re-Ups with Digital Playground\". Adult Video News. Archived from the original on November 4, 2009. Retrieved May 13, 2009. \n  4. ^ \"Island Fever 3 WMV-HD-DVD\". January 31, 2005. Retrieved May 13, 2009. \n  5. ^ Thomas J Stanton (January 5, 2006). \"Devon, Roberts and Jaymes at Forefront of New Company\". Adult Video News. Retrieved May 13, 2009. \n  6. ^ \"Devon Signs with Black Kat\". Adult Video News. March 20, 2006. Retrieved May 13, 2009. \n  7. ^ \"Devon Forms Production Company\". Adult Video News. April 3, 2006. Archived from the original on March 23, 2010. Retrieved May 13, 2009. \n  8. ^ Eddie Adams (March 23, 2007). \"Shane's World to Release Devon's Directorial Debut\". Adult Video News. Archived from the original on July 7, 2012. Retrieved May 13, 2009. \n  9. ^ a b c\n  10. ^ a b \"2010 AVN Award Winners Announced\". AVN. January 13, 2010. Retrieved April 30, 2014. \n  11. ^\n  12. ^ Chip Baker (2005-07-29). \"Digital Playground Stars Appear on HBO's Entourage\". AVN. Retrieved 2014-11-20. \n  13. ^ Roberts, Darren (2012). The Unsexpected Story: The Real Story about the Billion Dollar Adult Entertainment Business. Clearly Confused Inc. p. 74. ISBN 9780985403201. \n  14. ^\n  15. ^ \"TeraBabes - Devon Interview\". Retrieved May 6, 2015. \n  16. ^  Missing or empty |title= (help)\n  17. ^ \"Archived copy\". Archived from the original on December 22, 2015. Retrieved December 10, 2015. \n  18. ^\n  19. ^ \"Exclusive Interview: Devon\". Rock Confidential. Archived from the original on April 15, 2015. Retrieved July 18, 2016. \n  20. ^\n  21. ^\n  22. ^ a b \"AVN 2000 Nominations\". Archived from the original on March 2, 2000. Retrieved April 30, 2014. \n  23. ^ \"Xrco nominations\". AVN. March 14, 2000. Retrieved April 30, 2014. \n  24. ^ \"6th VENUS-AWARD Nominees\" (PDF). Archived from the original (PDF) on June 20, 2004. Retrieved 2014-10-29. \n  25. ^ Dirty Bob (September 16, 2003). \"11th Annual Nightmoves Entertainment Awards Announced\". AVN. Retrieved April 30, 2014. \n  26. ^ \"2010 NOMINEES\". Archived from the original on 2010-03-04. Retrieved April 30, 2014. \n  27. ^ \"XRCO Announces 2013 Nominations\". AVN. February 14, 2013. Retrieved April 30, 2014. \n\nExternal links[edit]",
        "topic_id":0,
        "format_id":7,
        "topic_confidence":0.9183961153,
        "format_confidence":0.9918557405
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Erotic_Dream",
        "text":"Erotic Dream\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\n\nErotic Dream, colloqually known as Erotica, is an annual adult entertainment convention held in Athens, Greece, first in 2011 and subsequently in 2012 and 2013. In 2011 a double convention was also held in Thessaloniki. It includes dance and other shows and sells sex-related products. Porn actresses such as Adrianna Russo have participated in the convention.\n\nThe 2012 convention was the subject of a report by Reuters regarding the Greek economic crisis.[1]\n\n\n  1. ^ Papachristou, Harry (2012-05-28). \"Greek sex industry battered by economic storm | Reuters\". Retrieved 2014-02-06. \n\nExternal links[edit]",
        "topic_id":0,
        "format_id":7,
        "topic_confidence":0.963337481,
        "format_confidence":0.988329649
    },
    {
        "url":"http:\/\/en.wikifur.com\/wiki\/The_Tail_Underground",
        "text":"The Tail Underground\n\nFrom WikiFur, the furry encyclopedia.\nJump to: navigation, search\nThe Tail Underground\n\nThe Tail Underground is a Macromedia Flash-based adult website created by Ian R. Soulfox.\n\nThe player enters a virtual inn and can walk around and explore the site as well as talk to the guests.\n\nThe stories these characters tell and the animations that can be found by opening some of the doors have adult content. A number of the scenes are interactive flash movies.\n\nAll the guests of the inn are male, though during the New Years Eve version, there was a female among the other males.\n\nThe latest version takes place during a Halloween party in the evening.\n\nThe Tail Underground: Redux[edit]\n\nIn 2007 the creator Ian Soulfox released some artwork and animation previews for a newer version of the website called The Tail Underground: Redux. According to a backstory provided by Soulfox, a raid had occurred the night of the Halloween party, and the tavern had been significantly fire damaged. This version will take place a few months after the incident, when the inn had been rebuilt and renovated.\n\nThe new version will contain more locations including a bathroom, a kitchen, and a wine cellar. Many of the previous characters will appear, as well as some new ones. Ian R. Soulfox hopes to add more interactive sequences than in the previous versions, and the artwork itself will be improved. [1]\n\n\"The new version will be making extensive use of bitmap graphics instead of vector work for the backgrounds...this will however bloat the flash files even further, but I felt it was time to gravitate past the limit that kept me from doing so further, namely accomodating for slower connections. I can only do so much to keep the file sizes down and my vision for the site requires me to push a little further now.\" (Ian R. Soulfox)[2]\n\nNo release date has been set.\n\n\nFor the roleplaying and social types there is #the_tail_underground IRC chat channel on FurNet IRC network. It is still active; however, Ian uses Second Life more than IRC.\n\nSee also[edit]\n\nExternal link[edit]\n\nCensor NC17 button.png\n  • The Tail Underground The game is back up as of April 24th 2008, but this is an old version. Ian R. Soulfox posted that he is unclear as to how long it will take to re-upload the current version and whether or not he was going to include any future updates.\nCensor NC17 button.png\nPuzzlepiece32.png Help expand this stub.",
        "topic_id":0,
        "format_id":7,
        "topic_confidence":0.7623109221,
        "format_confidence":0.989854753
    },
    {
        "url":"https:\/\/fanlore.org\/wiki\/Mirrors_of_Mind_and_Flesh",
        "text":"Mirrors of Mind and Flesh\n\nFrom Fanlore\nJump to: navigation, search\nTitle: Mirrors of Mind and Flesh\nPublisher: KSX Press\nAuthor(s): Gayle F\nCover Artist(s): Gayle F\nIllustrator(s): Gayle F\nDate(s): 1979\nMedium: print\nSize: 80 pages\nGenre: slash\nFandom: Star Trek: TOS\nLanguage: English\nExternal Links: Mirrors of Mind and Flesh (K\/S Archive)\n\nClick here for related articles on Fanlore.\n\nMirrors of Mind and Flesh is a Kirk\/Spock slash 80-page novella, written and illustrated by Gayle F.\n\nIt has ten illustrations and required an age statement to purchase.\n\nIt was reprinted in Kirk Enslaved and has been made available online at the K\/S Archive.\n\nIts Place in K\/S History\n\nIt is one of the first K\/S full standalone novels published -- Nightvisions was another novel published in 1979. A Question of Balance was published in 1980. All three of these novels were preceded by Alternative: The Epilog to Orion in 1976.\n\nThrust was the first all K\/S anthology published.\n\n\nFrom Gilda F: \"In a magical cave, Kirk and Spock meet each otherʼs mirror counterparts in what might be dreams.\"\n\n\nArt has been included on Fanlore with the artist's permission.\n\nReactions and Reviews\n\nThis is a highly erotic and sensual KS story, written in Gayle's inimitable style. It is a story in two parts, featuring Kirk and Spock, and their Mirror Universe Counterparts... whilst visiting a Cave in their own Universes, a time displacement causes the two couples to exchange partners. The writing is of course fantastic. The only fault I might have is that I would have liked a little more story line, but as a purely emotional experience it is excellent. To sum up, if you are a KS addict you'll love it! If not don't waste your money. [1]\nThe zine is an absolute must for any fan who even wants to consider the possibility of the K\/S relationship. And this zine gives the reader 'two for the price of one' since not only are the Kirk and Spock from the TV present but also their alternates from the Mirror, Mirror universe. It is a zine filled with material that is graphic in the extreme, but the actions and interactions of the characters seemed perfectly suited to the situation the story presents. Through almost a mystical process, the Kirk of our universe finds himself paired with the alternate Spock while 'our' Spock is faced with the brutal, sadistic alternate Kirk. Each pair is faced with some startling realizations about their feelings for each other. The sexual acts are presented in the usual straight-forward style for which Gayle is known, and her illos are perfectly suited to each encounter. Highly recommended for open-minded adults!! [2]\n[Gayle F] is [Gayle F]. This is definitely a Good Thing. 'Mirrors of Mind and Flesh' will make those prone to her style, squirm, PANT, sweat, or get stomach aches, depending on how your own personal repressions choose to make its subtle or otherwise return appearance. 'Mirrors' is a story of two universes, four men, and mixed doubles. Though at times confusing the question of Who is doing What to Which One is enlightened by the illos, which are copious. (And you leather freaks are going to have a ball with this.) The story, what little there is of it, doesn't seem very important. And that's the flaw of 'Mirrors.' In the series begun in Desert Heat, the problem, though less urgent, was essentially the same, but those four stories took a thread, fleshed out, and most steamily carried it to an intriguing if not necessarily logical conclusion. 'Mirrors' is the story of an acceptance and a bonding, playing out in a cave which seems to be playing Matchmaker For a Day, or night, for all you literalists. True, with the alternate universe of 'Mirror, Mirror,' we get to see a bit more arrogance, i.e. cheap thrills (but thrills is thrills, folks), and the question of who's going to wind up on top is neatly dealt with here, with two chances for first contact. Needless to say, it all ends up erotically ever after for everyone concerned. Note: double ridges have now been replaced by a carillon effect. The zine is computer-typed, with justified right margins. If this sounds neat, it could have been a lot neater. There are too many typos — you don't want to stop and wonder, nice times, how acquiesce is spelled — and the borders, though flashy, could have been accommodated far more print on a page. Considering postal and offset rates, the tremendous margins are a waste. But [Gayle F] is still [Gayle F]. She's better, but she's still the best erotica around. [3]\nAs voluptuous as her drawings. A gregarious sensuality; a sexuality that leaves you panting. [4]\nI was really confused by this story. How did the wrong Kirk get with the wrong Spock? What did the crystal cave have to do with all this? And how did the right Kirk get with the right Spock? I think the best way to describe this story would be just one long sex scene. [5]\nA K\/S classic, circa 1979, this is 80 pages of torrid fantasy in the inimitable [Gayle F] style. As the title suggests, the story fades in and out of a dreamlike atmosphere from one scene to another—first pairing Spock with a mirror Kirk, then Kirk with a (bearded) mirror Spock—in a series of radically erotic encounters, prolifically illustrated with vintage [Gayle F] drawings. If you like your K\/S starry-eyed and low-key, this one will blow you out of the water. It should have been printed on asbestos, has absolutely no redeeming social value, and is an immensely entertaining tale. Although the physical appearance of a zine is not relevant to the quality of the contents, this one has a classy look and feel to it, due to the soft gray cover, off-toned paper, beautifully bordered, uncrowded pages and full-size typeface. It was obviously produced with loving care. Incidentally, there IS a plot to the story, although it tends to be overwhelmed by [Gayle F's] powerful imagery (now THERE'S a euphemism!). [6]\nThis story is what is called a PWP; the story is just a frame to write some very hot sex scenes; Kirk and Spock spend the night in a cave in which you can have wonderful dreams. And dream they do: they mix up with their counterparts from the mirror universe and have some great sex which makes them understand their own Kirk and Spock and what they feel for each other. Put to that the very graphic art of Gayle and you have a nice well illustrated K\/S story. [7]\nNow, let me just say up front that I have never been a fan of mirror!verse at all. I am not into the violence and excessive cruelty that most of this genre is comprised of, so imagine my surprise when I came across some mirror fics in which that is not the case at all... Mirrors of Mind and Flesh (TOS) by Gayle F. In a magical cave, Kirk and Spock meet each other’s mirror counterparts in what might be dreams. Angst and tenderness and OMG THE HAWT. *fans self* Proof that Kirk and Spock are meant to be together no matter what universe they inhabit. [8]\n\n\n  1. from The Scapegoat\n  2. from Datazine #3\n  3. a review by T'Yenta from Universal Translator #1\n  4. from The K\/S Press #26\n  5. from The LOC Connection #14\n  6. from Not Tonight, Spock! #3\n  7. from The K\/S Press #128\n  8. from Past and Present Intertwined - Star Trek Kirk\/Spock fic recs post, posted February 28, 2010, accessed June 19, 2013",
        "topic_id":0,
        "format_id":7,
        "topic_confidence":0.527880609,
        "format_confidence":0.8869119883
    }
]