[
    {
        "url":"https:\/\/www.britmodeller.com\/forums\/index.php?\/topic\/235077816-siai-marchetti-planet-models-172\/&tab=comments",
        "text":"Jump to content\n\nSIAI Marchetti, Planet Models, 1\/72\n\nRecommended Posts\n\nAfter holding off the request to build a model for a friend for a long time, he still persuaded me, not only for one, but for 2. Both are Marchetti's in 1\/72 and 1\/48. This is the construction of the 1\/72 version.\n\nThe SIAI-Marchetti SF.260 is an Italian light aircraft, used for performing aerobatics and as a military trainer. The aircraft was designed by Stelio Frati for the Aviamilano company in 1963-'64, and the first prototype flew  July 15y as the F.260. Before it entered production the design was sold to SIAI Marchetti.\n\n\nIn 1969 the Belgian airforce bought 32 aircraft which were located at Goetsenhoven Airbase and after closure of the base were relocated to Beauvechain airbase. The aircraft was used as a trainer and for the stuntteam the red devils.\n\n\nThe kit is from Planet Models:\n\n\nand the layout he wants\n\n\nThe kit only has a few parts:\n\n\n\nBiggest disadvantage is the hull being cast solid... which makes it very, very tailheavy...\n\n\nso I started by cutting the hull in two and drilled out (regular drill, I know, a Dremel would be more handy for this...) as far as I dared\n\n\n\n\nthe extra hole was an accident... superglue and sprue will solve this\n\nThe other side was also hollowed out:\n\n\n\nstill lokking pretty thick, but it is only 1mm in reality.\n\nNext up I rejoined the hull parts sanded these smooth and added the rudder and elevators. Then I drilled some holes in the nose to add some fishing lead. One large horizontal hole and a few vertical ones.  Allas ... still not enough it seems, close, but not completely...\n\n\n\nnext session is closing up the rear bulkhead and the interior\n\n\n\n\nBy the way, just a longshot, camo colors are olive green and stone, but it seems some aircraft have a third color. Could it be complete vietnam camo on this bird? Other qiestion are about the interior. Were these early versions, before the overhaul and lightgrey interior equiped with a complete black interior and instrument panel? Not a lot of info and pictures are available from those days, and pictures show mostly the interior after the upgrade (complete lightgrey interior), and sometimes completely black or black with a lightgrey instrument panel... questions, still a lot of questions...\n\n\n  • Like 2\nLink to post\nShare on other sites\n\nI’m watching this very closely, as I’ve done three dogfighting sessions in one of Air Combat USA’s SF260s and have this kit in my stash, planning on building it to match the aircraft I flew.\n\n- Bill\n\n\n\n\n\n\n\n  • Like 2\nLink to post\nShare on other sites\n\nA bit of progress:\n\nThe backseat was completely smooth, so I used a scriber to add some detail\n\n\n\nNext I've cut up some paper to make the backwall. To make it some more solid, I've drenched it with thin CA. Next it was sanded smooth and painted. There's no PE in this kit, so I've made the seatbelts from prepainted paper.\n\n\n\nThe 1\/48 has some bars on the frontseat for the passengers. Made these from some copperwire\n\n\n\n\nAnd all mounted into the interior:\n\n\n\n\nand just a complete overview to give a comparison of the size and the lead jigsaw:\n\n\n\n  • Like 3\nLink to post\nShare on other sites\nOn 8\/1\/2020 at 3:07 PM, Silenoz said:\n\nBy the way, just a longshot, camo colors are olive green and stone, but it seems some aircraft have a third color. Could it be complete vietnam camo on this bird?\n\nI could be mistaken, but the same colour scheme as used on the F-104s? \n\n  • Thanks 1\nLink to post\nShare on other sites\n\nCreate an account or sign in to comment\n\nYou need to be a member in order to leave a comment\n\nCreate an account\n\nSign up for a new account in our community. It's easy!\n\nRegister a new account\n\nSign in\n\nAlready have an account? Sign in here.\n\nSign In Now\n  • Create New...",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.7492935061,
        "format_confidence":0.9900338054,
        "weight":0.0075284098
    },
    {
        "url":"https:\/\/www.splitcoaststampers.com\/forums\/215565-post78.html",
        "text":"Thread: Read Me first\nView Single Post\nUnread 01-02-2005, 06:40 PM   #78\nPolyshrink Goddess\nJoin Date: Oct 2002\nPosts: 678\nDefault my first post also\n\nHello from Kansas ! i stamp and scrapbook for fun and therapy and have been a SU hobby demonstrator for several years. . . mostly to supply my own obsessive habit ; )\n\nAnonymous is offline  \nTweet this Post! Share on Facebook Reddit!! Pin on Pinterest! Share on Google+!\nReply With Quote",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9278969765,
        "format_confidence":0.9718958735,
        "weight":0.0093229004
    },
    {
        "url":"https:\/\/maxandlily.com\/collections\/accessories\/products\/full-slat-roll",
        "text":"Full Slat Roll\n\nType: Component\nSKU: 400-000\nSlat roll for Full size Max & Lily beds\n\nMax & Lily delivers anywhere within the contingent United States. Orders typically ship FedEx. Max & Lily offers FREE shipping on all orders over $100.\n\nStandard Shipping Please allow 3 business days for your order to be processed and prepared. Once it is ready, orders ship Standard Ground. Transit time will vary based on shipping destination (the further from our warehouse in South Carolina, the longer it will take).\n\nTracking information will be provided once your order ships. Upon receipt, please carefully inspect all boxes & notate any damage.\n\nBecause Max & Lily products are made from solid woods, boxes are large and can be heavy. For this reason, we recommend having two adults to move boxes into the home.\n\nAll subject to stock and availability.",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9933289289,
        "format_confidence":0.9985600114,
        "weight":0.0389780363
    },
    {
        "url":"http:\/\/www.monicabesecker.com\/areas\/Statesville",
        "text":"Statesville, NC Real Estate\n\nStatesville NC Real Estate Overview\n\n\n\n\nOpen Houses\n\n\nShort Sales\n\n\n\n\n\n\n\nStatesville NC Real Estate Stats\n\nAverage Price in Statesville: $286,735  County Average: $514,558\n\nAverage Cost Per Sqr Ft in Statesville: $117  County Average: $163\n\nAverage Walkscore in Statesville: 19  County Average: 15\n\nAverage Year Built in Statesville: 1981  County Average: 1995\n\nAverage Days on Website in Statesville: 107  County Average: 96\n\nStatesville NC Real Estate Market Health\n\nNeighborhoods in Statesville NC\n\nArgyle Place Barium Seasons Village Baymount Meadows\nBeverly Heights Carters Farm Castlegate\nCountry Club Estates Deer Crossing Fairview Farms\nFort Dobbs Farms Fulton Heights Harbor Watch\nHighland Acres Historic District Iredell Heights\nLarkin Golf Club Lincoln Estates Lippard Springs\nMagnolia Glen Mulberry Street Commons Nelly Green Estates\nNorth Crossing Northlake Pine Forest\nRiver Oaks Fairways Shannon Acres Spring Forest\nSpring Shore Taras Trace The Highlands\nValleybrook Vintage Place Wildewood\n\nAreas in Statesville NC\n\nIredell County\n\nMost Popular Listing\n\nPopular Statesville Real Estate\n\nMost Expensive Listing\n\nExpensive Statesville Real Estate\n\nLeast Expensive Listing\n\nCheap Statesville Real Estate\n\n\nListings in Statesville\n\nNo homeowners association! country estate living with close in convenience...\n\nPriced to sell!! level lot on elm st in Statesville, close to i-77 and downtown...\n\nBeautifully landscaped custom built 4 br 3.5 b 3600+ square foot home in a family friendly neighborhood...\n\nDon't miss this property! fantastic home for owner occupant or investor with excellent rental history...\n\nBreath taking views from your rear covered porch overlooking the golf course at larkin golf club...\n\nPerfect property in lake access community for full time living\/weekend getaway...\n\nWell thought out floor plan,rocking chair front porch...\n\nLarge sloping building lot in premier Statesville neighborhood...\n\nLooking for a nice lot in west iredell area? here it is...\n\n60.995 acres parcel with possibility of building a home to create your own private estate or subdivided into lots for a subdivision...\n\nadditional lot across the street is available as well. easy access to Statesville, i77 and i40. homes must be at ...\n\nOwner of contract has not taken property into possession - please inspect this is a double closing or contract assignment situation the roof is about 3 years old...\n\nzoned \"li\" -light industrial use by the city of Statesville. lot is deep and wide with a gentle grade-easily developed for commercial\/industrial building with parking and truck bays. pric...\n\nThe only lot for sale in baymount meadows that will accommodate a horse and this lot size will accommodate 2 horses...\n\nWell maintained family home with lots of large rooms to spread out...\n\nlot is suitable for basement and\/or crawl space foundation. convenient to i-77, mooresville, troutman, Statesville and hickory. lots in this subdivision require well and septic systems. don't miss this one!...\n\n, west iredell location, corner lot,convenient to Statesville, i-40 and i-77, bring your own builder, owner financing available for qualified buyers...quiet country set...\n\nrecently remodeled. located in the central district of downtown Statesville....\n\nTh endless potential walking distance to downtown Statesville. vault...\n\nQuality residential building lot. home values in n...\n\nProperty Search\n\nSaved Properties\n\nThis is a list of your favorite properties. We will email you if a property is reduced or leaves the market.\n\nClick 'Save' to add a property to this list.\n\nRegister \/ Login\n\nNew & returning visitors please enter your information to login.\n\nBy clicking 'register' you are agreeing to our terms of use & giving us expressed written consent to contact you.\n\nQuestions? Comments? Complaints?\n\nThis message will go directly to the head of our team.\n\nLocation & Address\n\nKeller Williams Realty - Monica Besecker\n118 Morlake Dr. Suite 100\nMooresville, NC",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9972844124,
        "format_confidence":0.7908250093,
        "weight":0.0110160323
    },
    {
        "url":"https:\/\/www.creativecorgis.com\/tlc\/",
        "text":"Usually the pocket square needs very little attending to. But just like everything else, your Creative Corgis pocket square might need some tender love and care from time to time.\n\nFor a quick and effective refreshing, steam it and let it cool on a flat surface. You can also iron it with the lowest temperature on the iron and a thin towel between for extra security. Try to avoid ironing on the edges. Since they have hand-rolled hems and stitched by hand they might crease and fold when ironed directly on top with a lot of pressure. Again, once ironed, leave it to cool down for a few minutes. All fabrics are more prone to creases when warm and humid.\n\nTo get a stain on a favourite piece of clothing is always a bummer, but the key to successful removal is time! Tend to your stain as soon as possible since the longer it sits, the harder it will be to remove.\n\nWhen looking dapper, one often adds a little perfume. A good tip is to put on your perfume before putting on your clothes and placing your square since the scent might stain on sensitive fabrics such as silk. \n\nWine stains are sometimes inevitable, but not hopeless to remove! First action is to dab a little carbonated water on the stain. Make sure not to be too rough, so hydrate on a towel and gently pat your stained square with it.\n\nAfter a long week at the office or a late night of dancing, the best spa for both you and your pocket square is airing outdoors for a while.\n\nTry to avoid handling your square with greasy fingers. If due to a few cocktails and a late night greasy snack, this is unmanageable and you end up with stains, do not fret! Baby wipes or makeup remover wipes can get you a long way in dissolving the grease.\n\nGot chewing gum on your pocket square? Simply put your pocket square in the freezer and gently break off the chewing gum once it has stiffened. But please, if this happens to you, send us an e-mail and tell us your back story. It surely most be tremendous!\n\nIf you end up with stains you have no idea where they came from, put on a brave face and go to your trusted dry cleaner. It does not hurt if you flip a coin in a fountain on your way there. And if not even they can remove it, embrace it and consider it a part of life and a sign of good times. Fun and exciting days are sometimes a bit messy.\n\nFollow us for news!",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9237957597,
        "format_confidence":0.8987433314,
        "weight":0.0084977201
    },
    {
        "url":"https:\/\/www.rubylane.com\/item\/312573-1728\/Antique-19th-C-French-Engraving-Print",
        "text":"Antique 19th C. French Engraving\/Print From \" The Vision of Hell \" By Dante\n\n$85 USD\n\nAdd to Wish List\n\nAntiques by CR King\n\nRandy King, Sophia, NC   \n\nNC dealer with a wide variety of antique furniture, decorative and fine art, jewelry, art glass, silver\n\nPlatinum Rating Platinum\nMember since 2005\n\ncalculating shipping...\n140 character limit\n\nMore from Antiques by CR King",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.6210835576,
        "format_confidence":0.9981582761,
        "weight":0.0243711995
    },
    {
        "url":"https:\/\/decorhobby.com\/european-bedroom-decorating-ideas-best-bedroom-decorations.html",
        "text":"\nBH&G is part of the Meredith Home Group. © Copyright 2019 Meredith Corporation. All Rights Reserved. Privacy Policythis link opens in a new tab Data Policythis link opens in a new tab Terms of Servicethis link opens in a new tab Ad Choicesthis link opens in a new tab EU Data Subject Requeststhis link opens in a new tab Cookie Preferencesthis link opens a modal window Web Accessibilitythis link opens in a new tab\nDecorate your home for less with savvy ideas for affordable, impactful updates. See how to give the rooms in your home a boost with DIY decorating projects from repurposed items, or how to use what you already own to create a brand-new look. You can get the look you love while maintaining a budget that works for you. We will show you how to spend less and get more when decorating your home.\n\nYes, a nightstand with all the necessities looks lovely, but it can also be a way to showcase your personality. The more idiosyncratic and \"you\" it feels, the better it will work and the more it will be a testament to your personal style. In Megan Mullally's room, her and husband Nick Offerman topped their Holly Hunt nightstands with vintage mercury-glass lamps and fresh flowers.\nYou want everything in your bedroom to exude comfort, and the color palette is no exception. Whether you're a fan of warm or cool shades, pick colors that you naturally gravitate toward and give you a sense of calm. This home in Mexico opted for organic colors like ocean blue and deep brown. The statement wall is painted with Patagonia by Comex and the Eames chair and ottoman are by Herman Miller.\nA Miami Beach getaway designed by Lee F. Mindel is a lesson in decorating with color. Benjamin Moore’s vibrant Cool Aqua pairs well with headboard, in a Link Textiles fabric, along with pops of crisp white. to finish the look, Mindel settled on custom bedding by E. Braun & Co., Oluce lamps from MSK Illuminations, and Design Within Reach nightstands.\nI love this product! I purchased it, because we have a really tall wall on our staircase. That wall has been very empty and needing something to make it look more inviting. I ordered this product on July 14, and received it July 28. I was impressed immediately by the thickness of the decal it does not look like a sticker, but more like a carving that has been placed on the wall. Secondly the shine and smoothness of the pieces is amazing quality, and gives a nice look to the overall appearance. It should be noted that the decal is several hundred pieces, but it comes with a template to and numbered pieces to show you where to pace them. I did however go a little rogue and made my own design after I made the initial tree. The decal is made to create more of a square look ... full review\nOk, we saved the best for last. This master bedroom reveal from ‘Studio DIY‘ is freakin’ awesome. I mean, seriously. Awesome.  Stunning bed you want to climb in and spend all day Sunday in? Check. Gorgeous wall art you could DIY or thrift? Check. Oh, and they included “before” photos of this room, and yes, it started out the same boring bedroom we all have. So no excuses!\nWhether you just moved into a new place or you're just tired of your old aesthetic, a relaxing and beautiful bedroom is within reach. We promise you don't need to spend thousands of dollars or too much time creating a dreamy new space. Follow our lead for easy tips and tricks to re-do your bedroom in one weekend. That's right, these simple bedroom decorating ideas can be tackled in just a day or two. Check out our favorite DIY home décor projects for even more decorating ideas on the cheap.\n\nCreate a haven of rest and relaxation with Kirkland's bedroom decor. Totally lost on your master bedroom decor? We have the bedroom decorating ideas you'll love at prices that can't be beat. Trying to bring stylish decor to a small bedroom? Kirkland's has the unique bedroom furniture pieces you're looking for to make that room a cozy and comfortable sanctuary.\nA tiny bedroom can be nice and cozy, but it can also be a bit of a storage nightmare. How do you squeeze everything you need into a room that’s barely big enough for a bed? Originating as it did in Europe, where tiny apartments abound, IKEA knows a few things about small bedrooms. Here are picks for your tiny sleeping space—some specifically designed to solve small-bedroom woes, and others that just happen to be perfect for smaller spaces.\n\nNow that you have the basis for your bedroom decor formed around your furniture, next is one of the most important steps. Update the Bed! Buy a new comforter, duvet, or bedspread. Better yet: Buy an entire new set complete with high thread count sheets and pillow shams. After all, you sleep here! Isn’t is worth the investment?  If you’re not able to buy an entire set, then start with one or two items. And don’t forget a soft and fluffy throw and pretty pillows! Oh, and a stunning headboard. Not in the budget? No problem, once again, DIY to the rescue! You can decorate your bedroom on the cheap, without it looking cheap!\nbedroom decoration diy bedroom wall decor music | best rustic bedroom decor rustic nordic bedroom decor\n\nBold black walls lend swagger to this sanctum by Griffin Carrick Design located in Fayetteville, North Carolina. The room is a stunning mash-up of rustic, glam and midcentury modern styles. Soft accents including the light and airy curtains and luxurious sheepskin rugs offset the rustic wood headboard. Sprigs of eucalyptus and matching marble lamps flank the bed. The abstract wall on the right is a playful counterpoint to the rest of the furnishings.\nEven if no one ever sees it, your bedroom should still represent your style and feel like a place you want to unwind in. With that in mind, we came up with 55 bedroom ideas to help you create your own perfect resting space. No matter how bold you want to go, how large your space is, or what your design preference is, these bedroom decorating ideas, shopping tips, and designer examples are sure to inspire you.\nLook absolutely amazing in my daughter's nursery! They are 3D and beautiful. They can be used as a magnet and with the sticky \"tape\" that comes with it. A few fell off the wall so I cut an additional piece from the pad of tape that came with it for added security and they have stayed put. Otherwise, you can further secure with the mainstream 3m wall adhesive, etc.\nThere's a certain ethereal feel to attics because of the unique architectural lines. If you have an a-frame or sloped ceiling, embrace that dreamy vibe with romantic materials and light colors. The way the light pours into this room is just divine—we'd never want to leave this little cocoon. Decorate with loose linens, a netted pendant light, and a vintage area rug for a pop of color.",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.9923244715,
        "format_confidence":0.6124933362,
        "weight":0.0056010282
    },
    {
        "url":"http:\/\/www.crateandbarrel.com\/decorating-and-accessories\/decorative-pillows\/is-new-m4294949462_pillow-r4294959070_yellow-r4294966439_square-r4294966551",
        "text":"• Checkout\n  • Cart 0\nHome > Decor & Pillows > Pillows & Throws > Decorative Pillows\n\nDecorative Pillows: Yellow: Pillow: Square: Is New\n\nFor a splash of color, or a comfy place to rest—decorative pillows serve many purposes and at Crate and Barrel, you have so many options to choose from. Find throw pillows and accent pillows to suit any style.\n\nThe best value,\ninside and out.\n\nAt Crate and Barrel,\nour decorative pillows\ninclude a plush insert in\nyour choice of feather or down-alternative...at no extra cost.\n\nBack to Top",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.995521307,
        "format_confidence":0.8706902862,
        "weight":0.0390640648
    }
]