[
    {
        "url":"https:\/\/www.thetrentonline.com\/ann-mcgregor-nigeria-state-complicity-terrorists-read\/",
        "text":"Ann Mcgregor: Nigeria And State Complicity With Terrorists Groups\n\nAnn Mcgregor: Nigeria And State Complicity With Terrorists Groups [MUST READ]\n\nBy Opinions | The Trent on April 16, 2018\nMuhammadu Buhari satan\nR-L President Muhammadu Buhari being received by the Chief of Staff to the President , Abba Kyeri ; Minister of the Federal Capital Territery (FCT) , Muhammadu Musa Bello and the Chairman , Governor\u0092s Forum and Governor of Zamfara state , Abudulaziz Yari on the return of President Buhari from medical treat in London on June 19, 2016 | Godwin Omoigui\n\nState complicity with terrorists and organized crime are at the heart of instability in the Sahel, Sahara and Lake Chad regions, formenting conflict and fuelling the rise of Boko Haram kidnapping.\n\nIn the past decades, increasing instability in the Sahel, Sahara, and Lake Chad has been a source of growing concern in Europe and the United States. Weakness of state control on these areas allowed Al-Qaeda, AQIM, and other Jihadist groups to establish their influence and establish safe haven.\n\nAs in the past, governments are tempted to use Jihadist group and organised crime as a political resource by allowing their allies to benefit from criminal activities, which has clear implication for policy and the region’s instability. The importance of organized criminal activities in the Sahel, Sahara, and Lake Chad regions stems from the fact that there are few alternative activities that produce profits and rapid enrichment. Repeated hostage takings have caused tourism on the Sahel and the Sahara to collapse, thereby further limiting opportunities for employment and profit outside criminal activities.\n\nKidnapping for ransom has developed into a highly lucrative industry that has allowed AQIM and ISWA (Islamic States of West Africa) Boko Haram and Ansaru become a significant political and military force.\n\nExtrapolating from available information, the income drive by AQIM, MUJAO, Boko Haram and associated mediators is likely to total $100 million dollars since 2008, paid mostly by western and Nigerian governments.\n\nReports of ransom payment are never officially confirmed by the government concerned and media reports vary on the amount involved, although most range between $1.5 million and $4 million per hostage. The only reliable information in this respect came from the Swiss.\n\nIn 2009, the Swiss government authorised the use of $5 million in relation to the negotiations over the release of three of its nationals of which $2 million appears to have been set aside for the ransom payments. Since 2009, the Swiss have perfected the art of private diplomacy to offer themselves as “neutral interlocutors” in many of Africa’s conflicts. That also comes with a price, but one has attracted and discomforted European and US governments is the so called “mediations, ceasefire and release of 105 Dapchi school girls.”\n\nThe puzzle and the jigsaw was the manner of the abduction and release. Boko Haram are keeping in their custody one of the Christian girl among the 110 Dapchi school girls they abducted, Leah Sharibu has refused to renounce her faith. However western intelligence sources believe Boko Haram and the mediators Swiss and Nigerians are asking the Nigerian government for more money to pay ransom and further release of six high profile Barnawi faction detainees in the custody of Directorate of State Service. This is creating discomfort.\n\nThe discomfort stem from the collusion and allegation of corruption between the Nigerian negotiation team made of the Director-General of Departments of Security Services, Mr Lawal Daura, Nigeria’s  Interior Minister, General. Abdulrahman Dambazau, Ambassador Babagana Kingibe the foreign policy chief and the President’s Chief of Staff, Abba Kyari, on one hand and the Swiss Embassy team in Nigeria and personnel of Human Security Department of Swiss Foreign Ministry.\n\nThe Swiss intelligence officer, Pascal Holliger along with local accessories, Mustapha Zannah, a lawyer who run a private school in Maiduguri that gives free education to the orphan-children of Boko Haram fighters — the school was established and funded by the International Islamic Relief Organisation, a Saudi-based charity organization, on United States Department’s list of charities with ties to terrorist organisations  and Aisha Wakil, facilitated the ransom payment of €5 million euro and swap of top Boko Haram commanders in the custody of Mr Lawal Daura.\n\nMr Daura made frequent trips to Switzerland, in the last three year facilitated by Mr Holliger. The reasons for the initial trips were the search and recovery of Abacha stolen loot.\n\nNow the hunter is being hunted. Mr Daura is the subject of discreet European investigations on the allegations of operating an off-shore investment account part of the proceeds of ransom fund in the Swiss-German principality, Liechtenstein with Lamda Privat bank under a pseudo-name.\nWhat is further intriguing the investigators is the link between Mr Daura, Holliger, and Mustapha Ould  Liman Chafi, a Mauritanian. Chafi was the mediator and ransom conduit in the release of Canadian diplomat, Ambassador Robert Fowler in 2008. The terrorists communicated mainly through ‘Agence Noukchott d’information, Chafi, and the Mauritanian New Agency reveals used by AQIM\/Ansaru for kidnappings in Nigeria.\n\nOn March 8, 2012, a faction of Boko Haram Ansaru (Barnawi) killed two western hostages in the Northern Nigerian city Sokoto, a British quantity surveyor Chris Mcmanus and an Italian Engineer Franco Lamolinara. This was after British Foreign and Commonwealth Office had paid the sum of more than One Million Pound to Mustapha Chafi to facilitate the release of the hostages. The failure of ransom talk with Chafi according to our source was because the money was tempered with by the mediators.\n\nDespite claim of ceasefire talks between Nigerian government and Boko Haram (Barnawi Faction) affiliated to ISIS or ISWA the attacks has remain unrelenting.  The way Daura traded High Profile terror Suspects in his custody along with millions of euros are a cause for concern.\n\nThe biggest concession made so far is the release of Hussaini Maitangaran, who spearheaded several deadly attacks in Kano, including Central Mosque attack, which killed more than 1,000 people. He was arrested by the DSS on August 31, 2017. The release was part of Dapchi school girls swap deal.\n\nWill the specially designated global terrorist Khalid  Al Barnawi accused of killing ten westerners be part of the exchange swap? The UK,US,EU and UN are watching. One western diplomat said: “actors involved in the fraudulent negotiations with terrorists are currently wielding decisive political and military positions in Nigeria and are influential players in the security sector.”\n\nAnn Mcgregor, an expert in global security and intelligence. This piece was first published by, a Canada-based online news website.\n\nThe opinions expressed in this article are solely those of the author.\n\n\nLeave a Comment\n\nTo leave a comment anonymously, simple write your thoughts in the comments box below and click the ‘post comment’ button.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.5048338771,
        "format_confidence":0.8738253713
    },
    {
        "url":"http:\/\/www.ttnconsult.dk\/they-purchase-and-sell-women-girls-for-cash\/",
        "text":"Warning: file_get_contents(\/etc\/httpd\/sites-enabled-user\/httpd-vhost.conf-user): failed to open stream: No such file or directory in \/volume1\/web\/ttnconsult\/wp-config.php on line 94 They purchase and sell women, girls for cash? | ttn consult\n\nThey purchase and sell women, girls for cash?\n\nThey purchase and sell women, girls for cash?\n\nYou will find these four stickers made by the Ajegunle Community Projects pasted back at my home. I am made by them reflect on the status of womanhood in Nigeria. The stickers encourage everyone else to produce a tradition that says ‘No to violence against women’. The sticker that is second a quip. It states: just what a woman cannot do, cannot be done. We discover the 3rd and 4th stickers making extremely serious statements you and I should consider that I think. ‘Real males don’t abuse women’ and ‘He is educated and effective, respected in the community, is profoundly spiritual, but he beats their wife’. There clearly was still another one ascribed into the ladies Advocates Research and Documentation Centre (WARDC). It checks out, “If you teach a lady, you educate your whole world”. Adult ladies make up the group that is largest of sex-trafficking victims, followed closely by the girl-children although half the normal commission of men and men are trafficked in to the sex industry too. Just about any nation on earth is active in the unlawful and profitable company.\n\nBut just what is really peoples trafficking? Its a illegal type of slavery that involves the transportation of or trade in individuals for the intended purpose of work.\n\nIt involves both intimate and labour exploitation associated with the victims. It really is a predicament where victims are obtained from all that is familiar to them to a host or isolated habitation for cruel means. Extreme poverty is really a typical relationship among trafficking victims. Many big industries utilize ladies and young ones for work with the factories during the night, making someone to genuinely believe that they’ve been assisting families to endure by putting dishes on the tables. Some are tricked or lured with provides of legitimate and appropriate act as shop assistants or waitresses. Other people are guaranteed wedding, academic possibilities and an improved life. Nevertheless, other people can be bought into trafficking by boyfriends, buddies, neighbors and sometimes even parents whom cannot stand hunger.\n\nIt offers caused a long-lasting psychological and psychological influence on the victims along with the real health of females and girls. Beyond the real punishment, trafficked ladies suffer extreme psychological anxiety, including pity, grief, fear, distrust and suicidal ideas. Victims usually encounter post-traumatic anxiety condition, along with that, severe anxiety, despair and sleeplessness. Many victims move to medications and liquor to numb their discomfort. Females and girls are generally trafficked to the sex that is commercial, in other words. Prostitution or any other forms of intimate exploitation. Victims are often taken abroad under false assumptions that anyone is a wizard or witch. They are usually tortured, beaten, imprisoned or caged as way of punishment.\n\nThese ladies or girls are forcibly raped because of the traffickers to be able to start the period of degradation and abuse.\n\nSome women can be drugged so that you can avoid them from escaping and are usually in danger of sexually transmitted conditions, HIV disease and undesired pregnancies, therefore assist in spreading HIV as well as other STDs for their young victims and producing localized epidemics. The number that is largest go to this web-site of victims of human being traffickers is from Africa, Asia, and Southern America. Nonetheless, in line with the us Office on Drug and Crime (UNODC), the maximum variety of traffickers come from Asia, accompanied by Central and Southeastern Europe, and Western Europe. However a Trafficking In people Report 2014 posted by the united states of america Embassy, Abuja, stated that Nigeria is just a source that is veritable location for the trafficking of females. The report further states that Nigerian traffickers depend on threats of voodoo curses to manage victims that are nigerian force them into circumstances of prostitution or labour.\n\nNigerian women and girls are obtained from the nation with other western and main African nations, in addition to to Southern Africa, where they’re exploited for the purposes that are same. Young ones from West African countries – mainly Benin, Ghana and Togo – are forced to work in Nigeria, and several are afflicted by labour that is hazardous Nigeria’s granite mines. Nigerian women and girls – mainly from Benin City in Edo State – are afflicted by prostitution that is forced Italy while those from other states are afflicted by forced prostitution in Spain, Scotland, holland, Germany, Turkey, Belgium, Denmark, Finland, France, Sweden, Switzerland, Norway, Ireland, Slovakia, the Czech Republic, Greece and Russia.\n\nNigerians may also be recruited and transported to destinations in North Africa, the center East and Central Asia, where these are generally held captive within the intercourse trade or forced labour. Nigerian gangs topic good sized quantities of these countrywomen to forced prostitution into the Czech Republic and Italy, as well as the European authorities Organization (EUROPOL) has identified Nigerian-organized criminal activity linked to trafficking in people among the biggest law enforcement challenges to European governments. The report on trafficking in individuals 2014 advises a passage and utilization of the draft anti-trafficking bill, which may amend the anti-trafficking legislation, to give prosecutors more authority and limit the capability of judges to supply fines in place of prison term during sentencing. Additionally stated it is essential for Nigeria to vigorously pursue trafficking investigations, prosecute trafficking offences, and adequately sentence convicted traffickers, including imprisonment whenever appropriate.\n\nThese recommendations are supported by us and call when it comes to security associated with the image associated with the victims. Individuals, whom offer people, needs to be delivered to justice. We should discourage parents and guardians from presenting their girls and women to such business that is reprehensible. Our federal federal government should monitor and just simply take action that is quick any information off their sources. Federal federal Government should offer money incentives for revolutionary tasks women that are benefiting girls.\n\nIn addition like to encourage the soroptimists to carry on assisting straight and indirectly victims and potential victims making use of their tasks, which offer females with financial tools and abilities to quickly attain financial empowerment and liberty. Nationwide and worldwide organizations should try to manage and enforce legislations that are anti-trafficking.\n\n•Okpolokpo is assistant editor, Bob MajiriOghene Communications, Benin City.\n\nAbout the author\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9600108266,
        "format_confidence":0.645416975
    },
    {
        "url":"https:\/\/www.croydonadvertiser.co.uk\/news\/croydon-news\/incredible-gypsy-hill-man-inspiring-2130416",
        "text":"The mother of a young Gypsy Hill man who died a year and a half ago hopes his work will inspire people suffering depression or find themselves involved in crime.\n\nAlexander Paul died on June 3 last year after battling brain cancer for more than 12 months.\n\nThe 21-year-old had “so many dreams and plans\", according to his mother Joanna Brown, and hoped to inspire others through poetry.\n\nHe first started writing poems at 13 and addressed topics such as family life, depression, crime, police 'stop and search' and faith.\n\nAlexander failed to pursue his dreams because of his tragic death, but his mum collated his work and published them in a book which was released in the summer, called Climbing Clouds Catching Comets.\n\n\"It's important for his work to be read because he would talk passionately about these topics once he had the confidence,\" Ms Brown, 57, said.\n\n\"He was a spoken word performer and I felt he wanted to just go and help people. He wanted to get his poems out there, inspire people and help them. I felt his life had been cut short and I just finished that project for him.\n\n\"As a mother I am sad he wasn't able to do what he wanted to do. He wanted to inspire young people to be passionate about something and that is what the book is about.\"\n\nAlexander Paul and his mother Joanna Brown\n\nMs Brown said her son excelled at sports, he was a talented footballer who was spotted by Fulham Football Club’s scouts.\n\nHowever, the path of a professional athlete was not the one for the reflective and charismatic young man, who devoured poetry, philosophy and music.\n\nAlexander expressed himself through poetry, filling his local church – Chatsworth Baptist, in West Norwood – as he read his work.\n\nAt Warwick University, where he went to study politics, his talent for verse and performance continued. He performed his work at home and abroad, even giving a reading in Amsterdam.\n\nWith dreams of changing the world though politics or connecting people through his poetry, Alexander suddenly collapsed on March 18, 2016. He had a fit and was put into an induced coma, although three days later he was “normal, fit and healthy”.\n\nAs time and tests progressed it became clear that Alexander had glioblastinoma, a malignant tumour in his brain that would eventually cause his death a year later.\n\n\"He was always a writer and was a early developer,\" said Ms Brown, who works as a family lawyer.\n\nJoanna Brown with young Alexander and his brother Lamar and sister Christine\n\n\"I noticed from the age of about four he liked to read and at five he used to write short stories. He always wanted to learn new words from the dictionary and just loved literacy. He was writing poems from around 13 and just loved writing down his feelings and about life.\n\n\"There was a lot of of poetry about Gypsy Hill and its high percentage of crime and I was unaware of all of this until he passed away.\"\n\nAlexander made a deep impression on some of the most powerful people in the country when he made an impressive speech at a Conservative Party conference when he was just 18.\n\nHe spoke about stop and search and the “stigma” facing black youngsters – experiences he felt the “injustice of” growing up as a bright and well-behaved schoolboy in Gipsy Hill.\n\nHis “magnetic personality” even attracted the attention of former Prime Minister David Cameron, as well as Theresa May.\n\nMs Brown admits her son had the ability to touch people through his work, and believes it has and will continue to inspire those who read it.\n\n\"He realised there was a lot of young men who go through depression,\" she said. \"I could tell he went through a very low period himself and by reading his poems you can see that.\n\n\"He wanted to inspire people. It was really hard to read the poems as I felt the pain and love. It made me sad to think he may have felt like this for a long time.\"\n\nMore than a year has passed since Alexander's death, and Ms Brown admits she still struggles with grief.\n\n\"It's not been a long time and everyone keeps saying 'You are strong and you are brave' but I have thrown myself into the book project to keep busy,\" she said.\n\n\"It's still raw and I don't cry as much now but I do find it really difficult. There was a time where I would go to his graveside every day after his death but now I find it really hard to do that as the reality kicks in of him not being here.\n\n\"But it does feel like he is here because of the book. He is kept alive by the book and it makes me feel quite close to him, giving speeches about it.\n\n\"There are days you get overcome with grief and the sadness comes but I have a lot of support and care around me.\"\n\nMs Brown is holding a poetry event at Thornton Heath Library, on Brigstock Road, between 2.30 and 4.30pm on Wednesday (October 24).\n\nClimbing Clouds Catching Comets can be purchased online at Amazon or Waterstones. It can also be bought at a number of independent book shops around south London.\n\nRead one of Alexander's inspirational poems\n\nSince Alexander's death, many pieces of his work have been published by his mum.\n\nThe one below, called S.O.S: Scared Of Safety, was written in April 2015.\n\nS.O.S: Scared Of Safety\n\nWhy do they want to disgrace me? Do they hate me?\nThey stop and search me, supposedly, \\\nFor my own safety and the safety of others.\nI am not complaining alone because they search my brothers.\nI try not to be like my friends so I don't carry a knife\nBut what I do carry inside is foolish pride which longs for vengeance.\nHowever, if I retaliate with hate they can take my life away or give me a prison sentence.\nI want to strike.\nRevenge plagues my mind.\nThe only thing that stops me\nIs the fact that, freedom is so hard to find\nWhen it seems to hide, as you try to stay alive behind prison walls.\nA couple brothers are not here in attendance\nOn this Earth and that hurts.\nSo for what's it worth we pray for dead soldiers to show remembrance.\n\nI have seen it before, what is happening isn't new and this is true;\nMy mother has shown me the effects that have left our communities sore.\nI'm sure police brutality knows no limits. I fear the possibilities\nThey could put me in a hearse, my mother crying at my funeral for she is cursed,\nForever hurting as she carries the burden of outliving her only son.\nHow many people have been crippled with disabilities?\nDue to police overstepping their responsibilities?\nI fear it's more than one!\nWe will never- we will never know the true answer.\nNo wonder why I seem so miserable, I seldom smile,\nI see them stroll and every time I see them\nThe sense of freedom goes.\n\nLines can be blurred when agendas are just meaningless words.\nThe only difference between the police and criminals is the matter of legitimacy\nAnd although I am afraid of what they both can do,\nI know that only a certain few can get away with murder.\nI have seen many victims of society trapped in coffins that get forgotten by time\nOnly because they were killed by those who are meant to instil order.\nI can only murmur these thoughts of mine; I will never state my frustration\nAs they truly won't listen to a child of my age filled with rage.\nMy fear has taught me,\nIrrespective of the stereotypical view\nGangsters can be legal too.\n\nI have no trust in those that are meant to serve and protect!\nI hate them with a passion that I will surely regret,\nFor there will be a time, very soon\nWhere I will depend on them;\nOn these streets there are liars, cheats and heartless thieves\nAnd anything can happen.\nAnything can happen and I see death around the corner,\nI am ready to call the coroner\n\nI feel guilty before I have even called their line.\nTo them I am a delinquent, a criminal before I have committed any crime.\nI was born a statistic and I was born a threat\nThe multiple murders over the years do not help to defeat this stereotype\nBut they do not care.\nWe fight and die over land we do not own; strangers in our own home.\nWe make their jobs easier by making our lives harder.\nSo please tell me why would they save someone who is intent on dying?",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.5863412023,
        "format_confidence":0.7626755834
    },
    {
        "url":"http:\/\/www.securityfocus.com\/columnists\/387\/1",
        "text":"\nStrict liability for data breaches?\nMark Rasch, 2006-02-20\n\nA recent case involving a stolen laptop containing 550,000 people's full credit information sheds new night on what \"reasonable\" protections a company must make to secure its customer data - and what customers need to prove in order to sue for damages.\n\nLet's say you open your mailbox, and there is a letter from the financial organization that holds your student loan. \"Dear valued customer..\" the letter begins, and then it informs you that \"due to circumstances beyond their control\" your personal information has been compromised. Your name, home address, social security number, credit information, account balances - everything - is now sitting on a computer in Belarus, with the information being hocked for sale on a half a dozen websites. Perhaps thousands of dollars of fraudulent charges have been added to your account. Maybe even a new credit card has been issued in your name to an address in Saskatchewan.\n\nYou order a credit report, and put yourself on a credit fraud watch list. You pay for a service to inform you whenever there has been any extension of credit in your name. You call all your credit card issuers and get new credit cards. You cancel all automatic payments on your credit cards, including all your online purchases where your card is stored (such as Amazon and PayPal) and give them your new numbers.\n\nDozens of hours later, you may or may not have corrected some of the problems created by your lender's failure to protect your data. Finally, you go to your lawyer, and ask the dumbest question you can ever ask a lawyer: \"can I sue?\" Of course, the answer is always \"yes.\" But the bigger question is, will you win? A recent case from Minnesota (PDF) raises the question of what the duty is of a regulated entity such as this to actually protect their customer's data.\n\nA recent case\n\nStacy Guin had a student loan with Brazos Higher Education Service Corporation. Brazos employed a financial analyst to review its loan portfolio and decide which loans to buy and sell. The financial analyst worked from his house in Maryland, and had files related to as many as 550,000 of these loans on his laptop at home. Stop me if you have heard this before, or can anticipate what comes next. Of course, the analyst's house was burglarized, and the unencrypted files were stolen.\n\nBrazos then sent out what I call the \"Otter\" letter. In the movie Animal House, some frat boys borrow and destroy Kent \"Flounder\" Dorfman's brother's car. Tim Matheson's character, Eric \"Otter\" Stratton, consoling his fraternity brother, utters the immortal words of faith, \"You F&^#ed Up - You Trusted Us.\" This is exactly the sort of letter that Brazos sent to its customers like Stacy Guin.\n\nBrazos did take other remedial measures. They notified all 550,000 customers of the potential breach. They told customers that they could put a free 90 day security alert on their credit files, and established a call center to track ID theft. Indeed, there were no reported incidents of credit or identity fraud resulting from the stolen laptop, and no evidence that Stay Guin's credit or identity were misused. In fact, what probably happened is that somebody in Silver Spring has themselves a brand new laptop, and never even noticed or used the data that was inside. Nevertheless, Stacy Guin decided to sue Brazos for breach of contract, breach of fiduciary duty and negligence.\n\nFTC data protection guidelines\n\nBrazos, as a lender, is a financial institution and therefore regulated in the U.S. under the Gramm Leach Bliley Act (GLBA), 15 USC 6801. The GLBA Security Guidelines require regulated entities to,\n\n\"establish appropriate standards for the financial institutions subject to their jurisdiction relating to administrative, technical, and physical safeguards-\n\n(1) to insure the security and confidentiality of customer records and information;\n(2) to protect against any anticipated threats or hazards to the security or integrity of such records; and\n(3) to protect against unauthorized access to or use of such records or information which could result in substantial harm or inconvenience to any customer.\n\nThe Security Guidelines issued pursuant to the GLBA, 16 CFR 314.4(a)-(c) mandates that financial institutions develop computer security programs, identify foreseeable risks to consumer information, and put in place measures to monitor and reduce the risk of such programs.\n\nOf course, Brazos had a security program, a written security policy, risk assessment reports, and what the court termed \"proper safeguards for its customers' personal information\" according to an affidavit prepared by a defense expert. Brazos determined that their analyst needed to have access to the information for Brazos' business purpose, and that this was acceptable to Brazos under its security program. What Brazos failed to do, however, was to actually prevent the information from being compromised.\n\nWhat is \"reasonable?\"\n\nIn order to prevail, Guin had to show that the loan company owed him a duty to protect his information, that the theft of the laptop was reasonably foreseeable, and that Brazos failed to take reasonable efforts to prevent the loss of the data. Guinn would also have to show that this failure was the legal cause of some damage or injury.\n\nThe standard of care for the prevention of harm is typically what the law calls the \"reasonable man\" standard. What would a reasonable person (or company) of ordinary prudence do? In addition, laws or regulations can impose a higher standard of care than ordinary negligence, and failure to adhere to a law or regulation is typically deemed to be negligence per se. So, what would a \"reasonable\" holder of personal information have done?\n\nStory continued on Page 2 \n\nMark D. Rasch is an attorney and technology expert in the areas of intellectual property protection, computer security, privacy and regulatory compliance. He formerly worked at the Department of Justice, where he was responsible for the prosecution of Robert Morris, the Cornell University graduate student responsible for the so-called Morris Worm and the investigations of the Hannover hackers featured in Clifford Stoll’s book, \"The Cuckoo’s Egg.\"\n    Digg this story   Add to del.icio.us   (page 1 of 2 ) next \nComments Mode:\nStrict liability for data breaches? 2006-02-21\nAdam (1 replies)\nRe: Strict liability for data breaches? 2006-02-22\nMark D. Rasch (1 replies)\nStrict liability for data breaches? 2006-02-21\nJim (Sydney, Australia) (1 replies)\nStrict liability for data breaches? 2006-02-21\nStephen T (1 replies)\nRe: Strict liability for data breaches? 2006-02-22\nAnonymous (1 replies)\nShameful ruling 2006-02-22\nStrict liability for data breaches? 2006-02-22\nFrank, Hsv, AL\nStrict liability for data breaches? 2006-02-23\nAnonymous (2 replies)\nRe: Strict liability for data breaches? 2006-02-23\nMark D. Rasch\nRe: Strict liability for data breaches? 2006-02-23\nAnonymous (1 replies)\nJudge Made Law 2006-02-24\nMark D. Rasch (1 replies)\nRe: Judge Made Law 2006-03-05\nAnonymous (1 replies)\nRe: Re: Judge Made Law 2006-03-15\n\n\nPrivacy Statement\nCopyright 2010, SecurityFocus",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.8893900514,
        "format_confidence":0.7245687842
    },
    {
        "url":"https:\/\/www.onbunkerhill.org\/tag\/ca_health_and_safety_code\/",
        "text":"A Fix By Any Other Name\n\nFrom the files of \"Where’d that law come from?\" we turn to Section 11352.1b of the California Health and Safety Code, which makes it illegal to sell \"any material represented as, or presented in lieu of, any dangerous drug or dangerous device.\"\n\nThe story behind the legislation takes us to a Chinatown street in the early 1950s where two undercover police from the narcotics division were attempting to score marijuana, and arranged a \"hand-to-hand go\" of $300 for 5 pounds of \"manicured tea.\"  They had their street lingo down, but I’m sure you can see where this is going.  The dealer took their money, and proceeded to hand over exactly what he’d promised — 5 pounds of tea.  At those prices, let’s hope he at least sprung for Twinings.\n\nOnce the crime lab revealed their folly, the two officers rushed back to Chinatown to arrest the enterprising young dealer until realizing that they didn’t know what to arrest him for.  Finally, they settled on the somewhat dubious charge of grand theft.\n\nAt first, there was some concern that undercover police officers would have to make their buys using specific, literal language, tipping off any half-wise dealer to their ruse.  An apoplectic police force lobbied the California legislature for provisions that would prevent this kind of misunderstanding in the future, and in 1953, they got their wish.\n\nbellhoptrialOne of the first  people to stand trial under the new law was a resident of our very own Bunker Hill, Conrado M. Fragoso, a bellhop at 244 South Figueroa.  Fragoso arranged to sell $10 of a substance he referred to only as \"junk\" or \"stuff\" to Officer Manuel Gutierrez.  The \"junk\" in question was nothing but headache powder twisted into small paper bindles.  As the arrest took place on April 1, 1954, Fragoso missed his opportunity to declare the whole thing an April Fool, and was arrested.\n\nAt his trial, the public defender argued that Fragoso had never claimed to be selling heroin, as he never uttered the word; however, the judge was unmoved.  In 1954, a conviction for selling a substance under the pretense that it was a narcotic substance carried a sentence of up to one year in the County Jail.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.978864789,
        "format_confidence":0.846493721
    },
    {
        "url":"https:\/\/schlissellaw.wordpress.com\/tag\/parental-kidnapping-prevention-act\/",
        "text":"divorceAs an office with a large matrimonial\/family law practice, we often work with both out-of-state clients, as well as in-state clients whose spouse has moved out of state, where custody of the children is an issue. There are a number of laws in New York relating to whether New York has jurisdiction to handle a couple’s divorce, the child custody issues, or both. This article will outline some of the major jurisdictional hoops parties must jump through in order for New York courts to decide a matrimonial\/custody case.\n\nImagine that a couple lives in New York and they have two elementary school children. The couple has marital trouble for a period of time and the wife and children left New York several months ago to live in her home state of Florida. There are several jurisdictional questions to consider before a New York court could handle all aspects of this case.\n\nFirst, New York’s Long-Arm statute must give it jurisdiction over the out-of-state spouse. CPLR §  302(b) gives New York jurisdiction over a spouse that has moved out of New York when the spouse that is starting the action is domiciled in or is a resident of New York when he starts the case, as long as New York was the “matrimonial domicile” of the couple before they separated.\n\nNext, for New York to have jurisdiction over any matrimonial action,  Domestic Relations Law (“DRL”) § 230 (2) must apply. This statute, in part, requires that the parties must have resided in New York as husband and wife and that either spouse is a resident of the state for at least one year leading up to the commencement of the divorce proceedings.\n\nBut even if one is able to have a matrimonial case heard by a New York court, that fact alone does not necessarily mean that the court will have jurisdiction over matters of custody. It is possible that the jurisdictional requirements for the divorce will be met but that the requirements for custody jurisdiction will not be met, and that some other state will have jurisdiction in a custody proceeding. Vanneck v. Vanneck, 404 N.E.2d 1278, 1280, 1282 (1980).\n\nDRL § 76, enacted to conform  to the Uniform Child Custody Jurisdiction Act (“UCCJA”), only grants New York jurisdiction to make initial child custody decisions when (a) New York is the “home state” of the children involved (see § 75-a(7) for definition) in the six months preceeding the legal proceeding.. Additionally, (b) no other state must have custody jurisdiction according to the definition in (a) above, or, if it does, that it must have declined jurisdiction on the grounds that New York would be a more appropriate forum.\n\nSituations exist where a matrimonial\/custody case would be bifurcated, with, for example, the New York Supreme Court handling the divorce and property distribution aspects of the case and Florida courts deciding matters of custody. As one judge put it, such cases “turn[] on the connection between divorce jurisdiction and custody jurisdiction.  At one time the two may have been inseparable; but the P.K.P.A. [Parental Kidnapping Prevention Act], in particular, has placed these issues on different jurisdiction terrain.” Foley v. Foley, 170 Misc.2d 87, 89 (Sup. Ct. Monroe Cty 1996).\n\nAlthough courts will consider whether they have jurisdiction over the divorce and custody sides of a case separately, how that decision affects the best interests of the children involved will be considered. The hardship inherent in different states handling the divorce and custody issues separately will also be factored into a court’s decision about whether to bifurcate the two issues in the case. Vanneck, supra, at 1280.\n\nIf a couple finds itself in a situation where one spouse has lived outside of New York with the children for more than six months and the other spouse still lives in New York, it would seem that there are a couple of options. Based on the statutes mentioned above, the state where the children live would normally have jurisdiction over issues of custody and the couple may elect to litigate the divorce there too if that state’s jurisdictional rules would allow that. This would simplify the process by avoiding a split litigation between states and it would avoid forcing the spouses to hire two lawyers each, one for each state. \n\nAlternatively, the out-of-state spouse may wish to simply consent to New York’s jurisdiction over issues of custody, but this is not so simple because matters of jurisdiction cannot be waived or stipulated to. Koshetz v. Lamberti, 262 A.D.2d 611 (2d Dept. 1999). However, since a court will make jurisdictional determinations based on the particular facts of a case, the parties may stipulate to certain issues of fact, which the court will use as its basis to find that it has custody jurisdiction. Caroline B. v. Thomas A.B., 16 Misc.3d 1128(A) (N.Y. Fam. Ct., 2007).\n\nFor example, if it is somewhat ambiguous whether the wife left New York permanently or simply to get some time away from her husband, the couple may stipulate to the fact that her stay out-of-state was a mere “temporary absence” and will not be credited to establishing “home state” status for the child in that other state. See DRL § 75-a(7). The parties may therefore stipulate to facts upon which the court will make a jurisdictional determination, but they may not stipulate to, waive, or consent to jurisdiction where the facts do not warrant it.\n\nThe bottom line is that anyone contemplating divorce, especially in less-than-typical factual situations, has many factors to consider before deciding where and how to proceed. As always, if you need assistance in any matrimonial, custody, child-support, paternity or visitation matter, you are invited to contact our office.\n\nPicture courtesy of foreclosure-support.com.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9964583516,
        "format_confidence":0.6776770949
    },
    {
        "url":"https:\/\/www.marieclaire.com\/culture\/a23166\/the-lady-detectives-of-delhi\/",
        "text":"Akriti Khatri is on a stakeout in a bustling neighborhood in New Delhi. On this hot Sunday afternoon in August, shoppers are bargaining for clothes and household goods at open-front stores. Khatri buys a watermelon smoothie from a juice vendor and tucks herself against a wall to avoid the cars and motorized rickshaws clogging the street. The chaotic location is ideal. \"It's easy to blend in and secretly watch my target,\" says Khatri, a private detective whose eyes, hidden behind sunglasses and a curly dark bob, are fixed on a nearby modern apartment block. \"With luck, I will catch the love cheat on-camera coming out of the building with his mistress.\"\n\nKhatri, 31, who exudes a mixture of fearless energy and sharp humor, is one of a growing number of Indian women taking the country's male-dominated private-eye industry by storm. She runs her own agency, Venus Detective, with offices in India's capital, Delhi; Bangalore; and three other major cities. The sleuth and her team of 20 full-time, mostly female field agents launch daring undercover operations to expose illicit love affairs, dating fraud, corporate corruption, and other ills of modern Indian society. In the process, they turn traditional female roles upside down. \"We often disguise ourselves as maids, vegetable vendors, college girls, or cosmetics saleswomen to infiltrate homes and offices,\" says Khatri, who rides a motor scooter during surveillance jobs. \"It's risky, but so far we've never been caught. Targets rarely suspect women of being professional spies.\"\n\nAdvertisement - Continue Reading Below\n\nDelhi-born Khatri opened Venus Detective in 2011 after learning the trade at another P.I. firm straight after college. A science graduate with an MBA, she was drawn to the profession \"out of sheer curiosity,\" she says. \"I always loved collecting information about people. It was like a hobby. When I was a student, it took me 30 minutes to get across campus because I stopped to get the gossip from everyone I met.\" Dubbed \"Delhi's Nancy Drew\" by national newspaper the Hindustan Times, Khatri has seen demand for her services boom as the country modernizes at a breakneck pace. She receives 80 to 100 calls a week, mostly about matters relating to love and marriage.\n\nTanya Puri, 23, is the youngest P.I. in the country to run her own agency, Lady Detectives India, located in a suburb of Delhi\nJack Picone\n\nMany of Khatri's clients are women who want to find out if their partners are cheating on them, or are keen to know if a prospective husband has any hidden deal-breaking habits. \"Indian women are becoming much more independent with their own jobs and social lives, especially in big cities,\" she says. \"They don't tolerate men who deceive them or who don't meet their expectations.\" Her client today, a woman in her late 20s who suspects her advertising- executive husband is having an affair with a colleague, is typical. The woman's husband has started coming home late and always taking his smartphone to the bathroom. \"She has a young child, but she says she'd rather be a single mom than put up with an unfaithful husband,\" says Khatri. \"This view was unheard of in my mother's generation.\"\n\nHiring a private detective not only empowers women to take control of their lives, she adds, it also helps them to avoid mistakes in the first place. Two female clients broke up with their respective boyfriends after Khatri discovered that one man's math was so bad, he couldn't count banknotes, and the other had lied about his family home having an indoor toilet (as she learned when she pretended to be lost in the neighborhood and asked to use it).\n\nFor centuries, arranged marriages have been the norm in India, with each partner vetted by family members and local connections. The role of informal detective was often taken by barbers who traveled from village to village, gathering intel about a person's suitability while cutting hair. \"They'd find out whether the bride was respectable, whether the groom was financially stable, and whether both came from decent families,\" says Khatri. But now, with couples increasingly meeting on Facebook and Instagram and on dating apps like Tinder, the demand for private detectives is skyrocketing. (There are no formal figures for the growth in investigative agencies, but India's Association of Private Detectives and Investigators [APDI] says it counts around 350 firms as members, up from fewer than 20 a decade ago.) The Internet has created \"relationship chaos\" in the country of almost 1.3 billion people, Khatri says, causing far greater shock waves than in, say, the U.S., owing to India's deeply traditional attitudes. \"People are falling for strangers online who often make up tall stories about their identities or credentials,\" she says. \"There's much more uncertainty and confusion, as well as conflict with older generations who don't like their children's choices.\" Extramarital affairs, too, are on the rise because of the ease of dating and messaging apps. \"Love in modern India has become a war zone.\"\n\nFees for Khatri's investigations run from around 25,000 rupees ($380) for a premarital check, which takes about 10 days, up to 500,000 rupees ($7,500) for complex cases that can span months, like corporate fraud or missing persons. Because private investigation is not a legally recognized profession in India—the authorities tolerate such work as long as detectives don't break any laws, such as illegally obtaining phone or e-mail records—there are no identifying signs outside her office. Most clients find her via her website and newspaper advertisements.\n\n\"Love in modern India has become a war zone.\"\n\nVenus Detective's headquarters are on the third floor of a smart- looking office building in a business park in Noida, an industrial- corporate \"mini-city\" on the outskirts of the capital. In the large, airy room, Khatri's youthful team of admin and technical staff wear preppy shirts and casual pants or dresses and sit in cubicles taking calls and monitoring investigations on laptops. \"Everything is digital these days,\" Khatri says. \"To protect our clients' privacy, we don't keep any physical evidence lying around.\"\n\nAdvertisement - Continue Reading Below\n\nThere's rarely any shortage of evidence. In around 40 to 50 percent of premarital cases, for example, the person Khatri is investigating has invented or concealed personal details—in the rush to join India's increasingly prosperous middle class, it's tempting to fake a few things to meet the right spouse. In infidelity cases, there are practical reasons to have hard evidence of wrongdoing. \"In an arranged marriage, families on both sides are involved, and it's difficult to divorce or separate without causing a major dispute,\" she explains. \"But if the client can say, 'My partner has been unfaithful and here are the photos and hotel receipts to prove it,' the families cannot argue with them.\"\n\nSome also lie about their caste, India's ancient social hierarchy rooted in the Hindu religion. \"Caste is critical to some traditional families,\" Khatri says. \"I get many calls from parents who are worried their offspring are dating someone from a lower caste. Even if the couple is deeply in love, the family will stop at nothing to break up the romance.\" Parents ask Khatri to snare their child's partner in a \"honey trap\" to make it look like they are double-dating, or to fabricate evidence of a partner's unsuitability. \"I always refuse,\" she says. \"I draw the line at anything unethical.\"\n\nOthers deceive on a much grander scale. Khatri and her staff call these \"OMG\" cases. A recent example involved an Indian couple based in America. \"The wife hired me to find out why her husband was spending so long back in India,\" she says. \"We discovered he had three other wives in this country, each with their own house and kids that he'd fathered.\" In another OMG case, a Delhi woman wanted to know why her live-in boyfriend kept sneaking out of the house in the middle of the night. \"He told her he couldn't sleep and was getting fresh air,\" says Khatri. \"It turned out he was hiring out his sexual services for cash to an older woman in the neighborhood two or three times a week.\"\n\nPerhaps not surprisingly, Khatri, who is married with a 2-year-old son, says a big part of her job is counseling distressed clients. \"One of the first things I ask people is whether they're prepared to learn the truth and what they intend to do with the information we dig up,\" she says. Sometimes the answers surprise her, like the woman who hired her but planned to do nothing with the proof of her husband's infidelity. \"She was just going to keep it as insurance,\" Khatri says, \"in case her husband caught her cheating on him.\"\n\nConfirmation that a spouse has been having an affair doesn't always end badly. One of Khatri's clients, a 30-year-old Delhi resident named Shweta who does not want her last name published, says hiring a private detective saved her 5-year-old marriage, at least for now. After the birth of their first child, Shweta and her husband stopped communicating, and as the distance between them grew, she began to suspect he was seeing someone. \"I hired Akriti, and she caught him red-handed checking in to a hotel with another woman,\" she says. \"When I confronted him with the evidence, he broke down and apologized. He has treated me like a queen ever since.\"\n\nBeing unfaithful works both ways, of course, and growing numbers of Khatri's clients are men who want to check up on their wives and girlfriends. Whatever the gender of her clients, she believes female private detectives have the upper hand. \"Women feel more comfortable telling their problems to another woman,\" she says, \"while men think that I will understand the mind-set and behavior of their wives.\"\n\nAdvertisement - Continue Reading Below\n\n\"Women make excellent investigators, in many cases far superior to men.\"\n\nBaldev Puri, general secretary of the Delhi chapter of the APDI, agrees... (truncated)",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.7978855968,
        "format_confidence":0.9048263431
    },
    {
        "url":"http:\/\/www.tennessean.com\/story\/opinion\/columnists\/frank-daniels\/2014\/06\/19\/judge-moreland-resign-now\/10877125\/?from=global&sessionKey=&autologin=",
        "text":"Regardless of his remorse, Judge Casey Moreland's actions to short-circuit domestic violence safeguards reflect he is not suited to the job.\n\n\nThe father of conservatism, Edmund Burke, said it clearly, \"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.\"\n\n\nWe all know how to boil a frog, right?\n\nBut few of us have ever seen it done.\n\nMore: Megan Barry to Judge Moreland: It's not about politics\n\nMore: Chase case pushes judges to adopt new policies\n\nDivision X General Sessions Judge Casey Moreland's efforts to deflect and defend his ill-considered decision to waive the 12-hour \"cooling off\" period that was imposed on David Chase after his arrest for assault last week is as close to seeing how you boil a frog as any of us are likely to get. Or want to.\n\nRead the timeline.\n\n\nJudge Moreland, who stands unopposed for re-election to his third eight-year term in August, should resign, and withdraw immediately from that election.\n\nI agree with council member and mayoral candidate Megan Barry, who called for Moreland's resignation Wednesday.\n\nThough Moreland clearly made a bad decision to overrule Judicial Commissioner Steve Holzapfel, it has been his tone-deaf rationalization of that decision that illustrates that he is no longer suited to preside in Division X.\n\nBarry's call for resignation noted, \"Judge Moreland has the right to articulate his own version of events and to defend his actions, but unless he can do so far more persuasively than what we have heard to this point, he should resign.\"\n\nMoreland's response reflected how out of touch he is with one of Nashville's most pressing problems, pernicious domestic violence. \"Her stance would be a lot more credible if she wasn't a candidate for mayor.\"\n\nGood ol' boys\n\nThe dismissive comment echoed the perverse rationalizations he has made since Chase was again arrested for assault after Moreland ordered his release.\n\nSupreme Court Justice William O. Douglas observed, \"Those in power need checks and restraints lest they come to identify the common good for their own tastes and desires, and their continuation in office as essential to the preservation of the nation.\"\n\nMoreland's good ol' boy sensibilities do not seem to be in check.\n\nLess than three hours after Chase was arrested Sunday morning, his defense attorney, Bryan Lewis, an old friend and vacation buddy of the judge, called his old friend and \"explained\" why Chase should not be held in jail. Moreland determined that Lewis' facts overrode the commissioner's decision. Chase confronted his \"girlfriend\" again —less than five hours after the initial arrest warrant was sworn.\n\n\"I did what I did not for Mr. Lewis,\" Moreland told the Tennessean. \"I did what I thought was right at the time. I regret it. I apologize for it, and I will make sure to get more information next time.\"\n\nAfter Chase's second arrest, Moreland said, \"Other than the victim, nobody feels any worse than I do about what happened.\"\n\n--- Read my Sunday column\n\nJustified anger\n\nMoreland's actions and rationalizations angered Metro police chief Steve Anderson who fired off an intense indictment to presiding judge Bill Higgins calling the events a \"fiasco.\"\n\nAnderson wants Higgins to \"put in place measures that will give the monitoring public an assurance that such misconduct will not occur in the future.\"\n\n\"(D)omestic violence is not a game and any additional antics of this type will completely destroy any remaining confidence in the General Sessions Courts,\" Anderson wrote.\n\nRestore confidence\n\nJustice John Paul Stevens wrote in 2000, \"It is confidence in the men and women who administer the judicial system that is the true backbone of the rule of law.\"\n\nIt is hard to conceive of a starker example of lost confidence than what has transpired in the last week, and the way to restore confidence in our system would be for Judge Moreland to resign his $160,000 a year job.\n\nThere are capable replacements.\n\nDiane Lance, who has championed responses to domestic violence, told supporters she was not interested in running a write-in campaign for Division X, which illustrates why Moreland should resign – to attract more qualified candidates.\n\nBut there were also several strong candidates in the May primary that should be considered for either a write-in campaign or an opened election, including Vince Wyatt, who lost his bid for Division IV to a former domestic violence prosecutor, Allegra Walker.\n\nAnd Davidson County Republicans should be all over this; they will not find a better chance to break the long Democrat control of judgeships.\n\nFrank Daniels is the community conversations editor of The Tennessean, 615-881-7039, or @fdanielsiii\n\nRead or Share this story:",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.5117670298,
        "format_confidence":0.9489514232
    }
]