[
    {
        "url":"https:\/\/everything2.com\/title\/A+Mathematical+Adventure%252C+or%252C+How+I+Spent+an+Afternoon+Proving+Nothing",
        "text":"A Mathematical Adventure, or, How I Spent an Afternoon Proving Nothing.\n\nOver the course of a few boring classes last year, I discovered that the product of two numbers plus the square of their difference divided by four is equal to the square of their average:\n\n(a * b) + (a - b) ** 2 \/ 4 = ((a + b)\/2) ** 2\n\nAt the time, I thought that it was a pretty neat equation. I couldn't find a use for it, but still was happy about it. I showed my math teacher. She thought it was ... interesting ..., but couldn't say that it had a purpose.\n\nSo, today, I was thinking up fun things to do, and I realised that it had been a long time since I played with numbers. I was thinking back to my previous discovery. I thought, \"Self, what would I have to add to the product of _three_ numbers to get the square of their average? Wait, make that their cube!\"\n\n(a * b * c) + B = ((a + b + c) \/ 3) ** 3\n\nSo, I played around a bit, found out how much of my basic algebra skills had disappeared. It was fun; the feel of the fountain pen in my hand as it left a delicate trail of green ink on beautiful white paper was exhilerating, refreshing. After a while, I found that the bridging factor was the cube of their sum over twenty-seven, less their product:\n\nB = ((a + b + c) ** 3) \/ 27 - (a * b * c)\n\nI didn't think real hard about that. I went on to four digits, and eventually found that for n digits, the bridging factor was:\n\nB = sum ** n \/ n ** n - product\n\nPlugging that back into the equation, I found:\n\nproduct + sum ** n \/ n ** n - product = (sum \/ n) ** n\n(Remember, average is (sum \/ n)\n\nI realised that I had goofed; that I had an equality that was basically \"x + y - x = y\". I felt pretty dumb. I decided to conduct an investigation. I looked back at the equation for two numbers:\n\n(a * b) + (a - b) ** 2 \/ 4 = ((a + b)\/2) ** 2\n\nThe bridging factor there concealed the fact that I was simply subtracting the sum; if I had bothered to expand it, I would have noticed:\n\n(a - b) ** 2 \/ 4 = (a + b) ** 2 \/ 4 - (a * b)\n\nSilly me! It was good entertainment and stretched my brain, even if the only tangible evidence of my endeavour is a large pile of scrap paper on the edge of my desk.\n\nLog in or register to write something here or to contact authors.",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.992523253,
        "format_confidence":0.8906014562
    },
    {
        "url":"https:\/\/www.sciencenaturally.com\/feb-mm",
        "text":"OMM Science.jpg\n\nFebruary 2021\n\nSelected from: One Minute Mysteries: 65 Short Mysteries You Solve With Science!\n\n\nFreeze Fall\n\nIt was late winter, and the temperature had just fallen after several mild days. To make the walk home from school even colder, it had rained earlier and a chilly mist still hung in the air. \n\nTom and Evan glanced up at the flashing clock in front of the bank. It said \"32° F, 0° C.\" They stopped in a candy store for a snack and to warm up before they continued on their way home. \n\nTheir shoes splashed through puddles as they headed toward the railroad bridge. The bridge, several hundred yards long, crossed the river far below and had a narrow sidewalk next to train tracks. It could get scary crossing the bridge when a train was on it, but the only way to avoid it was to take a different route that added ten minutes to the walk. \n\n\"I think we should go the long way,\" Evan said. \"The bridge is probably icy.\" \n\n\"We haven't seen any ice. These sidewalks are just wet,\" Tom said. \n\nA few moments later they were on the bridge. Tom's foot slipped on a patch of ice and he fell. \n\n\"I told you so,\" Evan said, teasing him. \n\n\"How did you know there would be ice here when there isn't ice anywhere else?\" Tom asked as Evan helped him up. \n\n\nScience Naturally is an imprint of Platypus Media, LLC\n\n©2020 by Science Naturally. Proudly created with",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.9018164277,
        "format_confidence":0.9660997987
    },
    {
        "url":"https:\/\/yurencao.org\/2020\/01\/10\/penguin\/",
        "text":"Penguin, penguin, penguin.\n\n[Previous chapter: The Polar Front]\n\nI held on to my camera in the Antarctic wind as the Zodiac approaches the land in front of me. A gigantic glacier, which ended abruptly as it touched the ocean, originated between two snowy hills embellished with stark rocks. The two ends of the glacier were pebble beaches, one of which formed a little cove, providing a natural landing site for the Greenwich Island.\n\nAs soon as I slid off the zodiac, I strode across the pebbles, which I found surprisingly sizable as I made my walk through them. They were of different shapes, some perfectly round and glassy, some appeared oblong, while some had sharp edges, rendering it somewhat difficult to navigate through. Nevertheless, I didn’t let them slow me down, and stumbled towards my destination. My destination, of course, was not the colossal glacier that stood in front of me, but was a group of elegant creatures that haunted my dreams. \n\nA small group of Gentoo Penguins manifested themselves on the pebble beach. I got closer and closer to them, and decided to sit down quietly, fearing I’d disturb them if I didn’t maintain some distance. My attempt to be noiseless was proven a failure. I almost set off a small pebble landslide when I lowered myself to the ground. The penguins didn’t seem to care much. After observing me for a while, they were curious enough to slowly made their way to me. As they jumped from pebble to pebble, their black and white body blended perfectly with the bright blue glacier. I raised my camera clumsily and started to take pictures. \n\nI lingered in front of these penguins for an hour before realizing that it was time to return to the Zodiac. I unwillingly abandoned them and headed towards the Zodiac. I’d soon find out that it was probably foolish to spend so much time among five or six penguins, but I’d never find a scene as breathtaking and serene as this place. \n\nIt was not the first time that I saw penguins in the wild. Even though they are generally south hemisphere seabirds, only two species of penguins are true Antarctic creatures. Other species of penguins can be found in countries like South Africa, New Zealand, Australia, and Argentina. The Galapagos Penguins are even distributed north of the Equator.\n\nThree month prior to my departure to Antarctica, I’d seen my first species of penguins, Magellanic Penguins, at Peninsula Valdes in Argentina. It didn’t spark much of an emotional reaction when I actually saw a colony of Magellanic Penguins in proximity. To my disappointment, they were already accustomed to visitors and cameras, and some of them even lied on the trail. A probably more important reason was the environment that these penguins were living in – the weather was dry and warm. It was incongruent to my stereotypical image of where penguins ought to live in. There was just something so compelling about the combination of penguins and a remote, icy world like Antarctica.\n\nThe Zodiac came to another side of the Greenwich Island called Fort Point as I mulled over my first encounter with antarctic penguins. I couldn’t help but grinned when I saw hundreds of penguins on shore. I started to hear the deafening sound of penguin calls. Later I’d learn that penguins are vocal creatures, which allows penguins to identify each other among thousands of similar individuals. I also started to smell the strong and abysmal scent of penguin guano, a scent that I’d get very familiar with for the following few days. I hopped on shore with exuberance and was immediately amazed by the sheer amount of penguins breeding at this place. In order to minimize human disturbance, a parameter were set up in front of the borders of the colony to maintain a reasonable distance from the sensitive penguins. The man in charge of this precaution is Fabrice, a French ornithologist that would earn my respect and admiration during the voyage.\n\nFabrice was a passionate and silver-haired frenchman who speaks English with a thick French accent. His adventurous spirit and lively manner while being in the wild belied his ages. His earliest experience with the polar region dated back to 1989, when he studied the breeding behavior of blue petrel at the Kerguelen Islands, a remote French subantarctic territory. Three years later, he’d begin to work as a field guide and a lecturer in expeditions to the polar regions. He’d still wear the same red coat (also a Personal Floating Device) up to this day, only to find it severely bleached by sunlight and covered by dirt. “You know, it still floats on water.” he explained to us when being asked about it, while sitting on the Yamaha engine of the Zodiac and resting his hand on the direction controller.\n\nAfter working as a polar guide season after season, he’d develop a predilection towards penguins. “You can find me where the penguins are,” he told me with a big smile on his face at the lunch table, “I like penguins.” That was very true. Whenever we had a landing, I’d always find him standing in front of a penguin colony and looking at the penguins. When people came up to him bearing different questions, he’d always humbly answer them with patience. From my interactions with him, never did he not have a satisfying answer to my questions about birds: it was from him that I learned that when a penguin returns to its nest from the ocean, it vocalizes so that it and its partner could identify each other.\n\nBack to Fort Point, Greenwich Island, Fabrice found two Macaroni penguins among the Gentoo and Chinstrap penguins. I heard the news and hurried to the frontier of the parameter to spot them myself—after all a Macaroni penguin was not a guarantee on this expedition. I looked through my binoculars in hopes of finding the pair of Macaroni penguins, and I did manage to espy them with relatively ease. Their golden forehead, which continued as a tuft, stood out among the black and white Chinstrap penguins around them. They were about one meter apart—the female was incubating on their nest while the male resting on a higher rock. Later I’d come to know that their baby (or babies) probably won’t make it through the first year because they won’t have enough time to become strong when it’s time for them to leave the breeding site. The fate of the progeny of these two penguins was uncertain and unfavorable, and I wondered if they realized that themselves.\n\nThe same rule applies to the Chinstrap and Gentoo penguins. For the ones that were still incubating their eggs, their progeny probably won’t survive the first year. \n\nFor the majority of the penguins on the Greenwich Island, on the other hand, their chicks were already several weeks old. These chicks would rely on extensive parental care before coming together with other chicks. Therefore, this is the most sensitive time of their lives as they require one of their parents around them at all times. The other parent would be at sea and hunt for krill and fish in order to fill their body with food. According to Fabrice, a penguin that weighs 6 kilograms usually carries up to 1 kilogram of food, which appears to me as an impressive feat. The penguin would then return to its nest and feed its babies with cud. \n\nI stood with awe in front of the hundreds of penguins in front of me while Fabrice talked about how penguins breed. As a bird watcher, I probably spent too much time learning how to identify one species of bird, but I did not understand why these species are the way they are, and how they manage to thrive. Learning about penguins, I was amazed by all the details that I was oblivious to.\n\nI ambled around, and noticed a juvenile penguin chasing around its parent, asking for food. Poor penguin! With an empty stomach, the parent could do nothing but to wait for its partner’s return. Hopefully, by the end of the breeding season, the small penguin could be chubby as a balloon, and ready for its first winter.\n\nMy one-hour staying time on Greenwich Island quickly elapsed, and once again, I found myself reluctant to leave this smelly, noisy, yet amazing little world. The wind started to pick up, so I held on firmly to the safety rope at the side of the Zodiac, and watched the colony become tinier and tinier, until I could only see a giant dark patch on the shore.\n\n[Next chapter: Of Penguin and Men]\n\nOne thought on “Penguin, penguin, penguin.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.7853421569,
        "format_confidence":0.8128757477
    },
    {
        "url":"http:\/\/sciencewiktion.wikidot.com\/boundarycondition:5",
        "text":"Boundary Condition: Chapter 5\n\nA Fire in Heaven\n\nThe proper season is when the weather is very dry; the special days are those when the moon is in the constellations of the Sieve, the Wall, the Wing or the Cross-bar; for these four are all days of rising wind. A wind that rises in the daytime lasts long, but a night breeze soon falls.\n— Sun Tzu, circa 300 B.C., \"Five Ways of Attacking with Fire.\"\n\nMission Control was unaccountably understaffed; three of nine people had failed to show up for work, and their backups took forty minutes to plug in and come up to speed on the mission details.\n\"Is there a plague?\" Robert wanted to know, grumping into his headset microphone.\n\"Just a gorgeous July morning,\" the capcom officer on the ground had answered. He sounded like a kid, and nobody on the station seemed to know who he was in more than a recognize-the-name kind of way.\nAnyway, this put departure ops nearly an hour behind schedule, which necessitated all sorts of rushing around. There wasn't much time for sappy handover sentiment, or for proper procedural training. In six months the station crew had settled into a very efficient routine, which they'd had little chance to run through with the new crew. Galley power off before you switch the water heaters on, etc., etc. But if they missed their landing window it would be another full day before they could get out of here, and nobody seemed willing to consider it.\n\"Take care of her,\" was pretty much Robert's sole instruction to the new commander.\nJim, for his part, told Kennet to call his cell phone if she needed anything. The phone didn't work up here, of course, but once he was on the ground — or even near it — he'd be back in that part of the world again. The Noosphere, Tielhard had called it. The buzzing atmosphere of information that surrounded the planet, thicker and thicker every year.\nAmusingly, Pope Dave had a heavy-looking satellite phone that did work up here. He spent several hours yakking into it in Italian while the crew rushed and fussed around him. \"I'm told this thing would work on the moon,\" he remarked to Jim at one point, covering the mouthpiece with his hand. \"It's secure, too; heavy encryption. Pretty cool.\"\nHmm. Perks of the job. \"The chicks must love you,\" Jim answered, then caught himself. He'd just zinged the Pope. A regular-guy kind of Pope, to be sure. Easy to talk to, all that. But a billion people did look to him as their spiritual leader. Would Jim talk to the President that way? To a movie star? Probably, yeah, but he ought to watch it just the same. The Swiss Guard didn't like him already, and made no particular secret about it.\nFinally it was time to seal the hatch, to isolate the atmospheres, electrical systems and computer networks of the shuttle and station. Jim and Chip walked through the steps together, each making sure the other hadn't left anything out.\n\"Some Russians died that way,\" Chip noted. \"Left a valve open and suffocated.\"\n\"Pretty crappy valve design,\" was Jim's answer to that. General Spaceplane did a much better job of idiot-proofing. Still, since idiocy was one of the universe's truly limitless resources, he trusted nothing and triple-checked everything.\n\"No, no, vi ho detto,\" the Pope was telling his guards when Jim and Chip worked their way back to the mid-deck airlock. \"I'm not riding in that thing. I want to see.\"\n\"See what?\" Chip asked.\n\"Reentry.\" Dave jerked a thumb at the pair of jacks behind him. \"These guys expect me to sit in the escape pod the whole time. There isn't even a monitor screen. I spent the whole launch sequence in there, and never saw a thing until we were already in orbit.\"\nHmm. Jim had seen that escape pod — was in fact about to check its circuit breakers and air vents — and he wouldn't want to ride in it, either. It was a two-seater only slightly bigger than a Mercury capsule, or a really compact sportscar. Still…\n\"Reentry's the most dangerous part of our flight profile, Dave, and this is clearly the safest spot on the ship. It would look pretty bad for the 'Service if anything happened.\"\nThe Pope considered that unhappily. Here was his one and probably only trip into space, and he couldn't look out the window? \"I'm here as your guest,\" he allowed. \"Naturally I'll follow whatever course you recommend.\"\nHmm. Yeah. \"We can tie the door open with a bungie cord,\" Jim suggested. \"From here if you… if you lean forward and crane your neck you should be able to see the mid-deck monitors. That's all we have to look at, me and Tomo and Chip. This isn't a tourist ship. Your guards can ride up in the cockpit, where the actual windows are.\"\n\"Nein,\" said one of the jacks in a thick European accent. \"One in the cockpit. One in the pod with His Holiness. I insist on it.\"\nThat was no skin off Jim's nose either way, so he ran the arrangement by Robert and Lisa, who approved it without complaint. So, five minutes later when the systems were duly isolated and cross-checked, he strapped himself into the seat immediately forward of the pod, with Chip on his right and Tomohiro on his left. \"Ready?\" he called back to Dave and the guard.\n\"Whenever you are,\" the Pope confirmed. Boy, he did look cramped back there.\n\"Mid-deck ready,\" he said into his headset, pressing the push-to-talk.\n\"Aaah, roger that,\" answered Lisa, then rattled off a string of numbers for the benefit of Robert or Mission Control or somebody.\nAnd then, with surprisingly little fanfare, they detached from the station, drifted away for a minute and a half, then fired a series of bursts on the attitude control motors, to turn the shuttle ass-backward in its orbit. They were behind schedule, so a whole series of checks and rechecks were skipped, while the pilots went straight into the deorbit routine.\n\"Point-three gee burn, eleven minutes nine seconds duration,\" Lisa said, presumably reading the figures off one of her displays up there. \"Ignition in three minutes forty-one seconds.\"\n\"These are going to be a long three minutes,\" Dave noted, not over the headset but just calling forward.\nBut they weren't, really. Much longer was the deorbit burn itself, with the unfamiliar tug of gravity — or acceleration, anyway — on their bodies, on their chests and faces. They were all on the best gravity drugs and had kept to the exercise regimen so their bones and muscles didn't wither. Even so, after six long months of zero-gee, the pull of anything on your body felt more than a wee bit suffocating. Jim felt it most in his throat — a squeezing sensation, a feeling that his windpipe was no longer round, but some sort of oval. At point-three gee! They'd be pulling five times that much in a few minutes, when the shuttle turned around to face, nose first, a wall of gluey atmosphere at bone-searing temperature and speed.\nThe burn wasn't loud — just a hum and roar, like the sound inside a moving car — but nobody much tried to talk over it. When it was finally over, though, Jim turned and looked back into the pod.\n\"You okay back there?\"\n\"Perfectly, thanks.\"\nAnd as it happened, these were the last clear words ever spoken aboard that ship.\n\n\nDeath comes upon us in strange ways, shockingly sudden and disarmingly weird. Even months in a sickbed can't really prepare us for what's to come; the event arrives on its own time and terms, and everyone is caught off guard. Living one moment, struggling the next, and finally just gone.\nThere was no contrail. There was no explosion. Initially at least, there was no debris. Whatever you might have heard, it wasn't a missile. But there was a sudden streak of ionized air molecules, here in the wispy tendrils of the upper upper atmosphere. As near as Space Command was able to figure it, the shuttle Oberon was struck by an antisatellite energy weapon — most likely a hydrogen-fluoride laser based somewhere in central Asia. The Free Will Index was very high in that region; the choice to fire was made deliberately.\nShall we imagine human malice reaching out through a window of favorable weather? Shall we speculate on an agenda furthered, a To Do box checked off, a connection to the disappearances of NWS staffers in Omaha? Perhaps God or some other force could have intervened, or (troublingly) perhaps it did, in planting the seeds of these events. But the telemetry is clear enough: the beam passed completely through the fuselage in a tenth of a microsecond, unimpeded, leaving two fist-sized holes.\nJim's own perception was more muddled; one moment everything was fine, and in the next there came an orange flash and a loud noise, like the popping of air-filled bags. Bang! Bang! And there was a fierce wind, and sharp bits of something flying all over the place, and everyone was screaming.\nThe strangest property of accidents is the way we perceive them: not as movies but as comic books. \"It happened so fast. It happened so slow.\" People say both of these things, and mean them, because the event breaks up into a series of discrete, vivid snapshots.\nFlash: Jim was somehow out of his seat, and looking aft at the escape pod, and the Swiss Guard was there with a panicky look on his face, trying to pull the hatch closed and punch the fuck out of there. But the hatch was bungied open.\nFlash: Something lurched, hard, and suddenly Jim was back there on the pod, falling against the door in some kind of weak gravity. He was trying to draw a breath from the roaring air; he was hot and cold and hotter still. Flash: the guard, in his space-jack flightsuit, was rolling up out of his chair and grabbing at the bungie cord, realizing the hatch wouldn't close until he somehow untied the thing.\n\"You're panicking,\" Jim wanted to tell him. \"Just slow down and watch what you're doing.\"\nBut the words wouldn't come, and the part of Jim's brain that composed them was at the back of his skull, somehow — a passenger watching quietly while Jim himself panicked and thrashed. He wanted to help with the bungie cord, but that desire didn't seem to connect in any way with the actio... (truncated)",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.6215461493,
        "format_confidence":0.9753667712
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/Number_sense",
        "text":"Number sense\n\nFrom Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\n\n“Damn, these things are quite hard”\n~ Oscar Wilde on Number Sense Tests\n\nFor the religious among us who choose to believe lies, the so-called experts at Wikipedia have an article about Number sense.\n\nNumber sense is a contest sponsored by UIL representatives somewhere down in Texas. It is a mathematical contest in which all participants must use their brain to solve 80 questions mentally in 10 minutes. It often causes SEHS.\n\nThere are two variations of the Number sense contest. The first, and most common, allows participants to write down answers without using any scratch work or calculators of any kind. The second, however, does not allow to participant to use a pencil, instead further enhancing mental abilities by forcing participants to telepathically transmit their answers to their paper.\n\nedit Competition Details\n\n\nGuess what the kid in the middle tried to do? That's right, he tried to look at the test prematurely. Good job, Franko.\n\nStudents are trapped in a room, most commonly a high school room (though sometimes college), with a proctor. The tests are handed out to the students, face down. Any student that looks at the test before hand will be disqualified (or in rare occasions, murdered). When the proctor says \"Go\" or \"Start the fucking test,\" the students are allowed to look at the tests and begin working all the problems. They are to be timed for 10 minutes and no scratch work, marking over wrong answers, or erasing wrong answers is not allowed. For every problem answered correctly, you are awarded five points; for every problem skipped or answered incorrectly, four points are deducted from your score. It is impossible to score a perfect score unless you are God. In fact, anything over 300 at least warrants Deity status.\n\nedit Problems Typically Seen on a Test\n\nThe difficulty of the problems vary from test to test, ranging from stupid easy to impossible. Examples are:\n\n  • 2+2=\n  • 2*3=\n  • The f(x) is defined as ln(x*52\/17)+C where C is some arbitrary constant. If the f(6)=7.1538, then the f(e)(rounded to 4 decimal places) is _______\n\nAs you can see, for the most part the problems are quite difficult (especially the first two examples). However, there are short cuts typically found for each problems.\n\nedit Example 1\n\n  • 2+2\n\nBy using the Identity Property of Addition we are able to separate the problem:\n\n  • 1+1+1+1\n\nFrom here, we can take advantage of the Distribution Property and manipulate it further to get:\n\n  • 1*(1+1+1+1)\n\nWe can then simplify the inside of the brackets:\n\n  • 1*(4)\n\nWe can then recognize that 4= 2^2 and substitute:\n\n  • 1*(2^2)\n\nSpreading out all the factors and taking away the brackets leaves us:\n\n  • 1*2*2\n\nYou can then derive the answer using simple multiplication and fill it in the answer blank, which looks like this:\n\n  • 2+2=73\n\nedit Example 2\n\n  • 2*3\n\nThis is commonly referred to as the Three's Trick. To first tackle this problem, one must first realize that 3=6\/2. We can then substitute it into the equation, like so:\n\n  • 2*6\/2\n\nYou then can notice the 2s cancel out, leaving you with:\n\n  • 2*3=6\n\nedit Example 3\n\nExample 3 is usually considered one of the easier problems on the test (and they show up frequently). Simple math is all that is required to derive that: f(e)= 6.3620\n\nedit Practicing\n\nThough in most cases you will be unable to score higher than a 8, if you are determined enough you can break double digits. The most common study habits are to take 5 number sense practice tests every 7 minutes. This is obtained by concentrating so hard, you actually create a time warp causing yourself to relive the same 7 minutes numerous times. The only people to have ever been noted to use this study method are God and Oscar Wilde. Even though there have been other study patterns developed over the years, they've all been discovered to be completely worthless.\n\nPersonal tools",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.9875988364,
        "format_confidence":0.9196389318
    },
    {
        "url":"http:\/\/jv.gilead.org.il\/vt\/c_earth\/36.html",
        "text":"A Journey to the Center of the Earth\n\nChapter XXXVI\n\nWhat Is It?\n\nFor a long and weary hour we tramped over this great bed of bones. We advanced regardless of everything, drawn on by ardent curiosity. What other marvels did this great cavern contain—what other wondrous treasures for the scientific man? My eyes were quite prepared for any number of surprises, my imagination lived in expectation of something new and wonderful.\n\nThe borders of the great Central Ocean had for some time disappeared behind the hills that were scattered over the ground occupied by the plain of bones. The imprudent and enthusiastic Professor, who did not care whether he lost himself or not, hurried me forward. We advanced silently, bathed in waves of electric fluid.\n\nBy reason of a phenomenon which I cannot explain, and thanks to its extreme diffusion, now complete, the light illumined equally the sides of every hill and rock. Its seat appeared to be nowhere, in no determined force, and produced no shade whatever.\n\nThe appearance presented was that of a tropical country at midday in summer—in the midst of the equatorial regions and under the vertical rays of the sun.\n\nAll signs of vapor had disappeared. The rocks, the distant mountains, some confused masses of far-off forests, assumed a weird and mysterious aspect under this equal distribution of the luminous fluid!\n\nWe resembled, to a certain extent, the mysterious personage in one of Hoffmann's fantastic tales-the man who lost his shadow.\n\nAfter we had walked about a mile farther, we came to the edge of a vast forest not, however, one of the vast mushroom forests we had discovered near Port Gretchen.\n\nIt was the glorious and wild vegetation of the Tertiary period, in all its superb magnificence. Huge palms, of a species now unknown, superb palmacites—a genus of fossil palms from the coal formation—pines, yews, cypress, and conifers or cone-bearing trees, the whole bound together by an inextricable and complicated mass of creeping plants.\n\nA beautiful carpet of mosses and ferns grew beneath the trees. Pleasant brooks murmured beneath umbrageous boughs, little worthy of this name, for no shade did they give. Upon their borders grew small treelike shrubs, such as are seen in the hot countries on our own inhabited globe.\n\nThe one thing wanting in these plants, these shrubs, these trees—was color! Forever deprived of the vivifying warmth of the sun, they were vapid and colorless. All shade was lost in one uniform tint, of a brown and faded character. The leaves were wholly devoid of verdure, and the flowers, so numerous during the Tertiary period which gave them birth, were without color and without perfume, something like paper discolored by long exposure to the atmosphere.\n\nMy uncle ventured beneath the gigantic groves. I followed him, though not without a certain amount of apprehension. Since nature had shown herself capable of producing such stupendous vegetable supplies, why might we not meet with mammals just as large, and therefore dangerous?\n\nI particularly remarked, in the clearings left by trees that had fallen and been partially consumed by time, many leguminous (beanlike) shrubs, such as the maple and other eatable trees, dear to ruminating animals. Then there appeared confounded together and intermixed, the trees of such varied lands, specimens of the vegetation of every part of the globe; there was the oak near the palm tree, the Australian eucalyptus, an interesting class of the order Myrtaceæ—leaning against the tall Norwegian pine, the poplar of the north, mixing its branches with those of the New Zealand kauris. It was enough to drive the most ingenious classifier of the upper regions out of his mind, and to upset all his received ideas about botany.\n\nSuddenly I stopped short and restrained my uncle.\n\nThe extreme diffuseness of the light enabled me to see the smallest objects in the distant copses. I thought I saw—no, I really did see with my own eyes—immense, gigantic animals moving about under the mighty trees. Yes, they were truly gigantic animals, a whole herd of mastodons, not fossils, but living, and exactly like those discovered in 1801, on the marshy banks of the great Ohio, in North America.\n\nYes, I could see these enormous elephants, whose trunks were tearing down large boughs, and working in and out the trees like a legion of serpents. I could hear the sounds of the mighty tusks uprooting huge trees!\n\nThe boughs crackled, and the whole masses of leaves and green branches went down the capacious throats of these terrible monsters!\n\nThat wondrous dream, when I saw the antehistorical times revivified, when the Tertiary and Quaternary periods passed before me, was now realized!\n\nAnd there we were alone, far down in the bowels of the earth, at the mercy of its ferocious inhabitants!\n\nMy uncle paused, full of wonder and astonishment.\n\n“Come!” he said at last, when his first surprise was over, “Come along, my boy, and let us see them nearer.”\n\n“No,” replied I, restraining his efforts to drag me forward, “we are wholly without arms. What should we do in the midst of that flock of gigantic quadrupeds? Come away, Uncle, I implore you. No human creature can with impunity brave the ferocious anger of these monsters.”\n\n“No human creature,” said my uncle, suddenly lowering his voice to a mysterious whisper, “you are mistaken, my dear Henry. Look! look yonder! It seems to me that I behold a human being—a being like ourselves—a man!”\n\nI looked, shrugging my shoulders, decided to push incredulity to its very last limits. But whatever might have been my wish, I was compelled to yield to the weight of ocular demonstration.\n\nYes—not more than a quarter of a mile off, leaning against the trunk of an enormous tree, was a human being—a Proteus of these subterranean regions, a new son of Neptune keeping this innumerable herd of mastodons.\n\nImmanis pecoris custos, immanior ipse!1\n\nYes—it was no longer a fossil whose corpse we had raised from the ground in the great cemetery, but a giant capable of guiding and driving these prodigious monsters. His height was above twelve feet. His head, as big as the head of a buffalo, was lost in a mane of matted hair. It was indeed a huge mane, like those which belonged to the elephants of the earlier ages of the world.\n\nIn his hand was a branch of a tree, which served as a crook for this antediluvian shepherd.\n\nWe remained profoundly still, speechless with surprise.\n\nBut we might at any moment be seen by him. Nothing remained for us but instant flight.\n\n“Come, come!” I cried, dragging my uncle along; and, for the first time, he made no resistance to my wishes.\n\nA quarter of an hour later we were far away from that terrible monster!\n\nNow that I think of the matter calmly, and that I reflect upon it dispassionately; now that months, years, have passed since this strange and unnatural adventure befell us—what am I to think, what am I to believe?\n\nNo, it is utterly impossible! Our ears must have deceived us, and our eyes have cheated us! we have not seen what we believed we had seen. No human being could by any possibility have existed in that subterranean world! No generation of men could inhabit the lower caverns of the globe without taking note of those who peopled the surface, without communication with them. It was folly, folly, folly! nothing else!\n\nI am rather inclined to admit the existence of some animal resembling in structure the human race—of some monkey of the first geological epochs, like that discovered by M. Lartet in the ossiferous deposit of Sansan.\n\nBut this animal, or being, whichsoever it was, surpassed in height all things known to modern science. Never mind. However unlikely it may be, it might have been a monkey—but a man, a living man, and with him a whole generation of gigantic animals, buried in the entrails of the earth—it was too monstrous to be believed!\n\n  1. The keeper of gigantic cattle, himself still more gigantic!\n\n[prev] [up] [next]\n\nCopyright © Zvi Har'El\n$Date: 2007\/12\/27 12:58:30 $",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.6647901535,
        "format_confidence":0.9825789928
    },
    {
        "url":"http:\/\/technovelgy.com\/ct\/content.asp?Bnum=2553",
        "text":"Latest By\n\nArtificial Intelligence\nData Storage\nInput Devices\nLiving Space\nSpace Tech\nVirtual Person\n\n\"Science fiction operates a little bit like science itself, in principle. You've got thousands of people exploring ideas, putting forth their own hypotheses. Most of them are dead wrong; a few stand the test of time; everything looks kind of quaint in hind\"\n- Peter Watts\n\nVirtual Immortality  \n  A method for storing the mind and memories of a person, and recalling and reconstituting them at will.  \n\nIn the end our ancestors learned how to analyze and store the information which would define any specific human being - and to use that information to recreate the original, as you have just recreated that couch.\n\n\"I know that such things interest you, Alvin, but I cannot tell you exactly how it was done. The way in which information is stored is of no importance; all that matters is the information itself. It may be in the form of written words on paper, of varying magnetic fields, or patterns of electric charge. Men have used all these methods of storage, and many others. Suffice it to say that long ago they were able to store themselves - or, to be more precise, the disembodied patters from which they could be called back into existence.\n\n\"So much you already know. This is the way our ancestors gave us virtual immortality, yet avoided the problems raised by the abolition of death. A thousand years in one body is long enough for any man; at the end of that time, his mind is clogged with memories, and he only asks for rest - or a new beginning.\n\n\"In a little while, Alvin, I shall prepare to leave this life. I shall go back through my memories, editing them and canceling those I do not wish to keep. Then I shall walk into the Hall of Creation, but through a door you have never seen. This old body will cease to exist, and so will consciousness itself. Nothing will be left of Jeserac but a galaxy of electrons frozen in the heart of a crystal.\n\n\"I shall sleep, Alvin, and without dreams. Then one day, perhaps a hundred thousand years from now, I shall find myself in a new body, meeting those who have been chosen to be my guardians. They will look after me as Eriston and Etania have guided you, for at first I will know nothing of Diaspar and will have no memories of what I was before. Those memories will slowly return, at the end of my infancy, and I will build upon them as I move forward into my new cycle of existence.\n\n\"That is the pattern of our lives. We have all been here many, many times before... this present population will never repeat itself again...\n\n...At any moment, Alvin, only a hundredth of the citizens of Diaspar live and walk in its streets. The vast majority sleep in the memory banks...\n\nFrom The City and the Stars, by Arthur C. Clarke.\nPublished by Unknown in 1956\nAdditional resources -\n\nCompare to the cortical stack from Altered Carbon, a 2003 novel by Richard Morgan.\n\nComment\/Join this discussion ( 0 ) | RSS\/XML | Blog This |\n\nAdditional resources:\n  More Ideas and Technology from The City and the Stars\n  More Ideas and Technology by Arthur C. Clarke\n  Tech news articles related to The City and the Stars\n  Tech news articles related to works by Arthur C. Clarke\n\nVirtual Immortality-related news articles:\n  - Neuroscientist Works Toward Virtual Immortality ala Clarke\n\nArticles related to Engineering\nRoad Noise Charges Electric Cars With Peugeot Piezoelectric Billboard\nCalifornia Gets Shockwave Rider-Style Avoidance Zones\nHelios Modular Touch Screen Wall Lights\nHarvest Water From Air With Sunlight\n\nWant to Contribute an Item? It's easy:\nGet the name of the item, a quote, the book's name and the author's name, and Add it here.\n\n\n  Web TechNovelgy.com   \n\n\n\nTechnovelgy (that's tech-novel-gee!) is devoted to the creative science inventions and ideas of sf authors. Look for the Invention Category that interests you, the Glossary, the Invention Timeline, or see what's New.\n\n\n\n\n\nMore News\n\nChinese Steal American Seeds From Our Fields\n'The Iszic maintain a jealously guarded monopoly...'\n\nRise Of Skywalker Could Trigger Epileptic Seizures\n'... then the screen started to flicker. I stared at it for a while.'\n\nSinging Ringing Tree Wind-Powered Sculpture\n'It was like no music Dirk had ever heard, It was eerie and wild...'\n\nExtremophile Microbe Loves Space Rocks\n'... designed for rooting in the metal make-up of the asteroids for vital elements.'\n\nMagic Mushroom Nose Spray From Silo Wellness\n'I don't need help... that's not my diagnosis!'\n\nCAV-X Supercavitating Ammo Deadly Underwater\n'...in the midst of this fluid, which is very dense compared with the atmosphere, shots could not go far.'\n\nSpace Domes Over-rated? Science Fiction Authors Have Answers\n'This was to be roofed over, sealed, and an atmosphere provided...'\n\nInjectable Magnetic Fluid Slows Bleeding, Aids Magneto\n'There's something different about you.'\n\nAutonomous Wheelchairs Improve Airport Mobility\n'Noiselessly, on rubber-tired wheels, they journeyed down the long aisles...'\n\nHVSD, Kitty Hawk's Electric Plane\nVery quiet commuter plane offers VTOL service.\n\nMore SF in the News\n\nMore Beyond Technovelgy\n\nHome | Glossary | Invention Timeline | Category | New | Contact Us | FAQ | Advertise |\nTechnovelgy.com - where science meets fiction™\n\nCopyright© Technovelgy LLC; all rights reserved.",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.8004374504,
        "format_confidence":0.7785807252
    },
    {
        "url":"https:\/\/philuponscience.com.au\/tag\/higgs-boson\/",
        "text":"Smells like Tauon Spirit\n\nTom Lehrer’s Elements Song is 150 years out of date – the science and the music (The Major General’s Song from Gilbert and Sullivan’s Pirates of Penzance) are both from late 1800s.\n\nSo it’s time for an update, to the tune of Nirvana’s Smells Like Teen Spirit. Video coming soon… email me if you want to hear it live!\n\n\nA memory for elements, I’ll leave that for the elephants\nA 4×4 explains it all, matter, forces, light as well.\n\nhydrogen , helium, lithium, they’re all done\nAtom, proton, neutron they’re all gone.\nHello boson, hello lepton, Hello quarks in 3 rows-\n\n\nDrop the table, Mr Lehrer, Standard model it’s much clearer\nThe colliders smash up atoms, matter’s only quarks and leptons,\nlike neutrinoes yeah neutrinoes ….\n\nQuarks in threes are nucleons, But you can’t get a quark alone\nThe quarks in me are downs and ups, electrons, small, can’t break em up,\n\nQuark charge, one third and sometimes two\nBaryon three quarks, meson only two\nElectrons’re leptons, neutrinos too, and there are two more rows-\n\n\nThere’s an up quark and a down one,\nstrange and charm quarks, Top and butt quarks.\nTau & muons are fat electrons, and neutrinos come in three rows\n\nYeah neutrinos, mu neutrinos, tau neutrinos,\n\nAntimatter, it’s no sin,  just flip the charge and quantum spin\nA photon’s light, waves of course, & carries electromagnetic force\nMagnetic fields’re no magic trick, it’s just a boson swapping quick.\nThey’re virtual, too short to see. They bind the quarks in me-\n\n\nInteractions, they’re all bosons, ‘lectromagnets are just photons,\nthere’s a strong one, it’s a gluon, weak force W and Z bosons.\n\nIn Geneva, found a big one, It’s not special, God’s no boson\n\nHiggs boson, a higgs boson, a higgs boson …\n\nContinue Reading Smells like Tauon Spirit\n\nEnd of content\n\nNo more pages to load",
        "topic_id":19,
        "format_id":2,
        "topic_confidence":0.9953052998,
        "format_confidence":0.6529186964
    }
]