[
    {
        "url":"https:\/\/matadornetwork.com\/videos\/trawen-travel-transformation-and-protecting-patagonia\/",
        "text":"Trawen: Travel, Transformation, and Protecting Patagonia\n\nThrough interviews with former Patagonia, Inc. CEO Kris Tompkins and the late Doug Tompkins, founder of The North Face, we learn the personal transformations that took them from the business world to conservation—protecting more land than any private individuals in history.\n\nLatest Releases\n\nChurchill, Manitoba: Life Under the Northern Lights\n\nWhat’s Good Seattle? Phil Discovers the City’s Culture\n\nBucket List Collection\n\nEP 2: Bucket List Collection: Photographing the Wilds of Atlantic Canada\n\nLuxury Off the Grid\n\nEP 2: Luxury Off The Grid: Heli Fly Fishing and Exploring The Great Bear Rainforest\n\nOutdoor Adventure From Pittsburgh To the PA Wilds With Rick on the Run\n\nPack the Kids\n\nEP 2: Pack the Kids: We Traveled To Türkiye With Our Kids. Here's a Video of Our Trip\n\nWho Goes THERE?: Black Sea, Türkiye\n\nBucket List Collection\n\nEP 1: Bucket List Collection: Trekking Across the Jordan Trail\n\n10 Ways To Fall in Love With the Outer Banks\n\n8 Biltmore Outdoor Activities That Are Impossible Not To Instagram\n\nMichigan Outdoor Adventures: 5 Great Spots for Work Life Balance With Mirna Valerio\n\nLuxury Off the Grid\n\nEP 1: Luxury Off The Grid: Exploring Alaska in a Bush Plane\n\nPack the Kids\n\nEP 1: Pack the Kids: Kissimmee, Florida\n\nA Family With 5 Kids and 3 Dogs Found a Perfect First Time RVing Adventure in Northern California\n\n4 Family Restaurants Bringing Multicultural Cuisine To Idaho\n\nOriginal Films\n\nSave Bookmark\n\nWe use cookies for analytics tracking and advertising from our partners. For more information read our privacy policy.",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.8790094852,
        "format_confidence":0.7612784505
    },
    {
        "url":"https:\/\/www.alltravels.com\/american-samoa\/all-regions\/unknown\/photos\/current-photo-38925779",
        "text":"Photo : Pago Pago Harbor\n\nA picture of 'Pago Pago Harbor', this photo is taken in the destination of Pago Pago in the territory of American Samoa. You can click on the image below to see a higher resolution version of this picture, or on the links below that to see more photos by this photographer. This picture is displayed according to Panaramio Copyright Policies.\n\nPago Pago Harbor\nPhotographer : Mac Thunder [07 August 2010]\nPhotos provided by Panoramio are under the copyright of their owners",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.9737902284,
        "format_confidence":0.9458883405
    },
    {
        "url":"http:\/\/travel.nationalgeographic.com\/travel\/traveler-magazine\/photo-contest\/2013\/entries\/220631\/view\/",
        "text":"Finding the meaning of a solitary Life\n\nCategory: Travel Portraits\n\n\nPhoto and caption by Donna Parry\n\nBhutanese Monk at the Jambay Lhathang Trmple finds meaning in a solitary life by making tormas for the sacrificial butter cakes. The temple built in the 7th century is said to be one of the 108 temples built by King Songtsen Goenpo on a single day, to pin down an ogress to earth forever.\n\nLocation: Bumthang, Bhutan\n\n\nMore Travel Portraits Entries »\n\n  1. Desert Man\n\n    By Kathie Kopa\n\n  2. Namaskar\n\n    By Matthew Belmonte\n\n  3. Lost in thoughts-reflections\n\n    By mirza gaush beg\n\nTake A Nat Geo Trip\n\nSelect a destination or trip type to find a trip:\n\nSee All Trips »\n\nJoin Nat Geo Travel's Communities\n\nSubscribe to Nat Geo Traveler\n\n  • 3050C_TRV_Banner_160x120.jpg\n\n    Order Now\n\n    Available in print and for iPad®! See destinations come alive with 360-degree photos, videos, and more!",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.9594691396,
        "format_confidence":0.5888005495
    },
    {
        "url":"https:\/\/www.webcamtaxi.com\/en\/usa\/florida\/deerfield-beach.html",
        "text":"Local Time: 12:10\n 8th May 2021\n\n\nEnjoy this live stream of the pleasant Deerfield Beach, situated in South Florida, in the United States. The award-winning “Blue Wave” beach has excellent beach conditions, water quality and safety services. Around the wonderful stretch of sand in the city of Deerfield Beach you will find great dining and shopping opportunities as well as the nearby the 430-acre Quiet Waters Park offering long courses of cable water-skiing, fishing, campgrounds and more!\nTo explore Deerfield Beach, in Florida, please find our map by scrolling down the page.\n\nMap of Deerfield Beach, USA\n\nFlorida Webcams",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.9906308055,
        "format_confidence":0.9284833074
    },
    {
        "url":"https:\/\/caravancorrespondent.com\/tag\/kitesurfing\/",
        "text":"Caravan Correspondent\n\nAustralian Travel Writer and Photographer 💙 Caravan Holidays.\n\nCoronation Beach and meeting a Queen\n\nimg_2909We had read quite a lot about Coronation Beach, just a little north of Geraldton, being a great free camp spot.  So it was always on the cards that we would spend a bit of time there. Free camp is a bit of a misnomer, but only paying $8 per head per night is pretty good.\n\nContinue reading",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.8135042787,
        "format_confidence":0.53891927
    },
    {
        "url":"http:\/\/www.thetimes.co.uk\/tto\/business\/industries\/leisure\/article3805739.ece",
        "text":"Welcome to your preview of The Times\n\nSubscribe now\n\nThere won’t be much room at the new Premier Inn, but then that’s the idea\n\nThe first Hub will open on St Martin’s Lane in central London next summer\nPremier Inn\n  • A Hub room by Premier Inn\n    1 of 1\n    The first Hub will open on St Martin’s Lane in central London next summer Premier Inn\n\nIts bedrooms will be small and room rates will be cheap, but Whitbread claims that its low-cost Hub by Premier Inn brand will offer cutting-edge technology — and a decent shower and comfy bed.\n\nA smartphone app will enable guests to book and check-in online, pre-set the room temperature and light settings and even choose which television or radio channel they want playing in their room when they arrive.\n\nWhen the first Hub opens in a former office block in St Martin’s Lane, Central London, next autumn, its 167 rooms will cost less than £100 a night — compared with an average\n\nSubscribe now\nAlready a subscriber?\n\nTo see the full article you need to subscribe\n\n\nBehind the story:\n\nRelated topics:\n\nSponsored Editorial\n\nCourtney Lawes and George North\n\nScrum Together\n\nInspiration from home nation heroes\n\nRBS 6 Nations stars on how they come together as a team to succeed\n\nOld-style charm in Charleston\n\nVisit the USA\n\nHere’s how you let the good times roll\n\nLouisiana is the proud birthplace of jazz, but it’s not resting on its laurels\n\nExperience the wonder of Africa Travels\n\nAfrica Travel\n\nSafaris, cities and luxurious beach getaways\n\nThere is no time like the present to make South Africa your holiday destination of choice\n\nThe Challengers\n\nTurning a crisp empire into a vodka businesss\n\nMeet the businesses making it big in China\n\nTurks and Caicos Islands\n\nBuilding prosperity in paradise\n\nAfter a low period these beautiful islands are back in business\n\n\nNew year - new view\n\nAs thoughts turn to fresh starts and healthier living, put some focus on your eyes in 2016\n\n\nThe future of engineering\n\nTake the fear factor out of innovation\n\nHow cultural resistance to change must be overcome if companies want to move ahead\n\nCyber security\n\nCyber Security\n\nDon’t kiss goodbye to online safety\n\nHow to educate employees about protecting their data from hackers\n\nBusiness City Guide\n\nCity Business\n\nGetting started\n\nThinking of setting up a business abroad? Don’t go anywhere without consulting this guide\n\nGoldman Sachs\n\nGoldman Sachs\n\nUnderstanding capital markets\n\nSpeed of European monetary union has left capital markets in the slow lane",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.7341665626,
        "format_confidence":0.9282019138
    },
    {
        "url":"http:\/\/www.vrbo.com\/3169928ha",
        "text":"\n\nSorry... We are unable to locate the requested page\n\nPerhaps the page has moved OR there may have been a typo in the web address...\n\nPlease visit our HOME PAGE - if you know the listing number you can search by listing # there or search by location. \n\nHappy Travels!!!!\n\nThe Team",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.9752022624,
        "format_confidence":0.6929414272
    },
    {
        "url":"http:\/\/www.360cities.net\/image\/ropeway-access-new-zealand",
        "text":"Projections and Nav Modes\n  • Normal View\n  • Fisheye View\n  • Architectural View\n  • Stereographic View\n  • Little Planet View\n  • Panini View\nClick and Drag \/ QTVR mode\nShare this panorama\nFor Non-Commercial Use Only\nThis panorama can be embedded into a non-commercial site at no charge. Read more\nDo you agree to the Terms & Conditions?\nFor commercial use, contact us\nEmbed this Panorama\nFor Non-Commercial Use Only\nFor commercial use, contact us\nLicense this Panorama\n\nEnhances advertising, editorial, film, video, TV, Websites, and mobile experiences.\n\n\n\nRopeway Access\nNew Zealand\n\nWhen the river is in spate the only access to the other side for DOC workers and for humters, trampers, is the ropeway. I am told that this one no longer works and another, further up the river, has been built. This made a great picture so I took them at their word.\n\nThis is the start of several hill walks, some of a number of day's duration. There are huts provided for shelter along the way- welcome relief at the end of a hard day's walk.\n\nCopyright: Asset Imaging Photography\nType: Spherical\nResolution: 8190x4095\nTaken: 03\/11\/2010\nUploaded: 14\/11\/2010\nUpdated: 07\/03\/2015\n\n\nTags: ropeway. flood; river\ncomments powered by Disqus\nMore About New Zealand",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.8085383773,
        "format_confidence":0.952903986
    }
]