[
    {
        "url":"https:\/\/intellij-support.jetbrains.com\/hc\/en-us\/articles\/207253135-CLion-fails-to-find-some-of-my-headers-Where-does-it-search-for-them-",
        "text":"CLion fails to find some of my headers. Where does it search for them?\n\nCLion searches through the same places CMake does. Set the include_directories variable in CMake to provide the headers path to the IDE. More details on CMake configuration can be found in our Quick CMake Tutorial.\n\nSince CLion 1.5 EAP there is also a new feature ‘Mark Directory As’ that allows to mark directories as:\n\n  • Excluded\n  • Libraries\n  • Project sources and headers\n\nRead more about use cases and details in our blog.\n\n\n\n\nI hope this helps.\n\ncmake_minimum_required(VERSION 3.6)\n\n\n#Set your directories. The dot representes the root application folder.\n#Thus my the path to my domain folder:\nset(APP_DOMAIN .\/domain)\nset(APP_CALC .\/calc)\n\n#Include the directories and now your cpp files will recognize your headers\n\nadd_executable(untitled ${SOURCE_FILES})\n\n\nIn my CMakeLists.txt I tried \n\ninclude_directories( .\/src )\n\nBut still the line\n\n#include <module.h>\n\nis grayed out and GoTo Definition \/ Declaration doesn't work. When I change that to \n\n#include \"module.h\"\n\nit does work as the .cpp file is in the same folder as the header. But I'm not allowed to use \"\". How do I make CLion find my headers included with #include <> ? Any help would be greatly appreciated.\n\n\nI have the same issue: my header files are included as #include <xxx.h> and they are not recognised and all my struct definitions are red\n\nI have included \n\ninclude_directories( .\/src\/include )\nwhich is where my header files are\n\nWe can't reproduce the problem on our side. Could you please file a bug report and attach an isolated sample project?\n\nThanks in advance.\n\n\nI have a project which builds inside an \"SDK\" in chroot environment. Project CMake build system is designed to be used from inside the SDK. I managed to build the project by specifying CMake from inside the SDK in CLion->Settings->Build,->Toolchains.\n\nProblem is that build is working now, but proper indexing is not. CMake cache contains paths to includes relative to the SDK root. It makes make happy, but CLion can't resolve them.\n\nQuestion is if there is any CLion configuration file where I can specify include paths for indexing?\n\n\nV Krikun, could you please describe your configuration (and if possible, attach the generated cmake files) in CPP-2519?\n\n\n\nPlease sign in to leave a comment.\n\nHave more questions?\n\nSubmit a request",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9816704988,
        "format_confidence":0.7069180608
    },
    {
        "url":"https:\/\/www.digitalocean.com\/community\/questions\/how-enable-digital-ocean-one-click-lamp-server",
        "text":"How enable digital ocean one click LAMP server ?\n\nPosted October 23, 2016 22k views\nLAMP StackUbuntu 16.04\n\nI just install a Lamp server with the one click app option and us the tutorials say i enter via ssh to do all the config but when i finish all y try to access the domain and the message. Please log into your droplet via SSH to configure your LAMP installation. still there, i don’t know how manually enable it.\n\nThese answers are provided by our Community. If you find them useful, show some love by clicking the heart. If you run into issues leave a comment, or add your own answer to help others.\n\nSubmit an Answer\n7 answers\n\nsuggestion for digital ocean, change the default page to mention the altering of index.html. I was confused at first because I thought I had to follow the lamp installation steps in the LAMP guide.\n\n\nIt’s already enabled when you logged in via SSH.\nThis page you see is static, created probably in \/var\/www\/html\/index.html.\nIf you open that file with any text editor, e.g.:\n\n  • nano \/var\/www\/html\/index.html\n\nyou will somewhere in HTML code content that says Please log into your Droplet via SSH to configure your LAMP installation.\n\nYou can safely delete that file and use your html root directory normal.\nTo be sure it’s working you can set index.html to something like:\n\nnano \/var\/www\/html\/index.html\n<p>Hello World!<\/p>\n\nGo to your Droplet IP via Browser and you shall see Hello World!.\n\nThis is just a bad worded message, maybe someone from DigitalOcean will see it and report it to appropriate or I will report it to them :D\n\nI agree with crazycoderman.\nWhy not let people now on the placeholder how they can replace it?\n\nThanks for the help anyway… I was in the wrong directory. :shame: :dumbass:",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.8885948062,
        "format_confidence":0.9654808044
    },
    {
        "url":"https:\/\/mailman.nginx.org\/pipermail\/nginx\/2014-September\/045229.html",
        "text":"Underscore between variables\n\njamel nginx-forum at nginx.us\nFri Sep 26 13:43:59 UTC 2014\n\nI'm trying to rewrite URL with parameters x, y, z to filename by such\ntemplate: file_{x}_{y}_{z}.txt\nlocation \/path {\n    rewrite ^ \/path\/file_$arg_x_$arg_y_$arg_z.txt break;\n    root \/var\/www;\nBut it is not working. Because nginx tries to use variables x_, y_.\nHow can I use underscore symbol to separate variables?\nIn bash there is curly brackets style for such cases: ${x}_${y}_${z}.\nMay be nginx has something special for this too.\nSergey Polovko\n\nPosted at Nginx Forum: http:\/\/forum.nginx.org\/read.php?2,253560,253560#msg-253560\n\nMore information about the nginx mailing list",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9313639402,
        "format_confidence":0.6973361373
    },
    {
        "url":"http:\/\/stackoverflow.com\/questions\/3519074\/python-string-conversion-for-eval?answertab=oldest",
        "text":"Take the 2-minute tour ×\nStack Overflow is a question and answer site for professional and enthusiast programmers. It's 100% free, no registration required.\n\nI have list like:\n\n['name','country_id', 'price','rate','discount', 'qty']\n\nand a string expression like\n\nexp = 'qty * price - discount + 100'\n\nI want to convert this expression into\n\nexp = 'obj.qty * obj.price - obj.discount + 100'\n\nas I wanna eval this expression like eval(exp or False, dict(obj=my_obj))\n\nmy question is what would be the best way to generate the expression for python eval evaluation....\n\nshare|improve this question\nwhere does exp come from? –  John La Rooy Aug 19 '10 at 5:58\nuser input, its being used in dynamic way, where user needs to change their expressions –  shahjapan Aug 19 '10 at 6:38\n\n3 Answers 3\n\nup vote 2 down vote accepted\n\nOf course you have to be very careful using eval. Would be interesting to know why you need to use eval for this at all\n\nThis way makes it harder for something bad to happen if a malicious user finds a way to put non numeric data in the fields\n\nimport re\nexp = 'qty * price - discount + 100'\nexp = re.sub('(qty|price|discount)','%(\\\\1)f', exp)%vars(obj)\nshare|improve this answer\nI can use literal eval also, but expression is dynamically entered by end user ! –  shahjapan Aug 19 '10 at 6:18\n@shahjapan: Use literal_eval -- that's what it's there for! –  katrielalex Aug 19 '10 at 8:13\n\nI assume that the list you have is the list of available obj properties.\n\nIf it is so, I'd suggest to use regular expressions, like this:\n\nimport re\n\nproperties = ['name', 'country_id', 'price', 'rate', 'discount', 'qty']\nprefix = 'obj'\nexp = 'qty * price - discount + 100'\n\nr = re.compile('(' + '|'.join(properties) + ')')\nnew_exp = r.sub(prefix + r'.\\1', exp)\nshare|improve this answer\n\nThe simplest way would be to loop through each of your potential variables, and replace all instances of them in the target string.\n\nkeys = ['name','country_id', 'price','rate','discount', 'qty']\nexp = 'qty * price - discount + 100'\n\nfor key in keys:\n    exp = exp.replace(key, '%s.%s' % ('your_object', key))\n\n\n'your_object.qty * your_object.price - your_object.discount + 100'\nshare|improve this answer\nIt was failed when I have keys like list_price, price, standard_price..... :) –  shahjapan Aug 19 '10 at 13:12\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9861972928,
        "format_confidence":0.9906402826
    },
    {
        "url":"http:\/\/www.go4sharepoint.com\/Forum\/database-server-migration-renaming-23284.aspx",
        "text":"MOSS Forum\n\nAsk Question   UnAnswered\nHome » Forum » MOSS       RSS Feeds\n\nDatabase server migration - renaming database server in SharePoint 2007\n\n  Asked By: Pallavi    Date: Sep 17    Category: MOSS    Views: 3099\n\nWe are migrating our SharePoint databases to a new database server. This new\ndatabase server will have a new name for SharePoint to reference. How do I go\nabout pointing SharePoint 2007 from the old database server name to the new\n\nIt seems like there should be a simple solution, but I have yet to find a solid\n\n\n\n7 Answers Found\n\nAnswer #1    Answered By: .net Guru     Answered On: Sep 17\n\nThe simplest solution would be if you had built your original system using\nan SQL alias. Then all you would need to do is move the physical databases\nand change which server the alias was pointing to. That's why its normally\na best practice to always use SQL aliases when doing a SharePoint install.\nSince it appears that you didn't use aliases, it's a little more difficult.\nMoving your content databases is fairly easy. You can just detach them,\nback them up, restore them to the new server and then re-attach them using\nthe new location. But you can't do that with the configuration database.\nTake a look at the following blog post for more info.\n\n\nAnswer #2    Answered By: Renata Burt     Answered On: Sep 17\n\nUnfortunately when this farm was originally configured the db alias option was\noverlooked or not literally recommended at the time 3 years ago. I'm the one\nwho set up this farm originally, I reviewed MS documentation available at the\ntime and do not see a reference to using a db alias during installation. Oh\nwell, that is water under the bridge.\n\nI will review the link you sent. I also was referred to this link:\n\n\nIt's a newer procedure, but still does not give an example that is like my\nrequirement. I may have to create a hybrid solution.\n\nHopefully I can come up with a solution that includes a db alias.\n\nAnswer #3    Answered By: Lazaro Rutledge     Answered On: Sep 17\n\nIt is a newer link, but you'll notice that step 11 requires creation of a\nSQL alias that uses the same name as the existing SQL server. This will\nonly work if you are deactivating the existing server when moving the\ndatabase. So you will be physically moving the databases, but all the\nnaming will remain exactly the same as it is now.\n\nAnswer #4    Answered By: Karin Kerr     Answered On: Sep 17\n\nI noticed that as well. Since in this solution I will not be changing the db\nserver name configuration in SharePoint, I have other concerns.\n\nThe current database server configuration is \"ds1prodmoss\\moss,1437\". Will this\nformat convert to an alias name. My concern is whether I can use a '\\'\ncharacter in the alias name and also indicate the port number as part of the\nalias name? Does the alias point directly to the instance or does the instance\nget appended to the alias name? And the same with the port number. Will an\nalias name such as this be invalid?\n\nAnswer #5    Answered By: Vinod Kumar     Answered On: Sep 17\n\nYou'll have to try it. I normally use an alias so that I don't have to\ninclude the instance name, since that can cause some issues in SharePoint\n2010. Whichever way you go I don't think you would use the port number as\npart of the alias.\n\nAnswer #6    Answered By: Jeffery Hayes     Answered On: Sep 17\n\nI've successfully aliased a named instance before. I've also been on a\nnon-standard port. Should work. Give it a try\n\nAnswer #7    Answered By: Mohini Tiwari     Answered On: Sep 17\n\nI've successfully created an alias for a named SQL instance before too. In\nfact I consider that a Best Practice when working with SharePoint. But what\nI wasn't sure you could do was name an alias as though it were a named",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.5352173448,
        "format_confidence":0.9848549962
    },
    {
        "url":"https:\/\/discourse.gohugo.io\/t\/vertical-sections-not-displaying\/18280",
        "text":"Vertical sections not displaying\n\nI have this as my sample Hugo page:\n\ntitle = \"Rob's first Hugo reveal site\"\noutputs = [\"Reveal\"]\ntheme = \"night\"\nmargin = 0.2\nweight = 1\n\n# Slide one\n\nText for slide one.\n\n\n# Slide two\n\nText for slide two.\n\n\n{{% section %}}\n\n# Slide three - vertical slide one\n\nText for slide three - vertical slide one\n\n\n# Slide three - vertical slide two\n\nText for slide three - vertical slide two\n\n{{% \/section %}}\n\nBut this is what I see… can anyone tell me what I am doing wrong?\n\n1 Like\n\nTo debug your site we have to see the code (not just the contents of one content file). Please read #support issues for examples, and follow the advice at Requesting Help.\n\n\nThanks for the hint @maiki, I have uploaded a copy of my sample here:\n\n\nIs there any possibility that the issue is to do with line-endings?\n\n\nI think this may have to do with the recent changes in 0.55 around shortcodes:\n\nThe easiest way to resolve is probably to let the theme author know so they can fix it in the theme directly. You may have to wait for them to get around to doing it, and then update your copy of the theme to the latest version after.\n\nThe fastest is to do it yourself: overwrite the section shortcode by creating a shortcode at yoursite\/layouts\/shortcodes\/section.html. Copy the contents of the theme’s theme\/layout\/shortcodes\/section.html, and add\n\n{{ $_hugo_config := `{ \"version\": 1 }` }}\n\nto the beginning, as discussed in the relnotes I linked to above.\n\n\nFor future reference, this is what I did to fix this (until the reveal creators update the theme).\n\n$ cp .\/themes\/reveal-hugo\/layouts\/shortcodes\/section.html .\/layouts\/shortcodes\n\n$ tree layouts\/\n`-- shortcodes\n    `-- section.html\n\n1 directory, 1 file\n\nEdit that section.html to give it the following contents:\n\n$ cat layouts\/shortcodes\/section.html\n{{ $_hugo_config := `{ \"version\": 1 }` }}\n<section data-shortcode-section>\n{{ .Inner }}\n\nAnd now the section code works as I expected it from following previous (now out of date) tutorial matter.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9509197474,
        "format_confidence":0.5492852926
    },
    {
        "url":"http:\/\/www.sitefinity.com\/developer-network\/forums\/developing-with-sitefinity-\/multisite-sharing",
        "text":"Try Now\nMore in this section\n\nForums \/ Developing with Sitefinity \/ MultiSite Sharing\n\nMultiSite Sharing\n\n2 posts, 0 answered\n  1. ranjith\n    ranjith avatar\n    1 posts\n    26 Jan 2015\n    12 May 2015\n    Link to this post\n    When creating a multisite we will share one of the existing site which creates another site with same content and templates. Here if the user changes some thing in the template and publish it, then everything will be changed in all the site because everything is shared among the sites but i don't want that. I have to change only one template in one of the site and second site shouldn't be changed. How can i achieve this.    \n  2. Sabrie Nedzhip\n    Sabrie Nedzhip avatar\n    534 posts\n    20 Jan 2017\n    15 May 2015\n    Link to this post\n    Hi Ranjith,\n\n    If the widget templates are shared between the sites, any changes that you make to the template will be visible on every site where the widget template is shared.\n\n    If you would like to have different templates fro the different sites, please copy the markup of the widget template and then please create a new template under Design -> Widget Templates in the specified site using the markup you have copied. Please also note to properly select the widget you would like to apply the template to by selecting it from the This template is applied to... dropdown list.\n\n    Please refer to the following documentation article for more details on creating new widget templates.\n\n    Sabrie Nedzhip\n    Do you want to have your say in the Sitefinity development roadmap? Do you want to know when a feature you requested is added or when a bug fixed? Explore the Telerik Sitefinity CMS Ideas&Feedback Portal and vote to affect the priority of the items\n2 posts, 0 answered",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9515829086,
        "format_confidence":0.8797553182
    },
    {
        "url":"https:\/\/drupal.stackexchange.com\/questions\/157714\/how-to-implement-a-nomination-process-for-nodes\/157718",
        "text":"I want to implement a nomination process. Users should be able to\n\n  1. Nominate existing Nodes of type 'course'.\n  2. Nominate new content that should later be of type 'course'.\n\nAll nominations should be listed somewhere.\n\nWhat's the best way to do this?\n\nFor 1. I thought about using the Flag module and then just make a view where all nodes with nomination flag are listed.\n\nFor 2. I'm not sure, maybe I use webforms and the admin has to transfer it into a node of type 'course'. But how do I get a list of new AND existing nominated content?\n\n\nHow about using modules Node_convert, and Flag (which is obviously a must have for what you're looking for)? About Node convert (from it's project page):\n\nadds a menu tab \"Convert\" on the node view page, i.e. node\/1\/convert, which gives the ability to convert the node from its current node type to another node type. The module provides the means to transfer all the field values of the current node type into fields on the destination node type, or discard them.\n\nI'm using Node_convert already for long time, works great. It allows for implementing a lifecycle (or workflow?) to start from a node that is only just something like an idea (or suggestion, question, issue, abstract, etc). Those ideas that get the highest votings, are the ones that seem to make sense to handle with highest priority. Compare it to a 'Question' with a lot of votes, but with hardly any (or no) answers.\n\nWhen the node's content evolves (read: the more effort\/details added to it), I convert its content type to finished products like (eg) a recipe, a redbook (already from my Drupal 6 days a few years ago).\n\nBy combining it with some type of access module (related to either taxonomy or content type) I can make it more restrictive to give access to it. E.g. public to start from, then \"authenticated\", and in the end only for roles such as \"subscribers\", \"students\", etc.\n\nMaybe you also want to consider Fivestar and\/or Voting API (I have the impression that \"Voting\" is a kind of synomym of what you mean with \"Nominate\").\n\nAnd of course: use Views as you are considering already. To continue my samples above: using some basics Views reports, you can easily massage it all in a todo list also.\n\n| improve this answer | |\n  • thanks for your input, sadly node_convert does not support all of the field types I need (e.g. paragraphs) but I keep this one in mind for another project. – scar May 18 '15 at 14:45\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9313526154,
        "format_confidence":0.9914167523
    }
]