[
    {
        "url":"http:\/\/savageafterworld.blogspot.com\/2013\/09\/",
        "text":"Monday, September 30, 2013\n\nSavage Menagerie: Computer Bug\n\nNo. Enc.: 0 (3d4)\nAlignment: Neutral\nMovement: 10' (2')\nArmor Class: 9\nHit Dice: 1 hit point\nAttacks: Special\nDamage: Special\nSave: L0\nMorale: None\nHoard Class: None\n\nHarmless to humans, animals, and mutants yet deadly to androids, cyborgs, and robots, Computer Bugs are \"cybernetic termites\" that consume the delicate circuitry found in the matrices of artificial intelligents. Attacking much like the Rot Grub (MF rules, page 93), a Computer Bug can easily bore through an android's outer skin layer. Once inside the robot's system, the Computer Bug will head straight for the AI's positronic CPU if not stopped immediately with an application of electricity at the site of the initial infestation. This shock will destroy the Bug, as well as inflict 1d6 hit points of damage per instance. If not stopped, the Computer Bug will reach the AI's CPU in 3d10 minutes and then begin consuming the crystalline matrix, which will instantly kill the host.\n\nMutations: none\n\nFriday, September 27, 2013\n\nGoing Postal -- Teflon Coating:Shield Options And Man In The Machine: Basic Androids\n\nJohn Buckley over at The Knotty-Works has released two new supplements for the Mutant Future RPG! Both supplements are for his growing \"Going Postal\" series, which will present new supplemental rules and expansion to the core rules.\n\nTeflon Coating: Shield Options -- This issue covers shield options including typical post-apocalyptic gear that most fledgling wasteland adventurers would use; an optional combat mechanic; and some pre-apocalyptic powered shields that may be found in the crumbling ruins and deserted installations of those who lived before the world ended.\n\nMan in the Machine: Basic Androids --  This issue covers android archetypes and options for the Basic Android. Three new archetypes are introduced, including a law enforcement model, a military model with specializations, and a medic response android. Four example androids are also introduced that may be used by the Mutant Lord to easily populate a crumbling mall, desolated sports arena, or the vestages of a massive battlefield.\n\nBoth PDFs are 99 cents at Drive Through RPG!\n\nWednesday, September 25, 2013\n\nClassic RPG Map Dice Bag Available!\n\nWow! Michael Althauser (greyedout on Etsy) did a FANTASTIC job creating a new custom dice bag for me with the Classic RPG Map cloth pattern I designed at Spoonflower. It should be arriving sometime this week. Don't you wish you could get one too? Well, guess what! Michael has added this design to his dice bag shop, so now you can also order one of these Classic RPG Map dice bags of your very own! Only $20 plus shipping!\n\nSaturday, September 21, 2013\n\nDangerous Encounter: Skinning The Cat\n\nThis simple little encounter can turn very deadly very quickly for one (or more) of the PCs if they aren't cautious. While travelling, the PCs should see a large tree about 30 yards off the side of the road they're on. Sitting propped up at the foot of the tree is a humanoid skeleton. It's fairly easy to see the unmoving corpse, even at this distance. The PCs can throw things at the skeleton, shoot at it, yell, but the skeleton doesn't stir and nothing comes running out to ambush them. \n\nWhen they get about 10 yards away from the skeleton, tell them that the body has flies and small insects swarming all over it, as it still has bloody strips of muscle and tissue still clinging to the bones, as if the corpse was slaughtered, stripped, and deposited here recently. There is a satchel laying next to the corpse as well, so whoever killed the victim didn't seem particularly interested in his belongings. At this point, the players are probably watching for the creature or animal that did this. What they may not figure out until it's too late is that the tree the skeleton rests against is also his killer.\n\nThe tree is a Skinner Tree (MF rules, page 95). Skinner Trees use their roots and vines to grab and hold a victim while numerous bladed and thorned vines flay and strip the flesh from them, depositing them into a hungry mouth in its trunk. When the victim is dead and all of the flesh is consumed, the Skinner Tree leaves the corpse nearby in hopes of attracting any hungry animals or scavengers. The unfortunate traveler decided to take a nap at the foot of the Skinner Tree and was flayed while he slept.\n\nSkinner Tree (1) (AL C, MV 60' (20'), AC 4, HD 15, #AT 1 (skinning vines), DG 2d8, SV L5, ML 10, mutations: prehensile tendrils, tripping tendrils, natural vegetal weapons, free movement)\n\nIf the party gets within 20 feet, the Skinner Tree's prehensile tendrils will whip out from the highest branches of the tree to try to grab and gold the PC. If successfully hit, the PC will take 2d6 of constriction damage while being held tightly. Meanwhile, the Tree's tripping tendrils will wriggle up out of the earth and will grapple their feet and legs to keep escape minimal. Any PC who is successfully grabbed will be dragged nearer the Skinner Tree where its sharp thorned vines wait to slice and dice the victim.\n\nThe Skinner Tree's bladed vines do 2d8 hit points of damage, and each hit strips a piece of the living victim's body flesh. If a victim is successfully flayed 5 times, he must make a save versus death on any further successful attacks. Failure means the victim dies of shock and blood loss. Any victim who is successfully flayed 10 times dies of shock and blood loss regardless of any remaining hit points he may have.\n\nIf the PCs manage to escape and\/or kill the Skinner Tree and retrieve the satchel, they may keep the 6 bottles of high-quality synthehol within (a trader would pay up to 50 gold pieces each for them) as well as the 665 gold pieces hidden in a secret pouch on the side.\n\nThursday, September 19, 2013\n\nGimme Five!\n\n...Five more followers, that is!\n\nI posted this exact same blog post back in 2011 when I was hovering at 195 followers for about a month. Now, The Savage AfterWorld is tantalizingly close to having 300 followers. If you've enjoyed The Savage AfterWorld over the years, but haven't felt the need to click on the little \"Join This Site\" button to the right, why not take a second and do so today? Heck, if you just stumbled across the site today and you like what you see, do me a favor and sign on the dotted line. Membership is free, and we only accept attractive, successful, intelligent mutants to our ranks. So follow us, and increase your social standing in our apocalyptic community!\n\nEDITED TO ADD: And Will Arnold pushed me over the top! Thanks to everyone who joined this week, and thanks to everyone who's followed this blog over the years. Time to get back to the radium mines and deliver some content to you folks!\n\nWednesday, September 18, 2013\n\nDangerous Encounter: The Fungus Among Us\n\nNOTE: This encounter is best run with either one PC or perhaps a few party members while the others are on another quest or unavailable. This encounter could perhaps be played as a side trek or if the party gets split or separated. WARNING: If you run your entire group through this encounter all at the same time, it could result in the deaths of all party members (which will become apparent as you read).\n\nWhile travelling down a little-used path, the PCs will notice that various molds, slimes, and fungi grow rampant. Mushrooms and toadstools line the path, and every tree is spotted with fungus. There is a musty smell in the air. While taking this in, have the PCs roll versus surprise. If they make it, they'll see that two of the fungus-covered figures by the side of the road are reaching out to grab them!  (If they miss the roll, the two figures get a surprise attack on them.) These two creatures are fungus-covered Shroombies -- dead creatures animated through a nefarious fungus that takes root and replaces their vital organs.\n\nShroombies (2) (AL C, MV 90' (30'), AC 8, HD 5, #AT 2 (claw\/bite or poisonous spores), DG 1d6\/2d6, SV L4, ML 6, mutations: metaconcert, poisonous spores (hallucinogenic))\n\nEerily silent, the Shroombies press their attack, clawing and biting in an attempt to bring down their victims. At several points during the attack, the Shroombies will use their poisonous spore attack, breathing out a cloud of greenish-grey spores into the faces of the PCs. Have the PCs roll a save versus poison, but regardless of the outcome, tell them there was no effect. (More on this in a moment.) Have the combat last until the Shroombies are (hopefully) defeated.\n\nOnce the combat has ended, the PCs will hear a voice behind them. Turning, they'll see a small girl standing in the path. \"'ve defeated them! Oh thank you! Thank you! You must come with me and tell the village of your victory!\" She'll run off down the path and, in the distance, the PCs can now hear music and laughter. If they follow her, the PCs will come to a small glade in the center of the fungus-filled forest. Here, they find a small village filled with what appear to be pure humans. They are warmly greeted as heroes and made to feel utterly welcome. The Mutant Lord should play up on the PCs egos. Anything they may want is provided by the village (\"As thanks for destroying the fungus menace!\"). No matter how suspicious they may be or how wary they are, everything appears on the level. Have the PCs actually discovered a haven?\n\nOf course not. It's all a lie. A fungus-fueled lie.\n\nThe Shroombies were lurking on the edge of a Fungal Grove, a dangerous gigantic fungal organism (MF rules, page 72). As the PCs approached the area, they were already becoming affected by the poisonous spores that float heavily in the air and cling to most surfaces. These poisonous spores have two effects: first, it triggers hallucinations in those affected, and second, it connects the minds of those affected in metaconcert. In other words, the PCs are now under a shared hallucination. While under the spell of the spores, they have in reality wandered into the heart of the Fung... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9960026145,
        "format_confidence":0.9831898212
    },
    {
        "url":"http:\/\/gregslittlewars.blogspot.com\/2016\/10\/juba-i-vs-legions-of-rome.html",
        "text":"Sunday, October 23, 2016\n\nJuba I vs. The Legions of Rome\n\nMy honored followers we had a very special game day at Mike's house yesterday. Mike and his wife Mary served us cake to celebrate Mike's birthday and the announcement of his well deserved retirement from the railroad. Mike has had a life long involvement with trains starting with building them and lately, repairing them. On top of all of this it was the last game our this years campaign season.\n\nOur cast of characters was, Mike, Wendel, Ken, Bill, Phil and myself. Unfortunately Phil was called away and could not participate. So we had Wendel, Bill and Ken as the Generals of Rome and Mike and I commanded Juba's warriors of North Africa.\n\nSo here are some pictures of our initial set up.\nBelow we have the army of Juba I.\n And below we have the army of Rome.\n\nThe Africans gained the initiative and decided to move first.\n Where they promptly received some casualties from a Roman balista and a unit of archers.\nThe second turn saw the initiative move to Rome but they allowed Juba's army to move first. So we advanced again taking still more annoying missile hits.\n\nFinally we get to close for some good old hack and slash! and a mighty blood bath it was.\n\nJuba's troops moved steadily towards the Roman main line while the Romans were using a wait and see tactic. This allowed the Romans to inflict as many casualties as possible with their formidable missile units before closing into melee. In addition, this also cuts down the amount of room on the table preventing any troops that would be able to flank their line from having much space to work in while also buying more time to inflict casualties.\nWay up at the top of the above picture you can see Mike and Ken having at it with Mike trying to thrash Ken's cavalry so as to obtain a clear shot at the Roman left flank. Meanwhile Wendel and I are having at it on the Roman right flank as  Iattempt do gain an advantage also.\nThe picture below shows Mikes success at crushing Ken's cavalry wetting up the chance to move on the Roman flank. Go Mike!!\n Below on my flank I was having less success against Wendel and he was able to get some light cavalry and infantry past me. All this time Bill was directing traffic and annoying us with those damned missiles.\n Another shot of Mike's advantage on this flank.\n Finally the battle line collide and the butchering begins.\n For four turns we traded blows but the Romans had the upper hand having bloodied us with the missile attacks while we were advancing.\n And eventually Bill's tactic won the day for Rome.\nI have to say that Bill has used this ploy on many occasions and has won a number of games with it. Very clever Bill.\nSo Rome has won another battle and has added North Africa to the Empire. \nCongratulations to Bill, Ken and Wendel!\nEven though we took it on the chin Mike and I had a great time also.\nHere again are some pictures of Mike's toys. I apologize for the quality of the pictures as my camera fu was off.\n\nThe figure below was painted by the very talented Paul Innes. Unfortunately my picture does this no justice. This figure is stunning in the flesh so to say.\n\n So thanks s always for stopping by and I hope to have more in the near future. Good gaming,",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9945030212,
        "format_confidence":0.9976843596
    },
    {
        "url":"https:\/\/www.richwoodsfurniture.com\/2020\/06\/",
        "text":"Your Definitive Source For Online Casino Gambling\n\nGet ready for the games to begin online, the Justice Department overturned its long-time stance on online gambling. The Justice Department announced at the end of December that the majority of online gambling is now legal. This is in the form of non-sport gambling. Some limitation will still apply but at least this will give states a chance to raise money in other ways.\n\nMany states are scrambling to start new gambling forms. In some states the first form of online gambling will start with the state lottery. This will help the คาสิโน state lottery grow. The lottery is already a multi-billion dollar industry but with citizens having the option to order lottery tickets online, this will only raise more money for states.\n\nThe second form of gambling will be online poker. This is huge for people who have a passion for poker. Almost a years ago, the Justice Department shutdown poker sites such as and so on. Online poker could bring in millions of extra tax revenue for states. This time around the federal government or states could make up their own guidelines. The states that will rush to carry out this would be Nevada and New Jersey. These are two main casino states and they already has the resources and will to start the process of online poker.\n\nSocial networks could also tap into this booming market. Networks like Facebook, MySpace, Google+, etc could create an app for easy access to online gambling. Their software will put them in the prime spot to create users for online gambling. These social network already is linked with many business for easy access. Facebook IPO will really blow up if this is the case.\n\nThen you have the mobile devices. In this country 150+ million people have a mobile phone or device. Talk about a market. With this many people will have access to online gambling the next step will be to protect these people from themselves. The last thing we need is people gambling away their life saving b\/c of going all in on pocket threes. Just like alcohol, poker rehab program will me mandatory.\n\n\n\nMake Money With Casino Affiliate Programs\n\nCasino affiliate programs are probably one of the most lucrative income opportunities available on the internet. However, very few people know about the concept of casino affiliate programs – nor do they have any clue on how to get started. This article will hopefully shed some light on the issue and perhaps even motivate you to take a deeper dive into this huge money pie.\n\nCasino affiliate programs are basically the same in structure and form as other affiliate programs in general. The term “affiliate” simply refers to a person or a company that sells or promotes products or services on behalf of another company. Commissions and bonuses are paid out on sales being made บาคาร่า by the affiliate – but it is the company that supplies the goods or services who will carry out any orders and deal with the customers directly. The true benefit of being an affiliate is that it is not required to actually have a product of your own – yet the affiliate can earn a substantial income by promoting the products and services of others. The world of internet has really opened up the opportunity for private individuals to make a lot of money this way – by promoting leading brands and companies – from the comfort of their own home.\n\nAs you would expect, the online gambling industry is a very lucrative one yielding over $30 billion USD every year. Online gambling is certainly an area where affiliate programs play a huge role, not only because of the huge profits that can be made by the affiliates, but also due to the fact that starting an actual online casino involve serious legal matters, gambling licenses and immense start-up costs. This is something that the affiliate never will have to worry about. The primary goal for any casino affiliate is to constantly recruit new players to the casino in question – and build ongoing commissions.\n\nSo, how do casino affiliate programs usually work and how can you get started? Well, first of all it is a good idea to perform a little research on Google to find trusted online casinos that are decently popular and also has an affiliate program that is attractive enough. If you were to find an online casino where nobody actually plays at, well, then chances are that you will find a hard time in recruiting new players to that particular casino anyway. A good tip when first starting out is therefore to always go with the big brands. When you gain more experience in affiliate marketing, you can opt in for smaller or more niche casinos.\n\nThe next thing to do is to analyze the casino affiliate program itself. A very common mistake is to assume that the program will be able to pay you (as an affiliate) in any payment method as you please. While most casino affiliate programs do host a vast range of payment options like bank wire, Neteller, Moneybookers etc, it does happen that even some of the best ones can pay you by check only for instance. Also, which should be noted, very few casino affiliate programs will pay you by PayPal, a payment processor that is widely used as a payment option in more mainstream affiliate programs.\n\n\n\nReasons Why You Should Give Up Vegas and Gamble Online\n\nGambling today is all around us. From the local lottery to football pools at work, gambling has become as much a part of our lives as shopping or eating with the family. But for millions of teens it may develop into so much more than the occasional bet with friends.\n\nIt can become an obsession, a way of life. The problem of gambling compulsively is a crippling illness that can destroy families, friends, jobs, and lives. Many history books specializing in the study of the legal aspects of gambling, argue that gambling in the United States has gone through three historical phases. Gambling thrived during the colonial and post revolutionary periods. Governments supported and encouraged lotteries.\n\nLotteries however were not the only type of gambling during this time. Wagering on horse racing was another popular form of gambling. Racing though was not quite as organized or as complex as modern day horse racing. Instead the gambling was only between a few owners of horses and their partisans. The first racetrack in the United States was built in Long Island, New York in 1665. With the end of Jacksonian morality, came the end of the first phase, gambling scandals and outright fraud caused the ban of lotteries and gambling. By 1862, all states expect Kentucky and Missouri outlawed lotteries. The second phase began after the civil war.\n\nSouthern states that were desperate for revenue turned to lotteries. New laws were enacted legalizing gambling houses so that states could collect taxes on them. As gambling moved west it became more pervasive, and laws were much more difficult to enforce. In the 1890s scandals in the Louisiana lottery resulted in new anti-lottery laws. Legislation banning lotteries in many states soon followed, some were even written into the State Constitution.\n\nThe second wave of legal gambling was short-lived. Scandals and the rise of Victorian morality led to the end of legal gambling. Virtually all forms of gambling were prohibited in the United States by 1910. There was legal betting in only 3 states, which allowed horse racing, but even that number shrank in years following. The thoughts about gambling ran so strong that Arizona and New Mexico were required to outlaw casinos to gain statehood.\n\nThe prohibition however did not stop gambling. There were many types of illegal gambling houses. Some operated openly for many years, but had to pay protection money to the law enforcement authorities for this privilege. The third and present phase began during the great depression of the 1930’s. The great depression led to a much greater legalization of gambling.\n\nLet’s start with a definition. What is gambling? Gambling is betting on something that may or may not happen in the future. When we gamble, we take a risk, choose an uncertain outcome, and bet on it. Gamblers bet on casino games, horse racing, and sports where the result can’t be predicted with certainty. Some people will bet on anything. Remember the Seinfeld episode where Kramer bet on the arrival and departure times of airplanes at a New York City airport?\n\nHow is gambling different from buying stocks and bonds? Stocks and bonds are considered investments and not gambles because we can reasonably expect to come out ahead in the long run. They may be risky but not in the same sense as gambling.\n\nHow is gambling different from buying insurance? When we buy insurance, we are betting on something that may or may not happen in the future. We don’t want to take the risk that it will happen, so we pay someone else (the insurance company) to take the risk for us. When we buy homeowner’s insurance, for example, we are betting our house will burn down and the insurance company is betting it won’t. (Of course we hope we won’t win this bet.) This isn’t gambling because the risk can be calculated. The insurance company uses all kinds of statistics to analyze the probability of our house burning down and fixes the premium we will pay accordingly.\n\nPeople have gambled since ancient times บาคาร่า  . However, society never approved of it because it was labeled an attempt to get money without working for it. Society believed that hard work should pave the way to financial success. It wasn’t until the late 1960s that states (except for Nevada which had legalized all forms of gambling earlier) started to run lotteries to raise money for worthwhile causes.\n\nSo why do we gamble even though we are unlikely to win in the long run? We gamble for the excitement of the uncertain outcome. Some gamble to try to make their financial dreams come true. Some people gamble for entertainment or enjoyment, such as a night out with friends at the casino or a bingo game for a charitable org... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.927614212,
        "format_confidence":0.5085883141
    },
    {
        "url":"https:\/\/emeraldtablet.wordpress.com\/2011\/07\/26\/book-ii-of-adanced-phantasm-adventures\/",
        "text":"Book II of Adanced Phantasm Adventures\n\nHere is book 2 of the 3rd edition of Phantasm Adventures, in all of its glory. I hope you will click on the below link and download the pdf to read through.\n\nIt has been many years since anyone has really thought about generating a character and playing the game. I would be more than happy to answer any question concerning the game.\n\nBook II of Advanced Phantasm Adventures\n\nDownload the book here: Book2\n\n\n\n  1. Greetings,\n\n    Thank you for your response. Many of the races you have indicated were added by the Japanese translators as races they believed fit with their gamers. I am sure we could add them back in, with a future installment!\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9849038124,
        "format_confidence":0.9115164876
    },
    {
        "url":"http:\/\/kotaku.com\/5888414\/i-bet-i-know-why-you-will-play-kinect-star-wars-dance-off-at-least-once",
        "text":"\n\nfast forwards to 4:40\n\n\nOK. I'll ... I'll give that a shot.\n\nAlso, that Rancor Rampage (2:45) looks insane. Chucking droids, smashing Sandpeople and eating Jawas? Hell yes, sign me up for that ride. That looks hilarious.\n\nKinect Star Wars - Galactic Dance Off, Rancor Rampage, Podracing [ h\/t Tim F.]",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.8403675556,
        "format_confidence":0.687867105
    },
    {
        "url":"http:\/\/timetwist.a2nz.org\/2012\/12\/vintage-little-christmas-bells-and-tree.html",
        "text":"01 December 2012\n\nVintage Little Christmas Bells and Tree Topper\n\nIs it time to decorate the Christmas tree yet? Yes, I believe it is, indeed!\n\nThese mesh ornaments have a very low land impact (1 for each bell, 3 for each tree topper), which is just right, as prim count is the last thing you want to have to worry about when decorating your tree!\n\nThe bells ring on touch, as you would expect. :-) There are 6 different bells (gold, silver, and three different ribbons), and 4 tree toppers (gold, silver, and combinations of gold and silver).\n\nLittle Christmas Bells - on the marketplace\nChristmas Tree Topper - on the marketplace\n\nThere's also a little freebie in the store: the first version of the bells.\nThe only difference is that the texture is a bit more cartoony. It's only available inworld at the moment. It's hidden in plain sight in the store - buy it for 0L$ if you can find it!\n\nAnd a couple more pics of the ornaments on a tree, just because:\n\nNo comments:\n\nPost a Comment",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.5136078,
        "format_confidence":0.7775025964
    },
    {
        "url":"http:\/\/mattiesworld.gotdns.org\/weblog\/category\/lounge\/",
        "text":"Mirror’s Edge revisited\n\nAbout 2 years ago, I reviewed Mirror’s Edge as an excellent and refreshing game. Recently I stumbled upon this interview with one of the artists which made me replay the game, on hard this time.\n\nHard in Mirror’s Edge means: no runner’s vision (highlighting objects in red that you can use in your parkour) and of course more vulnerable to damage. Once you know how to move about in ME’s world, you don’t miss the vision. Of course you have to be quick to scan the environment for possible exits while keeping momentum, but it’s fairly easy.\n\nBeing more vulnerable is in general also no problem since you’re not supposed to be hit anyway. 🙂 If you take a hit, you’re slowing down hence taking a second hit which most likely kills you. So it wasn’t until the final chapter that I got stuck because I couldn’t disarm a heavy guard. Kicking was no solution since there were other guards around but no light guards to pick their gun. Watching a walkthrough vid, I was reminded of the “bullet time” feature (called reaction time in ME). I never used that as I thought it was only meant for cheaters. 😉 Turns out it’s about the only way to take out the heavy guards when there’s more than one of them. Another thing I learned is that you need to dodge-jump when fighting runner-like enemies.\n\nI had more fun than the first time I played it since I quickly remastered the movement combo’s which allowed me to play in a more relaxed way but also in the way it’s meant to played. You know, without being killed all the time or falling off a building. 🙂 It took me about 7 hours, which is slightly more than the first time (which I played on normal).\n\nMade some steam screenshots on the way.\n\nAs a closer, here my favorite parkour vid so far:\n\nDisabling hibernation on windows 7 and why Dirt 2 shows no replay\n\nYesterday I made this awesome flying finish in Colin McRae Dirt 2 and wanted to view the replay only to realize: there is no replay? That sounded impossible and today, after missing another fine opportunity, I decided to go to the bottom of this. 🙂\n\nTurned out Dirt 2 automatically disables the replay functionality behind your back when there is insufficient free space on your OS partition! That’s right:\n\n  • I have Dirt 2 installed on a partition with 15 GB free space, but that doesn’t matter.\n  • It requires 2GB to save a replay!\n  • I does not inform the player when it gets turned off (it used to work in the beginning).\n  • There is no visual indication whatsoever, that the replay functionality uberhaupt exists but is disabled! It is surgically removed from the gui instead of just a disabled button, for example.\n\nIMO, this is just another example of why consolisation of excellent PC games like CMR is BAD. Anyway, don’t let me go there, let’s focus on hibernation in win 7. 🙂\n\nSo I have a 20GB partition for Wintendo 7, but with only 1GB free that does not seem to cut it. Turns out about 6.5GB is taken by the hibernation file (I have 8GB RAM) which I don’t use. So, how to disable that in windows 7? Open a command prompt as administrator and type:\n\npowercfg.exe \/hibernate off\n\nThat’s all.\n\nTip of the day: boot your computer using keyboard\n\nAbout a year ago, I assembled a new main rig. I put (almost) all hard drives I had into it with the idea to make a “global backup”. This meant I had to leave my super-silencing case open until the backup was done. However, a year later, I’m still “in the process”. 😉\n\n\nSince I also removed my front panel for some eSata modding, I have to turn my computer on using a pointy device aka “nail” (on the corner of the white table above). After doing that for a year, every day, knowing that my motherboard supports booting by key stroke, I decided to turn that feature on yesterday. Pressing spacebar boots my computer now. You should try it too, you’ll be surprised how much satisfaction it gives. 🙂\n\nFullscreen games and Nvidia TwinView\n\nToday, I decided to play a game on my suse box for the first time since I have my “new” game rig. I didn’t play any games under linux lately since Microsoft gave us a free windows 7 RC. 😉 I decided to play some Urban Terror but a few hurdles needed to be taken first.\n\nFirst one: some time ago I managed to screw up my glx acceleration, yielding a “Unable to create SDL screen: Could not create GL context” error. So I installed the latest nvidia binary driver which detected the screw up and fixed it for me.\n\nSecond: I have 2 monitors connected: one CRT on the left and one LCD on the right. The LCD is the primary (which confuses some apps). Anyway, when starting an SDL game like Urt, it only sees one monitor (the “beauty” of nvidia twinview 😉 ) and projects its graphics somewhere half-way the primary screen with all the rest left black. I.e. unusable. As I understand it’s an Nvidia problem as they do not obey the rules of the game (meaning xrandr and consorts) for which they had their reasons too (at least back in the day).\nAnyway, to solve it, let’s have a look at my original xorg config, or rather the relevant metamode line:\n\nOption \"metamodes\" \"CRT: 1280x1024_85 +0+0, DFP: 1680x1050_60 +1280+0\"\n\nWe can see there is one mode defined with my crt on the right and my LCD on the right (+1280). The solution is to simply add a second mode in which we disable the CRT and to switch to that mode using the mode cycle shortcut ctrl+alt+”+” before starting a game. When you’re down switch back to your first mode.\n\nOption \"metamodes\" \"CRT: 1280x1024_85 +0+0, DFP: 1680x1050_60 +1280+0;NULL,DFP:1680x1050_60\"\n\nYou can add as many modes as you want for your different gaming setups. 😉 It’s not ideal, but it does the trick and it even maintains my full desktop resolution (so apps don’t get confused or icons get misplaced) which you can access by “scrolling” on the side.\n\nThird problem: no matter how I tweaked the framerate cap, vertical sync or other graphics settings, I didn’t achieve the smooth framerate I’m used to from Windows or previous linux installs. Somehow the framerate was really high but not entirely smooth. I tried playing online and had a horrible aim. If I didn’t know it ran flawlessly on my old suse box with ATI radeon 9800 pro, I would have stopped looking. Then I realised: let’s try disable desktop compositing. Problem solved! Smooth framerate, 0wnage ensued.\n\nbtw: nowadays, Urt’s master server is down. I created an autoexec.cfg in ~\/.q3a\/q3ut4\/ with the line:\n\ncl_master master.urbanterror.info\n\nLast problem solved. 🙂\n\nGame review: Mirror’s Edge\n\nDuring the Steam Holidays (xmas 2009) I picked up Mirror’s Edge for a few bucks. I definitely do not regret. Mirror’s Edge stands out by its intriguing graphical style and gameplay. I totally dig the visual style based off primary colors like blue\/red\/white. See it for yourself.\n\n\nAlthough there is a story, I wouldn’t call it exactly a major part of the game. It is fun to have a goal, but let’s face it, it could’ve been better (especially the ending) and it’s not what makes Mirror’s Edge shine (as proves the DLC content which has nothing to do with the story 😉 ). In a nutshell, you are one of those runners delivering messages\/packages for the “rebels” in a society where all rights on free speech\/freedom have been abandoned. This guy your parents knew got killed and now your sis is framed. Rescue her. 🙂\nEverything takes place in “the city”, which proves to be a nice environment for stunt jumps and the like, and with plenty of variation in location. From time to time, you’re treated with a surprise, like for example a train thrill ride. 🙂\n\n\nIn general, the atmosphere of the game is really great. The active modern city presented in an clean abstract art way really ends up right. Visual effects are being used where adequate: blooming sun when you climb from a ladder in the shadow on the top of building. HDR effects: when you kick in a door and enter a building your eyes have to adjust to the darker environment. Vice versa when you escape out of a building. Narrowed vision when running at top speed. Motion blur when something happens in slow-motion.. Nothing special, but it makes the experience complete.\nOn a funny side-note, this is also the first FPS game I encounter which has REAL working clocks! I was in an office with a clock on the wall and noted the time. Later, when I came by again, time had passed, in real-time! 🙂 Clocks are often just textures, not in ME!\nThe music sets the exact right mood. Although I understand a song at the end of a game is fashionable nowadays, I still can’t believe they decided to also have “Still Alive“. Is this some kind of joke..? 🙂 Some kind of me-too? 😉\n\n\nIt is really refreshing to have a game where melee combat is your primary weapon. This does not mean the enemy doesn’t use fire arms or that you can’t use them (although you first have to overpower an enemy to take it 😉 ). Since weapons are not a main thing in this game, I was surprised to still find quite a collection along the way: pistol, light machine gun, shotgun, heavy machine gun, sniper, … 11 in total! However the game does try to encourage you not to use guns. First of all, it is useless to attack more than 2 people in a frontal way without weapon. Second, when you pick up a gun, you walk a lot slower and can’t do special jumps. Third, there is no ammo in the game. 🙂\nMost of the times, if there are only 2 bad guys, you can take out one by surprise, get his gun and use it to kill the other. If there are more, you first have to get hold of a machine gun or just do what you do best: run. 🙂\nBasically it is a lot more fun to take out a guy matrix style by wall running and then perform some special kick jump\/strangling move than to shoot them from a distance. Talking about distance, there is one time you can really use that sniper gun you just got hold of to clean the area before infiltrating a facility. But they don’t overdo a certain game mechanic so it doesn’t get repetitive.\n\nMirror’s edge uses a minimal HUD. In fact, there is no HUD. 🙂... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9957244396,
        "format_confidence":0.9564407468
    },
    {
        "url":"http:\/\/faunae-wolfpack.obsidianportal.com\/posts?month=8&page=1&year=2011",
        "text":"Wolf Pack\n\nWolf Pack\n\nHere we will hopefully have the adventure plot as the players remember it.\n\nI’d like for us to take turns writing the bi weekly update for this section so as it doesn’t become to much of a burden.\n\nyou can write your adventure post in anyway you like, its just good to know what aspects get across to the players and what aspects don’t.\n\nWelcome to your Adventure Log!\nA blog for your campaign\n\nEvery campaign gets an Adventure Log, a blog for your adventures!\n\nWhile the wiki is great for organizing your campaign world, it’s not the best way to chronicle your adventures. For that purpose, you need a blog!\n\nThe Adventure Log will allow you to chronologically order the happenings of your campaign. It serves as the record of what has passed. After each gaming session, come to the Adventure Log and write up what happened. In time, it will grow into a great story!\n\nBest of all, each Adventure Log post is also a wiki page! You can link back and forth with your wiki, characters, and so forth as you wish.\n\nOne final tip: Before you jump in and try to write up the entire history for your campaign, take a deep breath. Rather than spending days writing and getting exhausted, I would suggest writing a quick “Story So Far” with only a summary. Then, get back to gaming! Grow your Adventure Log over time, rather than all at once.\n\n\nI'm sorry, but we no longer support this web browser. Please upgrade your browser or install Chrome or Firefox to enjoy the full functionality of this site.",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9950500131,
        "format_confidence":0.534280777
    }
]