[
    {
        "url":"https:\/\/commons.m.wikimedia.org\/wiki\/Category:Banyan_(ship,_2008)",
        "text":"Category:Banyan (ship, 2008)\n\nIMO info\nInformation about the vessel may be found at IMO 9519080.\nA ship can change name and flag state through time, but the IMO number remains the same through the hull's entire lifetime. As a result, it can be useful to identify a ship by using the IMO number.\n\nMedia in category \"Banyan (ship, 2008)\"\n\nThis category contains only the following file.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9600012302,
        "format_confidence":0.9058926105
    },
    {
        "url":"http:\/\/www.oreillyauto.com\/site\/app\/newsfeed?category=800094964&page=10",
        "text":"O'Reilly Auto News Feed\n\n\nAccording to the Illinois Department of Transportation, the state's teenagers, ages 16-20, were behind the wheel in 58,392 accidents throughout 2010.\n\nShow More...\n\nA recent report issued by the Association of Global Automakers is urging car owners to make sure the original type of airbags are replaced in a vehicle following a collision.\n\nShow More...\n\nTrueCar.com recently showed that fuel economy for light vehicles sold during September was unchanged from August.\n\nShow More...\n\nZipcar, one of the world's leading car sharing networks, recently added a number of schools to its popular university program this fall, giving students, staff and faculty a chance to drive its cars at discounted rates.\n\nShow More...\n\nCharlotte is preparing to host the upcoming Bank of America 500 and Walmarts in the area will hold events to promote the race and give fans a chance to meet their favorite drivers and purchase NASCAR merchandise.\n\nShow More...\nGo to 1 Go to Previous 5 6 7 8 9 10 11 12 13 14 15 ... 24 Go to Next Go to 24\n\nSign up to receive\ne-mails about\nNews, Contests\nand Promotions!\n\nConnect With Us\nCopyright © 2008-2014 O'Reilly Auto Parts v 14.288-14 (12)",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9907702804,
        "format_confidence":0.992901504
    },
    {
        "url":"https:\/\/www.torquenews.com\/auto-news\/feed\/page\/120",
        "text":"Latest Automotive News\n\nThis section of Torque News provides the latest auto news and updates from the car manufacturers. Every day number of news stories and editorials are published here that give our readers an overview of what is happening in the automotive industry. Read this section daily to find out about new cars, vehicle reviews and car pictures. Torque News is an automotive news website by Hareyan Publishing, LLC, dedicated to covering the latest news, reviews and opinions about the car industry.\n2019 Nisan Leaf PLUS SL Front Grille Deep Blue Pearl Color\n\nThe Pros, The Cons and The Bottom Line of the 2019 Nissan Leaf PLUS SL\n\nLast week I was reviewing the 2019 Nissan Leaf PLUS SL trim. Here are my pros, cons and the bottom line. The 2019 Nissan Leaf PLUS SL trim has a long EV range. It has a great infotainment system operable with a touchscreen. It has a spacious interior and provides a comfortable drive. Plus, it also has an over-the-air update.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9967484474,
        "format_confidence":0.9885283113
    },
    {
        "url":"http:\/\/testdrivejunkie.com\/category\/test-drives\/test-drives-gmc\/",
        "text":"Browsing the \"GMC\" Category\n\n1992 GMC Sonoma GT Test Drive\n\nFebruary 24th, 2016 | by BajaBusta\n\nThe new for 92′ GMC Sonoma GT was much more practical than the hot-rod Syclone . Fast enough to claim\n\n1982 GMC S-15 2WD Test Drive\n\nNovember 14th, 2015 | by BajaBusta\n\nThe All American pick-up was back. Ford, Chrysler, Chevrolet and GMC all introduced new trucks for 1982, downsized to beat\n\n2001 GMC Sierra C-3 Test Drive\n\nSeptember 3rd, 2015 | by BajaBusta\n\nNew for 2001 was the C-3, what GMC called the “ultimate in on-road performance and control”. It was a fully\n\n2001 GMC Sierra HD Test Drive\n\nSeptember 1st, 2015 | by BajaBusta\n\n  They may have looked the same as the light duty Sierra 1500s on the outside but deep down inside\n\n2002 GMC Sierra Denali Test Drive\n\nJuly 25th, 2015 | by BajaBusta\n\nIntroduced in 2001 as the C3, then equipped with the revolutionary Quadrasteer four-wheel-steering for 2002, this full-size extended cab pickup\n\nBack to Top ↑",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9957121611,
        "format_confidence":0.9894329906
    },
    {
        "url":"http:\/\/www.arbb.tk\/2017\/09",
        "text":"2017 Greatest Faculties Offering Car\n\nIn relation to buying presents for engineering students and even graduate engineers and engineering majors, most individuals go for both lame T-shirts or boring machinery books or guides. C’mon people, we love garments and we love practical experiments, but not each time— and never with the boring design of just gears. And if T-shirts and books are the last-minute gifts, then we actually need a cool one. A common machine for various functions or a particular-objective laser machine, we’ll design your laser system. We know the requirements of the automotive trade in detail: We are going to combine the laser process into your manufacturing line and gives you recommendation on the selection of the technology, laser type and equipment. Moreover, we’ll offer you in depth maintenance and service performances.\n\nThanks illhollo, In sluggish instances you may take on auto restore work for used car gross sales corporations to create further cashflow, or use the time to improve all the things that brought about you to be quiet within the first place offering you may have sufficient funds to wait for things to improve. I also used free gives to entice new prospects utilizing small nicely written advertisements within the native newspapers.\n\nIn the case of automotive gross sales, the dealers and massive enterprise as a achieved are spending billions in adjustment to be able to accomplish their gross sales as assisting as accessible and settle for me if I acquaint you they’re accomplishing a completely acceptable job of it, yearly they are able to access their earnings, no amount what action the automotive sales bazaar is in.\n\nFowl poo is acidic and will etch your clear coat. The identical goes with bug guts. Once you do remove them – make certain it’s with a cleansing answer or water and a … Read More ...\n\nSpeciality Lubricants For The Automotive Industry\n\nIn response to the growing importance of auto manufacturing in the state of Tennessee, UT’s School of Engineering introduced that it’s developing a graduate-stage automotive engineering focus that can begin in fall 2016. Allen wrenches. This is used on a kind of screw which doesn’t have a head but hexagonal gap on the top which matches the Allen wrench. Nonetheless, sure changes on the front wheels of some cars are made y turning an Allen-screw kind of sort of screw is just not broadly utilized in cars. The rationale these machines have remained much the identical is a wonderfully sturdy design that’s engineered fantastically for fixed heavy work.\n\nI believe it is past the scope of the students. The above statement entails electrical pace control system, hybrid transmission know-how and race cars system. Oftentimes CEOs are afraid to speak their minds, fearing retribution from shareholders, staff, or the government. GM’s new Chief Govt, nonetheless, is not so shy. Upscale Condos in high demand areas prices upwards of RM 500,000 and the rent will probably be from RM 3000 & above.\n\nReceive e-mails from Accenture featuring new content that matches your interests. The certainty that engaged on autos is a superb career path is one thing – understanding precisely the place to take that dream is another. Look into the various potentialities, from working in a busy shop to training on autos that require a site-go to to diagnose and fix. Once the focus is narrowed, will probably be simpler to move to the next step.\n\nWebb Roberts attributes much of Webb Auto Group’s enterprise success to her dealership employees. Her technique transferring forward is to proceed to invest in Webb Auto Group’s employees. Different built-in electronic programs, resembling accident-avoidance sensors, have gotten common as nicely. In addition, a rising number … Read More ...\n\nClay Modeling In Automotive Design\n\nUse pc simulations to assist create vehicles that protect passengers throughout a crash. Skyrocketing gasoline costs have forced automotive manufacturers to realize the necessity for gas-efficient automobiles, and to fulfill that demand. Good automotive electronics are used to create the extra environment friendly burning of gasoline, such as the digital fuel injection system (EFI). The expertise utilized in hybrid automobiles takes this one step additional, with digital devices that allow the driving force to robotically change between gas and electrical engines.\n\nThey made quite a lot of single cylinder motors. Two and four stroke fashions had been both famous. The BSA bantam model was a small single two stroke which ran for a few years with common updates to mechanical problems culminating in a fairly good little bike that was basic transport for many here and all around the world. Their twins had been fairly nice particularly the later 650cc which shared numerous parts with Triumph.\n\nOn the whole, companies don’t repay the money they owe us before they need to,” mentioned an Funding Quebec official. GM is doing better now so we hope” they may honour their dedication. I am unable to converse for everyone, but I find it tiresome no matter which technology a particular geezer (or Geezer at coronary heart) is from. He also set a daring electrification purpose to derive two-thirds of Honda’s global gross sales from green autos akin to hybrids, plug-in hybrids, fuel cell vehicles and electric automobiles by 2030.\n\nJaxson, I posted something so much less offensive than that and obtained banned for twenty-four hours. Higher watch out there are some nasty infantile folks about. Shopping for a wheel balancer? the best wheel balancer on your auto shop will improve your profit on tire balancing. What an interesting and informative hub. A friend … Read More ...\n\nAutomotive Mechanic Faculty\n\nWelcome to Automotive Ideas, a full-service preventive upkeep and automotive restore center. We perform prime quality, assured service you may belief at a good price. We restore home and international vehicles and are your most suitable option for scheduled maintenance of your automotive, SUV, truck and fleet vehicles. As we speak’s Design colleges are highly professional establishments during which we be taught the designer profession, in automobile design in addition to in Industrial Design it’s crucial to be in a type of good Design Schools. The scheme College and later design college is a excessive-risk choice as a result of it doesn’t give any deeper information of your subject and it takes away treasured time to your hiring age for design studios. It’s extra a waste of time.\n\nDual-product” marketplace, where media suppliers promote content to customers and eyeballs” to advertisers (Napoli, 2003). Note that almost all engine bay elements aren’t water proof, then are water resistance. There is a huge difference, keep away from excessive stress spray into the engine bay. Although in some circumstances it could be essential, I warn you now that you may trigger extreme harm to your engine and it’s electrical components by spraying high strain water whereas cleaning it.\n\nListening to this music was like playing games with a candle, passing my hand by way of the flames to provide black streaks on my palm. Apples are scrumptious and are packed with vitamins, minerals, and different useful qualities that enhance your health. Apples additionally include seeds which might be toxic. Defend your self, your family, your pets, and livestock. This module applies the principles of engineering, physics, and materials science to the design, analysis, manufacture, and maintenance of mechanical systems and parts. You will be taught by means of the sensible utility of basic … Read More ...\n\nAutomotive Companies\n\nThe iconic Italian automotive and industrial design firm Pininfarina SpA now has a brand new owner—India’s Mahindra Group, which has stated it would purchase a majority stake within the Milan-listed firm. It’s probably the most sought-after vehicles on the earth, and it hasn’t even gone into production but. The 2009 Nissan Skyline GT-R already has a prolonged waiting checklist, but if the fortunate first-spherical consumers are intending to buy and promote shortly for a profit, they could need to think twice. Diagnose auto problems with electronic diagnostic equipment and digital auto repair manuals.\n\nThe affect on the American economy of these industries and their business enterprises and accomplishments was immense. The U.S. financial system was booming, particularly the car industry. In some years, 10 million new automobiles have been bought. For a few years afterwards, American auto producers dominated the world market. However after a interval of complacency, major auto makers encountered the formidable competitors of overseas auto makers, principally the Japanese and Germans.\n\nWith self-driving know-how shut on the horizon, automobiles will rely upon their telematics techniques to function without incident. In those vehicles, gasketing supplies from Gore will shield extra than simply electrical systems. They will defend the lives of drivers, passengers and pedestrians alike. Phil repeatedly attends lessons to maintain his certifications updated and to learn more about fixing cars in a quickly evolving setting. He’s now a certified Grasp Technician for Gaithersburg Mazda , in Maryland. Phil enjoys tinkering along with his Mazda RX-7s and leisure high-velocity driving (don’t be concerned – it’s on a closed course!).\n\nOur Vision: Our imaginative and prescient is that each vital automotive entity has a powerful presence in Uganda’s automotive trade. NAIC will have efficient representation of Uganda’s automotive industry, working carefully with business leaders and member associations to advertise … Read More ...\n\nAutomotive Know-how Schooling\n\nSustaining your automobile is the easiest way to reinforce the beauty and worth of your funding. Mike Standing I additionally carry a collapsible reflector for when My flash isn’t strong sufficient. By way of efficiency, the All New Honda Odyssey... (truncated)",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9205546975,
        "format_confidence":0.8298769593
    },
    {
        "url":"http:\/\/www.kizapark.com\/",
        "text":"Trustworthy Repair Advice\n\nYou don’t want to pay thousands of dollars to a mechanic to do a routine repair on your car or truck. That’s understandable. Everyone has heard the horror stories of getting ripped off by an unethical car repair shop. You plan to do it yourself, like so many others in this increasingly DIY economy. That’s great.\n\nBut where are you going to get the information you need to make the repair? How do you know what sources are trustworthy? There are hundreds of forums online filled with free advice — free because it’s from the forum members who are rarely trained mechanics. There are even blogs and websites with step-by-step instructions, but how trustworthy are they? Were those posts written by freelance writers in foreign countries who got paid a few dollars or by an experienced mechanic who has worked … Read the rest\n\nKeep Your Digital Device Clean\n\nAs more and more people use digital media to help them maintain and repair their cars, grime becomes an issue.  If you’re under the hood — or under the car — your fingers will be greasy and dirty.  Now try to swipe the tablet that has the digital repair manual you’re using as a reference.  It’s an equation that leads to ruined electronics and interrupted repairs.\n\nThere’s a hack for that. Check it out:\n\nIt figures that the folks over at Haynes would be the ones to figure it out.  They are the top publisher of digital manuals for cars, trucks, SUVs, motorcycles, etc.  On their blog they talk about how this hack works for cooking, arts & crafts, and anytime you want to protect your electronic device from water, oil, grease, dirt, etc.\n\nTry it and then let us … Read the rest\n\nWhy December is a Good Time to Buy a Car\n\nHoliday shopping is usually about toys, electronics, and other gifts, but December is actually a good time to buy a car. Sure, recent data suggests that you can buy a cheaper car in August, but that’s because historically people buy lower-priced models as dealers close out the previous year. If the sticker prices are lower in August, then the price paid will be lower. But the better deals are available in December\n\nClose Outs\n\nBy the time December 2014 arrives, a good portion of the 2015 models will have been on the lot for several months. Dealers will be looking toward the New Year and clearing their inventory. Sure the 2016 models won’t be available until mid-year, but those luxury sedans and SUVs that aren’t selling as well need to be moved off the lot to make room for inventory … Read the rest\n\nCar Care Resolutions\n\nSo, how are your resolutions going? It’s been a few months, and those New Year’s resolutions may have fallen to the wayside. While that unused gym membership wasn’t cheap, neglecting your vehicle’s maintenance can be really costly. April is National Car Care Month, and a great way to get back into a schedule that works.\n\nHere are a few tips from the Car Care Council.\n\n  1. Regular oil changes. Remember, we do not have sloppily built engines running junk oil anymore. Today’s precision machining, tighter build tolerances, and high-tech oil allow longer intervals between oil changes. Still, it does need to be changed on time. Check your owner’s manual for recommendations, and go with a name brand oil filter.\n  2. Get the brakes checked. The only thing stopping your vehicle is friction. Eventually, the brakes will wear out, and obviously, that\nRead the rest\n\nThe Physics of Driving\n\ncar approaching stop signGetting behind the wheel of a car involves a variety of thoughts. Drivers consider their destination, the route they will take, how weather, traffic, and construction projects may impact their arrival time, whether their seat, steering wheel and mirrors are properly adjusted and whether they have everything they need to bring with them. They may also worry about their seat belts, passengers, and what music is playing.\n\nVery few people realize that by sitting in the driver’s seat, they are engaging in an exercise in physics.\n\nWithin a few weeks of beginning to drive, the act becomes almost rote.  We don’t have to think about how much pressure to apply to the accelerator to get a smooth ride or how soon we need to begin braking as we approach a stop sign.  The more years we spend on the road … Read the rest\n\nToyota & GM Recall Thousands of Cars\n\nRocking consumer headlines of late is the news that Toyota & GM have recalled thousands of cars. Consumers are used to hearing about recalls. It has even come to be expected. But when there are thousands of cars being recalled, that is when blood starts to boil and worries start to mount. Read on for a look at why the cars are being recalled and what this could mean for the two automotive giants.\n\nGM Identified an Ignition Switch Defect\n\nOn February 25, 2014, General Motors made the announcement that they were aware of an ignition switch flaw that moves into the off position and turns engines off during operation. General Motors discovered that there were a total of 31 crashes and 13 deaths as a result of this faulty operation. As a result, GM has said that there are … Read the rest\n\nBest New Cars for 2014\n\nThe New Year means more than alcoholic benders and resolutions you won’t keep. It’s all about horsepower, more mileage, better designs, and more luxury. Here are the best new cars of 2014.\n\n\nThe slick-looking seventh generation Chevrolet Corvette debuts for 2014. The Stingray name returns, as does the LT-1 v8, although this time without the dreaded Opti-Spark. With 450 horsepower and an optional Z51 performance suspension, the Corvette continues to dominate the performance bargain market. And yes, the haters will finally shut up, as this ‘vette has a refined interior within that new stealth fighter body.\n\n2014 mazda 6Sedan\n\nThe Mazda 6 is new in 2014, and is the can of Redbull this segment needs. While most midsize family sedans have the driving charisma of a hovercraft, the 6 is from the company that makes the MX-5 Miata, and it shows. … Read the rest\n\nLemon Laws for cars\n\nBuyer’s remorse is common enough in a consumer society, but what happens when someone invests their hard-earned money in a car, truck, or motorcycle that fails to perform properly? This is the reason states have “lemon laws.”\n\nBack in 1975 the Magnuson-Moss Warranty Act provided protection for Americans who purchased cars or other vehicles that fail to meet performance and quality standards. Every state now has its own set of laws and acts that protect car buyers and, while each has its own name, they are collectively referred to as lemon laws.\n\nA lemon law usually addresses failures on the part of the manufacturer of the vehicle.  The Federal law covers mechanical failure or breakdown and holds the manufacturer liable not only for the cost of repairing or replacing the car, SUV, or other vehicle, but for the legal costs … Read the rest\n\nWho Will Win ALMS\n\nIt is the final season for the American Le Mans Series. Founded in 1999, the series has had a storied and exciting past, but in 2014 it will merge with the Grand-Am Rolex Sports Car Series to form the United Sports Car Racing Series.  The champions crowned by ALMS at the end of the 2013 series will be the last.  Everyone wonders, who those winners will be.   Below is a look at the championship races in all categories.\n\nmuscle milk driver klaus grafP1\n\nThe team championship for the P1 class has already been locked up.  Muscle Milk Pickett Racing has earned enough points to secure a repeat championship. Muscle Milk teammates Klaus Graf and Lucas Luhr have also repeated as champions in the drivers competition. The remaining two races of the season will likely only increase their point leads.\n\n\nOver in the P2 … Read the rest\n\nSouthwest Law, Highways and Byways\n\nphoenix azBoth Arizona and Nevada share some striking similarities, as well as some vast differences. The similarities are perhaps greater, however, as they also characterize the states, and make them part of a unique configuration that’s known as the southwest. Native peoples have occupied the lands for thousands of years, making up a large part of the rich history here. In Phoenix, where the canal system is based on something the Hohokam constructed hundreds of years ago, there are signs everywhere of human presence that predated the origins of the city proper. In Nevada, the history is very similar, where there are multiple cultures making up the cities, themselves based on older civilizations.\n\nThe characterization of the southwest as a young place in terms of the history of the country, then, is perhaps rather unfair. Or perhaps it simply points out … Read the rest",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.995118022,
        "format_confidence":0.8973714709
    },
    {
        "url":"https:\/\/www.atstrainingsystems.com\/calendar-of-events\/",
        "text":"Check Out Our Simulators At These Events\n\nCurious to see our simulators in action? Here is a list of conferences that we can be found at. Swing by our booth and get a close up look on our simulators.\n\nUpcoming Events\n\nMarch 19–22, 2022\nTCA Truckload 2022\nLas Vegas, NV\nBooth 441\n\nApril 24–27, 2022\nScottsdale, AZ\n\nSimulation and Training Together . .\n\nContact ATS today to learn how our simulators with built-in scenario training can help make your drivers more efficient and safe on the roads.\n\nAbout ATS...\n\nAdvanced Training Systems is world headquartered in St. Petersburg, Florida and established as a diversified  design, manufacturing and virtual simulation group of companies applicable to the professional and personal user. Utilizing aerospace derived technology, our experienced engineers and designers have collaborated with research\n\nDownload Our App\n\nAdvanced Training Systems LLC\n9800 4th Street North\nSuite 204\nSt. Petersburg, FL 33702\n[email protected]\n\n\nCopyright 2020 Advanced Training Systems LLCs; all rights reserved",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.8346995711,
        "format_confidence":0.6878387332
    },
    {
        "url":"http:\/\/acconovis.com\/post\/",
        "text":"3 Important Reasons to Utilize Windshield Repair Shops for Chips and Cracks\n\nThe windshield plays an important role for your vehicle: it protects you and the interior of your car from elements outside. Seeing out of the windshield can prove difficult when it's severely damaged, though. To handle these repairs, you should get help from a professional windshield repair company. Doing so lets you take advantage of these benefits.  Keeps You Safe Your windshield is comprised of treated glass. It's safe to work on when it's intact.\n\nReady To Buy A Used Vehicle? Get It Inspected And Invest Wisely\n\nBuying a used car can be a much smarter investment than purchasing a vehicle that is brand new, and it can be easy to find just what you need. When you start to shop there are some things that you have to keep in mind, and that you want to do, to make sure you are getting a reliable vehicle. A vehicle is an asset that can be profitable even after you've driven it and put more miles on it if you pick wisely.\n\nFive Auto Replacement Parts That You Can Buy Used\n\nBuying used car parts instead of brand new ones can help you save a lot of money. When it comes to getting such auto parts, there are many different ways to do it, including scavenging them at junkyards, and buying parts that have been rebuilt and are working the way they should be. Some of the places where you can get used auto parts include Craigslist, eBay, and various auto repair shops.\n\nVehicle Maintenance And Care Tips\n\nAutomotive problems can be a serious issue that could lead you to have to spend large amounts on repairs while also facing the inconvenience of being stranded or otherwise unable to use the vehicle. In particular, there are several steps that car owners will frequently neglect to do that could lead to higher risks of complications striking their vehicles. Invest In The Correct Type Of Tires For The Season You may greatly underestimate the importance of the type of tires that are on your vehicle.\n\n3 Tips To Help You Deal With Some Of The Most Common Brake Problems\n\nIf you want to be safe when you drive, the brakes are important and need to have maintenance. To avoid an accident, you want to make sure that the brakes have the care they need and know how to spot a problem that needs to be fixed. Here are some tips that will help you avoid some of the most common brake problems that could cause driving hazards: 1. Recognizing Worn Pads That Need to Be Changed",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9943410158,
        "format_confidence":0.9706992507
    }
]