[
    {
        "url":"https:\/\/www.longisland.com\/news\/02-15-13\/why-you-should-go-to-a-bridal-showcase.html",
        "text":"Why you should go to a Bridal Showcase!\n\n\nAre you having a hard time figuring out exactly what you want for your wedding? Bridal Showcases can be the perfect fix!\n\nPrint Email\n\nPicking out a wedding dress can be one of the most daunting tasks that a bride has to face. With so many options out there anymore, finding the perfect gown can be the hardest part of planning the whole thing. Luckily for the bride to be, there are ways to get an idea of what you want with not only a personal touch, but while having some fun Bridal shows and trunk shows can be a bride’s best friend when looking for a dress, especially if she is not sure exactly what she wants.\n\nThere are many benefits of going to a bridal showcase or a trunk show when looking for a wedding dress. The main benefit is the chance to meet a designer or two talk to them about the dress you envision. They can tell you what can be done with the dress as far as alterations and add-ons and may even throw in a discount or added feature for free such as buttons down the back or added lace. Some vendors will also give you up to a 20% discount if you buy the dress on the spot!\n\nBridal showcases don’t only give you a glimpse of what you can expect when shopping for a wedding dress but can also let you meet with vendors of every other aspect of your wedding! From cakes to DJ’s and caterers, you can expect to find all of these at a showcase, allowing you to get a hands on feel for what your local options are. Take a look at this list of local bridal showcases this Sunday to find one near you!\n\nSunday, February 17th\n\nBridal Showcase at Windows on the Lake\n\nWindows on the Lake\n\n235 Lake Shore Rd\n\nLake Ronkonkoma - 11779\n\n\nAriana Waterfall's 2013 Bridal Showcase\n\nAriana Waterfall Caterers\n\n79 Hempstead Tpke\n\nWest Hempstead - 11552\n\n\nBridal Showcase at Giorgio's\n\n\n100 Fox Hill Dr.\n\nBaiting Hollow – 11933\n\n\nStan Wiest Music - Timber Point Country Club Bridal Showcase\n\nTimber Point Country Club\n\nGreat River Road\n\nGreat River - 11739\n\n\nFor more upcoming showcases and trunk shows check out our bridal events page!",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.5879737735,
        "format_confidence":0.7377335429,
        "weight":0.0045416493
    },
    {
        "url":"http:\/\/socialrus.com\/story3439092\/considerations-to-know-about-baby-girls-swimwear",
        "text":"Considerations To Know About Baby Girls Swimwear\n\nNews Discuss \nAfter viewing products depth pages, glimpse listed here to find an uncomplicated way to navigate back to web pages you have an interest in. Store online with Superbalist and we’ll even provide it to the doorway, where ever you are in South Africa, so you can devote a lot more http:\/\/baby-clothing53962.onesmablog.com\/Top-Guidelines-Of-Baby-Girls-Swimwear-21458796\n\n\n    No HTML\n\n    HTML is disabled\n\nWho Upvoted this Story",
        "topic_id":8,
        "format_id":18,
        "topic_confidence":0.9953199029,
        "format_confidence":0.8667459488,
        "weight":0.0040870014
    },
    {
        "url":"http:\/\/www.whereorg.com\/van-atkins-department-store-395179",
        "text":"Van-Atkins Department Store\n\nVan-Atkins Department Store in Malvern, AR\n317 S Main St., Malvern, AR 72104\n(501) 337-0499\n\n\nStreet address:\n317 S Main St.\n\nCity \/ suburb:\n\nHot Spring\n\n\nZIP code:\n\n(501) 337-0499\n\nContact name:\nJoseph Hicks\n\nContact title:\nBranch Manager\n\nGPS Longitude:\n\nGPS Latitude:\n\nPlaces nearby\n\n0.03 miles away\nAdministration Of Educational Programs\n0.03 miles away\nReligious Organizations\n\nGeneral information\n\nBusiness data\nStandard industrial classification code: 5651\nCity \/ suburb: Malvern, AR\nCounty: Hot Spring\nNot quite what you're looking for? See recommended web results\n\nIs this your business? Claim this profile to get thousands of free views!\n\nQR code with Van-Atkins Department Store contacts\n\nQR code with Van-Atkins Department Store contacts\nInstall a QR code reading app on your smartphone to scan and convert it to Van-Atkins Department Store contact information.\n\n\nThere are no reviews on Van-Atkins Department Store yet.\nBe the first to write a review about your experience with the company.\n\nMore details about Van-Atkins Department Store\n\nAccording to our records, this business is located at 317 S Main St. in Malvern (in Hot Spring County), Arkansas 72104, the location GPS coordinates are: 34.3628392 (latitude), -92.8125662 (longitude). Van-Atkins Department Store is categorized under Family Clothing Stores (SIC code 5651). Known organization branch manager is Joseph Hicks. You can contact the company by phone at (501) 337-0499.\nNot satisfied? Select a reasonRate this pageSend feedback\n\nOr try our search form or quick navigation by category and location\n\nSimilar companies\nBurlington Coat Factory\n9101 W Markham St., Pulaski, AR\nFamily Clothing Stores\nG Q Fashions\n632 Main St., Clark, AR\nFamily Clothing Stores\nGoodys Family Clothing 224\n3005 E Race Ave., White, AR\nFamily Clothing Stores\nAlso viewed\nFFF Poultry\nPO Box 55, Pope, AR\nPoultry Hatcheries\nLisa Wood Day Care\n10888 Otter Rd., Washington, AR\nChild Day Care Services\nForemost Insurance Co\n131 Cedar Valley Rd., Van Buren, AR\nInsurance Agents, Brokers, And Service\n\nRio Olympics might be a mess, but Tokyo 2020 has some cool high-tech plans\nDriverless taxis for athletes and holograms for info.\nThu, Jul 07 2016\nClinton takes big step toward easing tensions with Sanders\nWith new college affordability plan, the presumptive Democratic nominee won praise from rival.\nThu, Jul 07 2016\nUS urges aerial spraying amid jump in Puerto Rico Zika cases\nThe U.S. territory is debating whether to fumigate with the insecticide Naled.\nWed, Jul 06 2016",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.5478391051,
        "format_confidence":0.9204254746,
        "weight":0.000194415
    },
    {
        "url":"http:\/\/theplaidpurse.com\/index.php?route=product\/product&path=61&product_id=122",
        "text":"• BG-020 Hobo Bag - Autumn Flowers\n\nThe Hobo Bag is a perennial practical bag. But who says, these bags can't be fun to carry too!\n\nColorful flowers are set against a classic black background, providing a beautiful contrast.\n\nMade of 100% cotton and lined with nylon, this bag is perfect for year round. It is also practical - when on the road, simply fold and pack them together with your clothes and voila! You've got an extra option when you accessorize your outfit!\n\nThese bags are so lightweight and gentle on the shoulders.\n\nThey measure 17 inches (43cm) in height (without the straps), 12 inches (30.5cm) wide and 4 inches (10cm) depth. The straps are approximately 17 inches (43cm) long and fits comfortably on most shoulders.\n\nWrite a review\n\nPlease login or register to review\n\nBG-020 Hobo Bag - Autumn Flowers\n\n  • Product Code: BG-020\n  • Availability: In Stock\n  • $18.00\n\nTags: Autumn Flowers Hobo Bag",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.6755453944,
        "format_confidence":0.9988981485,
        "weight":0.030639724
    },
    {
        "url":"http:\/\/randa-imagine.blogspot.com\/2014\/03\/",
        "text":"Skip to main content\n\n\nShowing posts from March, 2014\n\n\n2-button turn back cuff\n\nWhat do you get when you combine Oragami with a Kayak?\n\nOruKayak. Duh. Content suggested by Lee Darling from Randa Accessories, London, UK. A new company dedicated to unlocking the wonder and discovery of the great outdoors— even for city dwellers. At Oru Kayak, we believe that spending time outdoors makes people happier, healthier, and more productive. Our products offer a way to explore and connect with the natural world—even when you live in a city. We hope your Oru Kayak journeys are as fun and fulfilling as ours have been.\n\nMen's Bracelets Loom Large\n\nGovernor Chris Christie with his Rainbow Loom Bracelet\nUntil his grandchildren got Rainbow Loom kits, Ralph Fatigate had never owned a bracelet. Now he has nine, all made of tiny colored rubber bands. He wears them to meetings with bankers around the world.\n\nAlan Flusser - Dressing The Man\n\n“Accessories: The Major Importance of Minor Things” Lord Chesterfield once described dress as the “ style of thought”  If that is true, then accessories act as punctuation, sometimes providing a point of exclamation, other times signaling a transition from one colorful phase to another.  Just as no serious writer undermines his prose by neglecting essential commas and dashes, no true elegance ignores the opportunity to better communicate his own style”\n\nFrom \"Dressing the Man\" by Alan Flusser\n\n\"Cool book. I love this quote, wanted to share…\" Kim Bearry\n\nFossil and Google\n\nRing! Ring! Dick Tracy called and he wants his watch back\nRichardson-based Fossil to make smart watches with Google\n\nRanda Affiliate, Tata, Aids Mercado Women's Initiative\n\nFOR IMMEDIATE RELEASE New York, NY (March 5, 2014) – Tata Accesorios Globales, the largest belt manufacturer in the Western Hemisphere and the premier leather manufacturer of high-end leather accessories in Guatemala, is assisting Mercado Global in their leather-detailing expansion program.\n\nDavid Simon Joins Randa Accessories as VP ecommerce\n\nDavid Simon - Randa Accessories\nRanda Appoints Newly Created Position VP E-Commerce\n\nChilling New Sportswear\n\nA Climachill tank from Adidas.Photo By Courtesy Photo\nAdidas has launched Climachill, an active cooling apparel technology that provides an instant chilling sensation to help athletes perform in warm conditions. The line incorporates fabric woven with titanium and 3-D aluminium cooling spheres. The technology lowers athletes’  body temperature so they can train harder and run longer.\n\nAre American Malls \"Dead Man Walking?\"\n\nWhen the Woodville Mall opened, in 1969, in Northwood, Ohio, a suburb of Toledo, its developers bragged about the mall’s million square feet of enclosed space; its anchor tenants, which included Sears and J. C. Penney; and its air-conditioning—seventy-two degrees, year-round! Two years later, the Toledo Blade published a front-page article about the photo-takers and people-watchers who gathered around the mall’s marble fountain, “that gushing monument to big spending and the shopping spree.” The story quoted an anonymous businessman: “The water has a great calming effect on a person, especially when you’ve been badgered all morning.” This week, Woodville is being torn down. So are countless other malls across the U.S.—so many that there’s a Web site devoted to “dead malls” that are out of commission. In some cases, the buildings have been converted into community collegescorporate headquarters, or churches. Others, like the Woodville Mall, have become so damaged by water, mold, and…\n\nThe Haves and The Have Knots\n\nThe Merovingian\nTies. Lots of ties. Mathematicians have revealed there are over 177,000 distinct ways to knot a neck tie – more than 1000 times the number that was previously thought. They got their inspiration from an unusual style featured in the film The Matrix Reloaded.  Even John Kammeier doesn't know how to tie all of these knots.\n\nAnnotated Guide To Men's Belts\n\nThe Complete Guide To Men’s BeltsArticle By  on 11th March 2014 | @gabrielweil\n\n\nRetailers Street Fight for Market Share\n\nFashion’s become a street fight for market share.\nTo grow and keep ravenous investors happy, retailers need to do everything they can to push their competitors out of the consumer’s mind — in the process squaring off against everyone from the store across the mall to the hot new line, the latest gadget, the new food trend, the most popular app and more.\n\nFashion, Mister Anderson? It's all part of the story.\n\nCostume Designer Milena Canonero takes us inside Wes Anderson’s latest flick The fact that Wes Anderson’s films are often set in a hard to place date and time could be difficult for the life of a costume designer, but not so says The Darjeeling Limited and The Life Aquatic with Steve Zissou collaborator and three-time Academy Award winner Milena Canonero. “It makes everything so much easier and more free,” she says of their latest undertaking The Grand Budapest Hotel, out today.\n\n3-D Oreo Cookies Exhibit a Tweet-Tooth\n\n3-D Printed Oreos\nAt this year's SXSW, South by Southwest Festival, Oreo is demonstrating a vending machine that uses social media to determine flavor and color combinations for 3D-printed cookies.\n\nA Footwear Flagship for Ralph Lauren\n\nOn the corner of 72nd and Madison on New York’s Upper East Side, sits the Rhinelander Mansion, a palatial building that houses the flagship location of Ralph Lauren’s global empire. And yet, “The Mansion” (as it is affectionately known) is far more than a store, it is the epicenter of the RL universe. It’s a physical manifestation of Ralph’s vision, complete with imposing antiquities, more Americana than a field at Brimfield, and of course the full breadth of the brand’s collections.\n\nDon't Know Much About Philosophy? Challenge Your Own Point of View\n\nAt a time when advances in science and technology have changed our understanding of our mental and physical selves, it is easy for some to dismiss the discipline of philosophy as obsolete. Stephen Hawking, boldly, argues that philosophy is dead.\n\nNot according to Rebecca Newberger Goldstein. Goldstein, a philosopher and novelist, studied philosophy at Barnard and then earned her Ph.D. in philosophy at Princeton University. She has written several books, won a MacArthur “Genius Award” in 1996, and taught at several universities, including Barnard, Columbia, Rutgers, and Brandeis.\n\nRanda Rotates Management Positions\n\nRanda Accessories Rotates Management Positions\nFOR IMMEDIATE RELEASE New York, NY (February 26, 2014) – When Randa Accessories, the world’s largest men’s accessories company makes management changes, the bar is set very high.  Therefore, it is good news for Randa that the company has a strong, and deep, talent bench from which to draw.",
        "topic_id":8,
        "format_id":1,
        "topic_confidence":0.9064819813,
        "format_confidence":0.8578619957,
        "weight":0.0074750204
    },
    {
        "url":"https:\/\/www.coolwinks.com\/offers\/sunglasses-offers-extra-15off\/",
        "text":"Terms & Conditions\n\n  1. Max quantity allowed per user to buy under any sale period is two.\n  2. All sale \/ discount pricing is applicable to customers only, any trader who buys during this offer will not be eligible for discount \/ sale prices.\n  3. Coolwinks reserves the right to cancel the orders in case we find out that the product is not bought by end consumer.\n  4. Coolwinks reserves the right to change or withdraw the offer, any time at the sole discretion of the Management.\n  5. Use Code SUN15 to get Extra 15% OFF on Sunglasses (Minimum Order Value of Rs.900).\n  6. This Offer is Currently Expired\n\nWelcome to coolwinks\n\nSign In \/ Sign Up\nWrong email\n\nSign Up\n\n\nSign In with OTP\n\nWe've sent an OTP to verify your account. Enter the OTP sent to\n\n  • Resend OTP\n\nEnter Your Mobile Number\n\n\nChoose Your Primary Account\n\nWe found multiple accounts with this number.\nChoose your primary account.\n\n*Number once linked with an account cannot be linked to any other account.\n\n\nUpdate Contact Number",
        "topic_id":8,
        "format_id":8,
        "topic_confidence":0.8152747154,
        "format_confidence":0.9197165966,
        "weight":0.000097199
    },
    {
        "url":"http:\/\/sincerelybrionybea.blogspot.com\/2016\/02\/superdrug-flirty-exotic-fruits-and.html",
        "text":"Sunday, 21 February 2016\n\nSuperdrug Flirty Exotic Fruits and White Chocolate Body Spray\n\nFor Christmas I had asked for body sprays and perfumes because I was running seriously low on them and needed to stock up. I don't know about you, but I feel anxious going out without any on! One of the sprays I received was the Superdrug 'Flirty Exotic Fruits & White Chocolate' body spray. Quite frankly I don't know what is so flirty about spray but I gave it ago nevertheless.\n\nThere are pros and cons to this body spray. One pro is that it does smell really nice! I'm not so sure about the 'exotic fruits' but the white chocolate really comes through in the smell which even my boyfriend noticed. I certainly don't mind smelling of chocolate! Another pro is the price: £1.29, but currently at sale price of 63p! So if you are someone who is on a budget this is definitely handy.\n\nHowever, a big con is that the smell doesn't last very long. It probably lasts about an hour if that, which certainly doesn't make it a long lasting body spray. To keep up the smell you would have to reapply regularly throughout the day which won't help it last a long time. It lasted about a month for me but would have lasted a much less amount of time had I taken it out with me and reapplied throughout the day. \n\nFor the cheap price tag and the fact that it is Superdrug's own brand and not a company specified in the field of body sprays, to be honest I wasn't expecting amazing results anyway. If you're looking for something that'll last you'll most likely have to go for a slightly higher price point. But overall if you're on a budget and need something to just carry around with you then this would be an option to consider. \n\nWhat body sprays do you use?\n\nNo comments:\n\nPost a Comment",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9958556294,
        "format_confidence":0.7169361711,
        "weight":0.0317147587
    },
    {
        "url":"https:\/\/soirrelevantitsrelevant.wordpress.com\/2013\/02\/10\/nyfw-roundup-day-2\/",
        "text":", , , , , , , , , , ,\n\nHello all! I know we haven’t been on top of our NYFW postings, but here is a quick roundup of my favorites from the shows on Day 2 (Friday the 8th)\n\nRag & Bone\n\nOnce again, neutrals were the color of choice at the show. Structured jackets, updated houndstooth, and pops of color made many appearances on the runway.\n\nNicole Miller\n\nMiller’s menswear inspired collection included a lot of updated basics and “cool girl” hats. Graphic prints and the “color of the hour” black was also showcased.\n\nCharlotte Ronson\n\nRonson credited her “English heritage” for the inspiration behind the fall 2013 collection.  It shows, with buttoned up pieces in neutral colors.\n\n\nSuno, known for bold prints and popping colors, also seemed to stick to black in their collection. They still delivered with fun patterns in classic shapes.\n\nStay tuned for days 3&4! Photo to style.com",
        "topic_id":8,
        "format_id":15,
        "topic_confidence":0.9944865108,
        "format_confidence":0.9815003872,
        "weight":0.0316711567
    }
]