[
    {
        "url":"https:\/\/attackthesystem.com\/armed-revolution-possible-and-not-so-difficult\/?replytocom=190564",
        "text":"Armed Revolution Possible and Not So Difficult 191\n\nBy Bill Bridgewater\n\nThe only “newsies” that I have ever met that I didn’t believe wasted oxygen by breathing were Dickey Chappell and Bernie Fall, both of whom were killed in Viet Nam because they believed that you couldn’t report battles in the field from a bar in Saigon.\n\nIt is not easy to admit that a newsie stopped me cold the other day in the middle of one of their silly interviews. He had asked me to enumerate the reasons that I believed to be valid to support the private ownership of firearms.\n\nWe did not disagree over personal protection; he even admitted that hunting is legal in every state. But, when I stated that I believed that the founding fathers intended that we be armed against the possibility of our own central government overstepping its bounds, he quite bluntly asked me if I thought that an armed American citizenry had a snowball’s chance in hell in an uprising against our own federal government.\n\nNow, when was the last time you put some really serious thought into that proposition? Not counting the slaughter of the American Indians, we have not seen a serious effort to pit Americans against Americans since the end of the War Between the States that ended 130 years ago.\n\nIs there even a shred of possibility that an armed citizenry could succeed against the strongest military power on Earth today?\n\nPerhaps we should review the years 1960-1975 again. The United States blindly stuck its oar in the muddied waters of Viet Nam very shortly after the French got their heads handed to them on a platter and were invited not to be a colonial power in Viet Nam any more.\n\nFinally, we found ourselves in the position of guaranteeing the survival of an independent South Viet Nam when the Northern part of the country made it clear that they were interested in reuniting the country under their particular brand of socialism.\n\nFor a decade and a half, we changed the leadership of South Viet Nam quite regularly; increased the pressure on the Johnson thumbscrews; bombed, quit, bombed, quit, ad infinitum; quantified the war; and finally turned it into an electronic war. At home we kept telling the citizens that we were just about to win decisively and elected another president to drive crazy with this goofy little war.\n\nFinally the president declared that all was over and the troops could come home.\n\nBut they did not return home in triumph with the bugles blaring. They came home with their tails between their legs just like every other defeated army in the history of the world. And the reason that they did so, my friends, was that the world’s most powerful nation got its backside severely whipped by a small, backward, agrarian nation who started the war against us with an assortment of ancient bolt-action rifles, no lines of support, no manufacturing base, and no infrastructure that the country absolutely depended upon.\n\nIt is not a joke that they made sandals from cut-up truck tires – it’s the truth. They fought the only kind of war they could hope to fight and win successfully – a guerrilla war.\n\nThey had two good models: the American colonies against the British in our war for independence, and the American Indian wars, where the value of slash-and-run against a superior foe was escalated to a fine art by the world’s finest light cavalry.\n\nTwice the North Vietnamese allowed themselves to be suckered into main force set-piece battles, and they got cut into ribbons for doing it. Otherwise, they stuck to General Giap’s plan of guerrilla warfare to the finish.\n\nThe North finally *did* get to mass their troops and tanks during their final sweep to victory into Saigon.\n\nWhy did this happen? Why did the world’s most powerful nation get its teeth kicked in and sent home in disgrace? Because we forgot our very own origins! We forgot that we were the ones who hid behind logs, berms, and bushes and shot British troops and their mercenaries as *targets of opportunity* while denying our opponents a target of any kind.\n\nWe used the skills of the mountain and plains Indians against an Army that was trained in only one form of combat. We refused to engage in the British methods of combat until we had superior forces and the odds were highly in our favor.\n\nGeneral Vo Nuyen Giap did exactly the same thing against us in the 1960s and 1970s while we used our superior firepower and technology to create ten million deaf monkeys and water buffalo. We defoliated tens of thousands of acres of jungle forest to prove that Giap’s troops weren’t there. We constructed every kind of trap known to mankind to capture and destroy divisions of enemy troops where there weren’t any.\n\nWe very patiently fought a European theater-type of warfare against a steadfast foe who fought a completely different kind of war that simply made our complex weapons systems useless. By inflexibly insisting on doing it our way, we lost the whole shooting match to a man who played it his way and won.\n\nMeanwhile, on the exact opposite side of the globe, another shooting match was gearing up that pitted the second most powerful nation in the world against an enemy whose armament consisted of ancient bolt-action rifles, who had no lines of support, no manufacturing base and no infrastructure that the nation depended upon.\n\nThough the Russians were determined that *they* would not be sent home with their tails between their legs, the Afghans were paying particular attention to those tactics that had worked so well for General Giap against the American forces. Even with the advantage of being able to totally ignore world opinion and to essentially ignore the opinions of its own citizens, Russia followed us down the long winding trail to disgrace by doing exactly what we had done in Viet Nam.\n\nHigh-ranking politicians (some of them in uniform), with absolutely no idea what was going on in the day-to-day conduct of both wars, made stupid decisions and then stuck by them despite advice to the contrary from both American and Russian on-scene commanders.\n\nThe Russian methods of combat – mass maneuver and firepower – that were developed against Napoleon and Hitler proved no more successful than our methods against an aggressively waged guerrilla war.\n\nBoth major enemies failed to fight the enemy that they faced. Both, in fact, fought an historical enemy who was not present on the field of battle. Both of these superior armies truly believed that superior strength and technical abilities would win the day. Both major armies believed that time was on their side and was working against their foe. Both were totally wrong because they underestimated the growing dislike of the supposedly neutral or “friendly” indigenous forces whose cities, villages, towns and homes were being destroyed by the ongoing flow of large-scale battles by the two major armies.\n\nWhatever the levels of dispute between the Vietnamese, the American forces eventually became the common enemy simply because of the massive damage they were doing in behalf of the south. Exactly the same thing transpired in Afghanistan. The Russians became the common enemy and went home in defeat.\n\nOur armed forces used everything in our weapons inventory in our effort to win except nuclear devices. So did the Russians. They even used some chemical weapons that we didn’t try.\n\nWhat does all this have to do with the question the newsy asked me? Everything.\n\nA revolution could be waged against the current American government far easier than you might imagine without careful examination. Consider:\n\n* The sheer numbers of firearms of all kinds in the hands of the American public would have made the American commanders in Viet Nam quake in their boots. We’re not talking junk equipment here, either. The average deer hunter with a .270 or .308 could give a platoon of regular troops more grief than they want. There was a special on the tube recently about military armaments on sale in the black market (including Stingers).\n\n* The population base from which revolutionaries could be recruited is *massive* – 250 million.\n\n* There are literally millions of well-trained men who served as officers and NCOs who learned face-to-face how guerrilla warfare works. They haven’t forgotten it, either.\n\n* There are millions of young men out there with military training and experience with weapons of every conceivable kind, who would make top-quality guerrilla troops.\n\n* Every one of the 100 counties in the state of North Carolina could field at least one full company that would be formidable in capability. If one assumes that North Carolina is no more capable than other states, that could amount to 180 divisions. These potential rebel troops would be fast-moving light infantry, with the capability of melting into the general population when necessary.\n\nAmerican military leaders would be in the position of having an inventory of high-tech weapons that they would be dependent upon your son or nephew to use against you. There would be no enemy states in which you could say that any weapon could be used against the rebels. They would be from each and every state and major city.\n\nBy the same token, there would be no sanctuary for the federal troops anywhere in the land. No matter where stationed, they would be subject to attack and harassment. The infrastructure on which the federal government depends would be rather easily disrupted by those who live there. Airfields and major lines of communications could be shut down and kept down for days at a time. Disruption of supplies to major bases and to centers of government would be simple. You don’t have to cut them off, just keep them hungry.\n\nThe federal government would be denied the use of all their major weaponry because they would still “own” the cities and villages. How do you justify bombing your own city just because there is a rebel company in it? One bombing would be the biggest recruiting drive ever for the rebel forces.\n\nNow just how powerful do thos... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9949718714,
        "format_confidence":0.9356310368
    },
    {
        "url":"http:\/\/www.onthemedia.org\/story\/132800-dreamland-the-way-out-of-juarez\/",
        "text":"Dreamland: The Way out of Juarez\n\nFriday, June 04, 2010\n\n\nCharles Bowden has been covering the story of Juarez, Mexico for well over a decade. The city is intimately linked to the drug trade, meaning violence and corruption reign, but Bowden felt the full scope of the problem wasn't being told. In his latest project, Dreamland: The Way out of Juarez, Bowden combines reportage, poetry, police transcripts and illustrations to make sure readers know how bleak the situation really is.\n\nComments [5]\n\nScott from Napa, CA\n\nHello Jerry, I don't see how you could think that the above problem can be addressed, and at the same time cover up about the horrible murders and femicide taking place in Juarez. You are right about NAFTA, and all the corruption, but you can't cover up the truth of all the victims stories. The media on both sides of the border already does a good job at that.\nWatch 'City of lost girls' on youtube.\n\nJun. 07 2010 06:01 PM\n\nAs a Mexican, it was heart breaking to hear this interview. But what I like about this piece is that it points out that the corruption is not only in México, but it the US as well.\n\nJun. 07 2010 03:09 PM\nTony Whitmore from Los Angeles, CA\n\nI thought the interview with Mr. Bowdon was great. Made me want to go out and get this book more than I've been moved to pick up a book before.\n\n\nTony Whitmore\n\nJun. 07 2010 12:08 AM\nJerry Markatos from Central NC\n\nI thought your interview dwelt on the sensational and left listeners ignorant of the cause of the social pathology that is at the center of Bowden's excellent work. I've heard several interviews with Charles Bowden on Pacifica's Democracy Now!, and in each one, he has pointed out the direct link between the impoverishment of the majority of Mexicans by the effects of the NAFTA agreement and the grotesque escalation of drug violence. The rigged economy created by NAFTA and its aftermath has dumped subsidized US corn onto the Mexican market, destroying the livelihood of millions of farm families. It created a dozen new billionaires in Mexico soon after it was implemented, while it impoverished millions of our neighbors in Mexico, leaving them desperate enough to cross a formidable border for jobs, while others get sucked into the production of something that Gringos ARE willing to pay for: drugs. What's the point of dwelling on the extreme violence if the solutions to the problem are suppressed? There is major controversy over Congress's seeking to militarize Mexico's response to the problem when that only pours fuel on the fire as it has in Colombia. The solution must include renegotiation of NAFTA as Obama suggested in his campaign and human rights organizations insist, but the US business world and our business friendly media fail to allow that discussion, preferring simply to blame the victims. Let's return to the subject in a more constructive mode. Thousands of lives depend on it!\n\nJun. 06 2010 10:33 PM\n\nWhooooa -- reminder of both the horrors and the gritty reporters out there. Hardcore, dude.\n\nJun. 06 2010 11:28 AM\n\nLeave a Comment\n\nEmail addresses are required but never displayed.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9694308043,
        "format_confidence":0.8898008466
    },
    {
        "url":"https:\/\/rall.com\/comic\/jeffrey-epstein-shows-that-conspiracies-just-arent-what-they-used-to-be",
        "text":"Jeffrey Epstein Shows That Conspiracies Just Aren’t What They Used To Be\n\nWhether you believe them in or not, government conspiracy theories involving fiendishly diabolical plots by brilliant evildoers just aren’t what they used to be. Consider, for example, the convenient death of Jeffrey Epstein. It was almost like they weren’t even trying.\n\n11 Comments. Leave new\n\n  • When the process is moving in the desired direction of all the empowered concerned, why get in the way?\n\n    The greatest purveyors of state violence, the Democratic and Republican Parties acting in the name of the Constitution of the USA, saw no downside to the personal extinction of Jeffrey Epstein, so why intercede upon the inevitable?\n\n    The Republican and Democratic Parties regularly violate the Constitution and with the Supreme Court being both political appointees of the parties and lacking an enforcement branch, thus staying silent, nary a complaint is heard.\n\n    What matters to the empowered the concerns of the disempowered?\n\n    One might object by saying this is a democracy and the people rule.\n\n    But this is a market-ocracy and the market rules.\n\n    And the extra-Constitutional parties rule and regulate the market.\n\n    And the parties are ruled by the Capitalists and their Capitalist sciences of profit.\n\n    And not all conspiracies are fictions.\n\n    And conspiracies are actual things in law.\n\n    So there will be no lack of conspiracies for those who need a daily diet of them.\n\n  • alex_the_tired\n    August 19, 2019 10:26 AM\n\n    Conspiracy theorists in general possess two qualities: First, they are very poor at inference, deduction, and logic. Second, they have remarkable amounts of energy.\n    Remember all those sci-fi shows where a shape-shifting alien duplicates one of the characters? And what do the other characters always say? “We don’t know which is which.”\n    They never say, “Capt. Kirk. When we were in the turbolift a few months back and you let one rip–yes, it was you, really it was like an Andorian Assbeast climbed up your colon and died there so don’t deny it–what was the name of the crewmember who threw up just as the turbolift got to engineering?” The conspiracy theorists never go to that level of fine-grain inspection. They’ll go frame-by-frame through a home movie but they will not accept skepticism.\n    Bigfoot–leaves no scat, no fur, has never been struck by a tracker trailer, never photographed clearly. The conspiracy theorists will not accept that Bigfoot just doesn’t exist.\n    JFK assassination–Look at how many war-crime level things the CIA has done that have gotten out. But, somehow, the people who planned JFK’s assassination (and how many would that have to be) have all been kept quiet?\n    UFOs–Still no one has a good clear iPhone shot of the Greys? No soybean farmer in Iowa has come forward with a complex mathematical proof that there is no goddamned way possible for him to have come up with it except that it was handed to him by aliens with higher capacities in math?\n    The reality of Epstein’s suicide?\n    1. Too many people at the lowest level would have to be involved for a cover up to work. And all of them have seen the movies where the underlings get silenced. Inept employees at a prison (I’m sure there’s a high level of skills required to work there) fell asleep and a prisoner who wasn’t on suicide watch killed himself. Because it’s Epstein, everyone’s up in arms. How about 1\/100th of the outrage for all the prisoners living in the conditions that they do?\n    2. Epstein’s suicide is actually detrimental to those in power who might also be pedophiles. (And if the general population has a 5% pedo rate–that’s the best estimate–it would have to be even higher among the powerful; when you have access to everything, the Id turns to the forbidden.) Epstein had legal status for fighting to suppress release of certain crucial documents. With him dead, that roadblock is gone. If Bill Clinton or Donald Trump or the Dalai Lama or Mrs. Butterworth likes ’em young, we could find out very shortly. And once a few leaders are uncovered, the search won’t stop there. It could make Watergate look like a kid filching a candybar on a dare.\n    3. If someone in power killed Epstein, how did they know he didn’t have a dead-letter file? If you were a pedophile procuring for the superpowerful and allegedly blackmailing them, you would, by definition (if not by commonsense) have notebooks of 8×10 glossies, videotapes, transcripts, names, dates, soiled blue dresses, etc. You’d have enough evidence to convict the most powerful person on earth. And you’d let everyone know, the second you turn into a corpse, it all comes out. No one would risk touching you. Period.\n\n    You want a conspiracy? Shit. Look what got done to Ted Rall. It is LITERALLY a conspiracy. I keep waiting to find out poor old Ted “accidentally” backed his own car over himself, twice. You want a conspiracy? Look at what the dnc did to Bernie Sanders in 2016. The evidence is LITERALLY right there in the open. All you have to do is confirm some reporting. The superdelegates flipped who won the state nominations in several states. The dnc gave war criminal Hillary Clinton, who sits in the same pool of victim-blood as Henry Kissinger her mentor, the debate questions ahead of time. The Clinton Foundation was a pay-to-play money sink–ask George Stephanopolous about it; he “donated” to it because you had to in order to get access–and the Clintons should be in prison for influence peddling. These are all real, legitimate conspiracies: people schemed actively to make these things happen, and innocent people suffered as a result.\n\n  • Gosh, Ted, does that mean you’re finally giving up on your theory about Hillary orchestrating a Vast Left Wing Conspiracy from her secret lair under a pizza parlor? She’s not a Reptilian after all? The Russians really did try to muck with our elections?\n\n    ’bout time.\n\n  • “Consider, for example, the convenient death of Jeffrey Epstein. ”\n    Sounds like you believed the Govt and MSM when they said Epstein was dead.\n    Even with out proof or evidence. Who wouldn’t have taken a picture of him Dead?\n    How many stories about his hanging or not hanging in their prison . . . hey, they don’t even know how he died. How much power would a kidnapper have by forcing him to divulge all of h is information . . . torture would work if he resisted or let him see but not touch young girls.\n    He would be worth a lot more alive then dead as those who own him now own all of his recordings and bribery stuff. I could go on but what I see is that all of the reasons given for people wanting him dead turns into reasons for wanting him alive if he had a death switch which would make all of his info public if he died.\n\n  • “I am a ‘conspiracy theorist’. I believe men and women of wealth and power conspire. If you don’t think so, then you are what is called ‘an idiot’. If you believe stuff but fear the label, you are what is called ‘a coward’.” David B Collum, as quoteded in a Consortium News article that can be found at the follwing link:\n\n    • What is apparent is that what is true can be diminished in the eyes of a trusting public as a conspiracy, and what is false in the eyes of a trusting public can be enhanced by calling its doubters conspiracy theorists.\n\n      This “name calling” is the essence of “debate”, a word originally meaning “to beat down”. Crowds cheer the cut even if it misses the possibility of being true.\n\n      I am able to create many hypotheticals without believing any of them in order to see how many tentative “facts” can fit into each without being in contradiction with each other.\n\n      I tend to avoid discussions with true believers because their political theology is resistant to consideration and doubt. That’s why my position is atheist (doubter) to conceptual objects of political theology.\n\n      In the creation of propagandist “truths” for mobs to coalesce around, true believers value their identity with a mob more than any truth consisting of non-contradictory facts.\n\n    • Adam Smith, conspiracy theorist.\n\n      Adam Smith in Wealth of Nations” stated that wealthy businessmen when left alone together tend to conspire against the public.\n\n      • The term “conspiracy theorists” was created by the CIA to discredit those who criticized what they considered the absurd conclusions of the Warren Commission report on the assassination of JFK .\n\n      • @falco\n\n        You and I both know that.\n\n        That makes two here.\n\n        It’s a pity that the informed consists of so tiny a minority amidst the sea of vastly deluded.\n\n      • > Adam Smith, conspiracy theorist.\n\n        ay-yup. The capitalists want you to worship Smith, but not actually read his writing.\n\n        He wasn’t trying to promote a philosophy so much as to describe what he saw. He was in favor of progressive taxation, government regulation, and opposed to the gold standard.\n\n    • Been going on a long time, falco, as evidenced by these famous lines from a millennia ago (in Victorian English translation) :\n\n      Ah, Love! could you and I with Him conspire\n      To grasp this sorry Scheme of Things entire,\n      Would not we shatter it to bits–and then\n      Re-mould it nearer to the Heart’s Desire!\n\n\nYou must be logged in to post a comment.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9715500474,
        "format_confidence":0.9502931237
    },
    {
        "url":"http:\/\/blunt-objects.blogspot.com\/2015\/01\/teddys-prediction-for-2015.html",
        "text":"Sunday, January 4, 2015\n\nTeddy's prediction for 2015\n\nGiven current polls, and my expectations for the BQ and F&D, these are my current predictions for 2015.\n\n\n  1. You honestly think FetD is going to do that well? I'd be surprised if Fortin could win his seat, but 8?\n\n    1. You are looking at it backwards. I think the BQ will do that poorly. Those voters have to go somewhere.\n\n    2. Yeah, I think they'll just not vote, or go NDP.\n\n    3. I don't think the FD would do that well either. Most Quebecers do not know about this new party and the structure of this party is weak too.\n\n      Will they be able to participate in a debate? Would this set a precedent for rouge MPs to create new parties so their voices get access in debates in the future?\n\n      Best case scenario for that party is that their two incumbent MPs get re-elected with small margins due to vote splitting.\n\n      Personally, I'm predicting the BQ and FD will be wiped out this year.\n\n    4. History suggests FeD will be allowed into the debates.\n\n  2. I find your prediction highly unlikely 13 Liberal seats in Metro Vancouver is simply ludicrous, the Greens picking up Victoria (which requires a 30% NDP-->Green swing) is equally unlikely as are 11 Liberal seats on the Prairies.\n\n    If Justin can only manage 154 seats with a highly inventive prediction then, the Liberals must be in real trouble. 2015 the year the Liberal party died?\n\n    1. 13 seats in Metro Vancouver is far from improbable...\n\n    2. Before I forget, Fraser, but you do realise the NDP nearly lost Victoria to the Greens in 2012, right?\n\n  3. 13 seats in Metro for the Grits is on the verge of the apoplectic. In a number of the Fraser Valley ridings coloured red a swing of 10-15,000 votes is required. 13 seats for the Liberals in Metro Vancouver is improbable (especially considering today's poll by Ipsos) I would even say it is a ridiculous prediction meant to shock as opposed to reflect an accurate estimate. It's your blog and you are welcome to be as ridiculous as you see fit but, don't get mad at others for pointing out the obvious.\n\n    1. Based on the Liberals results in the Metro Van area in 2006, I can get to over 13 seats easily with the new boundaries, 10 sure bets and 5 extremely plausible ones. Look:\n\n      Seats that would have been won:\n      1. Van Centre\n      2. Van Kingsway\n      3. Van Quadra\n      4. Van South\n      5. Van Granville\n      6. North Van\n      7. West Van\n      8. Surrey-Newton\n      9. Richmond Centre\n\n      Plausible\/near-miss seats:\n      10. Steveston-Richmond East\n      11. Delta\n      12. Burnaby North-Seymour\n      13. Burnaby South\n      14. Fleetwood-Port Kells\n\n      That doesn't count ones like Port Moody-Coquitlam or Cloverdale that are more on the line. So what are you on about friend?\n\n    2. 9* sure bets and 5 plauisbles. Poor literacy hurts everyone.\n\n    3. This isn't to say that I believe the Liberals will get 13 seats in Metro Van, just that its not improbable; Martin did it on less than 30% support in BC in a year that he lost, why would it be impossible for Trudeau to do it when most polls give him between 30-35% support in the province and a very good shot at winning an election?\n\n      I would also like to know what you were saying in 2011 about the NDP being able to sweep Quebec. Were you like me, and saying it was not just improbable but apocalyptic? I literally have posts saying \"The NDP Apocalypse!\" You discount things at your own peril, friend.\n\n    4. Sure bets?\n\n      The NDP will win Kingsway, The Liberal name is mud because Emerson demonstrated Liberal loyalty to Kingsway's constituents The Tiories always win West Van, The Burnabys have a better chance of going NDP than Liberal. Hedy Fry could easily lose Vancouver Centre. I notice you didn't include Surrey Centre in your prediction but, it is coloured red on the map.\n\n      It is not impossible for the Liberals to win 13 seats in Metro Vancouver but, it is very improbable they will do so especially with their falling poll numbers of late. Harper is on pace for a second majority-the only people unawaare are LIberals. Justin is leading the party to its destruction.\n\n      No in 2011 I fully expected the NDP to gain dozens of seats in Quebec, my only question was why it had taken that party's socialist mentality to resonate among a people fond of socialism? Jack Layton spent 3 campaign and 7 years building a narrative before 2011. Justin Trudeau doesn't have a narrative, doesn't have any policies and doesn't look like he has a plan. The narrative Trudeau and the Liberals portray is Harper's narrative. If Liberals think the good hard working people of Burnaby or Surrey or New Westminster will vote for some rich kid drama teacher from Westmount who can't be bothered to release public policy or cobble together a plan for government-they are in for a very large shock.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9967363477,
        "format_confidence":0.8763033152
    },
    {
        "url":"http:\/\/peoplesworld.org\/PageComment\/rss?pageid=53631",
        "text":"Page comments Comment by 'RiverRat2u' on Jobs with Justice: Now more than ever Nothing is going to change for working people until we have real Tax Reform, Stopping Corporations from sending their Manufacturing to China, The TAXING of CORPORATIONs and fining all with Shell Corporations in avoiding taxes. Your so called Progressives are up to their eyeballs in the farce as well. There is not a Progressive in Washington that is not a Millionaire or close to it. They made their money through their or family owned Businesses not on the Welfare rolls. Before another dime is spent proping up despots,dictators world wide and undeclared wars we need to get Americas ship sitting back in the water. In the end we need a working economy and in the words of Karl Marx,\"Those who do not work do not eat !\" Thu, 04 Aug 2011 16:25:34 -0400 RiverRat2u Comment by 'jim lane' on Jobs with Justice: Now more than ever Thanks for laying out the possibilities. We do live in historic times! --jiim lane in Dallas Thu, 04 Aug 2011 11:50:24 -0400 jim lane",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9964822531,
        "format_confidence":0.9957455993
    },
    {
        "url":"http:\/\/www.tampabay.com\/opinion\/letters\/sundays-letters-example-fails-no-guns-in-bars\/2134577",
        "text":"Make us your home page\nLetters to the Editor\n\nSunday's letters: Example fails: No guns in bars\n\nMore tragedies looming | July 31, letter\n\nExample fails: No guns in bars\n\nI take exception to the letter writer's fictional characterization of the \"stand your ground\" law.\n\nTourists and young professionals from abroad need not worry about the situation described, as all persons in the state of Florida, as well as in any other state I know of, who are permitted to carry a loaded weapon on their person, know they shall not under any circumstances carry that weapon within any establishment whose primary income is derived from the sale of alcohol.\n\nThis is the law, very reasonably, because of just the type of situation the letter writer describes. \"Stand your ground\" may not be invoked unless used according to all the laws and rules involved with concealed carry and the lawful use of weapons to defend oneself within the state of Florida.\n\nHave there been instances where \"stand your ground\" has been abused? Maybe, however not to the degree stated by the anti-self defense crowd. I would bet this law has saved far more innocent people than is otherwise being claimed by the good Rev. Jesse Jackson and his Dream Team bunch.\n\nJay H. Love, Clearwater\n\nTo vote on July's Letter of the Month, go to\n\nActs of humility from the new pope | July 31\n\nSpeaking from the heart\n\nIn the spirit of universal ecumenicism, I would like to hear a huge \"attaboy!\" resound from all nations on behalf of Pope Francis.\n\nIn his recent casual remarks on gay priests, I believe he has uttered the five most profound words we've ever heard from any pope: \"Who am I to judge?\" Indeed. This is not only admirable humility, it's what the people have been trying to respectfully imply for the better part of 1,000 years. What a wonderful man, and what a joy to watch him move about and speak from his heart.\n\nJacque Bishop, St. Petersburg\n\nScott decries 'insult' to state | Aug. 1\n\nGovernor should apologize\n\nI am a citizen of Florida, and the Rev. Jesse Jackson owes me no apology. Jackson sees the wrong in our current condition and calls for some common sense. Medicaid expansion: Gov. Rick Scott says no. \"Stand your ground\": Scott says it is fine. Low wages: Scott says work a few jobs.\n\nScott is like Gov. George Wallace blocking the doors. Scott blocks the doors for the elderly, the sick, the unemployed and the underemployed. Scott forbids common sense from entering Florida.\n\nPeno Hardesty, New Port Richey\n\nUncovering legal sleaze in Tampa July 31, editorial\n\nPoor judgment at the top\n\nOne of the most disturbing aspects in the aftermath of this whole phony DUI setup of attorney C. Philip Campbell Jr. was how quickly Tampa's police Chief Jane Castor leaped to defend Sgt. Ray Fernandez, and how clumsily she blatantly mischaracterized his role just after Campbell's wholly unjustified arrest.\n\nSurely anyone could have deduced just from the news accounts that the involvement of Fernandez was more, and in this case a whole lot more, than just police business as usual. For Castor to claim initially that Fernandez was a \"pawn\" in the sleazy setup of attorney Campbell was poor judgment at best, and leaving him in his DUI supervisory role until now smacks of misplaced blind loyalty, especially given the involvement of Fernandez in the totally bogus DUI arrest of local political activist Al Fox just a month after the Campbell fiasco. In that case, the Hillsborough state attorney declined to press charges and Fox has announced his intention to file a federal suit against the Tampa Police Department alleging violation of his civil rights.\n\nCastor should have removed Fernandez from any DUI involvement once the basic facts became abundantly clear following the Campbell arrest. Leaving him in a supervisory role now in the wake of the blistering review by Pinellas-Pasco State Attorney Bernie McCabe of this whole fiasco, and given Fernandez's role in the highly questionable DUI arrest of Fox, makes absolutely no sense.\n\nThe chief needs to act now to emphasize that her department's reputation will not be compromised by an officer who is seemingly being well-protected by the higher-ups at the TPD.\n\nJoe McColloch, Tampa\n\nOn Obamacare, Rubio's data flawed | July 31\n\nMisinformation campaign\n\nIf the Affordable Health Care Act is so terrible, why do Republicans like Sen. Marco Rubio feel the only way to convince the public the act is bad is to lie about it?\n\nIf House Republicans truly object to the fiscal inefficiencies of the Affordable Care Act, how can they justify wasting the time and resources it has taken to vote dozens of times to repeal the act, knowing the legislation will not pass the Senate?\n\nRaymond R. Campbell, St. Petersburg\n\nReport: A-Rod in talks to shorten ban Aug. 1\n\nGame's integrity gone\n\nI have been a lifelong fan of the all-American game of baseball. I find it so disheartening that Major League Baseball would allow players to \"negotiate\" a plea deal and be allowed to continue playing baseball after using performance-enhancing drugs. What about the integrity of the game? And what about the fans? Is anyone taking into consideration what we think about this?\n\nAt the very least baseball should reinstate the greatest player of all, Pete Rose. At least he did nothing to \"alter\" his stats. I also believe that the stats of each of these drug-using players should be wiped clean. Make them all start over again, especially Alex Rodriguez, who was the worst offender of them all.\n\nJanis Waters, Indian Rocks Beach\n\nEileen Brennan dies at 80 | July 31\n\nStellar performer\n\nI watched the film Private Benjamin on Showtime many times when I was growing up, and Eileen Brennan did a great job playing Army Capt. Doreen Lewis in the film. She and her co-star, Goldie Hawn, both made me laugh. Private Benjamin was one of my favorite films.\n\nBrennan was one of the greatest film actresses of all time.\n\nPaul Bacon, Hallandale Beach\n\nSunday's letters: Example fails: No guns in bars 08\/02\/13 [Last modified: Friday, August 2, 2013 6:52pm]\nPhoto reprints | Article reprints\n\n\nJoin the discussion: Click to view comments, add yours",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9073853493,
        "format_confidence":0.9503712654
    },
    {
        "url":"http:\/\/thesocietyofhonor.blogspot.com\/2013\/04\/i-flee-and-moan-therefore-i-am_13.html",
        "text":"Saturday, April 13, 2013\n\n\"I Flee and Moan, Therefore I am . . .\"\n\nLike Nixon, not Woodward\nA short blog of no real consequence, a rebound as it were.\n\nBlogger: (noun) one who flees to his personal writing space and moans to the best of his ability.\n\nMoan: (verb) to point out the flaws in others.\n\nInformation is where you find it.\n  • FOI is a legal initiative to drag information reluctantly from government, for government has a natural drive toward secrecy. It is best done through legislation that mandates accessibility to all but the most sensitive of government information.\n  • Spying is the risky business of stealing information from another nation to help defend one's own nation. It is generally illegal and is carried out secretly for purposes deemed important and righteous. Spies are often executed.\n  • Investigative journalism starts with an issue and probes sometimes hidden or undiscovered information to shed light on the issue. It is journalism with a purpose deeper than reporting on everyday events. Investigative journalism will sometimes rely on unrevealed sources that have access to secret information. The righteous justification is found in revealing who did what to whom, when, where, why and how. What is often criminal. \n  • Whistle-blowing is the non-journalistic cousin of investigative journalism.\n  • Wikileaks is a political effort aimed at undermining the integrity of powerful states using methods that are illegal, such as theft of information. It is akin to spying except it is not in defense of any nation, but is for the destruction of nations. Wikileaks would argue that it furthers the betterment of mankind, but one wonders why undertakings are done with disregard toward laws. Laws are the rules by which we pursue the betterment of mankind. \nWikileaks is Nixon, doing illegal acts for political purposes. Investigative journalism is Woodward, doing discovery on illegal acts.\n\nWe should be clear on this.\n\nScurrilous scumbag: (adjective fronting a noun) Julian Assange\n\n\n  1. I was able to follow the thread of your exchanges with the bitter half of Raissa, as I took a similar position of opposing Raissa's call for supporting Wikileaks.\n\n    Interestingly, they did not reply to my arguments, except for \"pls dont give this scenario, we will deal with it when it happens\".\n    They could not answer the lack of accountability of Wikileaks, and the potential for abuse by it. They are naively assuming Wikileaks will always be on the side of \"good\".\n\n    I actually find your arguments quite weak, considering the US does the same through its spy agencies.\n\n    What was not brought up was this: we all take sides in this war for information, war of ideologies and actual warfare. If he is arguing for equal rights for North Korea and China, then the conversation ends there.\n\n    In any case, my advice: continue to post away, but avoid having a conversation with him. I think many find him obnoxious and petty, but he is part of the conjugal blog, and nothing can change that. On the big issues, he is very much on the same side as us: RH, anti-corruption, anti-trapo, cybercrime, FOI, etc.\n\n    I guess he is underemployed; combine that with a retiree like you will likely result in extra-argumentative discussions. :)\n\n    Apply Simon and Garfunkel's \"Sounds of Silence\" or Fr Tabora's \"Scent of Silence\" on him. :)\n\n    1. \"I actually find your arguments quite weak\" Yes, see, that is the thing. He is smart enough to win the argument on the merits of the issue, because I agree. The foundation of my argument is the softest sand imaginable. I had to stretch to hold position.\n\n      To me, Alan is a skilled 100 percenter, determined to win even if he destroys others in the process. I understand his affinity for Assange. But you give good advice. I'm in the cooling off period and will likely return over there on a different thread, different topic.\n\n    2. ps. Your \"lack of accountability\" point is excellent. No one can hold Wiki to account.\n\n      pps. The Kissinger project takes old, released information, cleans it up a bit, and organizes it for better accessibility. Now there is an upstanding niche for Wikileaks or another organization, to organize and make available information that is out there, but that no one knows about. Organize it as a gigantic on-line library index card file. Like Gutenberg books; free with a double click.\n\n  2. There's a very interesting topic, (though it needs a lot of planning and evaluation) about privatizing the functions of the Bureau of Customs.\n\n    1. That is interesting. Customs is such a rat's nest of smuggling and illicit fees and bribery and kickbacks with good governance definitely swimming upriver.\n\n  3. 1. To me, WikiLeaks is a grey area. I haven’t fully resolved the issue in my mind. (Refer to item 7.)\n\n    2. For the most part, I accept your definitions and they are clear. As I understand it, WikiLeaks leaks governmental info that it has in its possession. But is the info stolen or volunteered? My impression is that the info is volunteered. But even if volunteered, is it ethical for WikiLeaks to disseminate the info on the Internet? Note also, that some of the WikiLeaks info has been previously released by the governments concerned. (This is not an excuse or justification.)\n\n    3. I am glad you mention FOI. My personal bias is towards transparency, for info to be made available. In the ideal world of transparency, where everything is above board, there is no need for deception. (I know, I am a dreamer.)\n\n    4. On the other hand, I can understand the need for certain things to be kept secret and confidential, such as:\n\n    4.1 At the government level, secrets pertaining to defense.\n    4.2 At the corporate level, secrets pertaining to product technology, the fruits of research development that are not yet protected by patent or copyright, and expansion strategy.\n    4.3 At the family level, secrets pertaining to financial status\n    4.4 At the personal level, bank account details and health history and status.\n\n    5. From the above, one of the obvious reasons for keeping secrets is the misuse of info by others for the purposes of (a) taking advantage or (b) to cause harm. There is also the question of privacy or \"right to info\". But what troubles me about secrecy is one of the eternal questions: Who will guard the guardians? This question applies to WikeLeaks itself. It has been alleged, for instance, that the info they release could be potentially harmful to combatants in the field. (Never mind the question whether a just war is being pursued.)\n\n    6. In the Hierarchy of Loyalties, above the construct of Country is the construct of World. From that view, a man’s loyalty to the brotherhood of man transcends his loyalty to country. As I say the rule is absolute, but the interpretation is relative.\n\n    6.1 So this does not mean that a citizen can reveal his nation’s defence secrets, such as the inner working of atomic bombs. But it does mean that a citizen should expose untruths foisted by the nation’s leaders, such as the absence of WMD weapons in Iran.\n\n    6.2 From the view of the Hierarchy, any construct that possesses an inordinate concentration of power – nation, church, community, family or person – must be subject to some type of check-and-balance. This is necessary because of real and potential abuse. And you see this abuse everywhere: in the GOP, the Church, the dynasties, the senators.\n\n    6.3 In the Rule of Expanded Self, where there is conflict between and among constructs, we must always analyse at what level of construct we have identified with and are arguing for. Is our level of identification correct? Or even should we identify at all with any construct?\n\n    7. So the central question is: Where does one draw the line between the need to keep secrets on one hand and the need to divulge secrets on the other? What are the criteria? This is where my powers of analysis fail:\n\n    7.1 Who can keep secrets and why?\n    7.2 What types of info can be kept as secrets? And why? And for how long?\n    7.3 What types of info should be made available. And why? And to whom? And when?\n\n    1. Thanks for taking this to another level, one that merges \"information propriety\" and personal\/community values.\n\n      2.0 The man who \"volunteered\" the US cables and other information is now in jail. If someone came up to Assange with a bunch of stolen Rembrants, would he keep them? Call the police? Sell them? Duplicate them and publish them?\n\n      7.0 It is the tension between what to keep secret and what to release that is the \"check and balance\", going evermore onward. It demonstrates a healthy democracy that such tension exists. The tensions in the US have pushed government evermore forward to answer the questions you pose. The time release depends on the sensitivity of the document. Highly sensitive, long time. Which respects the tension between what historians want, access to historical documents, and what government fears, information used out of context to damage.\n\n    2. @Edgar,\n\n      My main beef with Wikileaks is that it is accountable to no one- except for Assange, it is just a faceless and nameless group of hackers who decide for themselves what info to steal and put out there. Supporting it is reckless.\n\n      Many of Wikileaks' hackers come from 4chan, many of whom were also responsible for hacking credit card databases and other banking systems.\n\n      Those who support it are mistaken that Wikileaks will always play the good guy and incorrectly compare them to Woodward of Watergate or other whistleblowers. But they are not.\n\n      Once it turns rogue, who will rein them in? When Robin Hood starts stealing from the poor, who can stop him?\n\n      The argument that governments, specially the US, do the same thing that Wikileaks does is correct, but at least govts can be held accountable. They can lose re-election, they can be prosecuted, and programs deemed immoral... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9539388418,
        "format_confidence":0.8342575431
    },
    {
        "url":"http:\/\/ukpollingreport.co.uk\/blog\/archives\/5507",
        "text":"\n\nThere is a classic example in the Independent today and their treatment of last night’s ComRes poll. I don’t wish to criticise the Indy too much- they have not misrepresented the poll in anyway, it is reported in an entirely fair and accurate way. Nevertheless, but taking a single poll question in isolation it ends up creating a shallow and one-sided picture of public opinion.\n\nComRes’s poll yesterday 72% of people agreed with the statement “It is time for the Coalition to change its economic policy to be focused more on promoting growth and less on spending cuts”. Taken in isolation, that suggests overwhelming opposition to the government’s economic policy and support for Labour’s alternative.\n\nHowever, we don’t have to take it in isolation, as we have lots of other evidence too. I’ve written in the past about the shortcomings of “do you agree or disagree with this statement” questions – they risk skewing answers in the direction of the statement. For example, in December ComRes asked whether people agreed with the statement that “The Government should not increase public borrowing any further and its top priority should be to pay off the nation’s deficit as soon as possible” and found 74% of people agreed. Taken in isolation that would have suggested overwhelming support for the government’s position… except that ComRes also asked if people agreed that “The Government should borrow more in the short term to increase economic growth as much as possible even if it means reducing the deficit more slowly” and found that 49% of people agreed. In other words, 23% of people agreed both that the government should not borrow any more, and also that they should borrow more. ComRes’s findings in that poll suggest that the picture is not as clear as the single question today would suggest.\n\nUnsurprisingly given the importance of the question, other polls and companies have come at the same question from different angles. Populus this month read out two sentences summarising the government view and the Labour view on the economy and cuts (without identifying them as such), and asked people which they most agreed with. They got an almost even split, 48% in favour of the government’s stance, 49% in favour of Labour’s stance.\n\nYouGov do a similar question as a semi-regular tracker, asking people to say if the government should stick to its present strategy of reducing the deficit, even if this means growth remains slow, or whether the government should change its strategy to concentrate on growth, even if that means the deficit stays longer or gets worse. The last time YouGov asked that, also this month, showed 33% supported the present strategy and 39% wanted to change (29% weren’t sure or didn’t want either), so slightly more support for Labour’s stance than the Conservative one.\n\nIf you take a broad overview of all the polling evidence you end up with quite a mixed picture – certainly opinion seems to be moving in the direction of more of an emphasis on growth and less on the deficit, but the public remain quite evenly split. Looking at other polls people are opposed to the cuts, and they want to see more emphasis on growth. But they also want to see the deficit reduced, and think the cuts are necessary in order to do that. Ask them if they want to have their cake they say yes, ask them if they’d like to eat it they also say yes. Taking just a single polling question doesn’t give this broad picture at all – and indeed, depending on what the question was could produce entirely contradictory pictures.\n\nThe question we should ask ourselves is this – when the media talk about opinion polls, should they actually be doing their best to explain and illustrate the public’s opinion on an issue, taking all the available evidence into account, even if it ends up being muddy, confused, unclear and possibly quite dull? Or should they be plucking out single findings and trying to weave them into a sensational story?\n\n241 Responses to “Polling on economic policy”\n\n1 3 4 5\n  1. Robin\n    You noted the inverted commas (you didn’t?).\n\n    I don’t write my pieces to be in any way partisan and I think the notion that I could be ‘converted’ (noted the C in GC) is ridiculous. These columns are for discussing public opinion and how it affects VI.\n\n    My posting was taken to illuminate the features of FPTP and how it affects the body politic. There are quite a few councillors around here who have jumped ship because they saw the writing on the wall. We are back to Tory hegemony around here,as I suspect that enough Labour tactical voters will abstain at the next general election, or some indeed at locals, or just vote Labour on a ‘oh well, what the hell,’ basis.\n\n  2. @ SoCaL\n\n    My son & I are both members of the Labour Party. It is very cool. You can attend the Party conferences (as a delegate, if your CLP appoints you), you get to have input to policy reviews, vote for office bearers including the Party leaders & deputy leaders & you get to nominate members to be local councillors, MPs & MSPs. You also get invited to loads of events. We’ve been to dinners with Ed Balls, Alistair Darling & Alistair Campbell to name three well known names plus loads of events with MSPs, MPs.& Councillors.\n\n  3. SOCAL\n\n    @” I don’t think it’s a Catholic vs. non-Catholic thing.”\n\n    Is there another global church which employs private confession to a priest as a sacrament to free the penitent from his\/her sin .?\n\n  4. @ Green Christian\n\n    “My party membership give me a quarterly magazine, various mailings from different levels of the party, the ability to stand in internal elections (including candidate selection), the right to participate in the policy-making process, and a vote in all internal matters which are not exclusively dealt with by committees.”\n\n    It’s interesting. Just by my voter registration, I can stand for various internal party elections. But I actually have to win those elections to have a right to participate in the policy making process. And of course there are limits to that. I mean, you can fight to put a whole bunch of stuff in the Democratic Party platform and actually succeed in getting it in there. But then implementing it once you win an election is something different altogether. Universal healthcare for example has been promised by every Democratic President since I think Woodrow Wilson. I’m sure there was a fight in 1912 by Delegates to put it in the party platform. They probably felt pretty good about it when they got their plank. They probably had no idea that it would take another 98 years to actually see it come to fruition (and even then, it wouldn’t quite be exactly what they wanted and\/or imagined).\n\n    “When it comes to the practical details, party membership in the UK is typical of voluntary organisations. The US model of party membership, on the other hand, is something that I’ve never been able to make sense of.”\n\n    It’s really a way of identifying supporters. And making primary elections easier.\n\n    @ Gary Catter\n\n    “Not sure if anyone would put membership of a political party on their CV.”\n\n    Right. But you might put things that you did with your party membership on your resume. So if you were President of the Pembroke College Labour Club, you might put something like that down. Or if you were treasurer of the Tower Hamlets Conservative Association, you might put that down.\n\n  5. Interesting stories in the press about Cameron`s closeness to Blair…It`s almost as if Cameron and Miliband are fighting amongst themselves for the title `Closest to Blair`.Shows that Blair is still valued amongst certain groups of voters…And with recent polls showing Labour leading amongst AB voters,all the more important for Cameron to not lose his most favourable constituency.\n\n    But I also think there is a good chance that Cameron`s defence at the Leveson could be pretty similar to Blair`s…` I wanted to do something about the media but I had bigger battles to fight`…Whether he could carry it off as well as Blair remains to be seen.\n\n  6. Amber\n    Yeah, I can do all that. But they want you to pay for the eats, etc. I cannot think of anything more uninviting than sitting down with fellow politicos for pleasure.\n\n    For pleasure? Do me a favour, do. Now if Julie Christie turned out to be Lib Dem ….\n\n  7. @SoCalLiberal – “Billy Bob will recall… ”\n\n    It was in fact addressed to chrislane1945 at 5:35 am on 8th October 2011, but yes, I do treasure that episode:\n\n\n  8. Smukesh\n\n    It`s almost as if Cameron and Miliband are fighting amongst themselves for the title `Closest to Blair`.\n    I hadn’t realised Miliband was fighting for that title, but then I haven’t really been paying close attention to Labour. I thought Ed Miliband had been walking the tightrope of not been seen as to close, nor disowning him. When did that change?\n\n  9. @CRAIG\n    ` I thought Ed Miliband had been walking the tightrope of not been seen as to close, nor disowning him. When did that change?`\n\n    He certainly made an effort to distance himself from Blair in the conference speech…But recently there have been stories about Blair advising Miliband and he is due to appear alongside Miliband in a Labour fundraiser in June.\n\n    Also the recent appointments to the shadow cabinet(both new appointments Crudas and Adonis are considered to be closer to Blair) and Balls\/Mandelson joint letter to Guardian indicate Blair\/Brown factions coalescing around Miliband.\n\n  10. @SMukesh – “Blair\/Brown factions coalescing… ”\n\n    I think the one-time SDP member Andrew Rawnsley has the copyright on the universal method for viewing all things Labour… unsurprising that the rest of the commentariat followed suit, but oddly that so many Labour supporters have adopted it as the only reliable prism through which to view everything.\n\n    “The Blair-Brown labels speak much more to the central political concerns of 2001 than than those of 2011″:\n\n\n  11. @Howard\n\n    Yes, I noti... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.997554481,
        "format_confidence":0.8641523123
    }
]