[
    {
        "url":"http:\/\/www.snooth.com\/region\/australia\/south-australia\/fleurieu\/clarendon\/",
        "text":"Clarendon Wine\n\nThis page could use a helping hand.\nWhy not add an image or write a brief description to make it more helpful?\n\nView More\n\nPopular wines made in Clarendon under $20\n\nFind local availability for these wines:Submit\n\nVarietals Produced in Clarendon View all\n\n  • Grenache\n\n    You’re a member of the ‘Rhône Ranger’ band. Your groupies think you’re ‘hot’, even when you're boozy and \"strung out\"...\n\n  • Merlot\n\n    The Occitanian word “merlot” translates to “young blackbird.” An accurate description for this popular, early-budding...\n\n  • Cabernet Sauvignon\n\n    “King of the Red Wine Grapes.” The colonizer of the vineyards, pushing native wine grapes into its shadows. The Caber...\n\n  • Chardonnay\n\n    British wine writer and critic, Jancis Robinson, once noted that throughout the 80’s and 90’s in the United States, C...\n\n  • Syrah\n\n    The irony here is that Syrah’s origins could give Carmen Sandiego a run for her international wallet. Syrah’s deepest...\n\n  • Pinot Noir\n\n    “With so voluptuous a perfume, so sweet an edge, they make the blood run hot,” Joel Fleischman, wine columnist at Van...\n\nPeople getting updates on Clarendon Wine Wines\n\nBe the first follower of this region and on your profile.\n\nPage 1 of 5\n\nClarendon on Snooth\n\n1 2 3 4 5 next\n\nView larger map\n\nBest Wine Deals\n\nSee More Deals »\n\nRecent Forum PostsView all\n\nClarendon wine ratings and reviews\n\nSnooth Media Network",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.9935497642,
        "format_confidence":0.9166443944
    },
    {
        "url":"http:\/\/localmarket.mypartyplanner.com\/Wedding_Caterers_Chevy_Chase_MD-p1546834-Chevy_Chase_MD.html",
        "text":"party planning\nparty event planning\nParty Planning, Party Supplies, Event Planning & Wedding Planners at\nevent planning\nHome Weddings Party Tips Party Themes Party Supplies\n\nWedding Caterers Chevy Chase MD\n\nLocal resource for Wedding Caterers in Chevy Chase. Includes detailed information on local businesses that provide access to wedding caterers, wedding food caterers, food caterers, as well as advice and content on information regarding wedding caterers in your area.\n\nBCC Banquet\n(301) 526-3193\n2050 Battery Lane\nBethesda, MD\n\nData Provided By:\nSt. George Ballroom & Conference Center\n(202) 723-5335\n4335 16th Street\nWashington, MD\n\nData Provided By:\nAmphor Group Catering\n(703) 938-3800\n123 Lewis St\nVienna, VA\n\nData Provided By:\nParadise Catering\n(301) 907-7500\n7141 Wisconsin Ave\nBethesda, MD\n\nOccasions Caterers\n(202) 546-7400\n5458 3rd St NE\nWashington, DC\n\nCreative Cakes, Inc.\n(301) 587-1599\n8814 Brookville Road\nSilver Spring, MD\n\nData Provided By:\nCapital Yacht Charters\n(202) 554-0677\nPO Box 70576\nWashington, DC\n\nData Provided By:\nThe Great Room at Savage Mill\n(301) 490-1668\n8600 Foundry Street., P.O. Box 52,\nSavage, MD\n\nData Provided By:\nBalloon Man & Party Helpers\n(301) 946-7133\n10335 Kensington Pkwy\nKensington, MD\n\nOlive Tree Works\n(301) 270-5110\n6713 New Hampshire Ave\nSilver Spring, MD\n\nData Provided By:\n\nHow to Hire A Caterer\n\nIdeas of when to hire a Caterer!\n\n1.  When to start looking for a Caterer - ASAP - of the Event date.\n2.  How to start looking - get all of your facts together and review what you are looking for.\n3.  What to ask the Caterer - What is provided?  China, linens, heating trays, etc.\n4.  Smart Questions to ask:\na)  How long has the caterer business been up and running?\nb)  Has the caterer serviced other weddings at the location of your event?\nc)  Does the facility charge the caterer service a fee to provide their service at the site?\nd)  Has the caterer provided service for this amount of guests before?\ne)  What is the ratio of servers for this type of event?\nf)   What is the cost of the servers and what is exactly included in their service for this event?\ng)  What will the servers be wearing during the service?\nh)  Does the caterer take care of the set-up of tables\/tearing down and trash clean-up?\ni)  Does the caterer provide the tableclothes\/skirts on the tables?\nj)  What is the tax and gratuity of the caterer's service?\nk)  Will the tax and gratity be included in the fee charged for the food?\nl)  will the caterer's be responsible for the toasting glasses and champaign distribution?\nm)  Will this be an added charge if caterers take care of the champaign?\nn)  Will the caterer servers be cutting the cake and distributing the cake to the guests?\no)  How will leftovers be handled?\np)  Is gratuity based on the total food bill or is it based on the total bill?\nq)  How will the leftovers be handled?\n\nMake sure that the contract has everything that has been discussed with the caterer included as well as the menu, amount of guests the menu will take care of, the type of menu, whether you have diebetic or special meals to prepare for those that are under a special diet, the linens, tablecloths, dinnerware, glasses, servers, the cake cuttin...\n\nClick here to read the rest of this article from\n\nevent planning\nspecial event planning",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.6683197618,
        "format_confidence":0.8662195802
    },
    {
        "url":"http:\/\/www.barbreckfarms.co.uk\/index.php\/shop-online1\/category\/listing\/15-burgers",
        "text":"Plain or flavoured, all our burgers are made with quality mince and the correct amount of fat to ensure a fantastic eating experience. All our recipes have been tried and tested over the years with our customers and a loyal festival crowd.\n\nChristmas & New Year Opening Hours\n\nFarm Shop Open 9 - 6\nEveryday including Christmas Eve\nRe-open on 27th 9 - 5\nup until Hogmany\nBack to business 3rd Jan!\n\nSeasonal Extras\n\nPork from Mull, Local Venison + oven ready Pheasants Plus delicious own-recipe Chipolatas & Stuffings\nAll available until Jan 2013\n\nRecipes & Tips\n\nWant a special\ncut or a delicious\n\nShopping Basket\n\nYour basket is empty",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.996158421,
        "format_confidence":0.7697633505
    },
    {
        "url":"https:\/\/www.caesars.com\/las-vegas\/restaurants\/sushi",
        "text":"Skip To Content\nSign In\nMy Account\nBook a room\nLas Vegas, NV\nCheck In\nCheck Out\nFlexible Dates in\n1 Rooms: 2 Adults, 1 Children\nDiscount Code\nLas Vegas, NV\n\nBest Rate Guarantee\n\nStart of dialog window.\nClose dialog window.\nEnd of dialog window.\nWhy Book With Us?\nBEST Rate Guarantee\nFREE Express Check-Out\n48-Hour Cancellation\nSave Now, Pay Later\nExclusive Members Pricing\n\nIf you’re looking for the best Las Vegas Japanese restaurants, Caesars Experience Vegas has a wide variety for you. Indulge in all-you-can-eat sushi and other Japanese favorites at the buffets or feast on imported Japanese fish and sushi rolls at the acclaimed Nobu Restaurant.\n\nFilter By\nFilter By\nFilter By\nOther Categories\nInterior view of Koi at Planet Hollywood Resort & Casino in Las Vegas\n\n\nThis hip celebrity hangout features fine Japanese-inspired dining in a chic setting that oozes Hollywood style and energy. Dine on spicy tuna, Kobe filets and lobster tacos then hit the lounge for an after dinner drink.\nNobu Teppanyaki Experience\n\nNobu Restaurant at Nobu Hotel\n\nThe ideal destination to be seen, socialize, and enjoy the unique cuisine of celebrated Chef Nobu Matsuhisa.\nSushi burritos stacked in a pyramid from Jaburritos located at The LINQ Promenade\nQuick Bites\n\n\nCan’t decide between Mexican and Japanese? Now you don’t have to. Jaburritos offers its genius concept by combining two tasty cuisines into one awesome meal. Imagine your favorite sushi and burrito fillings, all rolled into one (or in a bowl). Delish!",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.9284383059,
        "format_confidence":0.7753734589
    },
    {
        "url":"https:\/\/www.dinneralovestory.com\/page\/2\/",
        "text":"Good morning! Tomorrow we are heading up to Maine for eight days, which I tell you for two reasons. 1) I will most likely not be posting here next week (instagram, another story) and 2) Today’s PPP entry is dedicated to my favorite kind of cooking — using up every possible perishable item in the fridge pre-vacation. Before I get… Read more »\n\nGood morning! I’m going straight old-school today with a few quick, easy, heavenly summer dinners we’ve eaten in the past week: Andrea Nguyen’s tofu bánh mì sandwich (from her gorgeous 2019 book Vietnamese Food Any Day; recipe over on Cup of Jo) and Steamed Clams, which longtime DALS readers might find familiar. Weirdly, neither of which call for grilling, but… Read more »\n\nGood morning! Hope everyone is staying healthy and safe. Last week, we went to the city for the first time since the pandemic hit in mid-March. Phoebe had a doctor’s appointment and we figured we’d use it as an excuse to grab some good pizza (since I know you’ll ask: that rainbow piece is cheese striped with marinara, pesto, and… Read more »\n\nGood morning! I hope everybody had a nice weekend. It was another hot one here in New York and if we squinted really hard, it almost felt like a normal July, even as we followed the grim news from Florida and California and the Midwest. (Stay safe, everyone.) Our local pool is open, I played tennis with Abby, and we… Read more »\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.9666678309,
        "format_confidence":0.8353737593
    },
    {
        "url":"https:\/\/visitcaycewestcolumbia.com\/cayce-west-columbia-restaurants\/",
        "text":"Food & Drink\n\nLike many communities, visitors will find national food chains featuring subs, pizza, seafood, chicken, pasta, tacos, burgers and donuts. The true “taste” of Cayce-West Columbia, though, can found in our homegrown diners, cafes and restaurants serving country breakfasts, lunch and dinner, plus ethnic cuisine like Greek, Mexican, Chinese and Thai, among others.\n\nAlways feel comfortable in asking our residents where they dine or if they’ll recommend a local favorite. They’ll know where to find the best BBQ, healthy vegetarian fare, gluten-free options, local characters and the best dessert.\n\nSearch Food & Drink\n\nSelect Food\n\nSelect Service\n\nSelect Meal\n\nScroll to Top Skip to content",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.9373747706,
        "format_confidence":0.9800232649
    },
    {
        "url":"http:\/\/www.findmeglutenfree.com\/us\/va\/norfolk\/cakes",
        "text":"Gluten-Free Cakes Norfolk, VA\n\nSort:Best | Distance\n  • 1.5 rating4 ratings\n\n    101 West Queens Way, Hampton, VA 23669\n\n    map »12.8 mi\n    Gluten-Free Features:\n\n    Cakes, Quiche, Soup, Cupcakes\n\n\n    Breakfast, Lunch, Bakery, Kid Friendly, Restaurant\n\nCLICK LIKE to connect with us on Facebook\nDo you own a gluten-free friendly business?\nContact us to talk about your advertising options.",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.9965930581,
        "format_confidence":0.8503607512
    },
    {
        "url":"http:\/\/www.kodak.com\/ek\/US\/en\/Tips_Projects_Center\/Featured_Contributors\/Betty_Crocker.htm",
        "text":"• United States ( change )\n\n\n\nWe're pleased that you want to share this information. To send a link to this page, fill in the information below. The e-mail will show you as the sender and will show your return address.\n\n* indicates required information\n\n* Recipient E-mail:\n\nEach address entered must be valid.\n(Separate multiple email addresses with commas. Limited to 5 addresses.)\n\n* Your Name Here:\n\nEnter your name.\n\n* Your E-mail:\n\nEnter a valid address.\n\nsend a copy to me\nNote: You are not adding recipient email addresses to any promotional email list.\n\nSend failed. Please try again later.\n\nBetty Crocker Connecting Through Cookies\n\n\nMom kids decorating cookie\nCreate special moments\nfor you and your family with these quick and easy\ncookie-photo projects.\nJolly Snowman Faces\nBetty Crocker makes creating memories deliciously simple with these cookie favorites.\nSpritz Cookies\nServe up some sweet\nmemories with your\nphotos and these clever photo gift ideas.\nMug with Image",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.8909629583,
        "format_confidence":0.6965717673
    }
]