[
    {
        "url":"http:\/\/letterboxd.com\/mwichary\/film\/the-room\/1\/",
        "text":"The Room 2003 ★★★★½\n\nThis movie fascinates me. It’s bad on so many levels, and yet you can’t look away (except, somewhat ironically, during the soft-porn parts). It might be a great exercise to focus on some scenes and try to figure out what went wrong there. Just bad acting? Weird choices in the editing room? Some profound, but honest misunderstanding of the rules of cinema-making?\n\nThis is a movie that’s ultimately logic-agnostic, but maybe in some other universe where logic operates differently it’d be a masterpiece?\n\nGreat stuff. Again, watch with good friends or don’t watch at all.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9820331931,
        "format_confidence":0.9654711485
    },
    {
        "url":"http:\/\/www.newgrounds.com\/portal\/view\/50695\/review_page\/2",
        "text":"Be a Supporter!\n\nCredits & Info\n\nApr 23, 2002 | 1:57 AM EDT\n\nIf you liked this, check these out!\n\nAuthor Comments\n\nThis is my first movie. You can say i'm an amature.... so don't be to harsh on me...\nA cuple od things:\n1. That thing at the begginning is VOODOO\n2.I know the white house scene sucks.... sorry about that\n3.if you write a bad review pls tell me WHAT is wrong 2... not just that somethings wrong.\n4. I really hope the music fits\n5. I REALLY hope the loader works\n6. The movie is havy becaus'e its long and it has alot of graphics\n7. I think the movie is cool, but i'm not the MOST OBJECTIVE oerson in the world so... you'll be the judge\n\n\n\nRated 3 \/ 5 stars\n\n\nyep i think cats have sick minds, not bad at all for your first flash movie. I have seen better but the material and style more than makes up for it.\n\n\nRated 4 \/ 5 stars\n\nVery original.\n\nThere's nothing more to say.\n\n\nRated 5 \/ 5 stars\n\n\nThat was a great movie for your first time! LoL I wonder sometimes if my cats think of that, cause you know when they give you that look... lol, anyways.... keep it up, GREAT WORK!\n\nPeople find this review helpful!\n\n\nRated 5 \/ 5 stars\n\nthis is so cool\n\nthis is an excellent film man. you should make more.\n\n\nRated 0 \/ 5 stars\n\nI'm sorry but this is all I could give because...\n\nMacromedia doesnt ever want to load up sorry dude....",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.988910675,
        "format_confidence":0.9346613288
    },
    {
        "url":"https:\/\/keepitfast.com\/tiny-moving-parts-swell-review\/",
        "text":"Tiny Moving Parts – Swell\n\na2334147848_10Band: Tiny Moving Parts\nAlbum: Swell\nLabel: Big Scary Monsters\nRelease date: January 2018\nSounds like: Sending applause to your heartstrings. A rapid detachment.\n\n“Scan an open road, distort the traffic\/Never getting used to these second guesses…”\n\nDue to mishearing lyrics, I thought that on Malfunction, track 8 from the new Tiny Moving Parts album, Swell, vocalist Dylan Mattheisen said “I got dizzy right before the vapid detachments.” I thought “hell, that’s a terrific band name, The Vapid Detachments*!” However, I’m reliably informed that the word is rapid, which is still decent, if not better? Probably?\n\nTiny Moving Parts then, completed by the brothers Chevalier (Matt on bass, Billy on drums) are back with the follow up to 2016’s Celebrate and their second release through the Big Scary Monsters imprint. It’s quite an impressive move by BSM main man, Kevin to sign these dudes a few years back – they tick a lot of boxes and overlap into several others. Twiddly-math-emo styles? Check. Huge punk rock choruses that feel like a bone-crunching hug of joy? You betcha. An impassioned and earnest vocal lead that makes your heart…er…swell? Thumbs up.\n\nOpening track Applause, asks for veritable ovation be sent to your heartstrings. There’s an edge of darkness in this though, whilst the twinkling guitars, math-punk riffs, scattered percussion and plethora of tambourines litter this, Mattheisen’s cries of “I want to give up” and the line “struggle with every single breath” seem to hold some desire to overcome and breakthrough a period of sadness. Luckily, the cry of “applause my lungs still breathing” on every single one of this song’s damn hook-laden choruses makes the glass seem half-full.\n\nBuilding bridges is the topic of the soaring Smooth It Out – a track that seems to be about improving a relationship, talk of missteps and “smoke breaks” (taking time out) and offering to be the “weight on your shoulders” hey, it’s about love everyone! Aw. Mattheisen and the Chevalier boys carve out a crackling slab of spirited up-tempo heartland rock, which bursts with even more vigour thanks to the rising background strings\/(keys?) and subtle gang-vocal melodies.\n\nThe jagged, punchy guitars on the aggravated Feel Alive, give the track a crisp, yet busy feel, whilst Mattheisen’s breathless and erratic vocals compliment the title incredibly well (fella really does want to feel alive it seems). Bloody love the underused additional vocals from Kelc Galluzzo and her call-and-response of “I still miss you.” Kind of makes me think of the additional vocals on High Speed from the Single Mothers album from last year; i.e. not used enough – more of this please.\n\nCaution could well be your favourite single of 2018 and we’ve not even made it through February yet! That mathy-guitar 40 seconds in will do it, or even the massive chorus hook of “I’m still waiting…FOR A SLIGHT BREAK!” or maybe it’s the brilliant video? Whatever it is, this is indeed, love.\n\nSomeday we’re all going to die…but not tonight!” shouts Matthesien on the discordant but emo-rock-tastic Wildlife, showcasing how Tiny Moving Parts are striving to create huge fucking slogans to be shouted during their live shows, and all power to them for it. There’s a jagged urgency to the stumbling and frantic Whale Watching, whilst the riff-laden scuzz of Malfunction sets a more aggressive tone, especially the lyrics, with cries of frost filling Matthesien’s head and the repeated scream of “it’s a message” which you can see hordes of fans at their shows bellowing back at the band – superb. Warm Hand Splash starts with an apology and launches headfirst into regret. Should we be happy? It asks for forgiveness, and brims with venting and rending gusto and some lush horn sections adding to the punchy and flamboyant emotional conclusion. The Hotelier are probably taking notes.\n\nTiny Moving Parts couldn’t have picked a better title for this collection of songs really. These 10 tracks on Swell are fit to burst with impassioned beauty, melancholy, tales of loss and re-connection; from their erratic time changes to the heady blasts of breakneck punk rock and contemplative, brooding lyrical couplets. Sure, it might be cheesy in places, but sometimes that’s what you need in order to feel and care a little too much.\n\nYou can purchase Swell by absolute top lads Tiny Moving Parts from Big Scary Monsters. Or stream below.\n\n\nTop tracks: Swell It Out, Caution, Malfunction, Warm Hand Splash\n\n\nTiny Moving Parts\nTiny Moving Parts Webstore\nBig Scary Monsters\n\n*Also, The Vapid\/Rapid Detachments will be releasing their debut album in 2020.\n\nLizard Hips\n\nLizard Hips\n\nJunior Vice President of Keep It Fast. In other news: I work in social media, talk about dinosaurs, run a book club and have amazing facial hair. I am also a male man who is still not dead.\n\nMore Posts - Website\n\nFollow Me:",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.997420907,
        "format_confidence":0.6610696912
    },
    {
        "url":"http:\/\/www.buddytv.com\/celebrater\/kristin-bauer-celebrater.aspx?rid=500000225&r=-1",
        "text":"You Gave -1pts\nAverage 9pts\nAssign Points 0pts\nTop Fan:\nstileshale 54000pts stileshale\nTop Hater:\nayanacraig2 -30pts ayanacraig2\n\nto unlock next level:\n\nto unlock next level:\n\nTalk About Celebrity Rater\n\nSave Your Rankings\nSign in to see how your votes change the ratings!\n\nToday's Rankings\n\nYour Last Vote\n0pts (last 24 hours)\n140,157.00pts (alltime)\nRecent Voters",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9944063425,
        "format_confidence":0.6504549384
    },
    {
        "url":"http:\/\/www.sndhls.com\/2011\/03\/endless-time-review.html",
        "text":"Matt Blackall | Foxy Digitalis\n\nKevin McEleney (aka Droughter) returns with another release under his Endless Time moniker. For “Patience,” he stretches two slabs of blasting electronics across a twenty-minute cassette. It’s plenty noisy, but doesn’t go much beyond that.\n\nThe A-side piece, “The Clock Ends,” is full of bass-heavy electronic blats and buzzes with a few other sounds creeping in as the track unfolds. “Just After Sunset,” the B-side track kicks things into a higher frequency, pushing the bass of the first track into the background. It’s a lot more abrasive too, with peals of electronic squall and distortion filling out the mix.\n\nIn the end, “Patience” offers up a few interesting blaps and bloops, but I can’t say it was terribly memorable or exciting. For most of the tape, it comes across like listening to a set of blown speakers pushed into the red while someone twiddles with the stereo knobs. If that’s your thing, check this out.\n\n\nNo comments:\n\nPost a Comment\n\nNote: only a member of this blog may post a comment.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.981479466,
        "format_confidence":0.6836708188
    },
    {
        "url":"http:\/\/www.dvdactive.com\/reviews\/dvd\/armored2.html",
        "text":"Back Comments (2) Share:\nFacebook Button\n\n\nWith the bank threatening to take Ty Hackett’s (Columbus Short) house away, leaving him and his brother Jimmy (Andre Kinney) homeless and penniless, Ty is left with no choice but to take up the offer from friend and work colleague Mike Cochrane (Matt Dillon) when he asks Ty to play a part in an inside job at their security firm.\n\nWith forty-two million in their security vans, the plan is a simple one. Make it look like a robbery, hide the money, and wait. That is until they are spotted by a hapless hobo in the warehouse they’re stashing the money in and panic turns into murder. Having a flash change of heart and taking refuge in one of the locked vans, Ty only needs to wait it out for fifty-eight minutes until they miss a phone check in and the cops come. However, the rest of his team have other plans and if they get to Ty, he’s in trouble.\n\nThis isn’t a remake? Surely this has to be a remake? This feels like a remake of a seventies movie that probably wasn’t that good then and they’ve not made it much better now. I mean, the premise is a sound one, one honest guy in amongst a group of rogues, holed up in a locked security while they try to bash their way in to get him and the last of the money. This could and should be full of tension, but really Armored plays a little too broad for its own good and the writer takes routes that are just plain ridiculous.\n\nOutside of the atrocious dialogue, which is so clunky it’s unreal, and the numerous scenes of unbelievably badly handled twists and turns in the heist gone bad (Matt Dillion’s attempt at lying to sheriff deputy Jake Eckehart (Milo Ventimiglia) is laughable. “Oh there’s no siren in there. No, you don’t want to go in there, erm, err an old dog crawled in there and died erm, err”)\n\nThere are glimmers of really wanting Ty to succeed, thanks in large part to Columbus Short’s likable leading man performance. However, it’s the utter stupidity of the story that flatlines the credibility of movie. For starters the fake suspense is laughable. When the team go to pick up their massive money shipment, it’s played like they've already done something wrong, which is ridiculous. At this stage they are just doing their jobs—loading up their van with money. Why is this being played like they have fake ID or are conning someone? This is actually their job. Even more so the amount of times Ty manages to get out of the van only to go back into again for no real reason is absolute insanity. I could swallow it the first time. He saved a cop (though getting back in the van seemed a lesser option to taking the cop out of the building and hiding), but when he sneaks out, goes to the roof to call the cops only to sneak back in again (as opposed to leaving the building to get some more immediate help) Ty’s decision making blew a hole in my caring about what happened next.\n\nArmored is utter junk food with more than its fair share of actors slumming it. Jean Reno brings nothing to the movie, Fishburne has never felt more like he was acting, I’ve never understood how Matt Dillon manages to keep playing the same role time and time again. Really, Armored just ends up another one of those “meh” big glossy movies that all look and feel the same and are about as shallow as kiddies’ paddling pool.\n\n\nNow the movie might be watchable guff, but thanks to the fantastic transfer it’s a pretty looking load of guff. From the get go the level of detail is apparent. Stubble, shaved heads, skin textures (Laurence Fishburne was born for HD) and even the small things like seeing that Matt Dillion’s ear has been pierced are all shown off with the movies bright warm lighting and sharpness.\n\nThe night shots are deep black and the use of shadow to show Dillon’s dark side is also captured well. There’s next to no grain thanks to the bright midday setting of the whole movie and while the action scenes are few and far between, they are pretty well shot and look great in the HD presentation.\n\n\n\nAs mentioned, there’s really only a couple of action scenes and it’s only in these that the DTS-HD Master Audio track comes alive and quite effectively. Beyond that, it’s just a case of strong dialogue, with Fishburne’s voice booming harder than the rest, especially with his heavy laugh and the clanging of metal as the team try desperately to hammer out the pins in the armoured van’s hinges.\n\nThe odd gunshot ups the volume a little and the score can sometimes get quite dynamic throughout the speakers but really the track is doing a fairly standard job without having the opportunity to bring any bells and whistles.\n\n\nThe commentary featuring Producer Dan Farah, Skeet Urich and Milo Ventimiglia is laid back and fairly loose. There are a few good moments (usually unrelated to the actual movie), but the three keep up the pace throughout the movie, offering up small nuggets of fun movie making tales and taking comedy pops at some of actors (and themselves) on screen.\n\nAs well as the usual Sony Blu-ray live and MovieIQ features, we have ‘Planning the Heist:  Making Of’ (15:19 HD) which is pretty straight forward stuff but gives a good insight from the writer James V. Simpson regarding his intentions with the story and Antal’s approach to it.\n\n‘Armed and Underground: Production Design’ (06:47 HD) looks at the abandoned factory setting as well as the lesser used locations and ’Crash Course: Stunts' (11:30 HD) focuses on the action moments of the movie.\n\nLastly there are trailers for ‘ Blu-ray is High Definition’, 2012 and Michael Jackson’s This Is It.\n\n\n\nThis release is a fairly typical Sony affair, with a passable batch of features but a pretty great A\/V presentation. The movie itself is an okay watch once movie which I won’t deny had the odd spike of guilty enjoyment. It’s fairly well made and has a short enough run time not to outstay its welcome but it really misses the opportunity to take advantage of its strong cast and utterly failed to convince me why the hell Ty kept going back to that van.\n\n* Note: The above images are taken from the Blu-ray release and resized for the page. Full-resolution captures are available by clicking individual images, but due to .jpg compression they are not necessarily representative of the quality of the transfer.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9966831803,
        "format_confidence":0.928943336
    },
    {
        "url":"http:\/\/shortreviews.net\/review\/9368-scary-movie-4\/",
        "text":"Home > TV\/Movies > Scary Movie 4\nScary Movie 4\nPoking fun at contemporary films such as The Grudge, War of the Worlds, Million Dollar Baby, The Village and Saw II, legendary comedy director David Zucker takes the successful Scary Movie franchise and stretches it even further as \"the fourth and final chapter of the trilogy.\" (Well, at least until Scary Movie 5 comes out.) Anna Faris, Regina Hall, Simon Rex and Leslie Nielsen co-star, with appearances by Carmen Electra and rapper Chingy.\nSynopsis compliments of Netflix\nComedy, Horror, Spoof\nPosting Disabled\nClick on a star to rate\nThis site is archived for historical purposes. Check out our new site Truth In Gaming for current video game reviews!",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9970725775,
        "format_confidence":0.8653867245
    },
    {
        "url":"http:\/\/standuptalk.com\/show-review-the-parlor-ran-by-jay-davis\/",
        "text":"Published on January 17th, 2013 | by StandUpTalk\n\n\nShow Review – The Parlor – Host: Jay Davis\n\nJay Davis is the host every Monday at 9:30PM at the Parlor on Melrose for stand up comedy at its best. Davis gets top comics to perform each week as well as a packed house of young Hollywood types that are eager to drink and watch a good show. I’ve seen Metta World Peace from the Lakers in the crowd and was elbow to elbow with Hollywood legend Penny Marshall. We were both in line to get in and both were trying to sneak in water bottles, I guess great minds think alike. They do serve water at the Parlor if you were wondering.\n\nThe comedy is high quality all the way through the show, which last about two hours. Big headliners are always performing as well as comedian seen on Chelsea Lately, Letterman, Leno, Ferguson and Conan. Davis has a lot of regular comics he likes to shuffle in the line up as well new comics to the show each week. It is also a hangout for many comics who come to watch fellow friends perform.\n\nThe Parlor is an upscale sports bar located on Melrose Ave. just west of LaBrea. It’s a cool spot to watch comedy as it is a very intimate room. Usually, it is pretty crowded so there is couch seating on the side of the stage and behind the stage as well. There are big screen televisions behind the stage so you can still watch it if you are located on the couch. There is also a huge patio directly outside the comedy show where people hang and watch the televisions that show the comedy so you never have to miss any of the action. The food at the Parlor is awesome and table service is available throughout the show. Valet is available outside and if you’re lucky , you may snag a meter spot on Melrose…if you’re lucky. Get there early if you want a good seat as they go fast, you can contact Jay Davis to reserve a table, a very good idea if you are coming with a group, don’t be left out in the cold. Definitely a place to be seen, the Parlor is doing comedy the right way every Monday night.\n\nAbout the Author\n\n\n2 Responses to Show Review – The Parlor – Host: Jay Davis\n\n  1. Max says:\n\n    Outstanding Comedy Producer\n\nLeave a Reply\n\nBack to Top ↑",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9974313378,
        "format_confidence":0.8472487926
    }
]