[
    {
        "url":"https:\/\/scholars.uab.edu\/display\/pub726618",
        "text":"Rarity of the alzheimer disease-protective APP A673T variant in the United States\n\nAcademic Article\n\n\n  • Copyright © 2015 American Medical Association. All rights reserved. IMPORTANCE Recently, a rare variant in the amyloid precursor protein gene (APP) was described in a population from Iceland. This variant, in which alanine is replaced by threonine at position 673 (A673T), appears to protect against late-onset Alzheimer disease (AD). We evaluated the frequency of this variant in AD cases and cognitively normal controls to determine whether this variant will significantly contribute to risk assessment in individuals in the United States.OBJECTIVE To determine the frequency of the APP A673T variant in a large group of elderly cognitively normal controls and AD cases from the United States and in 2 case-control cohorts from Sweden.DESIGN, SETTING, AND PARTICIPANTS Case-control association analysis of variant APP A673T in US and Swedish white individuals comparing AD cases with cognitively intact elderly controls. Participants were ascertained at multiple university-associated medical centers and clinics across the United States and Sweden by study-specific samplingmethods. They were from case-control studies, community-based prospective cohort studies, and studies that ascertained multiplex families from multiple sources.MAIN OUTCOMES AND MEASURES Genotypes for the APP A673T variantwere determined using the Infinium HumanExome V1 Beadchip (Illumina, Inc) and by TaqMan genotyping (Life Technologies).RESULTS The A673T variant genotypes were evaluated in 8943 US AD cases, 10 480 US cognitively normal controls, 862 Swedish AD cases, and 707 Swedish cognitively normal controls.We identified 3 US individuals heterozygous for A673T, including 1 AD case (age at onset, 89 years) and 2 controls (age at last examination, 82 and 77 years). The remaining US samples were homozygous for the alanine (A673) allele. In the Swedish samples, 3 controls were heterozygous for A673T and all AD cases were homozygous for the A673 allele. We also genotyped a US family previously reported to harbor the A673T variant and found a mother-daughter pair, both cognitively normal at ages 72 and 84 years, respectively, who were both heterozygous for A673T; however, all individuals with AD in the family were homozygous for A673.CONCLUSIONS AND RELEVANCE The A673T variant is extremely rare in US cohorts and does not play a substantial role in risk for AD in this population. This variant may be primarily restricted to Icelandic and Scandinavian populations.\n  • Published In\n\n  • JAMA Neurology  Journal\n  • Digital Object Identifier (doi)\n\n    Pubmed Id\n\n  • 20137071\n  • Author List\n\n  • Wang LS; Naj AC; Graham RR; Crane PK; Kunkle BW; Cruchaga C; Gonzalez Murcia JD; Cannon-Albright L; Baldwin CT; Zetterberg H\n  • Start Page\n\n  • 209\n  • End Page\n\n  • 216\n  • Volume\n\n  • 72\n  • Issue\n\n  • 2",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9806690812,
        "format_confidence":0.9878380299
    },
    {
        "url":"https:\/\/www.mja.com.au\/journal\/2006\/184\/7\/randomised-controlled-trial-hot-water-45degc-immersion-versus-ice-packs-pain",
        "text":"\n\nConrad Loten, Barrie Stokes, David Worsley, Jamie E Seymour, Simon Jiang and Geoffrey K Isbister\nMed J Aust 2006; 184 (7): 329-333. || doi: 10.5694\/j.1326-5377.2006.tb00265.x\nPublished online: 3 April 2006\n\n\nObjective: To investigate the effectiveness of hot water immersion for the treatment of Physalia sp. (bluebottle or Portuguese Man-of-War) stings.\n\nDesign: Open-label, randomised comparison trial. Primary analysis was by intention to treat, with secondary analysis of nematocyst-confirmed stings. One halfway interim analysis was planned.\n\nSetting: Surf lifesaving first aid facilities at two beaches in eastern Australia from 30 December 2003 to 5 March 2005.\n\nParticipants: 96 subjects presenting after swimming in the ocean for treatment of an apparent sting by a bluebottle.\n\nInterventions: Hot water immersion (45°C) of the affected part versus ice pack application.\n\nMain outcome measures: The primary outcome was a clinically important reduction in pain as measured by the visual analogue scale (VAS). Secondary outcomes were the development of regional or radiating pain, frequency of systemic symptoms, and proportion with pruritus or rash on follow-up.\n\nResults: 49 patients received hot water immersion and 47 received ice packs. The two groups had similar baseline features, except patients treated with hot water had more severe initial pain (VAS [mean ± SD]: 54 ± 22 mm versus 42 ± 22 mm). After 10 minutes, 53% of the hot water group reported less pain versus 32% treated with ice (21%; 95% CI, 1%–39%; P = 0.039). After 20 minutes, 87% of the hot water group reported less pain versus 33% treated with ice (54%; 95% CI, 35%–69%; P = 0.002). The trial was stopped after the halfway interim analysis because hot water immersion was shown to be effective (P = 0.002). Hot water was more effective at 20 minutes in nematocyst-confirmed stings (95% versus 29%; P = 0.002). Radiating pain occurred less with hot water (10% versus 30%; P = 0.039). Systemic effects were uncommon in both groups.\n\nConclusions: Immersion in water at 45°C for 20 minutes is an effective and practical treatment for pain from bluebottle stings.\n\nThousands of bluebottle (Physalia sp.) stings occur each year in Australia.1 Stings cause immediate, intense pain that usually resolves within an hour and is associated with a characteristic linear erythematous eruption (Box 1).2 The first aid management of bluebottle stings is a daily problem for surf lifesavers. Currently, most first aid bodies, including the International Life Saving Federation,3 recommend treatment by topical application of ice packs. There is little scientific evidence to support this,2 and the only study to investigate ice packs was observational with no objective measure of pain, or control or comparator treatment.4\n\nMany marine venoms are heat-labile in vitro.5-8 It is feasible that heat penetrates the human dermis to the estimated depth that nematocysts inject toxins (100–1000 μm),1 and recent clinical research suggests heat may be effective for treating jellyfish stings.9,10 However, previous studies of heat therapy were small10,11 or not randomised,11,12 and only one was published in full.12 A randomised controlled trial showed that, compared with ice packs, hot showers significantly reduced pain and treatment duration for bluebottle stings.10\n\nIf heat is to be used, it needs to be applied continuously. Furthermore, it has to be easily and rapidly administered at the beach. The risk of burns is temperature- and time-dependent, and superficial burns have been reported only with skin exposures longer than 1 hour and with temperatures over 46°C.13 Therefore, we chose immersion of the sting site in 45°C water for 20 minutes as an appropriate safe treatment for bluebottle stings, and compared this with the currently recommended treatment using ice packs.\n\nStudy design\n\nThe study was a randomised open-label comparison of hot water immersion (45°C) versus ice packs for treating pain from bluebottle stings. Patients were randomly assigned either hot water immersion or application of ice packs.\n\nThe Hunter Area Research Ethics Committee and the Human Research Ethics Committee of the University of Newcastle approved the study.\n\nStudy patients\n\nFrom 30 December 2003 to 5 March 2005, subjects were recruited from two surf lifesaving first aid facilities in Newcastle. Written informed consent was obtained from the patients or, if under 16 years of age, their parent or guardian.\n\nSubjects presenting for treatment of an apparent bluebottle sting were eligible for the study. They were included if they had immediate localised pain and observed a bluebottle, or they had the characteristic linear wheal and flare reaction. Children under the age of 8 years were ineligible as the visual analogue scale (VAS: the tool we used for assessing the primary outcome measure) is not validated for this age group.15 Patients were also excluded if they had a sting to the eye or appeared sufficiently unwell that ambulance attention was required.\n\n\nSubjects were randomly allocated in a 1 : 1 ratio to a treatment group after agreeing to stay for 20 minutes and consenting to the study. They were randomised to receive either hot water immersion or ice packs, using sequentially numbered sealed envelopes containing the study documents stamped with either “warm” or “cold” to indicate treatment. Randomisation was in blocks of six (AABABB, BABAAB, etc.) divided into two separate groups for the two beaches using a computer-generated sequence of random numbers. Blinding of the patients or investigators was not possible due to the types of treatments. However, to ensure allocation concealment, the envelopes were not opened until after the patient consented.\n\nStudy procedure\n\nPatients were enrolled by the investigators or paid study assistants, the latter receiving training before enrolling patients. Personnel were present at study sites for most days when conditions were appropriate for bluebottle stings. Following baseline assessment, the allocated treatment was undertaken. After 20 minutes, subjects were offered crossover to the opposite treatment.\n\nHot water treatment consisted of immersion of the affected body part in water at 45°C for 20 minutes. Water was delivered by hose to truncal stings or into a large bucket for limb immersion. Accurate water temperature was ensured by using thermostatic mixing valves (Aquablend 2000, Enware Australia Pty Ltd, Sydney, NSW), which both surf lifesaving clubs allowed to be connected to the hot water system. Water temperature was checked daily by spirit thermometer to ensure accurate calibration (accuracy ± 0.1°C).\n\nIce pack treatment consisted of placing disposable ice packs (Glad, Sydney, NSW) from a portable freezer at −4°C onto the affected area for as long as the patient could tolerate during the 20-minute period.\n\nCollection of data\n\nBaseline data included sex, age and sting site. The patient was also asked to score their initial pain on a VAS. Patients were instructed to make a single vertical mark on a horizontal, ungraduated 100 mm line labelled “No pain” at the left end and “Worst pain possible” at the right end. Subsequent VAS scores were recorded 10 and 20 minutes after commencement of treatment. Investigators also recorded the presence of radiating pain, generalised pain, nausea or vomiting, and respiratory symptoms.\n\nAdhesive tape (3M, St Paul, Minn, USA) was placed over the sting site and then stuck to a numbered microscope slide.16 Nematocysts were identified microscopically by one author (J E S) using cnidome libraries.\n\nSubjects were telephoned about 24 hours after presentation and asked about systemic symptoms, persistent pain, itchiness or rash. If symptoms persisted, subjects were followed up until the symptoms resolved.\n\n\nThe primary outcome for the study was a clinically important reduction in pain 10 and 20 minutes after treatment. A clinically important reduction in pain was taken to be the reduction in the VAS score equivalent to the patient description of “a lot better” (Box 2).17\n\nSecondary outcomes were the development of regional or radiating pain, generalised pain, frequency of systemic symptoms (nausea, vomiting, respiratory symptoms), crossover to the alternative treatment, and proportion with pruritus or rash on follow-up. For secondary analyses, patients were only included if data for the outcome were available. All primary and secondary outcomes were decided a priori and registered with the ethics committee.\n\nFor all outcomes, a P value of less than 0.05 was considered to indicate statistical significance. Proportions were compared using Fisher’s exact test.\n\nThe sample size was based on the assumption that a reduction in pain would be reported by 30% of patients after ice treatment and 48% after heat treatment.10 Our study was powered at 80% to detect a 20% absolute increase in patients with clinically important pain reduction after hot water immersion compared with ice packs, at an α level of 0.05. The number of patients required was 190.\n\nA halfway interim analysis was planned because of the possibility that the treatment effect of hot water immersion would be greater, using a stopping rule that required a two-sided P value of 0.01 for the primary outcome. The main analysis was by intention to treat. A second planned analysis included only nematocyst-confirmed Physalia stings.\n\nTo address the baseline imbalance in pain severity between the two groups, we simulated subgroups of patients matched for baseline VAS scores (VAS of hot water and ice treatment patients within 2 mm or less of each other) and re-examined them for the primary outcome. Details of the simulations using Mathematica 5.1.1 are available from the authors.\n\nAll statistical analyses were done using StatXact version 4.0 (Cytel Software Corporation, Cambridge, Mass, USA), StatsDirect version 2.4.4 (StatsDirect Ltd, Cheshire, UK) and Mathematica version 5.1.1 (Wolfram Research Inc, Cham... (truncated)",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9593432546,
        "format_confidence":0.9794920683
    },
    {
        "url":"http:\/\/ir.uiowa.edu\/pog\/vol2\/iss2\/7\/",
        "text":"The incidence of obesity has achieved epidemic proportions. The increase in the proportion of women gaining more than 40 pounds during pregnancy and the related increased perinatal morbidity demonstrates how obesity has affected the reproductive outcomes for women. Individualized counseling and preparation for the needs of an obese woman in labor are at the cornerstone of managing obese women in labor and delivery.\n\n\nobesity, delivery, antepartum testing, pregnancy, labor\n\nSubmission Type\n\n\n\nCopyright © Mark K. Santillan, 2011.\n\nCreative Commons License\n\nThis work is licensed under a Creative Commons Attribution 3.0 License.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9980332255,
        "format_confidence":0.938862443
    },
    {
        "url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1053\/jhep.2002.36368\/abstract",
        "text":"Dubin-Johnson syndrome (DJS) is a hereditary disease characterized by hyperbilirubinemia. We investigated the consequences of 2 missense mutations, R768W and Q1382R, of nucleotide-binding domains (NBDs) of the multidrug resistance protein 2 (MRP2; ABCC2) that were previously identified in patients with DJS. Pulse chase analysis revealed that the precursor form of the wild-type and Q1382R MRP2 were converted to the mature form, which is resistant to endoglycosidase H (Endo H) in about 60 minutes. However, the precursor form of the R768W MRP2, which is sensitive to endoglycosidase H, was degraded within 120 minutes and did not mature to the fully glycosylated form. Proteasome inhibitors inhibited the degradation of the precursor form of the R768W MRP2. Unlike the R768W MRP2, the Q1382R MRP2 was mainly localized on the apical membrane in the wild-type form. However, efflux of glutathione monochlorobimane (GS-MCLB) and ATP-dependent leukotriene C4 (LTC4) uptake into plasma membrane vesicles from cells expressing the Q1382R MRP2 were markedly reduced, suggesting that the Q1382R MRP2 on the apical membrane was nonfunctional. Vanadate-induced nucleotide trapping with 8-azido-[α-32P]ATP in the wild-type MRP2 was stimulated by estradiol glucuronide (E217βG) in a concentration-dependent manner but that in the Q1382R MRP2 was not. In conclusion, the R768W mutation causes deficient maturation and impaired sorting, and the Q1382R mutation does not affect maturation or sorting but impairs the substrate-induced ATP hydrolysis.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.8904132247,
        "format_confidence":0.9812240601
    },
    {
        "url":"https:\/\/www.ideals.illinois.edu\/handle\/2142\/45315",
        "text":"Files in this item\n\n\n\napplication\/pdfJenessa_Sprague.pdf (951kB)\n(no description provided)PDF\n\n\nTitle:Psychopathy as a female phenotypic expression of borderline personality disorder? Implications for the latent structure of emotional dysregulation\nAuthor(s):Sprague, Jenessa\nDirector of Research:Verona, Edelyn\nDoctoral Committee Chair(s):Verona, Edelyn\nDoctoral Committee Member(s):Allen, Nicole E.; Heller, Wendy; Roberts, Brent W.; Miller, Gregory A.\nDepartment \/ Program:Psychology\nDegree Granting Institution:University of Illinois at Urbana-Champaign\nBorderline Personality Disorder\nEmotion Dysregulation\nAbstract:Although research supports the existence of primary and secondary psychopathy variants in men, little work has examined psychopathy variants in women. Research on gender differences is important, as evidence suggests that the interaction of the interpersonal-affective (F1) and impulsive-antisocial (F2) features of psychopathy is associated with borderline personality disorder (BPD) in women. This has prompted some theorists to propose that secondary psychopathy actually represents a female manifestation of BPD among women. However, empirical research in this area is lacking. Towards this end, the current project sought to achieve three goals using archival data collected across three different studies. These studies examined whether BPD, as well as the emotional dysregulation associated with the disorder, manifests in terms of secondary psychopathy in women. First, Studies 1 and 2 tested the hypothesis that the interaction of the two psychopathy factors is associated with BPD in women (Goal #1). Across both studies, results indicated that the interaction of F1 and F2 traits was associated with BPD in women; this association was found to be specific to women in Study 1. Second, the current investigation moved beyond the BPD diagnosis in order to clarify how the underlying pathology associated with the disorder (i.e., emotional dysregulation) relates to psychopathy across genders (Goal #2). Before this could be accomplished, Study 3 evaluated four competing models of emotional dysregulation in men versus women – (1) a two-factor hierarchical model; (2) a developmental model; (3) a two-factor model; and (4) a one-factor model. Analyses revealed that emotional dysregulation is best represented by a one-factor model and, moreover, that this model demonstrates at least partial measurement invariance across genders. Supplementary analyses further clarified how the one-factor model relates to existing internalizing and externalizing dimensions of psychopathology. Lastly, Study 3 determined whether the aforementioned relationship between the psychopathy factors and BPD in women is generalizable to the broader construct of emotional dysregulation. Namely, Study 3 examined whether the one-factor model of emotional dysregulation established per Goal 2 phenotypically manifests in terms of secondary psychopathy in women versus men (Goal #3). Similar to the findings of Goal #1, results indicated that the interaction of F1 and F2 psychopathy scores is associated with emotional dysregulation among women, but not men. This observed association between psychopathy and emotional dysregulation was also not accounted for by a history of childhood abuse. The findings of the current project are important for informing work on dimensional conceptualizations of personality psychopathology, moving towards more empirically-derived psychopathology constructs, and refining how their manifestations are understood across genders.\nIssue Date:2013-08-22\nRights Information:Copyright 2013 Jenessa Sprague\nDate Available in IDEALS:2013-08-22\nDate Deposited:2013-08\n\nThis item appears in the following Collection(s)\n\nItem Statistics",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9726809859,
        "format_confidence":0.9179040194
    },
    {
        "url":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/9781523",
        "text":"Send to:\n\nChoose Destination\nSee comment in PubMed Commons below\nNeurology. 1998 Oct;51(4):1018-25.\n\nAn active-control trial of lamotrigine monotherapy for partial seizures.\n\nAuthor information\n\n  • 1University of Alabama at Birmingham, 35294-0021, USA.\n\n\n\nWe report the results of a double-blind, double-dummy, active-control study designed to evaluate the efficacy and safety of lamotrigine (LTG) administered as monotherapy to adult outpatients with partial seizures.\n\n\nThe effectiveness of LTG as add-on therapy for partial seizures in adults has previously been established.\n\n\nAfter an 8-week baseline during which patients continued their baseline antiepileptic drug (carbamazepine or phenytoin monotherapy), 156 patients were randomly assigned to receive increasing doses of LTG (target 250 mg b.i.d.) or valproic acid (VPA; target low dose of 500 mg b.i.d.) during the first 4 weeks of an 8-week transition period. Carbamazepine or phenytoin was withdrawn over the next 4 weeks; then patients entered a 12-week monotherapy period. Study drug treatment was discontinued in patients who met predetermined escape criteria for seizure worsening.\n\n\nMore patients receiving LTG were successfully maintained on monotherapy compared with patients receiving VPA (56% versus 20%; p < 0.001). The time to meet the escape criteria was also significantly longer in LTG-treated patients (median = 168 days) than in VPA-treated patients (median = 57 days; p = 0.001). The incidence of adverse events during the monotherapy period was lower than during the transition period. Four LTG patients and five VPA patients reported serious adverse events. Two of those patients experienced a rash that led to withdrawal soon after adding LTG to carbamazepine.\n\n\nWe conclude that LTG is effective and well tolerated when administered as monotherapy in adult patients with partial seizures.\n\n[PubMed - indexed for MEDLINE]\nPubMed Commons home\n\nPubMed Commons\n\nHow to join PubMed Commons\n\n    Supplemental Content\n\n    Loading ...\n    Write to the Help Desk",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9970997572,
        "format_confidence":0.9513263106
    },
    {
        "url":"https:\/\/www.naplesthermography.com\/research\/",
        "text":"Digital Infrared Thermal Imaging Studies\n\nEffectiveness of a noninvasive digital infrared thermal imaging system in the detection of breast cancer\nNimmi Arora, M.D., Diana Martins, B.S., Danielle Ruggerio, B.S.,\nEleni Tousimis, M.D., Alexander J. Swistel, M.D., Michael P. Osborne, M.D., Rache M. Simmons, M.D.*\nDepartment of Surgery, New York Presbyterian Hospital–Cornell, New York, NY, USA\nBACKGROUND: Digital infrared thermal imaging (DITI) has resurfaced in this era of modernized computer technology. Its role in the detection of breast cancer is evaluated.\nMETHODS: In this prospective clinical trial, 92 patients for whom a breast biopsy was recommended based on prior mammogram or ultrasound underwent DITI. Three scores were generated: an overall risk score in the screening mode, a clinical score based on patient information, and a third assessment by artificial neural network.\nRESULTS: Sixty of 94 biopsies were malignant and 34 were benign. DITI identified 58 of 60 malignancies, with 97% sensitivity, 44% specificity, and 82% negative predictive value depending on\nthe mode used. Compared to an overall risk score of 0, a score of 3 or greater was significantly more likely to be associated with malignancy (30% vs 90%, P \u0001 .03).\nCONCLUSION: DITI is a valuable adjunct to mammography and ultrasound, especially in women with dense breast parenchyma.\n© 2008 Elsevier Inc. All rights reserved.\n\n\nINFORMATIONAL REPORT OF THE COUNCIL ON SCIENTIFIC AFFAIRS Thermography in Neurological and Musculoskeletal Conditions John H. Moxley, III, M.D., Chairman Abstract\n\n\nAltchek EM; Medical thermography and its use in posttraumatic cephalagia. (Int J Neurosci, 1990 Sep)\n\nBaglin TP; Bone marrow hypervascularity in patients with myelofibrosis identified by infra-red thermography. (Clin Lab Haematol, 1991)\n\nBen-Eliyahu DJ; Infrared thermographic imaging in the detection of sympathetic dysfunction in patients with patellofemoral pain syndrome [published erratum appears in J Manipulative Physiol Ther 1992 Jul-Aug;15(6):preceding table of contents] (J Manipulative Physiol Ther, 1992 Mar-Apr)\n\nBirdi N; Childhood linear scleroderma: a possible role of thermography for evaluation. (J Rheumatol, 1992 Jun)\n\nBruehl S; Validation of thermography in the diagnosis of reflex sympathetic dystrophy. (Clin J Pain, 1996 Dec)\n\nCanavan D; Electronic thermography for the assessment of mild and moderate temporomandibular joint dysfunction. (Oral Surg Oral Med Oral Pathol Oral Radiol Endod, 1995 Jun)\n\nChan EK; Visualization of dynamic subcutaneous vasomotor response by computer-assisted thermography. (IEEE Trans Biomed Eng, 1990 Aug)\n\nChan FH; Generation of three-dimensional medical thermograms. (Biomed Mater Eng, 1996)\n\nChan FH; Thyroid diagnosis by thermogram sequence analysis. (Biomed Mater Eng, 1995)\n\nCole RP; Thermographic assessment of hand burns. (Burns, 1990 Feb)\n\nCooke ED; Reflex sympathetic dystrophy and repetitive strain injury: temperature and microcirculatory changes following mild cold stress. (J R Soc Med, 1993 Dec)\n\nDalla Volta G; The disappearance of the \"cold patch\" in recovered migraine patients: thermographic findings (Headache, 1991 May)\n\nDarton K; The use of infra-red thermography in a rheumatology unit (Br J Rheumatol, 1990 Aug)\n\nDevulder J; Epidural spinal cord stimulation does not improve microvascular blood flow in neuropathic pain. (Angiology, 1996 Dec)\n\nDevulder J; Infra-red thermographic evaluation of spinal cord electrostimulation in patients with chronic pain after failed back surgery. (Br J Neurosurg, 1996 Aug)\n\nDiakow PR; Differentiation of active and latent trigger points by thermography. (J Manipulative Physiol Ther, 1992 Sep)\n\nEmery RW; Revascularization using angioplasty and minimally invasive techniques documented by thermal imaging. (Ann Thorac Surg, 1996 Aug)\n\nFeldman F; Thermography of the hand and wrist: practical applications. (Hand Clin, 1991 Feb)\n\nFriedman MS; The use of thermography in sympathetically maintained pain. (Iowa Orthop J, 1994)\n\nGaragiola U; Telethermography and Raynaud's phenomenon. (J Sports Med Phys Fitness, 1991 Mar)\n\nGaragiola U; Use of telethermography in the management of sports injuries. (Sports Med, 1990 Oct)\n\nGeatti O; A comparison of scintigraphy, thermography, ultrasound and phlebography in grading of clinical varicocele. (J Nucl Med, 1991 Nov)\n\nGraff-Radford SB; Thermographic assessment of neuropathic facial pain. (J Orofac Pain, 1995 Spring)\n\nGratt BM; Electronic thermography in the assessment of internal derangement of the temporomandibular joint. A pilot study. (Oral Surg Oral Med Oral Pathol, 1991 Mar)\n\nGratt BM; Future applications of electronic thermography. (J Am Dent Assoc, 1991 May)\n\nGratt BM; Thermographic assessment of craniomandibular disorders: diagnostic interpretation versus temperature measurement analysis. (J Orofac Pain, 1994 Summer)\n\nGratt BM; Thermographic characterization of osteoarthrosis of the temporomandibular joint. (J Orofac Pain, 1993 Fall)\n\nGratt BM; Thermographic characterization of the asymptomatic temporomandibular joint. (J Orofacial Pain, 1993 Winter)\n\nGreenstein D; Assessment of chemical lumbar sympathectomy in critical limb ischaemia using thermal imaging. (Int J Clin Monit Comput, 1994 Feb)\n\nGross EJ; Experimental assessment of phased-array heating of neck tumours. (Int J Hyperthermia, 1990 Mar-Apr)\n\nHarper CM Jr; Utility of thermography in the diagnosis of lumbosacral radiculopathy (Neurology, 1991 Jul)\n\nHauer JL; Hand skin blood flow in diabetic patients with autonomic neuropathy and microangiopathy. (Diabetes Care, 1991 Oct)\n\nHead JF; Breast thermography is a noninvasive prognostic procedure that predicts tumor growth rate in breast cancer patients. (Ann N Y Acad Sci, 1993 Nov 30)\n\nHerrick A; Abnormal thermoregulatory responses in patients with reflex sympathetic dystrophy syndrome. (J Rheumatol, 1994 Jul)\n\nHeywang-Köbrunner SH; Nonmammographic breast imaging techniques. (Curr Opin Radiol, 1992 Oct)\n\nHsieh JC; Clinical application of infrared thermography in diagnosis and therapeutic assessment of vascular ischemic pain [published erratum appears in Ma Tsui Hsueh Tsa Chi 1991 Mar;29(1):567] (Ma Tsui Hsueh Tsa Chi, 1990 Dec)\n\nHunold S; Thermographic studies on patterns of skin temperature after exercise. (Eur J Appl Physiol, 1992)\n\nItoh Y; Use of recovery-enhanced thermography to localize cutaneous perforators. (Ann Plast Surg, 1995 May)\n\nIwata G; Thermography in a child with varicocele. (Eur J Pediatr Surg, 1992 Oct)\n\nJanssens LA; Trigger point therapy. (Probl Vet Med, 1992 Mar)\n\nJeracitano D; Abnormal temperature control suggesting sympathetic dysfunction in the shoulder skin of patients with frozen shoulder. (Br J Rheumatol, 1992 Aug)\n\nKarstetter KW; Use of thermography for initial detection of early reflex sympathetic dystrophy. (J Am Podiatr Med Assoc, 1991 Apr)\n\nKatoh K; Use of prostaglandin E1 (lipo-PGE1) to treat Raynaud's phenomenon associated with connective tissue disease: thermographic and subjective assessment. (J Pharm Pharmacol, 1992 May)\n\nKruse RA Jr; Thermographic imaging of myofascial trigger points: a follow-up study. (Arch Phys Med Rehabil, 1992 Sep)\n\nKyle V; Rarity of synovitis in polymyalgia rheumatica (Ann Rheum Dis, 1990 Mar)\n\nLawson W; Infrared thermography in the detection and management of coronary artery disease. (Am J Cardiol, 1993 Oct 15)\n\nLeclaire R; Diagnostic accuracy of technologies used in low back pain assessment. Thermography, triaxial dynamometry, spinoscopy, and clinical examination. (Spine, 1996 Jun 1)\n\nLiddington MI; Timing of the thermographic assessment of burns. (Burns, 1996 Feb)\n\nMacDonald AG; Microwave thermography as a noninvasive assessment of disease activity in inflammatory arthritis. (Clin Rheumatol, 1994 Dec)\n\nMagerl W; Asymmetry and time-course of cutaneous sympathetic reflex responses following sustained excitation of chemosensitive nociceptors in humans. (J Auton Nerv Syst, 1996 Feb 5)\n\nMannara G; Ethyl alcohol induced skin temperature changes evaluated by thermography. Preliminary results. (Boll Soc Ital Biol Sper, 1993 Oct)\n\nMatsumura H; Haemodynamic changes in early phase reflex sympathetic dystrophy. (Scand J Plast Reconstr Surg Hand Surg, 1996 Jun)\n\nMcBeth SB; Thermographic assessment of temporomandibular disorders symptomology during orthodontic treatment. (Am J Orthod Dentofacial Orthop, 1996 May)\n\nMcCulloch J; Thermography as a diagnostic aid in sciatica. (J Spinal Disord, 1993 Oct)\n\nMcKinna JA; The early diagnosis of breast cancer--a twenty-year experience at the Royal Marsden Hospital. (Eur J Cancer, 1992)\n\nMenachem A; Levator scapulae syndrome: an anatomic-clinical study. (Bull Hosp Jt Dis, 1993 Spring)\n\nMirza N; Influence of age on the 'nasal cycle'. (Laryngoscope, 1997 Jan)\n\nO'Reilly D; Measurement of cold challenge responses in primary Raynaud's phenomenon and Raynaud's phenomenon associated with systemic sclerosis. (Ann Rheum Dis, 1992 Nov)\n\nPark ES; Comparison of sympathetic skin response and digital infrared thermographic imaging in peripheral neuropathy. (Yonsei Med J, 1994 Dec)\n\nPawl RP; Thermography in the diagnosis of low back pain. (Neurosurg Clin N Am, 1991 Oct)\n\nPierart J; Use of thermography in the differential diagnosis of phylloides tumour. (Br J Surg, 1990 Jul)\n\nPing Z; Correlation study on infrared thermography and nerve root signs in lumbar intervertebral disk herniation patient: a short report [published erratum appears in J Manipulative Physiol Ther 1993 Oct;16(8):560] (J Manipulative Physiol Ther, 1993 Mar-Apr)\n\nPlaugher G; Skin temperature assessment for neuromusculoskeletal abnormalities of the spinal column. (J Manipulative Physiol Ther, 1992 Jul-Aug)\n\nRamlau C; Combination of thermographic and ultrasound methods for the diagnosis of female breast cancer. (Eur J Gynaecol Oncol, 1993)\n\nSeifalian AM; Comparison of laser Doppler perfusion imaging, laser Doppler flowmetry, and thermographic imaging for assessment of blood flow in human skin. (Eur J Vasc Surg, 199... (truncated)",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9224055409,
        "format_confidence":0.6790679693
    },
    {
        "url":"https:\/\/www.tropmedres.ac\/publications\/990688",
        "text":"Cookies on this website\nWe use cookies to ensure that we give you the best experience on our website. If you click 'Continue' we'll assume that you are happy to receive all cookies and you won't see this message again. Click 'Find out more' for information on how to change your cookie settings.\n\nSusceptibility and lethality studies of inhalational tularaemia were undertaken using the common marmoset (Callithrix jacchus) to determine its suitability as a non-human primate model. Pairs of marmosets were exposed to varying challenge doses of Francisella tularensis by the airborne route and monitored for up to 14 days postchallenge (p.c.). Lethal infection was achieved following a retained dose of less than 10 bacterial colony-forming units (CFU). However, precise LD(50) determination was not possible. The model was characterized using a target challenge dose of approximately 100 CFU. Increased core body temperature was the first indicator of disease, at approximately 2.5 days p.c. Overt clinical signs were first observed 12-18 h after the temperature increase. Significantly decreased activity was observed after approximately 3 days. All animals succumbed to infection between 4.5 and 7 days p.c. At postmortem examination, gross pathology was evident in the liver, spleen and lungs of all animals and high bacterial numbers were detected in all the organs assessed. Bacteraemia was demonstrated in all animals postmortem. Histopathological observations included severe suppurative bronchopneumonia, severe multifocal pyogranulomatous hepatitis, splenitis and lymphadenitis. Tularaemia disease progression in the common marmoset therefore appears to be consistent with the disease seen in humans and other animal models. The common marmoset may therefore be considered a suitable model for further studies of inhalational tularaemia.\n\nOriginal publication\n\n\n\n\nJournal article\n\n\nInternational journal of experimental pathology\n\nPublication Date\n\n\n\n\n\n109 - 118\n\n\nBiomedical Sciences, Defence Science and Technology Laboratory (Dstl), Porton Down, Salisbury, Wiltshire, UK.\n\n\nLiver, Lung, Kidney, Spleen, Animals, Callithrix, Francisella tularensis, Tularemia, Pneumonia, Bacterial, Disease Models, Animal, Disease Progression, Disease Susceptibility, Colony Count, Microbial, Lethal Dose 50, Inhalation Exposure, Virulence, Female, Male",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9027120471,
        "format_confidence":0.9745451808
    }
]