[
    {
        "url":"http:\/\/askalanaquestion.com\/spa_foaming.htm",
        "text":"\n\nYour \"Mobile-Friendly\" Pool and Spa Connection.\n\n\nHome page icom\n\n  A backyard pool to enjoy all season long.   A backyard spa for pure enjoyment.   Daily Tips - Helpful Info.   Shopping in the website stores.   ColorQ digital water analyzers, for pools and spas.   Big sale in the website store.   help button  \n\n\n\nOn Sale\n  E-Mail A\n\nSpa Foaming Problems\n\nUncontrolled foaming can lead to sanitizing problems.\nThe Pool and Spa Informational Website\n\nControl and Elimination Is Important, for Proper Water Quality.\n\n\nScroll down to browse through some archived SPA and Hot Tub questions and answers.  Please click the Spa Topics Link, on top of every page, to access a complete listing of Spa and Hot Tub Problem subjects, an alphabetized Website Table of Contents, Spa and Hot Tub Equipment Information, About Alan Biographic Material and a Spa and Hot Tub Glossary. Use the other links to access additional subject information. More information about some new and unique products, for Spas and Hot Tubs, can be found by visiting The Website Store. You'll never know what you'll find and that's always fun. Be better prepared and avoid costly problems!\n\nModel SV battery-powered Spa Vacuum. LaMotte ColorQ all-digital photometer kits, for pools and spas. Nano-Spray spa cover protectand and Nano-Stick spa clarifier.\nSpa Thermal Cover Lifter. Spa scenic backdrops, for uplifted spa thermal covers.\nChlorMaker Drape-Over Salt Chlorine Generator, for spas and swim spas. Body oils can react with the natural alkalinity of the water and form soaps.  Aeration adds to the foaming.  Proper sanitation requires that all foam be periodically eliminated.  Anti-foams and raising the calcium hardness to 200-250 PPM can help. Proper chemistry is a plus!!! Mini Salt Chlorine Generator, for spas and swim spas.\n\nClick any image for more product and ordering information.\n\nFree Shipping\n\n* FREE Shipping . . . within the Continental U.S.\n\n* A $9.99 handling charge will apply to Continental U.S. (48 states) Orders, under $75.00.  Orders outside of the Continental U.S. may require some additional charge, based on quantity and destination.\nMost products can be shipped World-Wide.\n\nOn-line shopping since 2002 - Safe and Secure!!!\n\nHow to control and eliminate undesirable foaming, in a spa or hot tub? Foaming and scum formation are serious detractions from the goal of crystal clear spa and hot tub water. Spa chemicals generally do not cause foaming, although biguanide can cause some low level foaming. The most common cause is the reaction of body oils and cosmetic residues with the natural alkalinity of the water. This can lead to the formation of \"soaps\" and the possibility of a foamy water problem. While an anti-foam can help, the problem may recur. Foaming spa water can be controlled and eliminated with the use of Enzyme Products and avoiding \"soft\" water conditions. Proper sanitation requires that all foam be eliminated periodically, because the foam can support a microorganism population and may not contain adequate sanitizer. If problems arise, refer to the Spa Problems Page, as a source of problem-solving information, broken down into various categories.  Scroll down the page and click on the linked keywords, catch phrases or images, in the archived answers below, to access additional information, on that topic or product.\n\nSign-Up for our e-mail list, Join our E-Letter Mailing List.\nYou'll receive 1-3 E-Letters a month, featuring helpful pool and spa advice, new product information and sale announcements.  All we require is your e-mail address and you can opt out anytime you wish.\nYour information will never be shared or sold.\n\n▼     Helpful, Problem-Solving Information, in a question and answer format.     ▼\n\nToo much Anti-Foam?\n\nGreat web site and I searched everywhere for a answer first. And I also asked my spa dealer and a chemical company and neither bothered to reply. By a stupid mistake I put way too much anti foam in my spa  tub. It turned the water cloudy and two weeks later still cloudy. Is my only option to drain and refill?  Thank you for your time.  Best regards.BlasterAutomatic Filter Cartridge Cleaners for pools and spas.\n\nMichael G,, 10\/3\/2016\n\nThe anti-foam is pretty harmless stuff and is probably food grade. Unfortunately, it is an emulsion and cannot be filtered out.  Your best bet is to drain and clean the spa.  Make sure you thoroughly clean the spa filter, as well.  When adding anti-foam, adding more is not necessarily going to make it work better.  I am sure that this will solve the problem.\n\nSincerely.  Alan Schuster, 10\/3\/2016\n\nThank you Alan, You are the only one to take the time to answer my question. I have asked chemical sellers and even the place I bought the spa from. You have a customer for life on any product I need that you carry.  Best regards.\n\nMike, 11\/4\/2016\n\nFoam In A Spa?\n\nWhat causes foamy water in a spa? What's the best way to deal with the problem?\n\nEd W., 12\/2\/2013\n\nBathers contribute body oils to the water, as a result of the warm water. These body oils can react with the natural alkalinity of\nOne of the ColorQ all-digital, pool and spa water analyzers. the water and form \"soaps.\" Add aeration and you get foamy spa water. You can use a spa formula Anti-Foam Product to help break the foam. An Enzyme Treatment can be added periodically, in order to digest or decompose the body oils and prevent the formation of these \"soaps.\" Soft water will support more foaming. Keeping the calcium hardness level in the 150-200 PPM, can help suppress foaming. Water testing is important and tests, such as calcium hardness and total alkalinity are also important, in terms of foam control. I recommend the ColorQ PRO 7 Digital Water Tester, which does all the important tests, without color-matching or guesswork. It is important to completely eliminate all foam, for some period of time. This is necessary, in order to assure proper sanitation, because the ecology of the foam is different from that of the water. I hope that I have been helpful. Enjoy the spa.\n\nSincerely. Alan Schuster, 12\/2\/2013\n\nWhat's In An Antifoam?\n\nAlan, great site, I immediately added you to my favorites. One question regarding spa anti-foam solutions: all other products I use list their active and inert ingredients and % on the label, but not so with anti-foam products. Can you tell me more about the chemical is that is typically used, the %, etc, so I can look up the MSDS info, as I have done for Potassium Peroxymonosulfate, for example. Thanks.\n\nKlausen H., 1\/29\/2014\n\nAnti-foam products are not pesticides and, as such, do not require that same type of ingredient disclosure, that is required of products such as chlorine or algaecide. At least not in the U.S. The various products, currently on the market, are not necessarily all based upon the same formulation or have the same activity content. Virtually all spa antifoam products are based upon a silicone oil in a non-ionic emulsion. The silicone content will vary depending upon the packaging and marketing strategy. A 10% silicone content would be a reasonable ballpark figure. These products are used a very low levels and have a low order of toxicity. In a spa, the elimination of all foam, at least periodically, is important for proper sanitation. If you have an ozonator, it can help reduce the foaming problem, by breaking down the foaming materials. I hope that I have been helpful. Enjoy the spa experience!\n\nSincerely. Alan Schuster, 1\/30\/2014\n\nA Spa With A Head?\n\nSometimes my spa gets so much foam on top it looks like a head on a beer. I use bromine tablets and non-chlorine shock. I never use fragrances or other similar products. So which chemical is causing the foam? Thanks a lot.\n\nJack l., Erie, PA, 10\/25\/2016\n\nActually, none of the chemicals are responsible. Body oils from bathers, react with the natural alkalinity of the water and form \"soaps.\" The air jets create the foamy water. It is important for good sanitation reasons to eliminate all foam, at least temporarily. Foaming can be controlled with additions of anti-foam products. Enzyme products can help eliminate the body oils and reduce \"soap\" formation. If your spa water is soft, raising the calcium hardness to 150-200 PPM will help reduce foaming. I hope that I have been of assistance.\n\nSincerely. Alan Schuster, 10\/25\/2016\n\nStill Dealing With Foam?\n\nI know you thought you were through with me, but I still have a little issue with foaming. The spa I own has 4 pumps. On each of these pumps is a feature called therapy jets that increases the pressure of the water coming from each pump. When I run pumps 1, 3, and 4 without the therapy jets, there is zero foaming in the spa. But if I turn on pump 2 or add the therapy jets to any of the pumps, the spa foams. I've drained and refilled and this still happens. The water is sanitized correctly, I use the stain and scale preventives and water clarifiers the manufacturer recommends, and it has the correct hardness. Now what is happening to the spa? Thanks.\n\nRick F., Cabot, AR, 6\/13\/2013\n\nThe foam is mostly likely being caused by the reaction of body oils and\/or cosmetic residues with the natural alkalinity of the water. This causes the formation of soaps. Try adding a weekly dose of an enzyme to help digest these byproducts. Make sure that the calcium hardness is about 200-250 PPM, in order to reduce foaming. Good luck and I hope that this information proves helpful.\n\nSincerely. Alan Schuster, 6\/14\/2013\n\nCheck Us Out.\n\nLook at these interesting products!!!\n\nLimited-Time-Only Savings on some items.\nAll major credit cards and PayPal are accepted.\nShop with Security and Safety.\nProtected on a secure server, with SSL encryption.\nMagnetic water conditioner help solve scaling and hardness problems. Fix A Leak leak sealer for pools and spas. Mini Salt Chlorine Generator, for spas and swim spas. Spa Thermal Cover Lifter Spa scenic backdrops, for uplifted spa thermal covers.\nMagnetic Water Conditioner Fix A Leak s... (truncated)",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9602666497,
        "format_confidence":0.9254773259
    },
    {
        "url":"http:\/\/diy.stackexchange.com\/questions\/4093\/how-can-i-stop-lego-bricks-from-falling-in-to-a-register",
        "text":"Take the 2-minute tour ×\nHome Improvement Stack Exchange is a question and answer site for contractors and serious DIYers. It's 100% free, no registration required.\n\nMy kids like to play with Lego bricks on the floor, and sometimes a small piece will fall in to a heating register. Sometimes I can pull them out, but usually they fall too far, and there are sharp edges that like to draw blood.\n\nIs there something I can do to block bricks from falling in, without interfering with air flow?\n\nlego bricks peering in to the abyss\n\nshare|improve this question\n\n6 Answers 6\n\nup vote 14 down vote accepted\n\nI like the idea of a smaller grate, but make life easy and get some regular fiberglass screen material at the hardware store and wrap the register cover with it and reinstall the cover. Cheap, easy and safe.\n\nshare|improve this answer\nIs there fiberglass screen which doesn't significantly affect airflow? –  wallyk Jul 16 at 19:13\n\nA mesh made of steel wire 2-3 millimeters in diameter with cells about 5 millimeters in size would solve the problem completely. If you can't find it readily available at a store you can spend some time soldering it on your own - will take time, but the result will be sufficient.\n\nshare|improve this answer\nThis will also keep rodents from entering and exiting the ductwork through the registers. –  Matthew Sep 14 '12 at 15:04\nHardware Cloth is the technical name and 1\/4\" mesh (US measure) probably fits the ticket. Cut it to size to go under the register louver assembly (all the ones I've ever dealt with are lift out) and a 1 ft length will probably give you enough to protect 4 registers. The 1\/4\" mesh won't have too much restriction on the airflow, but should keep all but the littlest pieces from going down. You can get 1\/8\" mesh if you think a 1\/4\" opening is too large. –  Fiasco Labs Sep 15 '12 at 1:52\n\nGet some window screen mesh, you can buy it in rolls at the hardware store. Cut it so it forms a pocket below the register, and attach with velcro tape under the register to the side of the duct.\n\nThis should trap anything that falls through so you can lift the register and grab it easily. The window screen mesh shouldn't block the airflow in any significant way.\n\nshare|improve this answer\nI worry that such a fine mesh would restrict the flow of air too much. I definitely feel the difference in breeze when a screen is over an open window. –  Jay Bazuzi Jan 12 '12 at 2:12\n\nAn Air Deflector might make it harder for the Legos to find their way into the vent, just make sure you get one that wraps all the way around the vent to prevent Legos from sliding in along the floor.\n\nshare|improve this answer\nIt might also make it more of a target, like carpet putting. :-) –  wallyk Jul 16 at 19:13\n\nGrowing up, my mom never let us play with Lego on the bare floor -- we had an old queen sized blanket that we spread out, then just grabbed the corners to lift it and store in a box for storage. It was easy to notice when the Lego were getting to the edge, and thus had to be pulled back in to the middle.\n\nIn this case, if you positioned the sheet so it went over the register, it'd block the register, but nothing would fall in while they were playing.\n\nshare|improve this answer\n\nWhat about cutting the bottom out of a shoe box and then putting it around the register? (Kind of like those dog collars from the vet that prevent the dog from licking a wound\/part of their body.) This would protect any pieces from rolling into the register (but also might encourage your kids to put more in). It definitely would not look the prettiest but maybe it would not matter for this room.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9974191189,
        "format_confidence":0.9917565584
    },
    {
        "url":"https:\/\/garden.org\/frogs\/view\/16649\/",
        "text":"Red Tip Petunia's - Knowledgebase Question\n\nRussellville, AR\nQuestion by cindym4\nJanuary 9, 2000\nIs there something called a Red Tip Petunia? I am looking for some kind of bush\/shrub that gets fairly tall and also blooms in the summer time with pretty blooms. I need something to act as a barrier into my backyard. Any suggestions?\n\nAnswer from NGA\nJanuary 9, 2000\n\n\nYou may be thinking of Red Tip or Photinia serrulata. This shrub has red tips on its new growth and is often used for hedging although it is subject to some disease problems. Left untrimmed, this is actually more like a small tree and blooms in spring.\n\nFor summer bloom you might prefer Hibiscus syriacus or Rose of Sharon. This shrub blooms for a long period in summer and into fall and is available in a number of shades of pink as well as white and near-blue. It can be trimmed back hard each winter to control its size and keep it dense so it will provide a good barrier.\n\nYou must be signed in before you can post questions or answers. Click here to join!\n\n« Return to the Garden Knowledgebase Homepage\n\nMember Login:\n\n\n\n[ Join now ]\n\nToday's site banner is by sunnyvalley and is called \"Hibiscus 'Purpureus Variegatus'\"",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9959736466,
        "format_confidence":0.9827405214
    },
    {
        "url":"http:\/\/www.qacollections.com\/How-to-Cut-Tile",
        "text":"How to Cut Tile?\n\nAnswer If you are planning a do-it-yourself tiling job, you'll need to cut the tile to fit along the room's perimeter and around corners, just to name a few situations. You can purchase a tile cutter from... Read More »\n\nTop Q&A For: How to Cut Tile\n\nWhat is the tile piece that connects wall tile to floor tile?\n\nIt is called a cove tile. It has a little curve at the bottom to connect to the floor tiles.\n\nThe cost to install a tile floor for 1000 sq ft if the tile is 2.00 a tile?\n\nIf the price is $2 a tile it depends on the size of the tile. If the tile is 12 in by 12 in then it would be $2 sq ft. If they tile is 6 in by 6 in it would be $8 a sq ft. If you are installing it ... Read More »\n\nTarkett Sommer AG carpet tile tecsom trying to trace previously installed carpet tile medium blue details as above on tile backing?\n\nTarkett is now known as Enia. If you search this you should find the tile.\n\nWhile putting grout on the shower wall all of the tile fell off. Do I have erect tile dysfunction?\n\nIndeed...The tile may have erect tile disfunction...but for a quick fix I heard that the shower gives good head.note to self - don't give answers that go down the drain",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.994907558,
        "format_confidence":0.8831700683
    },
    {
        "url":"http:\/\/houseplansblog.dongardner.com\/asked-answered\/",
        "text":"You Asked? … We Answered!\n\nAre you starting the search for your new dream house plan and have questions you would like answered?  If so, you have come to the right place!\n\n1204 KitchenThis section has been created especially for you.  Check out the questions and archives below to see if your question has been asked and answered.  If not, simply enter your question in the “Leave a Reply” section at the bottom of the page and check back daily for the answer to be posted.\n\n116 thoughts on “You Asked? … We Answered!”\n\n  1. I would really see a new plan based off the Satchwell.\n\n    Changes would be:\n    Hip Roof\n    Separate Laundry Room (So its not in the path of garage entrance)\n\n  2. We are interested in the Clearlake plan W-1272, are there more pictures or info? What is the footprint of the basement?\n\n\n    1. Hi Joe, we have not yet received any photos of The Clearlake. We do have elevations that you can download through your myDAG account. This will show you the exterior sides, front and rear, if that would help. A standard basement for this plan would follow the walls of the first floor, excluding the garage and porches. You can order the standard basement addition which would be fully underground and unfinished or you can modify a walkout basement and choose what finished spaces you would want. Let our customer service team know if you have any questions about this process – 1-800-388-7580 or\n\n  3. We are interested in the hollyhock house plan and were wondering about 2 things. Is there plans that include the gazebo porch and is there one built somewhere in north carolina that we could look at. Particularly the outside? Thank you\n\n    1. Hi Felicia, The gazebo porch is not part of the original design, but you can make this modification. We have several builders listed on our website that have built The Hollyhock. I don’t see anyone located in North Carolina but there are a few in Tennessee and Virginia that may be close enough for you to travel, if interested. You are welcome to contact any of these builders for more information.\n\n  4. Hello, glad that I found this great info site! I’m looking for more information on the Birchwood. Specifically looking to see any basement plans and to see it with an open kitchen layout into the living room.\n\n    1. Hi Julio, We have a lot more details and photos of The Birchwood on our website! This plan is not designed with a basement but you can order a basement foundation and modify it to be a walkout. You can also make changes in the kitchen if you want it to be more open. Let us know if you have other questions – 1-800-388-7580 or\n\n  5. What houses do you have that are wheelchair accessible – ie no steps to get in the house and has halls and doors big enough for a wheelchair? (this is a growing market)\n\n    Also I see a style that is “retirement houses”. What makes a house qualify for this style.\n\n    I want my retirement house to be maintenance free – inside and out and able to get around if I become handicapped.\n\n    1. Hi Rod, we have a selection of plans on our website that are wheelchair friendly, we call them universal designs. Unfortunately, we haven’t added new plans to this category in years but we can modify any of our designs to incorporate wider doorways and walkways, well planned bathrooms, etc.\n\n      For retirement homes, those are typically smaller and simpler designs on one story. Our customer service team would be happy to assist you with a plan search if you would like – 1-800-388-7580 or\n\n  6. Do you have plans that use active solar? I’m looking for solar heated house, solar water heated, and solar electricity. I don’t see that as a search option.\n\n    1. Hi Rod, we only create the architectural drawings, our plans do not include details for electrical or HVAC. So, you can make them solar comparable with your solar manufactures and contractors.\n\n  7. Do you have links to finished homes? I’d like to see what a finished plan looks like. I’m especially interested in English or French Country 2 story homes with MBR on the first floor and formal Dining Room in the rear of the house off the Kitchen.\n\n    1. Hi Joe, You can see finished home photography on our website.\n\n      We are not involved in the building process but if you are interested in viewing and Donald Gardner home in person, you can browse builders in your area and are welcome to contact anyone that interests you to see if they have a home you can view. And contact our customer service team if you would like assistance with a house plan search: 1-800-388-7580 or\n\n  8. Hello, interested to see any interior Phots of yesterview finished? Wondering if some of the Columns in dining room and great room can be eliminated, I think I count 9…\n\n    1. Hi Christine, I’m afraid we do not have an photos of The Yesterview. I’m sure you can remove some or all of the columns in this design through our modification process. Our designer would let you know which columns are load bearing and come up with a plan to change the support structure or let you know if a column would be the only option. Let us know if you have other questions – 1-800-388-7580 or\n\n  9. The Whitworth plan: Do you have a perspective from the direct front of the house? The exterior drawing provided is drawn from an angle so it is difficult to tell how it would actually look when viewing directly in front of the house from the street.\n    In other words, the drawing would not show the garage doors.\n    Thank you.\n\n    1. Hi Gail, you can download front, rear, and side elevations from your myDAG account. This would show the home straight on from the front. Create an account or log into your account here: The click on the tab labeled preview packages and select plan number 1131. Contact customer service if you have any questions at 1-800-388-7580 or\n\n      1. Word to the wise to use your laptop as I used my phone to download and it was unreadable thus using up one of my three available downloads allowes by the site. ;(\n        I hope when I am on my laptop tomorrow it will display properly.\n\n        1. Hello! If you need more than 3 preview plans, contact our customer service team. They can change the settings on your account to allow you to download more if you need them. Hopefully your PC or laptop will work better for downloading elevations, but if you have further problems, just let us know. 1-800-388-7580 or\n\n  10. Looking for a single dining room plan with a garage in the back of the house. ( I really like the Peyton, but want the garage in back of house and home around 2300 sq feet) Do you have anything like that? Thank you… and I love this blog\/website!\n\n  11. Hi,\n\n    Do you have any photos of the Arcadia yet? We want to build this soon but can’t get a real feel for it from the design sketch. Thanks.\n\n  12. This may be a long shot but the gray exterior color on the Birchwood shown – do you happen to have that color listed ?\n\n    1. Hi Lisa, I’m sorry but we are not involved in the building process and the customer that provided the photos did not give us a list of products and colors used. You may be able to show the photo to a local supplier and they can match the color.\n\n    1. Hi Jodi, The Harper has been purchased but we have not received any photos yet, nor have any builders volunteered their contact information. We are not involved in the building process so we depend on customers to send us photos and builders to add their contact information on our website after they build one of our designs.\n\n  13. Is a walkout basement possible with plan 1351 Simon? Where would the stair be located? I do not want to lose any features of the home, especially the closet space and the panty (which is a must have for me)\n\n    1. Hi Tonya, The Simon has not been designed with a basement floor plan yet, but a basement can be added to any of our designs. We can make them fully underground through our regular ordering process or you can modify the basement to be a walkout through our custom modifications. The designer will determine the best location for the staircase, it is common for us to move the garage forward a few feet without disruption any of the other features of the design.\n\n  14. I’ve been combing through floor plans for months now, and I really like the Carmichael plan layout – it is about 90% what we really want and the right size too – BUT I do not like the facade at all! How complicated is it to put a facade similar to (for example) Redding\/Henderson\/Cassady with the Carmichael plan? Got to have those two closets in the master bedroom, and a good sized utility room space. Thanks.\n\n    1. Hello, we often get request from customers to change the exterior facade of a plan. A designer would need to look at your request to determine the difficulty of your request and what changes are possible. Complete our modification request form to start your consultation and get a quote.\n\n  15. Do you have any study sets with elevations for the Stonemason? Trying to lose some square footage from the plan. Maybe the bedroom and closet behind the kitchen. Trying to see what the roof line looks like. Thanks\n\n  16. We want to build your Cedar Court plan, but we prefer the\n    Master BR\/ study of the Hollow Crest. We also want the basement in the Cedar Court. How can we combine our preferences and get the home we want?\n\n  17. Do you have any interior pics of the meadow creek house plan? We are looking for something this size that’s one story and has a 3 car garage with bonus room. We also like the birchwood and clarkson plans. Any other suggestions??\n\n\n  18. Looking for a plan with a side facing family\/great room and 3 car garage with entry on the opposite side. Large kitchen and master bath.\n\n  19. On your plans, the “Bonus Space” stairs are included. What becomes of this square footage if you do not choose to construct the Bonus Space?\n\n  20. We are looking for a plan that will work on our lot that slopes uphill from the street and has forward facing ... (truncated)",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9766311049,
        "format_confidence":0.9039075375
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/264005\/Would_you_do_it_yourself",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nWould you do it yourself?\n\nOur toilet seat is broken right where you sit on so for now we put duct tape on it but my dh keeps saying he is going to fix it but never does. Is it really that hard to replace this toilet seat? Do I buy just any standard size seat or what to look for?\n\nHelp and Thanks\n\nAnswer Question\n\nAsked by Anonymous at 1:08 AM on Aug. 5, 2009 in Home & Garden\n\nAnswers (8)\n  • all you have to know is of it is round or oblong..why do women rely on men for everything?\n\n    Answer by Anonymous at 1:18 AM on Aug. 5, 2009\n\n  • Once you get the right size seat (round or oblong), you unscrew the nuts that hold it on, put the new one on, and tighten the nuts. There's nothing to it--it's a five minute job (and that includes getting the new seat out of its box).\n\n    Answer by SWasson at 6:46 AM on Aug. 5, 2009\n\n  • so funny. yup, you can do this. testicles not required.\n\n    Answer by jewjewbee at 8:27 AM on Aug. 5, 2009\n\n  • measure it (or take it with you); go to a hardware store. it takes about 2 minutes.\n\n    Answer by rkoloms at 9:52 AM on Aug. 5, 2009\n\n  • It is not hard to change a toilet seat. I do this everytime I move into a new rental property. Go to Home Depot or Lowes and pick one up. You just need a screw driver.\n\n    Duct tape on a toilet seat is kind of gross so you should do this right away.\n\n    Answer by Niki_sd at 11:21 AM on Aug. 5, 2009\n\n  • They are easy to change...if you don't see the screws on the hinges just remove the cap over the hinge. Unscrew....remove seat...bring with you to store to make sure you get the right size....\n    go home...screw new one on toilet seat. !\n\n    Answer by jjessers at 2:39 PM on Aug. 5, 2009\n\n  • Ive changed probably 15 toilet seats (boys are ROUGH with toilet seats.. LOL) seriously it isn't that hard.. Go to the store buy a seat that is similar to the one you have now , there really aren't THAT many choices to choose from you buy it, bring it home.. Pop up the little cap things behind the toilet seat, unscrew the screws, remove seat, throw away.. Then put the new seat down onto the toilet, screw the little screw things back in put the caps back down and voila a new toilet seat!\n\n    Oh and btw, toilet seats are fairly cheap too,.\n\n    Answer by KalebsMommee at 5:46 PM on Aug. 5, 2009\n\n  • I just bought a new toilet seat with the child seat connected to it. They're not expenisve. You look at your toilet and see if it's a round boul or oblong bowl. That is it. Oh and the color is white if the toilet is white not bone or off white.\n\n    Answer by SylviaNCali at 9:18 PM on Aug. 5, 2009\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.\n\nNext question in Home & Garden\n\nNext question overall (General Parenting)\nHow long did u wait?",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9274695516,
        "format_confidence":0.9883577228
    },
    {
        "url":"http:\/\/www.justanswer.com\/antiques\/9zky9-royal-doulton-flower-cluster-130mm-140mm-markings-bp9.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk Great House Antiques Your Own Question\nGreat House Antiques\nGreat House Antiques, Appraiser\/ Researcher\/ Entrepreneur\nCategory: Antiques\nSatisfied Customers: 2191\nExperience:  30+ years in all aspects of the Antiques and Decorative Arts Industry\nType Your Antiques Question Here...\nGreat House Antiques is online now\nA new question is answered every 9 seconds\n\nRoyal Doulton Flower Cluster 130mm x 140mm with markings BP9\n\nCustomer Question\n\nRoyal Doulton Flower Cluster 130mm x 140mm with markings BP9 purchased in 1986 for $500 Australian dollars. The flower cluster has 16 seperate flower and is bone china. Official Royal Doulton stamp on base of bone chine vase.\nSubmitted: 8 months ago.\nCategory: Antiques\nExpert:  Doris replied 8 months ago.\n\nHello and welcome! My name is Doris.\nI have been an antiques and art collector as well as a dealer and appraiser for over 56 years.\nI will be pleased to help you.\n\nPhotos are almost always required to give an accurate assessment.\n\nPlease send a picture of the piece.\n\nCan you send me a photo of the marks on the bottom?\n\nYou may need to use the macro function (flower icon) of your camera to get a good clear photo of the marks.\n\nIf you cannot get a good photo, then sketch the marks and take a photo of the sketch.\n\nTo send photos you may use the \"add files\" in the blue box link on your reply page or the \"paper clip\" found in the toolbar you see on your reply page.\nPlease do not send in ZIP format. The jpg or jpeg format works best.\n\nAn explanation of this method can be found here:\n\nKind regards,\n\nExpert:  Doris replied 7 months ago.\n\nAre you having trouble with photos?\n\nIf so, then -\n\nThis is the official explanation of how to send photos via email:\n\nPlease follow the directions exactly or they will not get to me.\n\nSend the picture to***@******.***\n\nIn the subject line put \" Pictures for˜Doris in Antiques or Appraisals.\"\nIn the body of the message put, your user name and name.\nMake sure to send these from the same address that you registered with\n\nJust Answer, so they can verify who you are.\n\nThis method takes longer because the photos are sent to the Just Answer\n\ntechs who must forward them to me. It sometimes takes as long as 24 hours.\nThey will forward them to me and as soon as I get them I will contact you.\n\nKind regards,",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9595487118,
        "format_confidence":0.9249684215
    },
    {
        "url":"https:\/\/questions.gardeningknowhow.com\/is-it-ok-to-cut-off-the-yucca-pups-at-any-time\/",
        "text":"Yucca Plants\n\nIs It Ok to Cut Off the Yucca Pups at Any Time?\n\nluvgardening added on February 2, 2012 | Answered\n\nI have quite a few of the baby yucca pups that have grown from the main plants. I live in Tennessee and the temperatures have been in the 60's (for January and Febuary it's strange). Could I cut the pups from the mother plants and put into a pot of soil then plant outside come April or May or should I wait till the fall?\n\nShare this Question:\nLog in or sign up to help answer this question.\nCheck here if you would like to receive notifications every time this question is answered.\nYou are subscribed to receive notifications whenever this question is answered.\nLooking for more?\nHere are more questions about Yucca Plants\n\nYou must be logged into your account to answer a question.\n\nIf you don't have an account sign up for an account now.",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9948813915,
        "format_confidence":0.9856241941
    }
]