[
    {
        "url":"https:\/\/www.pololu.com\/product\/2375\/faqs",
        "text":"\n\nPower HD Ultra-High-Torque, High-Voltage Digital Giant Servo HD-1235MG\nPololu item #: 2375 34 in stock\n\nPrice break Unit price (US$)\n1 59.95\n10 53.96\n\nbackorders allowed\n\nThe Power HD 1235MG servo is all about torque. This 1\/4-scale servo can deliver an incredible 560 oz-in of torque at 7.4 V or 490 oz-in at 6 V, and it features an all-metal gear train, digital control electronics, and two ball bearings on the output shaft. Unlike typical hobby servos, the 1235MG has an operating voltage range of 6 V to 7.4 V. Servo horns and associated hardware are included.\n\nKey specs at 7.4 V: 0.18 sec\/60°, 560 oz-in (40 kg-cm), 170 g.\n\n Description Specs (9) Pictures (5) Resources (1) FAQs (2) On the blog (2) \nWhat are the three wires coming out of my servo?\n\nMost standard radio control servos (and all RC servos we sell) have three wires, each a different color. Usually, they are either black, red, and white, or they are brown, red, and orange\/yellow:\n\n  • brown or black = ground (GND, battery negative terminal)\n  • red = servo power (Vservo, battery positive terminal)\n  • orange, yellow, white, or blue = servo control signal line\n\nPlease check the specs for your servo to determine the proper power supply voltage, and please take care to plug the servo into your device in the proper orientation (plugging it in backwards could break the servo or your device).\n\nHow many degrees can this servo turn? Why do you not list it with the other specifications?\n\nWe do not specify the range of rotation of our servos because this information is not generally available from servo manufacturers. RC servos are usually intended for controlling things like the steering mechanism in an RC car or the flaps on an RC plane. Manufacturers make sure that the range is enough for these typical applications, but they do not guarantee performance over a wider range.\n\nThis means most RC servos will rotate about 90° using the standard 1–2 ms pulse range used by most RC receivers. However, if you are using a controller capable of sending a wider range of pulses, many servos can rotate through almost 180°.\n\nYou can find a servo’s limits if you use a servo controller that can send pulses outside of the standard range (such as our Maestro servo controllers). To find the limits, use the lowest possible supply voltage at which the servo moves, and gradually increase or decrease the pulse width until the servo does not move any further or you hear the servo straining. Once the limit is reached, immediately move away from it to avoid damaging the servo, and configure your controller to never go past the limit.\n\nYou might be wondering why we do not just follow the above steps for all the servos we carry and list a specification for degrees of rotation. Unfortunately, since servo manufacturers do not specify the range of rotation, it might change from one manufacturing run to the next. They will not inform us about changes that are not specified, and we have no way of knowing if or when they might change their manufacturing process.\n\nFor more information about servos and how to control them, we recommend the series of blog posts on servos starting with: Introduction to servos.\n\nRelated Products\n\nMetal Servo Horn for Power HD Giant Servo HD-1235MG\nInvenscience i00600 Torxis Servo 1600 oz.in. 1.5 sec\/90 deg\nInvenscience i00800 Torxis Servo 800 oz.in. 0.75 sec\/90 deg\nPower HD High-Torque, High-Voltage Digital Servo 1218TH\nPower HD High-Torque Digital Servo HD-9150MG\nPower HD Digital Servo 8312TG\nPower HD Low-Profile Digital Servo 1207TG\nPower HD High-Torque Servo 1501MG\nPower HD Standard Servo 6001HB\nPower HD Standard Servo 3001HB\nMini Maestro 12-Channel USB Servo Controller (Assembled)\nPololu 5V, 9A Step-Down Voltage Regulator D24V90F5\n\nRelated Categories\n\nRC Servos\nPower HD Servos\nServo Cables\nRC Servo Controllers\n7.2 V NiMH Battery Packs\n6.0 V NiMH Battery Packs\nRC Interface\nCurrent Sensors\nLog In\nPololu Robotics & Electronics\nShopping cart\n(702) 262-6648\nSame-day shipping, worldwide\nShop Blog Forum Support\nMy account Comments or questions? About Pololu Contact Ordering information Distributors",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9484686852,
        "format_confidence":0.8874518871
    },
    {
        "url":"https:\/\/www.alarmgrid.com\/faq\/products\/dsc-aft-100",
        "text":"DSC AFT-100 Frequently Asked Questions\n\nAre Glass Break Sensors Worth It?\nGlass break sensors represent the best way detect a glass window or casing that has been shattered. These devices work with most types of glass. Learn about glass break sensors.\n\nWhat Is a Glass Break Simulator?\nIf a user needs to test a glass break sensor, they will likely use a glass break simulator. This device mimics the sound of breaking glass. Learn about glass break simulators.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.6902418137,
        "format_confidence":0.9730974436
    },
    {
        "url":"http:\/\/koreatechblog.com\/electronics-q-a\/",
        "text":"Korea Tech BLog kindly presents :\n\n* * * Questions and Answers * * *\n\n\ninstigated Lunar New Years 2013, here Answering common or interesting questions\ndirectly inquired through comments or eMail, and those monitored .\n( edited almost every Quarter )\n\n– mind-you : Questions whose contents are already uploaded either on dedicated information Pages on top menu\nOR individual Posts on blog center, will NOT be answered nor linking to it .\n\n.. in the order of most common Questions on top, with the latest on bottom, and as always : will be regularly updated with date .\n\n  • most popular phones in Korea ?\n    • is SamSung Electonics’ Galaxy line, due to inevitable cultural difference than the sleeker Apple iPhone and iPads . this BLog informs extensively on the latter .\n\n\n  • Where to buy electronics in Seoul ?\n    • this \/used\/ to be the hand-ful of electronics districts that corner the great metropolis, as the “Great Gates” did (now only ONE standing post-Millennium), but On-Line shopping malls have the cheapest price, more than Duty-Free Shop at airports . but you will need local residency, so the nearest super-mart will be best for expatriates with a good balance of price and support on repairs .\n\n\n  • Apple service center in South Korea ?\n    • constantly changing with the influx of Apple products into the Peninsula, and is well illustrated on the Official Korean website . but be fore-warned, it will be nothing like you get at actual Apple Stores in the States, because ALL are out-sourced -_- so-much-so that feasibility of repairs AND price differ much from branch to branch .\n\n\n\n  • How to set up ipTime password ?\n    • NO password is set on a new device out-of-the-box, and follows a quite common set up routine common to most routers . this is basically introduced on top menu of this BLog .\n\n\n  • inCheon Airport camera section shopping ?\n    • there-are THREE large areas for DSLR, lens AND compact digital cameras at different sections run by Korea Tourism Organization and Lotte on the main wing, and Shilla further on the separate wing named Concourse . map-wise, they form a large triangle on the massive airport, and you would have time to visit on one if you enter the neutral area an hour from your flight . they are also smaller electronics counters on a few individual booths and constantly changing .\n\n\n  • Sony service center YongSan directions ?\n    • is on the under-ground floor of YongSan Electronics Land “JeonJa Landu” New Wing, at West-end of the whole YongSan Electronics Market .\n\n\n  • Wi-Fi Router in South Korea comparison ?\n    • time is well-past about FOUR years, that there simply is NO need to compare other than monopolizing ipTime as over 2013 – both in price as well as quality of connection, still NOT design . past Koreans’ curiousness over Californian lords Linksys and NetGear, as well as the seek design of Belkin . most used Chinese D-Link and local AnyGate before the influx of ipTime . and if you still must : some are using Zio from distribution to cheap local stores and familiar brand from USB dongles . then Chinese netis is rising as a slight contender on the price factor, while trying hard to imitate ipTime’s record support .\n\n\n\n– Korea Tech BLog –",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9922069907,
        "format_confidence":0.7409869432
    },
    {
        "url":"https:\/\/www.blogarama.com\/home-improvements-blogs\/1295413-top-greener-inc-blog\/23335723-frequently-asked-questions-about-usb-wall-outlets",
        "text":"\n\n8 Frequently Asked Questions About USB Wall Outlets\n\nTOPGREENER USB wall outlet chargers are quickly becoming a household necessity for home owners who want to improve their quality of living. These outlets allow you to charge smartphones, tablets, cameras, music players, and other small devices without the use of bulky adapters. One of the top models, TU21548A, was recently featured in an As Seen on TV commercial. You can view the commercial and read more about it in our previous article.\n\nMost technical savvy individuals are up to date on the benefits of having USB outlet receptacles installed throughout the homes, but even the most well-informed users still have technical questions about choosing the right USB wall outlet. The following help guide lists the most common questions users ask before purchasing one of Top Greener’s Usb Outlets.\n\nDo TOPGREENER USB outlets support fast charging or quick charging?\n\nThis is the most popular questions by consumers looking to purchase a USB outlet from Top Greener. The answer is “Yes, Top Greener USB outlets support fast Charging and quick charging”. These charging methods both achieve the same goal, but function differently. Because of the ambiguity of their names they can be mistaken as being one in the same. The next section of this guide aims to clarify the difference between the two.\n\nWhat is Fast Charging?\n\nUnderstanding fast charging and how it works requires some knowledge of electrical terms such as voltage (volts), amperage (amps), and wattage (watts). Volts are the measure of electrical pressure, amps are the measure of electrical current, and watts are a measure of electrical power that is determined by multiplying the volts and amps together.  An easy way of understanding how they work is to compare them to a garden hose. The water pressure in the hose would be equivalent to the volts; the flow rate would be the amps, and the volume of the water exiting the hose would be the watts.\n\n\nA USB outlet that is capable of fast charging delivers more amperage than the standard USB output of 0.5A. For example, TOPGREENER’s TU21548A amperage power rating is 2.4 amps per USB port. It is important to note that while an outlet like TU21548A provides 2.4 amperage output, the total power\n\ndrawn from the receptacle will still depend on the device limitations. For example, if an Apple iPhone is connected to the a 2.4A outlet, but has an amperage limit of 2.1A then that unit will only draw the (2.1A) amount dictated by the phone’s software. Device makers can an also place limitations on when Fast Charging starts and ends during a charging cycle. For example, Apple has safety limitations that allow fast charging when a battery is between 0 and 79 percent, but this stops once it reaches 80 percent.\n\nThis chart shows the standard power delivered through USB 1.0, 2.0, and 3.0.\n\nVoltage Amperage Wattage\nUSB 1.0 5V 0.5A 2.5W\nUSB 2.0 5V 0.5A 2.5W\nUSB 3.0 5V 0.5A\/0.9A 4.5W\n\nThis chart shows the maximum power capabilities of Top Greener USB products. All units use USB 2.0 technology or higher.\n\nVoltage Amperage Wattage\nUSB 1.0\nUSB 2.0 5V 4.8Total 24W\nUSB 3.0 5V 0.5A\/0.9A 4.5W\n\nWhat is Quick Charging?\n\nThe chipmaker Qualcomm developed the Quick Charge technology to work with Snapdragon processors. What makes this different than Fast Charging technology is the power that Quick Charge dictates to be used by the devices during the charging cycle. A Quick Charge USB receptacle allows 5v, 9V, or 12V to be drawn. The maximum power output is 18W. Using Intelligent Negotiation for Optimum Voltage (INOV) the charger pushes power to the device as needed to reach the charging time. Qualcomm Quick Charge 3.0 enabled devices reach a 50 percent charge in half an hour, and full charge in one hour. Most smartphones take about 2 hours to charge when using standard USB charging.\n\nWhen comparing Fast Charge and Quick Charge it is important to identify which type is being described. Since the words fast and quick both imply the same thing you will come across sellers who label a Fast Charge outlet as being a Quick Charging one and vice versa. The best way to differentiate between the two is by looking for the Qualcomm Branding on the device. TOPGREENER Quick Charge USB outlets clearly show the branding on the front. Models: TU1152QC3, TU1152QCAC3\n\nQualcomm Quick Charge Technology Wall Outlet Charger\nTU1152QC3 – Qualcomm Quick Charge 3.0 USB Wall Outlet\nQualcomm Quick Charge 3.0 Type-C USB Outlet\nTU1152QCAC3 – Qualcomm Quick Charge 3.0 USB Type-C Wall Outlet Charger\n\nHow fast will TOPGREENER USB outlets charge my device?\n\nCharging time for devices will vary depending on the manufacturer specifications, battery capacity, and adapter. Generally, you can expect a USB wall outlet with Fast Charging or Quick Charging technology to get your battery to 60-80% charge in half of the time as a normal USB charger.\n\nWhat is USB Power Delivery?\n\nUSB Power Delivery or USB-PD is a growing industry standard for power management through USB charging.  The evolution of USB ports from 1.0 to 2.0 to 3.0 and finally 3.1 was primarily focused on achieving faster data transfer. With each new addition, power was increased to meet the data transfer goal. As more devices became dependent on USB charging rather than data transfer, specifications were needed to determine what the optimum output should be for USB powered devices. Manufacturers have typically stayed closer to low level power outputs to prevent overcharge accidents, but back in 2016 the USB Implementers Forum (USB-IF) released the Power Delivery Specifications. These new guidelines made way for manufactures to make USB ports capable of powering devices that required up to 100 watts. Small devices don’t require this amount of juice, but with USB-PD an outlet could safely charge a smartphone, and still be powerful enough to charge a laptop. But how could a laptop be charged using the same adapter, outlet, or cable as a smartphone? The answer came with the introduction of USB Type-C. The design behind USB Type-C combined all previous styles into one that would support high data and power output.\n\nUSB-Type C diagram\nThe Type-C connector replaces the USB Type-A, mini DisplayPort, and power connectors with a single connector. It leads to sleeker designs by eliminating the need for multiple USB ports.\n\nIn short, USB-PD is technology used in devices that support USB TYPE-C to achieve a universal way of transferring data and powering multiple devices. For example: if you have an Apple iPhone 8, but your laptop is a Google Chromebook, you could charge both these devices through a USB TYPE-C cable that supported USB power delivery.\n\nWhat other methods of USB charging are available?\n\nThe marketplace is not limited to Fast Charging and Quick Charging technology. Many manufacturers have created their own versions of these high-speed options. Here is a list of some of the most popular ones:\n\nApple Fast Charging\n\nSamsung Adaptive Fast Charging\n\nMotorola TurboPower\n\nMediaTek Pump Express\n\nOnePlus Dash Charge\n\nOppo Vooc,\n\nHuawei SuperCharge\n\nThese alternatives work on the same concepts of Fast Charging and Quick Charging, but have different voltage, amperage, and wattage regulations. Manufacturers have developed their own proprietary charging methods too so that consumers will only purchase chargers that are compatible with their technology. This can be a downside for consumers. It is best to look for a phone or device that is universally compatible with faster charging methods. The Fast Charge technology in Top Greener’s TU21548A is accepted by virtually every small device on the market.\n\nHow easy is it to install TOPGREENER USB outlets?\n\nCustomers who have purchased outlets such as the TU21548A have found that installation can be quick for a novice. Many have shared their experiences through Amazon reviews. Here are some of the Top Reviews:\n\nVery easy to install! – By Rodel\n\nWork great! Installed them myself… – By Surfer Girl\n\nNo Power Draw when USB Unplugged – By Kelliar (TOP 500 REVIEWER)\n\nThese are great. They charge phones fast – By Walter Dzierga\n\nThese customers were able to install the outlets themselves using the included instructions, or online videos. It is still recommended to consult with a qualified electrician before performing any home improvements involving electrical wiring.\n\nAre TOPGREENER USB outlets safe to use in my home?\n\nTOPGREENER USB wall charger outlets are safe to use in residential settings, and commercial ones like airport charging stations, lobbies, and waiting rooms. They are UL listed, and meet 2011 NEC code compliance for tamper-resistant receptacles. Learn more about tamper-resistant outlets in my previous article about “How to make your home more child safe”.\n\nThe USB outlets from TOPGREENER also have several built-in safety features such as temperature control, overcharging protection, short circuit protection, overvoltage protection, current stabilizer, and surge protection. The back cases for the outlets are also fire resistant.\n\n\n\nAdditional information to consider\n\nWhen buying electronics most consumers rely on blind faith that the seller has provided all the necessary information they need. This assumption is true for most, but there are many companies that do not fully disclose all the information that helps in the decision making process. TOPGREENER is dedicated to assisting all product inquiries. You can get fast technical support through their social media accounts, or at the website\n\nIf you have a question that was not addressed in this article, feel free to leave a comment below, and I’ll be sure to help you answer it.\n\nThis post first appeared on Top Greener Inc, please read the originial post: here\n\nShare the post\n\n8 Frequently Asked Questions About USB Wall Outlets\n\n\nSubscribe to Top Greener Inc\n\nGet updates delivered right to your inbox!\n\nThank you for your subscription",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.8383113146,
        "format_confidence":0.943154335
    },
    {
        "url":"https:\/\/uk.tek.com\/support\/faqs\/5-series-mso-feature-upgrades",
        "text":"Download Manuals, Datasheets, Software and more:\n\n\nWhat optional features are available as upgrades for my 5 Series MSO and how do I get the upgrade?\n\nQuestion :\n\nWhat optional features are available as upgrades for my 5 Series MSO and how do I get the upgrade?\n\nAnswer :\n\nMost optional, factory-installed features for the 5 Series MSO are also available as field upgrades, and are installed simply by ordering an upgrade product and entering a new, node-locked software license into the instrument.\n\nThere are several general-purpose instrument features available for upgrade:\n\nOptional Instrument Feature Order Upgrade\n5-AFG Arbitrary\/Function Generator SUP5-AFG\n5-RL-125M 125 Mpoint Record Length SUP5-RL-125M*\n5-WIN SSD with Windows 10 SUP5-WIN*\n\nThere are also analysis applications available for upgrade:\n\nOptional Analysis Feature Order Upgrade\n5-DJA Advanced Jitter Analysis SUP5-DJA\n5-PWR Advanced Power Analysis SUP5-PWR\n5-CMAUTOEN Automotive Ethernet Compliance** SUP5-CMAUTOEN*\n5-CMUSB2 USB 2.0 Compliance** SUP5-CMUSB2*\n\nThere are several serial bus analysis and triggering features available for upgrade:\n\nOptional Serial Bus Support Order Upgrade\n5-SRAERO Aerospace buses (MIL-STD-1553, ARINC 429) SUP5-SRAERO\n5-SRAUTO Automotive buses (CAN, CAN FD, LIN, FlexRay) SUP5-SRAUTO\n5-SRAUTOSEN Automotive Sensor buses (SENT) SUP5-SRAUTOSEN\n5-SRCOMP Computer buses (RS-232\/422\/485, UART) SUP5-SRCOMP\n5-SREMBD Embedded buses (I2C, SPI) SUP5-SREMBD\n5-SRENET Ethernet buses (10BASE-T, 100BASE-TX) SUP5-SRENET\n5-SRPM Power Management buses (SPMI) SUP5-SRPM\n5-SRUSB2 USB 2.0 buses (LS, FS, HS) SUP5-SRUSB2\n\n* Available on MSO54, MSO56, and MSO58 only.\n\n** Requires option 5-WIN.\n\nPlease refer to FAQ: 5 Series MSO Software License Installation Process for detailed information about the license installation process.\n\nInstrument bandwidth can also be upgraded. See FAQ: 5 Series Bandwidth Upgrades for further information.\n\nIf you want to try a new feature before purchasing it, many of the upgrades have one-time, 30-day trial licenses available. See FAQ: 5 Series MSO Free Trials for further information.\n\nFinally, you can get a free Digital Voltmeter and Trigger Frequency Counter upgrade (SUP5-DVM) just for registering your product. Log onto, click the “REGISTER YOUR PRODUCT” button, log into your MyTek account, enter the oscilloscope’s Model Name and Serial Number and click the “ADD PRODUCT” button. You will receive an email with the SUP5-DVM license file attached.\n\nThis FAQ Applies to:\n\nProduct Series: 5 Series MSO Low Profile 5 Series MSO\n\n\nFAQ ID 235421\n\nView all FAQs »",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.9434372187,
        "format_confidence":0.9381362796
    },
    {
        "url":"https:\/\/www.originlive.com\/faq-items\/cartridges-work-well-origin-live-arm\/",
        "text":"ALLIANCE         ONYX         SILVER         ZEPHYR         ENCOUNTER         ILLUSTRIOUS         CONQUEROR         ENTERPRISE       COMPARE\n\nHi Fi Cartridge Compliance and Tonearm Effective Mass\n\nDo Cartridge Compliance rules always hold true?\n\nSome say you need to match your cartridge compliance with a specified tonearm effective mass. The recommended effective mass is sometimes specified by cartridge manufacturers. If not there are formulas which calculate the theoretical optimum. In practice we have found that our arms are unusual. They work seriously well whatever they are put with. The reasons for this may slay a few sacred cows.\n\ncartridge compliance for tonearm effective massCartridge compliance calculations are an overrated simplification of complex problems. For example the vertical compliance is sometimes different to the horizontal compliance but this is not stated. As far as compliance issues go – Origin Live and many dealers find theory bears little or no relation to reality. This view is now increasingly held. There are too many surprising experiences where theoretical optimums mis-track and theoretical mismatches track perfectly.\n\nFor example The Cartridge Man will tell you that his cartridges do not track in the SME V arm even though the effective mass of 10.5 grams is PERFECT for the compliance of his cartridges. On the other hand our Silver MK1 arm at 16 grams tracked his music maker and all other cartridges with no problems.\n\nOrigin Live tonearms are an exception\n\nClients frequently ask us about cartridge compliance and the best match for our arms. The advice we offer never causes problems. Ignore cartridge compliance because tonearm effective mass is a non issue for our arms. This is because a properly designed tonearm is affected by compliance effects far less than would otherwise be expected.\n\nProof of this claim is found by many clients who invariably state that a change to one of our arms upgrades the performance of their cartridge. This remains true whatever their cartridge and previous tonearm. In other words compliance is well down the scale of significant factors to the point of irrelevance in a good arm. You may find those who will argue with this but they always seem to relate matching issues they’ve had with other arms and not an Origin Live one.\n\nOur Research into Cartridge compliance\n\nWe’ve experimented with cartridge compliance \/ tonearm effective mass, using London Decca cartridges. These are far more prone to mistracking than most and hence very fussy about arms. The ideal effective tonearm mass for these cartridges is 25 grams and yet they track as normal in our 13 gram effective mass tonearm. This is highly unusual. We then added weight to the headshell to increase effective tonearm mass up to 25 grams. Although performance in the bass did improve, it was fairly minor. The Conclusion is that cartridge compliance is only a small factor among many other far more important aspects of tonearm design.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.8810682893,
        "format_confidence":0.9562778473
    },
    {
        "url":"http:\/\/www.schneider-electric.ae\/en\/faqs\/FA274682\/",
        "text":"Technical FAQs\n\nAsk a Question\n\nWhy it is essential to use Line contactor with ATS48?\n\nActually, Line contactor is used for:\n- Safe disconnection of ATS48, moreover, it is used for switching, the line contactor acts as switching device that switches the supply power to the starter due to contactor’s high mechanical durability compared with circuit breaker which is used for protection purpose not switching\nNote that Relay R1 can control the line contactor on the basis of the RUN and STOP commands and to indicate faults. Relay R1 is activated by a RUN command (or a preheating command). It is deactivated at the end of braking or deceleration or when the motor switches to freewheel mode after a STOP command. It is also deactivated when a fault occurs. The motor switches to freewheel mode at this point.\n- if ATS48 thyristor (or more thyristors) are faulty without presense of short-circuit and motor is thus supplied unexpectedly with voltage, fuses does not bring you possibility to automatically disconnect ATS from line voltage although ATS signalizes fault by fault relay. You can see that some disconnection (controlled electrically via ATS48 R1 relay) is useful for motor protection.\n- To comply with our Coordination tables in accordance with standards IEC 60947-4-1 and IEC 60947-4-2, Line contactors are specified\n- When the starter is in stop state, and if a thyristor is in short circuit (damaged), a current can circulate through a motor winding which the starter can not detect because it is in stopstate. For safety reason, to avoid this risk, you have to use a line contactor witch opens the starter supply circuit. This contactor is controlled by ATS48 through R1 assigned to \"isolation relay (r1l)\". If there is a thyristor in short circuit at RUN command the starter will trip in PHF (synchronisation unbalanced) and the line contactor will be opened.\nWas this helpful?\nWhat can we do to improve the information ?",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.8403210044,
        "format_confidence":0.9677955508
    },
    {
        "url":"https:\/\/support.laviewsecurity.com\/hc\/en-us\/articles\/115013303828-How-do-I-format-my-HDD-",
        "text":"How do I format my HDD?\n\nTo format your HDD you’ll need to go to the Main Menu>HDD>General. Once in the HDD menu, check mark the box to the left-hand side of the HDD information. Then click on “Format” or “Int” at the bottom. Please note this will delete all information off the HDD.\n\n\nDo I Need Internet to Activate My Wireless Security Camera System?\n\nNot exactly. You can set up your wireless security camera system without any internet at all, as this is not a requirement to begin recording. In order to access remote viewing on your mobile devices, you will need a live internet connection.\n\n\nDoes the Surveillance System Come with All of the Wires, Switches, and Accessories I Need?\n\nYes. The kit comes with everything you need to install the system and begin recording immediately, including  any necessary wire, PoE switch, or AC 12v adapter required for the system to operate.\n\n\nAre There Any Cameras that Also Allow Me to Monitor the Audio as Well as the Video?\n\nYes, we have multiple solutions available to our clients. Here is our most popular audio camera.\n\n\nWhat are the Advantages of Installing a Wifi Security Camera System?\n\nA wifi security camera system is significantly easier to install than a traditional system, because there is no need to run special wires to each wifi camera. This not only helps the day of installation, but also allows clients to position cameras in places they might not otherwise be able to place them.\n\nHave more questions? Submit a request\n\n\nArticle is closed for comments.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.8685116172,
        "format_confidence":0.7896155119
    }
]