[
    {
        "url":"http:\/\/answers.wikia.com\/wiki\/What_precidio_protected_the_mission_san_juan_bautista",
        "text":"\n\nWhat precidio protected the mission san juan bautista?\n\n1,033,122questions on\nAdd New Page\nTalk0 Share\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.\n\nThis question is awaiting an answer...\nPlease leave this field blank unless you are answering the question. Do not ask questions you already know the answer to. Thank you.\n\nAlso on Fandom\n\nRandom Wiki",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.7616447806,
        "format_confidence":0.9620513916
    },
    {
        "url":"http:\/\/www.historynet.com\/where-is-gen-phineas-lyman-buried.htm",
        "text":"Where is Gen. Phineas Lyman Buried? | HistoryNet MENU\n\nWhere is Gen. Phineas Lyman Buried?\n\n2\/24\/2015 • Ask Mr. History\n\n\nWould anyone know the location of Connecticut militia; French and Indian war General Phineas Lyman’s grave? He was interred somewhere in Florida is all we know.\n\nHe is one of the truly forgotten heroes, especially since the Americans and British lost to general Montcalm at Carillon, he was victorious at battle of Lake George after William Johnson was wounded and in a pre-battle with Lord Howe in command.\n\n\n\n? ? ?\n\nDear Peter,\n\nAfter the French and Indian War Major General Phineas Lyman, who by then was probably the most battle-experienced senior officer in the colonial militia forces, went to England to apply for a grant to lands in West Florida, which the British acquired from Spain. He finally got underway to the new colony in 1773, accompanied by his sons Phineas Jr. and Thaddeus, and eight slaves, going beyond settled areas along the Mississippi. In Natchez Phineas Jr. died of illness, but the rest, along with other colonists, pressed on, finally deciding to stake their claim to an area about 40 miles above the mouth of the Big Black River. That is about the closest anyone knows to where the general was buried, because by the time he arrived, even with the slaves, he was too old and his health too undermined for him to work the farm. He died on October 10, 1774, at age 59, and Thaddeus died about the same time. His wife arrived sometime after, only to discover his grave—and died a few days later. Lyman’s exact gravesite has since been lost to history because the colony failed and after the American Revolution West Florida reverted to Spanish control, where it would remain until the United States purchased Florida in 1819.\n\nThe attached site may provide further information.\n\n\n\n\nJon Guttman\nResearch Director\nWorld History Group\nMore Questions at Ask Mr. History\n\n\nDon’t miss the next Ask Mr. History question! To receive notification whenever any new item is published on HistoryNet, just scroll down the column on the right and sign up for our RSS feed.\n\n, , , , ,\n\nSponsored Content:",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.9954259992,
        "format_confidence":0.7480600476
    },
    {
        "url":"http:\/\/www.studyalways.com\/forum\/11705-how-was-general-zia-ul-haq-pakistan-killed.aspx",
        "text":"How was General Zia-ul-Haq of Pakistan killed?\n\nOptions :\n  1. A car accident\n  2. In a plane crash\n  3. Bomb Explosion\n  4. Heart Attack\nAnswer and Explanation :-\n\nAnswer: Option 2\n\n\nSorry there is no explanation for this answer. Please help others by posting your response below\n\nHow do you rate this queston?  Very Easy  Easy  Average  Above Average  Tough\n\nPrevious Question : Edgar Allan Poe was a famous\n\nNext Question : First public show movie was made by\n\nClick here for online test on Famous Personalities\n\n\n (Getemail alerts when others member replies)\n\nLife goes on. Get over it. You're still young. It'll get better. Blah, Blah, Blah\n-David Levithan Marly's Ghost",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.8108120561,
        "format_confidence":0.9747908115
    },
    {
        "url":"https:\/\/www.answers.com\/Q\/When_and_where_did_the_Battle_of_Leningrad_occur",
        "text":"World War 2\nBattle of Antietam\n\nWhen and where did the Battle of Leningrad occur?\n\nTop Answer\nUser Avatar\nWiki User\nAnswered 2009-03-14 03:14:34\n\nthe battle of leningrad occured September 8, 1941 - January 27, 1944 in the Soviet Union\n\nUser Avatar\n\nYour Answer\n\n\nStill Have Questions?\n\nRelated Questions\n\nHow did the battle of Leningrad start?\n\nthe battle started with a big explosion\n\nWho won in the Battle of Leningrad?\n\nThe Soviet Union won. Leningrad never fell to German forces.\n\nWhere was the Battle of Leningrad fought in World War 2?\n\nIn Leningrad (since renamed St Petersburg) in Russia.\n\nWhat was the outcome of the Battle of Leningrad?\n\nOn 27 January, 1944, Leningrad celebrated a complete victory over Nazi troops.\n\nWas Stalingrad battle the longest?\n\nNo.Leningrad siege was longest\n\nWhat battle was Fought by German and Soviet forces?\n\n\nWho was the commander or general of the battle of leningrad?\n\nGeorgy Zhukov .\n\nWhat was the turning point battle for the allies in Russia?\n\n\nHow many Germans were captured in the battle of Leningrad?\n\nOverall three million German prisoners of war were captured by soviet union but not sure about exact number of soldiers captured in battle of Leningrad.\n\nWas it the battle of Leningrad or Stalingrad in World War 2?\n\n.Both the siege of Leningrad (8 September 1941 - 27 January 1944) and the battle for Stalingrad (23 August 1942 - 2 February 1943) were events in WW2 . Leningrad is now know as Saint Petersburg and Stalingrad is now Volgograd .\n\nWhen did the battle of marne occur?\n\nwhen did the battle of marne occur\n\nWhat major victories did the soviet union have in World War 2?\n\nSee - Battle of Moscow Battle of Stalingrad Battle of Kursk Operation Bagration Seige of Leningrad Battle for Berlin\n\nDo you know facts about The Battle of Leningrad?\n\nBelow you will find a link with the basic facts about the siege and the battle\n\nFive most important battles of world war 1 and of world war 2?\n\nWorld War 2 Battle of Stalingrad Battle of Britain Battle of the Atlantic Battle for Midway Battle of Leningrad\n\nHow was the Battle of Leningrad fought?\n\nthe battle of Leningrad was a siege also called the blockade of Leningrad which lasted in around 3-4 years,the Germans and some finish troops had surrounded the city and the siege is one of the longest sieges in the history more than 1 million people died of starvation during the siege and is also one of the most destructive sieges in the history\n\nWhy was the Battle of Leningrad fought?\n\nLeningrad being a strong symbol of soviet power (the city was named after Lenin) the Germans wanted to take the city to deal a blow to the Russian\/Soviet morale and Stalin refused to let go of the city thus resulting in a bloody battle\n\nThe major battles of World War 2?\n\nBattle of Britain,Battle of Berlin,D-Day,Iwo Jima,Battle of The Bulge,Okinawa,Midway,Operation Barbarossa,Leningrad and more.\n\nWhich year did the battle of san jacinto occur?\n\nin 1836 the battle of san jacinto occur\n\nWhat are some major battles that took place in world war 2?\n\nSome major WWII battles include: Battle of Britain Battle of the Bulge Battle of Iwa Jima &amp; Okinawa Battle of Leningrad Battle of Midway Battle of Pearl Harbor Battle of Stalingrad\n\nWhat battle led to massive physical destruction in the Soviet Union and the eventual collapse of German forces?\n\nBattle of Leningrad in Russia. Check the spelling on that though lol.\n\nHow long did the battle of Leningrad last?\n\nThe battle occurred on 8 September 1941 - 27 January 1944. The battle lasted for 2 years, 4 months, 2 weeks and 5 days.\n\nHow many people died during the battle of leningrad?\n\nits thought to be 632,000 people died and 4,000 people starved\n\nWhat is A major turning point in the war was the capture in 1943 of a large German army by Soviet troops at the battle of?\n\n\nWhat battle was key part of the allied offense to defeat Germany?\n\nHere the major allied allied offences which helped them defeat the axis D-DAY Battle of the Bulge Battle of Berlin Battle of Kursk Battle of Stalingrad Battle of Moscow Siege of Leningrad Battle of Britain\n\nWhat is Moskva-Leningrad?\n\nit is a Russian antique book",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.9922419786,
        "format_confidence":0.974865675
    },
    {
        "url":"https:\/\/www.enotes.com\/homework-help\/what-different-now-wwii-has-ended-like-what-294021",
        "text":"What was  different about things like fashion and modes of transport and other aspects of US culture after WWII ended?  \n\n1 Answer | Add Yours\n\nTop Answer\n\npohnpei397's profile pic\n\npohnpei397 | College Teacher | (Level 3) Distinguished Educator\n\nPosted on\n\nAmerican culture changed in innumerable ways after the war.\n\nAs far as modes of transport go, there was a move towards much more use of cars and airplanes.  Before the war, airplane travel hardly existed and trains were much more prevalent than cars.  After the war, the advances in airplane technology led to the creation and expansion of passenger airlines.  After the war, the building of new roads and the new-found prosperity led to a boom in automobiles.\n\nAs far as fashion went, the most different thing was that women started to dress in much fancier ways than they had.  This is not at all surprising given that the years before had been full of poverty (Depression) or rationing (war).\n\nWe’ve answered 318,982 questions. We can answer yours, too.\n\nAsk a question",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.9703915715,
        "format_confidence":0.9838248491
    },
    {
        "url":"https:\/\/www.ancestry.com\/boards\/topics.occupations.rcmp\/4\/mb.ashx",
        "text":"Search for content in message boards\n\nCanadian Mounties\n\nReplies: 0\n\nCanadian Mounties\n\nVicki Taute (View posts)\nPosted: 1008619908000\nClassification: Query\nSurnames: Painter, Smith\nCould someone please tell me how I might begin to search for a deserter from the states that supposedly joined the Mounties sometime between 1887 and 1894. His name prior to this incident was James Henry Painter b. in Ohio and after 1894 he was living in Minnesota under the name of Charles B. Smith where he stayed until his death in 1917.\n\n\nFind a board about a specific topic",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.9755318165,
        "format_confidence":0.537209928
    },
    {
        "url":"https:\/\/employment.blurtit.com\/40560\/who-was-the-first-pilot-in-india",
        "text":"Who Was The First Pilot In India?\n\n\n4 Answers\n\nRajesh Shri Profile\nRajesh Shri answered\nJ. R. D. Tata was India's first pilot. He was born on July 29, 1904 and died on November 29, 1993. While his mother was French, his father was a Parsi by the name of Ratanji Dadabhoy Tata. RD Tata and Jamshetji Tata (the father of Tata Steel) were brothers and their father was Ervad Jamsheed Tata who was a priest of Navsari.\n\nJ.R.D. Tata's full name was Jehangir Ratanji Dadabhoy Tata . His friends used to call him Jeh. He was elected the Chairman of Tata & Sons and held the position for a long period of 50 years. He was instrumental in launching India's first international airline which is Air India. He was an excellent entrepreneur and his ventures included the starting of the first motor company, first bank and also the first chemical plant. He was also awarded the Bharat Ratna for his extraordinary contributions to India's financial picture.\nK. M. Mathen, was the first Indian Pilot to fly a Boeing 747 in the year 1970. He was called the \"First Indian Jumbo Pilot\". India's first lady Pilot was Sarla Thakral who took her first solo flight at the age of 21 in the year 1936.\n1 Person thanked the writer.\nAnonymous commented\nThis answer is misleading. A little known Dattatreya Laxman Patwardhan who served in RAF under name 2nd Lt. D. Lakman Pat during WW1 is the first Indian pilot. He was commended by King George V on 24 April 1919 and later retired from RAF . On 13th May 1919 Marathi newspaper 'Kesari' also ran article on him\nAnonymous Profile\nAnonymous answered\nN R Qureshi of patiala state india who was pursuing his engineering studies in uk at the onset of 1 lst world war opted to join the the royal flying corps.He shot down at least one german aeroplane during aerial combat.After the war he completed his engineering studies,but unfortunately was never heard again.His entire family migrated to Pakistan at the time of partition in 1947.Any body having any information about Qureshi is welcome to share.\n\nNaim .Islamabad Pakistan\nAmmy Grayson Profile\nAmmy Grayson ,, answered\n\nJRD Tata was awarded the first pilot license by Federation Aeronautique International on behalf of the Aero Club of India and Burma .\n\nAnswer Question",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.8946848512,
        "format_confidence":0.9677773714
    },
    {
        "url":"https:\/\/www.assignmentexpert.com\/homework-answers\/history\/question-157379",
        "text":"Answer to Question #157379 in History for Chris\n\nQuestion #157379\n\nSummarize the significance of the Battle of Midway.\n\nExpert's answer\n\nHISTORY- Q157379\n\n\nThe U.S. Navy’s forces victory all around ocean fight in 1942 and its fruitful safeguard of the significant base situated at Midway Island dashed Japan's expectations of killing the United States as a maritime force and viably switched things around World War II in the Pacific. It marks the defining moment in the battle in the Pacific in the United States favor. The Japanese lost 4 of their best aircraft carrying warships and U.S. just lost 1 carrier. The fight ended Japan's advances in the South Pacific. The Japanese destruction was a serious obstruction to their extension plans, along these lines, Midway Battle is by and large viewed as the most significance battle on the Pacific during the World War II. Once they conquered, the American military utilized the island to set up nightly air attack on Tokyo, the capital of Japan.\n\nNeed a fast expert's response?\n\nSubmit order\n\nand get a quick answer at the best price\n\nfor any assignment or question with DETAILED EXPLANATIONS!\n\n\nNo comments. Be the first!\n\nLeave a comment\n\nAsk Your question\n\nNew on Blog",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.9850224853,
        "format_confidence":0.9578846693
    }
]