[
    {
        "url":"http:\/\/www.metafilter.com\/140156\/Its-not-poor-its-not-on-a-point-its-nowhere-near-New-Orleans",
        "text":"It's \"not poor, it’s not on a point, it’s nowhere near New Orleans...\"\nJune 23, 2014 12:57 PM   Subscribe\n\nOn Sunday, Poverty Point, LA, was granted World Heritage recognition by UNESCO's (United Nations Educational, Scientific, and Cultural Organization) World Heritage Committee.\n\nPoverty Point is the name of a vast, subtle ruin on the bank of today’s Bayou Macon, a tributary of the Mississippi in northeastern Louisiana, partway between Monroe, and Vicksburg MS. Turn north off I-20 and you can be there in about half an hour. Its awkward name comes from that of a plantation that once occupied the area. The site is the largest known complex built that long ago by hunter-gatherers in North America, maybe even in the world. What amazes archaeologists is that hunter-gatherers aren’t supposed to build city-like complexes. Normally, it takes more developed agricultural cultures to do that...\n\nFrom the Louisiana Department of Cultural Development: \"What is special about the Poverty Point site?\n  • The earthworks are massive: 5 mounds and 6 C-shaped ridges surround a huge plaza.\n  • The geometric design is unique in the world and is a masterpiece of engineering.\n  • The site is 3,400 years old.\n  • At the time the earthworks were constructed, they were the largest in North America.\n  • The site was the major political, trading, and ceremonial center of its day in North America.\n  • The people who built and lived at the site did not raise crops.\n\n    The state hopes the World Heritage designation will encourage tourism.\n  • posted by msbubbaclees (20 comments total) 17 users marked this as a favorite\n\n    Whereas I hope that this won't lead to vandalism to the site from chuckleheads concerned about \"UN World Government\" takeover.\n\n    But really -- cool, and thanks for bringing this to our attention. I'd never heard of this site before.\n    posted by Nerd of the North at 1:06 PM on June 23, 2014\n\n    Reminds me of Cahokia, which I had managed to not learn about either. Pauketat's book probably contains more conjecture than some folks like, but it's a good starting point.\n    posted by benito.strauss at 1:14 PM on June 23, 2014 [1 favorite]\n\n    From the first link:\n    The Poverty Point occupants vanished long before the rise of the Native American cultures we know today. The mounds survived, if diminished, but erosion wore the ridges down to a foot or two (top photo). The plantation workers actually farmed over them, the plowmen probably cursing the oddly lumpy ground they had to tame. Eventually the plantation closed; trees grew. Except for the mounds, the extent of the ruin was literally too big to see from the ground, and well-disguised even from the air.\n\n    When the Army Corps of Engineers made a routine aerial photography sweep in 1938, nothing was noticed. The photos went into the files. In 1952 archaeologist James Ford reviewed those photographs and saw the pattern of the semicircles.\n    Fascinating, but Wikipedia includes references of prior investigations to the area, though it wasn't until James A. Ford and Robert Neitzel that there was lengthy study and publication on the site.\n    posted by filthy light thief at 1:15 PM on June 23, 2014 [1 favorite]\n\n    Cahokia, or Carcosa?\n    posted by Apocryphon at 1:16 PM on June 23, 2014 [2 favorites]\n\n    Post-hole remnants show that circular structures also stood there, “woodhenges” of unknown purpose.\n\n    Wow, Laurie Anderson was right (again). Let X = X.\n\n    The state hopes the World Heritage designation will encourage tourism.\n\n    Last year, I spent about three weeks on Socotra, another UNESCO World Heritage site. And one of the recurring themes I heard from locals there (including some who had worked with the U.N. on their preservation efforts) was that the World Heritage designation was actually something of a curse. They felt that the U.N. was very much interested in preserving the plant life and forestry on Socotra, but didn't care a whit about the actual culture of Socotra, i.e., the unwritten language (Soqotri) and folk traditions that were rapidly disappearing under Yemen's rule. They also felt that the increased tourism and footprint resulting from the UNESCO designation was actually having a deleterious effect on the landscape. Yemeni business owners in Hadiboh (the archipelago's largest city) were also encouraged, through the flow of tourists, to modernize and make the main island more Western-adaptive than it currently is. The Socotri are only now beginning to get into the game as tour guides, but almost all the other businesses in Hadiboh are Yemeni-owned, so the money they make doesn't even necessarily increase the quality of living for native Socotri. It was an eye-opening perspective for me on how these ostensibly valuable preservative designations can actually conflict directly with (or, in the worst case, threaten) the populations who call these places home.\n    posted by mykescipark at 1:17 PM on June 23, 2014 [5 favorites]\n\n    They also felt that the increased tourism resulting from the UNESCO designation was actually having a deleterious effect on the landscape\n\n    That would be my concern for locations that are not currently inhabited, like Poverty Point. More tourists means more facilities to support the tourists (roads, bathrooms, places to buy food, general use items and mementos, etc).\n    posted by filthy light thief at 1:22 PM on June 23, 2014\n\n    Here's the complete list of sites added in this round, pushing the total to 1001.\n\n    (and here are all US sites)\n    posted by effbot at 1:23 PM on June 23, 2014\n\n    Isn't there a line of conjecture that herding\/aquaculture\/horticulture was used in place of large scale agriculture at places like PP?\n    posted by The Whelk at 1:25 PM on June 23, 2014\n\n    Sorry, meant to include a link to the LA Department of Cultural Development page where the bullets in the post came from. The bottom of that page has several additional links for more information.\n    posted by msbubbaclees at 1:27 PM on June 23, 2014\n\n    from the Cahokia Wikipedia article:\n    One of the major problems that large centers like Cahokia faced was keeping a steady supply of food, and waste disposal was also an issue, which made Cahokia an unhealthy place. Because it was such an unhealthy place to live, the town had to rely on social and political attractions to bring in a steady supply of new immigrants; otherwise the town's death rate would have caused it to be abandoned earlier.[13]\n    posted by Bwithh at 1:40 PM on June 23, 2014\n\n    They also felt that the increased tourism and footprint resulting from the UNESCO designation was actually having a deleterious effect on the landscape.\n\n    UNESCO doesn't seem to be that impressed; if I'm reading things correctly, they've recalled the original decision from 2008, and have given Yemen until 1 February 2015 to show that they're actually going to do something more than just building roads all over the main island (apparently it has the \"highest per capita road allocations in the region and possibly the world\").\n\n    The recommendations include \"empowering local communities to acquire a leading role in managing their natural heritage\" and \"establish a monitoring system to ensure tourism sustainability and its minimal impact on the natural heritage and associated cultural values\" and a bunch of other things.\n\n    I'm not enough up to date on local politics to tell if this will have any effect, but at least UNESCO doesn't just slap a label on something and leave it to the member state to do whatever they want with it.\n    posted by effbot at 2:19 PM on June 23, 2014 [1 favorite]\n\n    Cahokia and Poverty Point, two places I only learned about by conquering them in Civ IV.\n\n    This is very cool news, though. Anything that helps get the point across that there were some amazing and complex civilizations here well before Europeans turned up is a good thing.\n    posted by davros42 at 3:16 PM on June 23, 2014\n\n    That 1938 aerial is really striking. I wonder if the people living there had noticed the pattern at all?\n    posted by Dip Flash at 3:16 PM on June 23, 2014\n\n    A cool recent finding about Poverty Point is that the majority of it may have been constructed in as little as a single 30-90 day span, involving a concentrated 270,000 person-hours of labour - this is based on a very fine-grained geoarchaeological study of the sediments.\n\n    Together with Göbekli Tepe in Turkey, Poverty point is something of a paradigm-breaker in archaeology since the associated societies \"aren't supposed\" to have enough \"social complexity\" (whatever that is) to invest in such substantial monumentality.\n    posted by Rumple at 3:38 PM on June 23, 2014 [1 favorite]\n\n    constructed in as little as a single 30-90 day span, involving a concentrated 270,000 person-hours of labour\n\n    Going with 90 days and ten hours a day, that's only 300 people, a lot less than I would have guessed. Even at thirty days it's only 900 people, hardly unimaginable.\n    posted by Dip Flash at 3:44 PM on June 23, 2014\n\n    There must be a zero missing from the hours, because the article uses 3000 - 9000 as the number of workers.\n    posted by Dip Flash at 3:47 PM on June 23, 2014\n\n    30 * 900 = 27,000, not 270,000.\n    posted by Rumple at 3:48 PM on June 23, 2014\n\n    Also, hopefully the academics are smarter than this and it's just sloppy reporting, but e casual sexism of sentences like this really bug me:\n\n    Assuming that each worker may have been accompanied by at least two other family members, say a wife and a child,\n\n    Has the writer never seen photos of the long lines of Indian women with baskets of dirt on their heads building levees and roads? It's not just men who move dirt.\n\n    30 * 900 = 27,000, not 270,000.\n\n    Times ten hours\/day, no?\n    posted by Dip Flash at 3:52 PM on June 23, 2014 [1 favorite]\n\n    Oh, yeah. Probably I made the same mistake they did in the news summary then..... well,... (truncated)",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9882435799,
        "format_confidence":0.9896168709
    },
    {
        "url":"https:\/\/www.lemonfool.co.uk\/viewtopic.php?f=74&t=9964",
        "text":"Remove ads\n\nIntroducing the LemonFools Personal Finance Calculators\n\nFebruary 6th\n\nStrangeness abounds. No question too obscure\n2 Lemon pips\nPosts: 177\nJoined: March 3rd, 2017, 10:39 am\nHas thanked: 245 times\nBeen thanked: 242 times\n\nFebruary 6th\n\n\nPostby Bink333 » February 6th, 2018, 3:11 pm\n\nDear CBB Widdy Voters.\n\nWiddy came 2nd.\n\nToday, as you may or may not have noticed is February 6th. Our dear friends at wikisubscribes would like you to note that this date is slightly more likely to fall on a Monday, Wednesday or Saturday (58 in 400 years each) than on Thursday or Friday (57), and slightly less likely to occur on a Tuesday or Sunday (56).\n\nToday being a Tuesday, therefore makes it a quite remarkable Tuesday, for reasons that many might not have remarked upon and probably still won't.\n\n100 years ago today, British women over the age of 30 who met minimum property qualifications, got the right to vote on this day, as the \"Representation of the People Act 1918\" was passed by Parliament. This was also known as the Fourth Reform Act. This was the first time British Women had been given a right to vote.\n\nThe Fourth Reform Act was very different to \"Mary of the Fourth Form\", a song by Bob Geldolf's band The Boomtown Rats which went on to inspire Sting and his band The Police to record \"Don't Stand so Close to Me\"\n\nThe Police in America are prevented by the 4th Amendment from making searches or seizures without the use of a warrant and 'probable cause'.\n\nAnd that, dear reader is how Bob Geldolf and Sting became the direct link between getting women the right to vote in England as well as stopping the police from illegally searching your home in America, all well before they helped to record a record together called \"Do they Know it's Christmas?\"\n\nThis has been me, Bink 333 with \"Rare Tuesday Facts\"\n\nTune in next rare Tuesday, for some more rare facts.\n\nAnd now it's over to Mad Hatter's Garden for \"Cheeky little blighter-watch\" with Robin Red-breast...\n\nLemon Quarter\nPosts: 1904\nJoined: October 10th, 2017, 11:33 am\nHas thanked: 336 times\nBeen thanked: 652 times\n\nRe: February 6th\n\n\nPostby Dod101 » February 6th, 2018, 4:30 pm\n\nAs a loyal subject of HM The Queen, may I also note that today is the anniversary of her accession to the Throne in 1952.\n\n\n2 Lemon pips\nPosts: 197\nJoined: November 12th, 2016, 9:25 pm\nHas thanked: 172 times\nBeen thanked: 75 times\n\nRe: February 6th\n\n\nPostby madhatter » February 7th, 2018, 1:53 pm\n\nAnd now it's over to Mad Hatter's Garden for \"Cheeky little blighter-watch\" with Robin Red-breast...\n\nAfter disappearing for months, one reappeared intermittently in December, and only became a regular visitor in the last few days of the month.\n\nOn the 21st December, and a few times since there were two, a few feet apart and ignoring each other instead of fighting, so they are clearly a pair. The most recent sighting of both being today, a few minutes ago.\n\nIn other news, there was a blue tit today and there are signs of something pecking around the entrance the old bird box.\n\nUnusually for a robin, it prefers feeding from the upper surface of a suet block. On Christmas Eve, I saw 3 long-tailed tits on the same block at once, with others from the group waiting nearby.\n\nReturn to “Land of Off Topic Posts”\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.7123275399,
        "format_confidence":0.9951692224
    },
    {
        "url":"http:\/\/boards.ancestry.com\/localities.northam.mexico.guanajuato\/232.2.2.3.1.7\/mb.ashx",
        "text":"Search for content in message boards\n\nFrancisco Bernal and his wife, Altagracia Gonzales -- from Pueblonuevo\n\nReplies: 12\n\nRe: Bernals from Pueblonuevo\n\nPosted: 15 Aug 2013 7:15PM GMT\nClassification: Query\nEdited: 17 Aug 2013 7:42PM GMT\nSurnames: Barreneche, Etcheverry\nWhen did your Grandfather own Huatzimitiro? Meaning, what years. Thanks.\n\nI am a descendent of:\n\nJean Baptiste ETCHEVERRY, born October 27, 1852, died November 27, 1907 in Bayonne, France & Clara TEILLERY, born August 12, 1858, died February 28, 1897 in Iholdy, France\n\n...the Parents of my great-grandmother Marie ETCHEVERRY, born November 5, 1888\n\nAnd Martin BARRENECHE and Gracieuse BERHO, born July 23, 1852.\n\n...the Parents of my great-grandfather Basilio Gaspar BARRENECHE born January 2, 1881 in Ascain, France, died in Mexico on March 11, 1943\n\nBasilio Gaspar BARRENECHE and Marie ETCHEVERRY were Married June 3, 1912 in Itxassou, France\n\nTheir son, is my maternal grandfather, Joseph Laurent BARRENECHE ETCHEVERRY whom I am searching for. Born September 17, 1915 in Mexico\n\nOther names of interest are:\n\nEmile Dominique BARRENECHE, born May 27, 1918 in Mexico\nDominique BERHO, born 1847\nLaurent BERTERECHE, born 1822\nSalvat TEILLERCHE, born 1828\n\nFrancisco RAMOS, born 1927\nBicente JASSO, born 1898\nElpidio RAMOS, born 1917\n\nPlease visit my blog to browse the photos and names and let me know of you recognize any of them\n\nThank you.\nSubjectAuthorDate Posted\nrangerpoo1 19 Jul 2010 8:26PM GMT \nrangerpoo1 19 Jul 2010 11:36PM GMT \nBarreneche_Et... 16 Aug 2013 1:15AM GMT \nper page\n\nFind a board about a specific topic",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.6667568684,
        "format_confidence":0.9513569474
    },
    {
        "url":"http:\/\/www.vikingsword.com\/vb\/showpost.php?p=223396&postcount=15",
        "text":"Thread: Moplah\nView Single Post\nOld 29th October 2017, 06:34 PM   #15\nJoin Date: Jun 2015\nPosts: 568\n\nOriginally Posted by olikara\nA very beautiful Katthi. Congrats.\n\nThis will be from the Moplah or 'Mappilai' people of Malabar. They are quite different from the Coorgis who are of Scythian and Hindu stock. The Mappilais are of Arab-Dravidian Muslim stock.\n\nCoorg is adjacent to Malabar but not a part of Malabar. And very interestingly the Moplah rebellion of 1921 where the Moplahs rebelled against their Hindu landlords (Mostly Nair and Brahmin) was put down by the British who used their Gorkha levees to great effect. Moplah Katthis against the Kukris!\n\nThe Coorgis and Moplahs were never on the best of terms though. Tipu Sultan in order to subdue the ever restive Coorgis had a policy of settling Muslim populations from Mysore and adjoining Malabar into Coorg. Needless, to say after Tipu's destruction the Coorgis drove off most of these new settlers.\n\nHi Olikara,\nA bit late in commenting on your statement re the origin of the Coorgs being of Scythian-Hindu stock. I have done a little research into the origins of these people as they are so interesting but I cannot find a conclusive answer. The origin you have stated is one of a number of theories none of which have concrete evidence, have you found such evidence? If so I would be grateful if you would share it so that I can stop knocking my head against what appears to be a brick wall regarding this subject.\nMiguel is offline   Reply With Quote",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9887296557,
        "format_confidence":0.9958109856
    },
    {
        "url":"https:\/\/thefiringline.com\/forums\/showpost.php?p=5453581&postcount=8",
        "text":"View Single Post\nOld March 12, 2013, 12:40 PM   #8\nSenior Member\nJoin Date: July 21, 2011\nLocation: Idaho\nPosts: 7,637\nJames K and Mike Irwin make very good points, I had forgotten about the G41, there isn't much literature about it that I've run across so it rarely comes up in conversation. however I would like to offer my own opinions towards this statement:\nRegardless, the outcome of WWII really was not much affected by the small arms used. The Allies did not win because the U.S. had the M1 rifle, or the Russians had the SVT 40. The huge technological advantage the U.S. had in mass production and the advantage the Soviets had in both production and manpower would have made the difference if all the armies had had only bolt action rifles. When a squadron of P.51's descended on a German troop convoy or a supply column with all guns blazing, it didn't matter much whether the Germans had K.98k's or G.43's, they were in deep trouble.\nnow I will largely agree with you here however there are a couple situations to look at. in the south pacific where much of the fighting was in rain forests and swamps things like P51s, tanks and artillery were largely irrelevant. the heaviest thing you could post were machine guns. had the Japanese adopted a semi auto rifle then the entire south pacific campaign could have ended much differently as the marines were still largely issued 1903s. in this situation the japs had few machineguns and no SMGs while the US had plenty of both, the advantage of firepower(mixed with better supply chains) is what turned the tide in the south pacific, not tanks, planes and big guns.\n\nyou are largely correct in the case of the african and european campaigns though large amphibious landings like normandy where you have machine gun fire raining down on you would have been even more catastrophic had everyone been using bolt actions instead of the mix of semi, bolt and full auto weaponry that we hit the beaches with. the rest of the war however were pretty much won but tanks planes and big guns\nignore my complete lack of capitalization. I still have no problem correcting your grammar.\nI never said half the stuff people said I did-Albert Einstein\nYou can't believe everything you read on the internet-Benjamin Franklin\ntahunua001 is offline  \nPage generated in 0.03460 seconds with 7 queries",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9694414735,
        "format_confidence":0.9925994873
    },
    {
        "url":"http:\/\/www.afrigeneas.com\/forum-fpoc\/index.cgi\/md\/read\/id\/3231\/sbj\/thanx-a-million-eileen\/",
        "text":"Join the Genealogy Revolution.\nSearch for your surname in the largest DNA database of its kind!\n\nMy Surname\n\n\nBanner - Family Tree Maker 2008\n\nDomain Name Registration at GoDaddy.com 120x60\n\nAfriGeneas Free Persons of Color Forum\n\nThanx a million, Eileen\nIn Response To: Re: Mortality Index ()\n\n18 Dec 2002 :: 14 Nov 2008\nCopyright © 2002-2008 by AfriGeneas. All rights reserved.\nAfriGeneas ~ African Ancestored Genealogy",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.5533430576,
        "format_confidence":0.9712941051
    },
    {
        "url":"http:\/\/archiver.rootsweb.ancestry.com\/th\/read\/WILKEN\/2000-10\/0972655823",
        "text":"WILKEN-L Archives\n\nArchiver > WILKEN > 2000-10 > 0972655823\n\nFrom: \"Ted Pack\" <>\nSubject: [WILKEN] Fw: Wilken on bottles\nDate: Fri, 27 Oct 2000 07:10:23 -0700\n\nI'm forwarding this to you all (both of you?) with permission. Carolyn\nfound me on the Internet in connection to the Wilken surname. My\nWilken family members were farmers, not manufacturers. It sounds like\neither medicine or whiskey, to me.\n\nPlease write to Carolyn directly if you know anything about the\n\n----- Original Message -----\nFrom: <>\nTo: <>\nSent: Friday, October 27, 2000 6:13 AM\nSubject: Wilken\n\nHello Ted,\n\nI was looking up \"Wilken\" and found your page. I live in Howell, NJ.\nneighbor recently excavated part of his yard and in the process\ndozens of old bottles. I picked up a few that looked interesting,\none with the Wilken name on it. It is a clear bottle with a metal\nscrew cap.\nWritten along the bottom, in script, by means of raised letters, are\nnames Harry E. Wilken, Jr., Henry Wilken, Sr., and William Wilken. In\nmiddle of the bottle there is the face of a man with round spectacles\na background that looks like a factory. Also in raised letters is the\n\"Federal Law Forbids Sale Or Re-Use Of This Bottle.\"\n\nI was curious if you had any idea who these people were? You have\nsimilar names in your index. Do you know what line of work they were\n\nThanks in advance for any help,\n\nCarolyn Gilinsky\n\nThis thread:",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.8775371313,
        "format_confidence":0.8296405673
    },
    {
        "url":"http:\/\/claycord.com\/2014\/01\/28\/the-claycord-online-museum-in-focus-concord-city-news-with-scott-belding\/",
        "text":"The Claycord Online Museum – “In Focus” Concord City News with Scott Belding\n\nJanuary 28, 2014 14:00 pm · 16 comments\n\nIf you’ve lived in Claycord for a few years, you’ll enjoy this old video that talks about the remodel of the Concord Pavilion. It also shows some pictures of the old spirit poles on Concord Ave. and a few other locations around Concord.\n\n\nThis video is courtesy of YouTube user MetalMatt Bolender.\n\nABOUT THE CLAYCORD ONLINE MUSEUM: The Claycord Online Museum is made up of historical photos, documents & anything else that has to do with the history of our area.\n\nIf you have any old photos or items that you’d like to place in the Claycord Online Museum, just scan or take a photo of them, and send them to the following address: It doesn’t matter what it is, even if it’s just an old photo of your house, a scan of an old advertisement or an artifact that you’d like us to see, send it in and we’ll put it online!\n\nClick on the tag below titled “Claycord Online Museum” to view other items!\n\nGreg in Pleasant Hill January 28, 2014 at 3:07 PM\n\nWhat makes this video for me, is the awesome soundtrack.\n\nKenInConcord January 28, 2014 at 3:13 PM\n\nI used to live across the street from Metal Matt when he was in third grade. Funny to see these kids all grown up!!\n\nSoConcordResident January 28, 2014 at 3:43 PM\n\nNow this is what we need more of on Claycord! Enough with stabbings and shootings. More fun historical videos and sweet soundtracks!\n\nBJS January 28, 2014 at 4:02 PM\n\nI agree with you, SoConcordResident it’s so cool to see the historical stuff on Claycord!! 🙂\n\nRANDOM TASK January 28, 2014 at 4:08 PM\n\nhmmm pavilion yeah wrecked that venue when the powers that be decided it would be better to build housing right on top of it. Now all it is good for it a lawn and garden venue or quiet venues that stop well before 11pm…and they wonder why it makes no money or draws any big names lol…….\nspirit poles …………yeah nobody in jail for that waste of money and time and lack of thought or at least the ones who were on board quickly jumped ship and found really good hiding places. Their answer to increasing art and feel for this city is more multicolored section 8 housing that brings in no money to support the city ……..ironic ….well if your job depended on securing votes instead of actually doing your job what would you do …..obviously using city money to secure more votes is what they do. Suffer well concord you have indeed earned it\n\nSilva January 28, 2014 at 4:33 PM\n\nWOW !!! I agree with RANDOM TASK !!! Never happened before.\n\nMatt bolender January 28, 2014 at 4:51 PM\n\nYes that was one of my favorite shoots. Love that place when it is rockin.\n\nJustin January 28, 2014 at 5:46 PM\n\n@ Random Task (5)\n\nHow would you know? When’s the last time you left the house? Your constant negativity is very draining. Get some help!\n\nJustin January 28, 2014 at 5:54 PM\n\nConcord Pav. is a great place to see a concert! ROCK ON!!!\n\nThe Real Truth January 28, 2014 at 6:22 PM\n\nAh Random Task, one of the bitter dozen.\n\nAtticus Thraxx January 28, 2014 at 7:22 PM\n\nThe music makes me want to punch things, but pretty cool video. We live in a good place.\n\nChevrolet girl January 28, 2014 at 8:45 PM\n\nI definitely do not miss the spirit poles…lame idea and ugly!\nI do miss the grass seating at the Pavillion. I saw Huey Lewis and the News while sitting on a tarp in the pouring rain. He made a shout out to us, best concert ever!\n\nGreg in Pleasant Hill January 28, 2014 at 9:52 PM\n\nI saw Faith No More open for Metallica. I think it was ’89.\n\npam January 28, 2014 at 10:31 PM\n\n@Random task…our Claycordian.\n\nSilva January 29, 2014 at 7:42 PM\n\nI actually haven’t been back since before this project.\n\nnytemuvr January 30, 2014 at 9:45 AM\n\nI lived a couple of blocks from the spirit poles when they were up….when I see them, it makes me throw up a little in my mouth.\n\nComments on this entry are closed.\n\nPrevious post:\n\nNext post:",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.6681066155,
        "format_confidence":0.9268769622
    }
]