[
    {
        "url":"https:\/\/artzcool.net\/2015\/11\/14\/how-to-dress-up-as-an-art-gallery\/",
        "text":"How to dress up as an Art Gallery! \n\nHow to dress up as an Art Gallery! \n\nMy daughter decided that she wanted to dress up in matching costumes with her best friend, which sounds great, right? After some debating, they decided that her friend was going to be an artist, and she was going to be a gallery… What? A gallery?  What happened to a doggies or clowns! \n\nSo, I do what I always do when confronted with a crafting dilemma… Or any dilemma for that matter… Google it! Or if that doesn’t work, try Pinterest. (Sometimes in the reverse order) but the only ideas I could find were costumes that were actual paintings, which were really cool, like the one below, but not what she had envisioned.\n\nShe didn’t want to be just one piece of art, she wanted to be the whole gallery! So, we started at fabric land and bought some gold leather-like fabric that we thought would work well to make picture frames.   \nWe cut out a bunch of frames in various sizes. Then, we cut some white rectangles to go inside of the frames. We ended up using some white leather scraps, and sharpies. She took the white squares into school and had a few of her friends design the pieces of art. Then we glued the artwork inside the frames. Here is what they looked like laid out on our kitchen floor.\n\nAnd here is what Sam looked like laid out on our kitchen floor. Lol.  We used the same gold leather to cut out letters spelling “art gallery” and we wanted the make sure they were spaced out evenly so we put a dab of hot glue on each letter to hold them in place.\n\n\nWe also tacked down all of the artwork with a drop of hot glue. We wanted to make sure they were all appropriately placed, which was why we did it when she was wearing it as opposed to just laying it on the floor.\n\nWe did exactly the same thing to the pants.    \n\nThen we decided that the back needed something, so we cut out and added some more letters.\n\nShe took off the shirt and pants and we glued around each frame and letter.\n\nThis is what she looked like on her way out to go trick-or-treating. We added a couple frames on her cheeks with face paint.  \n\nAnd here is her and Dylan… \n\nI think it turned out well. The hardest part was coming up with the idea! But, she was happy, and that is the most important part. Im upset that I forgot to take a picture of her and her friend together in their costumes! I don’t know if you can tell by the looks on their faces, but they really weren’t that excited about making their friends wait for them to go trick-or-treating until I took a few photos…just wait until I tell them that I want a photo with Santa again this year! \n\nI know this post is a little late, but better late than never right? I’m just thinking of it as being really early for next year!  It has been a crazy couple of months, and I have lots of posts to catch up on! \n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.7078384757,
        "format_confidence":0.6561035514,
        "weight":0.0031165226
    },
    {
        "url":"https:\/\/www.inyourpocket.com\/zurich\/museum-fur-gestaltung-toni-areal_158024v",
        "text":"Museum für Gestaltung - Toni-Areal\n\n  Pfingstweidstrasse 96     01 Apr 2019\nThe collection of Zurich’s design museum Museum für Gestaltung comprises more than half a million objects relating to poster and object design as well as applied art and graphics and is of international renown. The museum runs two locations and has regularly changing temporary exhibitions on both locations (click here for current exhibitons), often with works from its collection. This location is in the onetime dairy factory of Toni-Areal, which also accommodates the Zurich University of the Arts. Guided tours take you deep into its archives (daily at 12:00, in German). Tour numbers are limited, register on its website. The other location is on Ausstellungsstrasse close to the main station and is in a listed building, an outstanding example of Swiss architecture that has just been renovated. \n\nTram stop\n\n\n\n\nOpen 10:00 - 17:00. Closed Mon, Wed 10:00 - 20:00.\n\nPrice\/Additional Info\n\nAdmission 12\/8Sfr, daypass for both locations 15\/10Sfr.\n\nEvents at this venue\n\nOpen 10:00 - 17:00. Closed Mon, Wed 10:00 - 20:00.\nThe Curatorial Project: UNLABEL – Fashion Beyond Categorization\nJun 28 - May 30 2021\nDesign Laboratory: Materials and Technology\nOpen 10:00 - 17:00. Closed Mon, Wed 10:00 - 20:00.\nBally - Swiss Shoes Since 1851\n\n\nConnect via social media\ngoogle sign in button\nLeave a comment using your email This e-mail address is not valid\nPlease enter your name*\n\nPlease share your location\n\nEnter your message*\nPut our app in your pocket\nThis site uses cookies. By continuing to browse the site, you are agreeing to our use of cookies. Find out more here. AGREE",
        "topic_id":1,
        "format_id":7,
        "topic_confidence":0.9378851652,
        "format_confidence":0.5507001281,
        "weight":0.0035767915
    },
    {
        "url":"http:\/\/lakotaphillips.blogspot.com\/2009_11_01_archive.html",
        "text":"Monday, November 30, 2009\n\nMonday Poetry Train - The Drowning\n\nBrand spanking new - still needs edits but throwing it out there anyway.\n\nThe drowning\n\nFace pressed beneath the water\nIndulging in the sweet sips of your deceit\nShe dreamed in happy ever after fragments,\nOf Ophelia softly singing\nAnd she was kept…\nquite willing to believe in anything.\n\nThe drip, drip of half-truths\nWrapped in heartfelt sincerity\nHer self esteem eroded,\nAs the ripples of your duplicity\nshudder onward, outward…\nDragging her down and down and down.\n\nHeart beat flutters, much too fast\nCracking beneath the pressure\nOf pretending her smile hasn’t fallen\nOff the edge of the world,\nWhile everything, oh everything is alright…\nTrapped in the leaky vessel of her life.\n\nFace pressed beneath the water\nTears dissolving in its watery embrace\nHer choice remains steadfast and simple,\nLift herself up and out\nor drink deeply of the sorrow…\nThat will fill her until she drowns.\n\nRide the Monday Poetry Train - share your links or just enjoy the read:\n\nWednesday, November 25, 2009\n\nHave a Happy Thanksgiving\n\nGetting ready to head into insane work day but wanted to give those of you in bloggyland a heads up that there won't be an Arts Day this week on the DAMage Report - however Johnny will be having his regularly scheduled show, so go ahead an enjoy some damaged news and humor. :)\n\nI hope everyone in US has a good turkey day.\nI'll be taking a short break over the holidays from the social networking (facebook) and the blogging. Have several projects to handle that i'll be focusing on.\nBack on the air next week at regular times.\nEat some dessert for me - Kota\n\nWednesday, November 18, 2009\n\nDAMage Report - Arts Day Article Link\n\nPlease click on the link above to read today's topic. I've created a blog just for the articles for those interested in following the show.\n\nJoin me today on the DAMage Report News Show at - 2pm PST\/5pm EST\/ 10pm GMT. Topic today is about the $43 million dollar Warhol - is it still art or just an investment stored in a safe?\n\nTuesday, November 17, 2009\n\n\nThis week i resisted the temptation to be a diva, pack up my toys, and go home. I'm pretty sure though if i had, no one would have noticed.\n\nI also resisted the urge to add an \"S\" to the church sign near my house that says \"God, HE never fails.\"\n\nSince i missed Tempting Tuesday last week y'all get a two-fer. :D\nWhat temptation did you resist or give in to this past week?\n\nMonday, November 16, 2009\n\nHopping Back on the Monday Poetry Train\n\nFade Away Naturally\n\nColor me with bold strokes\n\nAnd outside the lines\nof preconceived notions\n\nFor one day I will fade\n\nAnd all that will remain\nare dusty memories\n\nDrifting in the wind\n\n\nWednesday, November 11, 2009\n\nDAMage Report - When Art Imitates Art\n\nThe 1963 painting by Alma Thomas (to the right) is remarkably similar to a 1953 piece by Matisse (below it) and is causing an uproar of controversy on the topic of art and plagiarism. The painting was originally among the works selected by the Obamas to hang in the White House, but was returned - either due to the controversy or because it really didn't match the sofa. The reasons really are inconsequential. What is of interest are the heated debates over the differences between tribute art and outright theft of concept and\/or visuals.\n\nIt is true that art imitates life. It is also true that in one way, shape, or form, art also imitates art. It can't be helped. Artists ARE influenced in their ideas and their forms of expression.\n\nPicasso said \"the bad artists imitate, the great artists steal.\"\nIn other words, to steal an idea you have to own it and make it your own.\nTo imitate, you merely need to copy it and put nothing of yourself into it.\n\nOn one hand, Alma's \"Watusi\" is an almost exact replica of Matisse's \"L'escargot\" with palette changed and shapes rearranged. On the other hand, it is well documented that Alma created the painting as a tribute, using it as a study of Matisse's techniques. She never hid the fact that it was directly influenced. Furthermore, her study of this particular work was apparently a turning point in her art. Everything that followed reflected the impact of Matisse on her paintings\/concepts\/approach. As Tilly Greene remarked yesterday, it would have been MORE interesting to see Alma take the influence to another level, rather than just remake Matisse's composition. But it should be duly noted that Alma probably had no idea that her painting would one day hang in the Hirshhorn Museum and be considered one of the great works of American art.\n\nI've often wondered if Picasso and Matisse would roll over in their graves knowing that their napkin drawings are considered fine works of art. Nawwww - Picasso would love it, the arrogant old bastard!\n\nThe major difference between plagiarism and tribute seems to be credit given where credit is due. Trying to pass off copies of someone else's original concepts and work as your own is plagiarism, pure and simple. Utilizing the ideas and visuals of a \"master\" artist to create something new, or to study technique is tribute. All art is an imitation in one form or another, whether it is an imitation of something seen or an expression of an idea born within the mind of the artist. It is the process of communicating the ideas, the visions, the exploration that creates the art in whatever genre the artist chooses to express themselves in.\n\nDoes Watusi deserve to be considered a great work of art, given that it is a tribute piece? It depends on who you talk to. Personally I think it is confusing and blurs the already subjective lines of what constitutes \"masterful\" art - art that rates hanging in the top museums of the world. Does Alma Thomas deserve the scathing disregard for her work that is currently being bandied about? Absolutely not. However, on the bright side - more people now know her name and have looked at her paintings. Bad P.R. is better than no P.R. type thing.\n\nArt is once again the heated topic of discussion - replacing whatever was on television last night as the topic of choice.\nWell, for some people anyway.\n\nTuesday, November 10, 2009\n\nDAMage Research - Plagarism or Tribute?\n\nThe 1963 painting by Alma Thomas (to the right) is extremely similar to a 1953 piece by Matisse (below).\n\nit would be interesting to find out what the Hirshhorn Museum paid for Watusi.\n\nThomas's painting was first exhibited in the '60s. At that time, you could no more plagiarize a Matisse collage such as \"The Snail\" than you could pass off the \"Mona Lisa\" as your own.\n\nElaborations on earlier artists' work, even full appropriation, have been common practice in art for hundreds of years. Artists long learned their craft by copying the works of older masters; even among high artists, it was standard.\n\nthe 73-year-old artist found herself staring at the hollyhock shadows she had known her entire life and calculating\n\nhow to use them in her paintings. A year earlier, she had seen the late Matisse cutouts at the Museum of Modern Art in New York. Matisse's work had prompted her to paint an acrylic-on-canvas version of his collage The Snail (1953), in which nearly all the original colors were reversed. Thomas named her painting Watusi (Hard Edge), after Chubby Checker's dance hit \"The Watusi.\" As well as marrying high modernism with the popular culture of black America--then entering the American mainstream--the title she chose noted Matisse's debt to African art.\n\nPablo Picasso that, \"the bad artists imitate, the great artists steal.\" Thomas' work here is a transformation of the Matisse painting. There is power in the decision to reverse colors and to change perspective from \"L'escargot,\"giving \"Watusi\" integrity to stand on its own as a distinctive piece.\n\n\nillegitimate copying is real. Both Richard Prince (See VR’s “Prince of Pilfer”) and Jeff Koons have been sued by photographers for incorporating copyrighted work into their own. Koons lost the Rogers v. Koons case, but won a more recent suit under the “fair use” doctrine. Readers will remember that earlier this year Damien Hirst threatened to sue a 16-year-old over his use of an image of Hirst’s diamond-incrusted skull, in the process demanding royalties.\n\nThomas always credited Matisse for the inspiration that produced Watusi. It is obvious that the work launched her on a journey of artistic discovery that produced her unique and forward-looking (if not radical) mosaic style.\n\nTo assert that Thomas was “simply copying” Matisse would be to deny the rich and varied underpinnings of her work. Thomas was deeply impressed by the colors and patterns of the natural world around her.\n\n**Credit to Venetian Red Contributors Christine Cariati and Liz Hager for excellent arguments and research\n\nFriday, November 6, 2009\n\nNo Jobs and Everything Costs More - 2005 to 2009 costs of Eggs, Bread, Milk and Gas\n\nI found it positively disgusting that i couldn't find these numbers quickly, easily, or in layman terms after spending over half an hour searching the web and online news. I don't have a degree in economics or finance. PPI numbers and CIS numbers and acronym fill in the fucking blank numbers mean nothing to me. It doesn't translate to instant comprehension. All I wanted was the freakin average prices of some consumer goods. Not the increase percent, not the decrease projections. Just. The. Price. I ended up searching item by item, year by year. >_<\n\nit wasn't easy getting verifiable #s - they vary ridiculously. Oh and Wikianswer is a freakin joke - their numbers aren't even realistically close to the statistical documents\n\nIn four years...\nDozen Eggs: 2006 = $1.45 \/ 2007 = $1.56 \/ 2008 = $2.18 \/ 2009 = $2.89\nWhite Bread: 2006 = $1.05 \/ 2007 = $1.25 \/ 2008 = $1.28 \/ 2009 = $2.79\nGallon Milk: 2006 = $2.40 \/ 2007 = $3.13 \/ 2008 = $2.74 \/ 2009 = $3.53\nGas: 2005 = $1.78 \/ 2006 = $2.57 \/ 2007 = $2.81 \/ 2008 = $3.55 - $4.10 \/ 2009 = $2.90\n\nWednesday, November 4, 2009\n\nDAMage Report - All that Glitters Might Be Crap\n\nP... (truncated)",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.7437829971,
        "format_confidence":0.9797968268,
        "weight":0.0297967073
    },
    {
        "url":"http:\/\/davidarnoldphotographyplus.com\/tag\/twin-lens-reflex\/",
        "text":"Experimenting with the Square Format: Using the Spartus Full-Vue With Tungsten Film\n\nmasked spartus\n\n The Spartus Full-Vue Twin Lens Camera, 1948-1960.\n\nThe Twin Lens Reflex Camera:\n\nMany notable photographers used twin lens cameras: Irving Penn, Richard Avedon, Lisette Model, and Diane Arbus. The first twin lens reflex camera appeared in 1880 as a specially built camera for the Kew Observatory in England. The first production twin lens camera appeared in the 1882, introduced as the Academy by the British firm, Marion and Company.  The camera, a non-reflex design featured an upper viewing lens held at eye level, and produced the distinctive square image that would come to be associated with twin lens cameras.  Over the next two decades, nearly every major camera manufacturer offered twin lens reflex cameras standardized on the square format. [1]\n\n\nTwin lens reflex cameras feature a mirror mounted behind the viewing lens at a 45-degree angle, reflecting light onto the viewing screen. The upper lens is dedicated to viewing and is mechanically synchronized for focus with the lower lens, which is devoted to film exposure. Usually held at waist level to compose and focus, the twin lens reflex camera offers the advantage of a viewing area identical to the exposure area. Twin lens cameras also offer the advantages of being able to view the exposure as it is being made. In addition, the mirror does not have to move to made the exposure. Traditionally the square format negative was cropped to 8×10 inches, the standard paper size. The large negative of the typical twin lens camera, over 4 times the size of the 35mm camera format, presents advantages for enlargement of selected portions of the image without significant loss of detail. The disadvantages of the twin lens design are the slight disparity between the coverage area of the upper and lower lens, referred as parallax error, and a right to left reversal produced by the mirrored image.\n\n\nThe Square Format:\n\nIn painting and photography, the shape of the picture refers to picture’s format.  Because rectangles are so prevalent in our daily lives, we seldom notice the shape of the window, table or the pages of a book. Most paintings and photographs are rectangles. The horizontal or vertical format of the rectangle may evoke the breadth of a landscape or the heights of towering mountains. The compositional flexibility of the rectangle helps to make the format ubiquitous. Invisible to the shape of picture, we notice content of the picture rather and shape of the picture.[2]\n\n\nSince very few subjects are naturally square, photographers using the square format cameras often crop their images into rectangles. However, photographers who make the syntactical decision to use  the square format do so in support of subject and content decisions, and alerts us that each photograph is a means of representing the world.  Using a square format camera without cropping the image can enliven subject matter by making the photographer and viewer conscious of the shape of the picture and act of taking a photograph. The square format counters the invisibility of the rectangle, and demands that we consider the shape of the picture as well as what is depicted within the shape. The square format presents a fresh challenge to the traditional golden rectangle variants found in most camera viewfinders.\n\n\nThis slideshow requires JavaScript.\n\nThe Spartus Full-Vue Twin Lens Reflex- the Spartus Camera Corporation in Chicago, Illinois, produced the Full-Vue Reflex from 1948-1960. The camera is a simple to use twin-lens reflex box camera featuring an image in the ground glass viewfinder equal to the negative size. With a large viewing lens the Full-Vue boasts an especially bright viewfinder image.In 1949, the Full-Vue  also featured a synchronized flash attachment. The Spartus Full-Vue’s bakelite body [3] is fitted with a fixed focus 92mm Scienar plastic lens and takes twelve 6-centimeter exposures on 120mm film. The Spartus Full-Vue employs a rotary shutter and as the Full-Vue manual instructs “the exposure is then made by gently pressing the exposure lever down as far as it will go.”[4] The shutter has only two settings: “inst.” (about 1\/60th of a second) and “time” (a bulb setting for long exposures). \n\n\nUsing the Spartus Full-Vue With Tungsten Film in Daylight:\n\nI loaded Fujichrome T64 Professional 120mm Tungsten film into the Spartus Full View, and used the camera to photograph fall color at three California locations in late October, 2013: in the Alder Grove at Yosemite National Park, along the Tenaya Canyon Creek just outside of Lee Vinning on in the Eastern Sierra and at North Bloomfield in the Nevada County. Tungsten films are calibrated for exposure under indoor studio lighting conditions with a Kevin temperature of 3200k producing a much lower color temperature than daylight, which has a Kelvin temperate of 5500k. When shooting tungsten film in daylight conditions, a 85 filter compensates for color temperature disparity and when shooting daylight films in tungsten light conditions, an 80a filter is recommend.[5] Using tungsten film in daylight conditions without color correction filters yields unpredictable results and even with identical exposures on the same roll of film.\n\n\nAt each location, I photographed in basic daylight conditions, and exposed the Fujichrome T64 Tungsten film without color correction and without any using a color correction filter. The Full-Vue’s plastic lens produced spectacularly unpredictable results. The appearance of the monochrome reds was surprising, and the deep blues and magentas produced startling mixes of color. The square format of the Spartus Full-Vue supports the muting of image details in the abstraction of unexpected color.\n\n©David Arnold, 2014.\n\n\n\n[1] S. F. Spira, The History of Photography As Seen Through the Spira Collection. New York: Aperture, 2001, p. 120.",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9631456733,
        "format_confidence":0.5013985634,
        "weight":0.0385846004
    },
    {
        "url":"http:\/\/www.minosadesign.com\/2011\/01\/minosa-in-profile-luxury-home-design.html",
        "text":"Dover Height project wins Corian Design award\n\nCorian® congratulates Simona Castagna & Darren Genner of Minosa™ on their recent Corian® Design Award win. Minosa™ has been recognised for their luxurious work on a Dover Heights residence.\n\n\nWhen taking on this project, Minosa™ wanted to create interior spaces that seamlessly integrated into the amazing arch\n\nitecture of the building. When looking for the right materials to use – Minosa™ used Corian® throughout the kitchen, bathrooms, outdoor area and home theatre.\n\nMinosa™ created three dream bathroom spaces, adopting a feeling of endless luxury and warmth. Using products from the Minosa™ Bathroom Collection allowed them to create an environment that is aesthetically and functionally pleasing. A Double Scoop®, Scoop® and The Puddle® washbasins are all a part of these grand designs all made entirely with Corian® Solid Surfaces. An art-like unique mosaic feature wall also complements and highlights the Scoop washbasin.“The Puddle®, Scoop® & Double Scoop® washbasins where chosen to support the very linear & cantilevering nature of the home”, says Simona.The Status bath is also a highlight feature in one of the bathrooms with it’s Corian® bath surround. It was chosen to complement the Double Scoop® washbasin, and the style box like nature of the architecture. A minimalist and grand kitchen space was created and Corian® in Glacier White colour was used on the kitchen benchtops. A custom made dining table was also created with Corian® that extends to seat another four people.“Corian® was chosen in the kitchen for its amazing integrity and so we could create work surfaces that are completely seamless and easy to use & care for”, says Darren.The use of Corian® also extends to the home’s outdoor area. The Utzon BBQ by Electrolux was made in Glacier White colour to match the kitchen, creating a truly integrated feel from the kitchen to the outdoors.\n\n“Corian® gives us incredible flexibility when creating products and interiors; our bathroom collection is a testament to this. Corian® allows us to design bold & beautiful washbasins through to stylish organic forms”, says Darren.\n\n“With Corian® we are confident our products are durable, practical and completely renewable”, adds Simona.Congratulations to Minosa™ for this outstanding Corian® Design Award win, and for the creation of this majestic interior.\n\n\nSearch Minosa\n\nBlog Archive",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.937687099,
        "format_confidence":0.9299752116,
        "weight":0.0046671615
    },
    {
        "url":"http:\/\/martykeating.blogspot.com\/2010\/04\/more-williamstown-to-westport_28.html",
        "text":"Wednesday, April 28, 2010\n\nMore Williamstown to Westport\n\n1 comment:\n\n  1. My wife (also a painter) and I bought the third piece from the top last weekend at the Little Compton art show. We love it. It's on the mantle above the fireplace in our cottage.\n    It's a landscape that has an element of Rothko about it, as my wife said.\n    Jim Finnegan",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.8081344962,
        "format_confidence":0.9148470759,
        "weight":0.0323746942
    },
    {
        "url":"https:\/\/cloutnews.com\/learning-never-ends-in-photography-says-street-photographer-john-rapisardi\/",
        "text":"YAHOO FINANCE John L. Rapisardi scaled\n\n‘Learning Never Ends in Photography,’ says Street Photographer John Lawrence Rapisardi\n\nNew York based photographer John Lawrence Rapisardi is an American born on 19th January,1993 who believes that photography is a field where learning never ends. He justifies it with his own experience in the pursuit. John comes from a family of writers, poets, and intellectuals from Sicily, Italy.\n\n“I discovered my interest in design and photography at a very young age. Since then I have swayed creatively been different hobbies but in more recent years I landed with photography and have stuck with it,” says a passionate Rapisardi. \n\nJohn Rapisardi’s love for photography takes him places as he spends a lot of his time traveling the world to develop his photography skills. In the past five years or so, he has explored the Middle East, the Caribbean, South America and Europe and has put together a well-received body of work.\n\nThere is no set curriculum when it comes to photography. It is a complicated field where experience is the only real teacher. Rapisardi understands this well and always considers himself a student who is continually evolving. This attitude allows him to learn from everything. \n\n“I usually focus on my portrait and fashion photography because I find it to be a little more interesting. I like when I am able to engage with a subject and collaborate. Travel photography is a little more static to me. I don’t really travel places just to take photos, I just always have my camera with me.”\n\nRapisardi has a few portrait and fashion collaborations planned which will be released after New York Fashion Week. He is a notable budding creative in the city and someone to watch for in 2020 in the field.\n\nHarish Pednekar\n\nHarish has helped many startups in building their brand identity and advancing their business through his pro internet marketing strategies. Also, he likes to use his great writing skills to curate blogs on e-commerce trends, multichannel commerce, and online business strategies. He loves to share his ideas on business here at Clout News. You can reach him at",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9469870329,
        "format_confidence":0.8871959448,
        "weight":0.0083513922
    },
    {
        "url":"https:\/\/www.blogpreston.co.uk\/2020\/02\/something-for-everyone-at-new-harris-four-seasons-exhibition\/",
        "text":"Something for everyone at new Harris four seasons exhibition\n\nPosted on - 18th February, 2020 - 7:00pm | Author - | Posted in - Arts, Charities, Preston City Centre, Preston News, Things to Do in and around Preston, What's On in Preston\nThe Harris exterior\nThe Harris Museum where the events will be held.\n\nThere is something for everyone at the Harris this spring with four exciting new exhibitions, from local history to newly-made art. \n\n\nThe spring exhibitions allow visitors the chance to see new work by Preston based artists Anita George, Gavin Renshaw and Kathryn Poole specially commissioned for the The Artful Line exhibition and inspired by the history of the Courtauld’s factory, now Red Scar Business Park.\n\nThe Artful Line exhibition is part of an ongoing project with The Courtauld and brings together works by Rosetti, Auerbach and Blake to examine drawing in all its forms. The exhibition also celebrates our shared heritage with Courtaulds textiles.\n\nOther exhibitions include More T’ North, a contemporary exhibition curated by the Harris Young producers that challenges Northern stereotypes by showcasing rich talent of the region, sponsored by EasyPass Driving School and The Unfurlings: Banners for Hope and Change, created by people living with dementia.\n\nArtist Abigail Reynolds’ solo exhibition Taken in a few seconds, by the reflection of light will explore what a library means today and will be in Harris’ Library’s Heritage Reading Room.\n\nRead More: Architects behind Harris gallery developments awarded contract for ‘Reimagining the Harris’ plans\n\nKatherine Dunleavy, Regional Programme Coordinator at The Courtauld Gallery, said, “We are thrilled to take forward our partnership with the Harris with the loans of four exceptional works by artists including Dante Gabriele Rossetti and Frank Auerbach, and to provide an opportunity for Prestonians to experience and enjoy these remarkable drawings from The Courtauld Gallery’s collection.\n\n“It is fantastic to also celebrate our shared heritage with Courtaulds textiles through this exhibition.”\n\nPeople in Preston living with dementia worked with artist Ian Beesley and poet Ian McMillan on their banner for the Unfurlings exhibition.\n\nThe Harris has created a dementia-friendly space, by including people with dementia in all elements of creating and planning the exhibition area, to play their part in the bigger Dementia Friendly Communities movement.\n\nCllr Peter Kelly, Cabinet member for culture and leisure at Preston City Council said, “The Harris works closely with artists, partners and community groups to produce exhibitions of a high quality that engage with our visitors.\n\n“Each exhibition has a different theme and this variety in our spring and autumn offer has proved popular with visitors, signifying an increase in visitor numbers year on year.\n\n“We would like to thank our partners, The Courtauld Gallery, The Alzheimer’s Society, Harris Young Producers, Abigail Reynolds and all the artists and curators involved, for their hard work in delivering the 2020 spring exhibitions.”\n\nRead More: Harris Museum, The Birley and In Certain Places have been named among the North’s top 50 cultural organisations\n\nExhibitions are open now and are free with a full programme of events over February Half Term, Easter and Spring Bank Holidays, running up until 31 May 2020.\n\nArtist Abigail Reynolds solo exhibition Taken in a few seconds \/\/\/ By the reflection of light runs until 10 May 2020.\n\nPreston in pictures Covered Market, PrestonPreston Court BuildingLawson Street6201 Princess Elizabeth57313 becomes the main engine6201 pulls into Preston Station for an engine changePreston CenotaphColourful & Shops On Lancaster Road a View more Advertisement Subscribe to the newsletter\n\nSign up below to receive Blog Preston's weekly newsletter. It wings its way into inboxes every Sunday rounding up our best content from the last week and a look ahead to what's happening.\n\nAdvertisement News by location\n\nFind news by location, select an area of your choice to be kept up to date with the latest goings on.\n\nAdvertisement Categories\n\nFind news by category, select an category of your choice to be kept up to date with the latest goings on.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9383907318,
        "format_confidence":0.6439167261,
        "weight":0.0030406772
    }
]