[
    {
        "url":"http:\/\/photographyisnotacrime.com\/2016\/08\/24\/indianapolis-police-shoot-homeowner-after-he-calls-911-to-report-robbery\/",
        "text":"Indianapolis Police Shoot Homeowner After He Calls 911 to Report Robbery - PINAC News\nTo Top\n\nIndianapolis Police Shoot Homeowner After He Calls 911 to Report Robbery\n\nAn Indiana man called 911 Tuesday to report that a man had just robbed his wife at gunpoint in front of their home.\n\nWhen Indianapolis police arrived, they shot the homeowner.\n\nThe gunman, a black man in his late teens, is still at large.\n\nThe homeowner, a black man in his late 40s, is listed in serious condition from the gunshot wound to his abdomen.\n\nPolice say the officer shot Carl Williams because he opened the garage door to his home while holding a gun after police had pulled up to his home.\n\nAnd that, of course, made them fear for their lives.\n\nWilliams had called 911 at 4:34 a.m. to report that a black male in a red shirt armed with a rifle had just carjacked his wife at gunpoint.\n\nPolice have not said what color shirt Williams was wearing, so we can assume it was not red.\n\nThe suspect held Williams’ wife down on the ground at gunpoint, demanding the keys to her Nissan Sentra.\n\nShe gave him the car keys and he tried to steal her car, but then took off running after apparently not knowing how to start a push-button ignition.\n\nMeanwhile, his wife had run inside the house and informed her husband, who figured the only logical thing to do is call police.\n\n“Is that him?” Williams could be heard in the dispatch recording before the line went dead.\n\nWhen police arrived, they didn’t even bother asking that question after he opened the door.\n\nAccording to the Indianapolis Star:\n\nThat is when nine-year veteran Officer Christopher Mills shot Williams once in the abdomen, Taylor said. It’s unclear if more rounds were fired. A second officer on the scene, an eight-year veteran, did not fire his weapon.\n\nIn the 911 call, no vocal exchange could be heard between the homeowner and officer who fired his weapon. Riddle and Taylor said it was still unclear whether the officer gave any verbal commands to the homeowner.\n\nWilliams’ handgun was recovered from the home, but there was no indication that Williams raised his weapon, fired his weapon or brandished it in a threatening way.\n\n\nPolice were told that the suspect was driving a black Nissan Sentra, which was actually still sitting in the driveway with the door open and the interior lights on, when they pulled up.\n\nWilliams, who is still recovering at a local hospital and is expected to survive, has not spoken to the media or police.\n\nBut police are already saying he confused the cops for the suspect – even though he has not said this – in an obvious attempt to justify the shooting.\n\nThey also chalk up the shooting to the old “split-second decision” that cops must make do when confronting citizens.\n\nBelow is a recording of the dispatch communications.\n\n\n\nMore in Keystone Kops",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9969492555,
        "format_confidence":0.9933087826
    },
    {
        "url":"http:\/\/www.mlive.com\/news\/grand-rapids\/index.ssf\/2014\/06\/spectrum_health_security_guard.html",
        "text":"Spectrum Health security guard shot in parking garage after confronting man\n\nHeidi Fenton | By Heidi Fenton | The Grand Rapids Press\nFollow on Twitter\non June 23, 2014 at 6:35 AM, updated June 23, 2014 at 7:25 AM\n-8daecf07cd89de31.JPGA Spectrum Health security guard was shot outside Parking Ramp 7 Sunday night, June 22. \n\nGRAND RAPIDS, MI -- Police are looking for a man who shot a Spectrum Health security guard late Sunday night near one of the hospital's Butterworth campus parking structures.\n\nGrand Rapids police responded to the scene at Michigan Street and Lafayette Avenue, outside Parking Ramp 7, after a report came in of the injury just after 11 p.m. June 22.\n\nThe security guard was hit a single time and suffered a non life-threatening wound. The suspect fled on foot.\n\nDetectives say the security guard was walking through the parking structure on a regular round to check for safety concerns and encountered a male who appeared to be rifling through vehicles. The man was observed removing property from one of them.\n\nThe security guard confronted the man and questioned his actions, detectives say. When he attempted to leave, the guard ordered him to stay.\n\nThe man pulled out a handgun and pointed it toward the security officer, firing one shot before fleeing on foot.\n\nThe security guard has since been treated and released from the hospital.\n\nPolice were on scene along Lafayette Avenue for much of the night investigating, Lt. Scott Weitzel said early Monday.\n\nThe ramp is the same one where a nurse was stabbed in a domestic situation as she walked to her vehicle in March. The suspect was not known to her, but was known to another person involved in a conflict with her, police said.\n\nThere are security cameras in the parking ramp.\n\nSpectrum Health, in a brief statement released after Sunday night's shooting, said the security guard is recovering.\n\n\"There was an incident outside of Parking Ramp 7 late in the evening on June 22 on the Grand Rapids Medical Center campus. A Spectrum Health security guard was assaulted. He received treatment for his injuries and has been released. Spectrum Health Security Services will continue to work with the Grand Rapids Police Department in the investigation. Access to the parking lot entrances and exits has been restored.\"\n\nAnyone with information is asked to contact Grand Rapids police at 456-3604 or Silent Observer at 774-2345.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9898948073,
        "format_confidence":0.9972587824
    },
    {
        "url":"https:\/\/www.india.com\/news\/india\/muzaffarpur-shelter-home-case-accused-brajesh-thakur-others-produced-before-special-pocso-court-in-saket-next-hearing-on-february-25-3586645\/",
        "text":"New Delhi: The hearing in Muzaffarpur shelter home case at Special POCSO court in Saket was adjourned on Saturday. February 25, Monday has been fixed as the date on which the remaining accused will be produced before the court. (ALSO READ – CBI Won’t Probe Nitish Kumar in Muzaffarpur Shelter Home Case, Say Lawyers) Also Read - Delhi Court Sentences Brajesh Thakur, 11 Others to Life Imprisonment in Muzaffarpur Shelter Home Case\n\nThe main accused in the case, Brajesh Thakur, was produced before the Delhi court on Friday. While on Saturday, seven other accused were produced. The Supreme Court had transferred the trial of the case to the court in Delhi’s Saket area. Also Read - Muzaffarpur Shelter Home Case: Brajesh Thakur Among 19 Convicted by Delhi Court; Arguments on Quantum of Sentence on Jan 28\n\nThe accused include Shaista Parveen alias Madhu who ran many businesses of Brajesh Thakur, Mohd Sahil alias Vicky, Brajesh Thakur’s uncle Ramanuj, a former Child Welfare Committee president Dilip Verma and the state-funded shelter homes manager Ramashankar Singh. Also Read - Muzaffarpur Shelter Home Case: 'Investigation Complete, No Girl Killed,' CBI Tells SC\n\nThe probe into the case was handed over to the CBI in July last year, about a couple of months after the police lodged an FIR.\n\nEarlier this week, the Supreme Court expressed serious dissatisfaction with the pace of investigations and slammed the Nitish Kumar government in Bihar for not doing its bit and ordered transfer of trial to the Saket court.\n\nMeanwhile, municipal authorities also began the work of demolishing the structure inside which the Balika Grih (shelter home for girls) ran.\n\nA score of people have been arrested in connection with the scandal which came to light after sexual abuse of inmates was found by Mumbai-based Tata Institute of Social Sciences in a report of social audit. The owner of the NGO Seva Sankalp Evam Vikas Samiti, which ran the shelter home, Brajesh Thakur is lodged in a prison at Patiala. While, other accused in connection with the case are lodged in various jails across Bihar.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9871662259,
        "format_confidence":0.9971652627
    },
    {
        "url":"http:\/\/www.policeone.com\/pc_print.asp?vid=3463840",
        "text":"Doug Wyllie, PoliceOne Editor in ChiefBe Advised...\nwith Doug Wyllie, PoliceOne Editor in Chief\n\nSC departments partner on UAVs\n\nThe Richland County Sheriff’s Department and the Columbia Police Department have launched the 'Aerial Intelligence and Response' program for surveillance, search and rescue, and SWAT operations\n\nWith the deployment of two small, remote-controlled helicopters, the Richland County (S.C.) Sheriff’s Department has teamed with the Columbia (S.C.) Police Department in an effort to enhance efforts in the area of intelligence gathering, surveillance, search and rescue, as well as special responses to critical incidents. The effort — dubbed “A.I.R.” or “Aerial Intelligence and Response” — will give these two police agencies a new edge in their fight against crime.\n\nBoth agencies will now be able to use the small UAVs to capture criminals, gather intelligence, and search for missing persons or suspects (among many other uses), according to information provided to PoliceOne by Capt. Chris Cowan in the Office of Public Information for Richland County Sheriff’s Department.\n\nAt a press event held yesterday, Richland County Sheriff Lott and members of the two participating agencies demonstrated the new equipment. Sheriff Lott emphasized that radio controlled technology has become more trustworthy, more reliable, less expensive, and allows for rapid deployment of an asset that will save time, money and lives. Lott added that the RC helicopter is very inexpensive and can be deployed very quickly — while more importantly, it can identify dangers in the community without putting human beings at risk.\n\nFrom Hobbyist to Specialist\nDeputy Marcus Kim is spearheading the program, having been an international consultant to RC manufacturers and a professional RC helicopter pilot for 13 years. Kim, who also serves on RCSD’s Community Action Team, will work closely with the Special Response Team and Criminal Investigations Division utilizing this technology.\n\nColumbia Police Chief Randy Scott, quoted in a local news article about yesterday’s event, said “This is an example of where jurisdictional boundaries are broken down for a criminal...Quite simply put, they can't run.”\n\nThe cost of each machine is estimated to be below $3,000 in initial outlay, and costs for maintenance and operation is minimal, especially when compared with the valuable tactical information obtained from this airborne asset.\n\nMany Airborne Options\nThere are many options available to law enforcement in the area of UAV helicopters. In October of last year I spoke with Mike Buscher, CEO of Vanguard Defense Industries, about a system his company has been selling to law enforcement for some time. The ShadowHawk is equipped with both a digital daytime camera and a FLIR system and has the capability of carrying 40mm pod-mounted less lethal rounds, 37mm flare and smoke munitions, and even can be equipped with TASER XREP.\n\nDespite efforts by the ACLU to condemn these machines in other cities as an invasion of privacy (see mention of this in the video below), most citizens — at least those who really give it some thought — quickly recognize the value of giving law enforcement this kind of intelligence capability without busting the department’s budget on a piloted helicopter, which is thousands of times more expensive, and brings into the mix various officer safety issues.\n\nAt yesterday’s event, Sheriff Lott stated that he will continue to search for innovative ways to fight crime in his community.\n\nAbout the author\n\nDoug Wyllie is Editor in Chief of PoliceOne, responsible for setting the editorial direction of the website and managing the planned editorial features by our roster of expert writers. An award-winning columnist — he is the 2014 Western Publishing Association \"Maggie Award\" winner in the category of Best Regularly Featured Digital Edition Column — Doug has authored more than 800 feature articles and tactical tips on a wide range of topics and trends that affect the law enforcement community. Doug is a member of International Law Enforcement Educators and Trainers Association (ILEETA), an Associate Member of the California Peace Officers' Association (CPOA), and a member of the Public Safety Writers Association (PSWA). Even in his \"spare\" time, he is active in his support for the law enforcement community, contributing his time and talents toward police-related charitable events as well as participating in force-on-force training, search-and-rescue training, and other scenario-based training designed to prepare cops for the fight they face every day on the street.\n\nRead more articles by PoliceOne Editor in Chief Doug Wyllie by clicking here.\n\nContact Doug Wyllie\nBack to previous page",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9940637946,
        "format_confidence":0.6141787171
    },
    {
        "url":"https:\/\/www.cambridge-news.co.uk\/news\/cambridge-news\/police-appeal-after-suspected-arson-13506122",
        "text":"Police have issued a call for information following a suspected arson attack in Cambridge.\n\nA blue Nissan Micra was set on fire in Darwin Drive at around 3.45am last Friday, August 18.\n\nFootage shared with the News shows the burning car explode, narrowly avoiding injuring a nearby firefighter.\n\nThe vehicle, which was parked on the road, became engulfed with flames and billowing smoke.\n\nThe footage shows a brave fireman attempt to tame the raging inferno with a hose before it flares up, just missing him.\n\nHe then returns to the car before managing to subdue the flames.\n\nA spokeswoman for the Cambridgeshire Fire and Rescue service confirmed a fire engine attended the scene and said that that the cause of the fire was ‘deliberate by persons unknown’.\n\nA police spokesperson told the News: “We would like to hear from anyone who was in the area and the time and may have seen something.”\n\nAnyone with information regarding the incident should call police on 101 quoting CF0473480817 or visit www.contactcambspolice.uk\/Report\/ . Alternatively, contact Crimestoppers, anonymously, on 0800 555111 or via www.crimestoppers-uk.org\n\nYou can keep up to date with all the latest news in and around Cambridge by downloading our free app. It is available for the iPhone and iPad from Apple's App Store, or the Android version can be downloaded from Google Play.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9959922433,
        "format_confidence":0.9966323972
    },
    {
        "url":"http:\/\/www.complex.com\/pop-culture\/2013\/02\/a-detroit-high-school-basketball-coach-shot-two-teens-who-tried-rob-him",
        "text":"According to Detroit police, a high school basketball coach shot and killed a teenager and wounded another who attempted to rob him last Friday. 70-year-old Ernest Robinson, who's an assistant coach at Martin Luther King Jr. High School, was walking two members of the girls team outside when he was approached by the two assailants.\n\nFollowing a struggle, Robinson pulled out his weapon and opened fire. Michael Scott, 16, was killed, and an unidentified 15-year-old was wounded. Homicide detectives submitted a warrant request to the Wayne County prosecutor's office, and as of yesterday, prosecutors were determining whether or not charges should be filed.\n\nAccording to Scott's mother, her son did not have a gun.\n\n[via The Associated Press]",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9861467481,
        "format_confidence":0.9958893657
    },
    {
        "url":"http:\/\/www.securityweek.com\/misconfigured-database-exposes-details-191-million-voters",
        "text":"Security Experts:\n\nMisconfigured Database Exposes Details of 191 Million Voters\n\nA misconfigured database whose owner has yet to be identified exposes the personal details of 191 million U.S. voters, researcher Chris Vickery has warned.\n\nThe database containing the records of more than 191 million individuals, totaling over 300 gigabytes of information, includes names, gender data, home addresses, mailing addresses, phone numbers, dates of birth, party affiliations, and other details dating back to 2000.Voter database found online\n\nVickery and others have searched the database for their own records and found that the details stored in it are accurate. Another concerning aspect is that the publicly accessible database also includes the records of police officers.\n\nFortunately, social security numbers and driver’s license numbers are not affected. However, the leaked information still poses serious security and privacy risks.\n\nThe researcher has identified dozens of leaky databases over the past month and he has done his best to contact impacted organizations. However, in this case, tracking down the operator of the database appears to be a difficult task.\n\nVickery has been assisted by and Steve Ragan of Salted Hash in trying to identify the entity responsible for the database, but they haven’t had any success and the database is still online. and Ragan have contacted a congressman’s political action committee (PAC) and several political data firms, including Political Data, L2 Political, Aristotle, NGP VAN and Catalist.\n\nBased on the format of the exposed data, the main suspect appears to be NationBuilder, a platform used by political campaigns worldwide. However, the company told that the database’s IP address is not theirs and it’s not associated with any of their hosted clients.\n\nIn 2012, NationBuilder announced its intention to compile a free nationwide voter file database containing 170 million accurate records. The service currently boasts over 190 million U.S. voters.\n\n“While the database is not ours, it is possible that some of the information it contains may have come from data we make available for free to campaigns. From what we've seen, the voter information included is already publicly available from each state government so no new or private information was released in this database,” NationBuilder founder and CEO Jim Gilliam said in a statement sent to SecurityWeek.\n\n“We strongly believe in making voter information more accessible to political campaigns and advocacy groups, so we provide cleaned versions of that publicly accessible information to them for free. We do not provide access to anyone for non-political purposes or that would violate any state’s laws. Each state has different restrictions, and we make sure that each campaign understands those restrictions before providing them with any data. It is vital that everyone running for office knows who is registered to vote in their district,” Gilliam added. has reached out to both the FBI and the California Attorney General’s Office, but it’s unclear what steps these organizations have taken to identify the owner of the database and to address the issue.\n\nVickery’s research has focused on Amazon AWS S3 buckets and MongoDB databases. However, in this case, the expert told SecurityWeek that he is not disclosing any details until the database is secured.\n\nIn the United States, each state decides what information to include in voted databases, sets restrictions for the use of the database, and determines the cost of the database.\n\nWhile in many states there are no restrictions on how voter data can be used, there are some states that allow use only for political or election purposes, while others strictly prohibit commercial use.\n\nOther Leaky Databases\n\nVickery has identified dozens of poorly configured database management systems that at one point exposed more than 30 million credentials. The list of leaky databases identified by the expert are associated with MacKeeper, Hello Kitty owner Sanrio, Alliance Health, Uncle Maddio’s Pizza Joint, OkHello, Slingo and many others.\n\nThe expert informed SecurityWeek over the weekend that AARP, previously known as the American Association of Retired Persons, operates a database that exposes the details of 1.4 million accounts associated with people who signed up on AARP’s Life Reimagined website.\n\nVickery said he contacted AARP on December 19, but the issue still hasn’t been addressed. AARP has not responded to SecurityWeek’s request for comment by the time of publication.\n\n*Updated with statement from NationBuilder\n\nview counter\nEduard Kovacs is an international correspondent for SecurityWeek. He worked as a high school IT teacher for two years before starting a career in journalism as Softpedia’s security news reporter. Eduard holds a bachelor’s degree in industrial informatics and a master’s degree in computer techniques applied in electrical engineering.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.6531468034,
        "format_confidence":0.9864366651
    },
    {
        "url":"https:\/\/www.dnainfo.com\/new-york\/20130605\/upper-west-side\/ray-kelly-defends-police-chase-that-ended-death-of-4-year-old-girl\/",
        "text":"The DNAinfo archives brought to you by WNYC.\nRead the press release here.\n\nRay Kelly Defends Police Chase that Ended in Death of 4-Year-Old Girl\n\nBy  Gustavo Solis and Murray Weiss | June 5, 2013 3:44pm | Updated on June 6, 2013 11:02am\n\n Ariel Russo, 4, was hit by a car that was fleeing from the police Tuesday June 4, 2013.\nCommunity Mourns\nView Full Caption\n\nMANHATTAN — A day after an unlicensed teen driver hit and killed a 4-year-old girl and critically injured her grandmother while fleeing police who had pulled him over for a routine traffic stop, NYPD Commissioner Raymond Kelly defended the actions of the officers who gave chase.\n\n“In pursuit situations, you have to make some judgment calls, whether or not it's wise to continue the pursuit,” Kelly said during a Wednesday morning press conference, a day after little Ariel Russo and Katia Gutierrez, 58, were hit. “At this juncture, at this time, I see the actions of the police officers as being reasonable.”\n\nPolice officers pulled Franklin Reyes, 17, of Chelsea, over at 89th Street and Amsterdam Avenue shortly before 8:20 a.m. Tuesday after he made an improper left turn in his 2010 black Nissan Frontier SUV, they said. Reyes initially stopped in the middle of the street but sped off as officers approached his car on foot. 23 seconds later, he made a sharp left turn on 97th Street, lost control, jumped the curb, and pinned Ariel and Gutierrez to the side of the building, police said.\n\nThe NYPD is investigating the pursuit, he added.\n\nReyes — a junior at the St. Agnes Boys High School on the Upper West Side — told police he panicked during a routine traffic stop en route to his last day of classes because he was driving  with only a learner's permit and was supposed to have an adult in the vehicle. \n\nThe SUV was a gift from Reyes' mother, law enforcement sources said.\n\nAriel was declared dead at the hospital and Gutierrez was in stable condition at St. Luke’s-Roosevelt Hospital Wednesday afternoon.\n\nReyes was transported to Mount Sinai Hospital for breathing problems and was arraigned late Wednesday on charges of second degree manslaughter and unlawfully fleeing a police officer, according to the criminal complaint. \n\nA witness said his car appeared to be driving between 50 to 60 miles per hour before turning left onto West 97th Street before the crash, the complaint stated. \n\n\"For some reason or other they put those lights on and they scared the wits out of him and he took off — when that happens and you’ve never had that experience he just followed an impulse,\" said Schmukler Thursday. \n\nSchmukler said he did not know where Reyes was being held and that bail had not been set and his client had not entered a plea. \n\nWhen bail was set, Schmukler said he expected there to be \"plenty of support,\" for Reyes.\n\n\"This poor kid will have to live for the rest of his life knowing that innocent people died withhis actions. It’s a tragedy all the way around,\" said Schmukler.\n\nLaw enforcement sources said Reyes likely would have only gotten a reprimand from the cops who stopped him, or they might have made him called his mother to come get the car. \n\n\"I guess he did not want to tell his mother,\" the source added. \"Now he has a whole lot more trouble and a child's dead.\"\n\nAt Tuesday's press conference, Kelly described young people driving without licenses as an age-old problem.\n\n“Young people driving with just learners' permits is not a new problem,” he said. “I don't know of any new solutions to come up with.''\n\nAriel and her grandmother were one block away from the Holy Name School, where she was enrolled in a Pre-k program.\n\nOn Wednesday morning, students from the school filed into the Church of the Holy Name of Jesus for a 9:30 a.m. memorial service in her honor, struggling to understand her loss.\n\n“It was heartbreaking,” said Diana Rivera, 40, a volunteer at the school. “The little ones don’t know what happened but they know someone is missing. They ask questions like ‘where is she?’ and ‘when is she coming back?’ All we can say is she is with the angels.”\n\nStudents in uniform and grieving adults filled the seats of the church. The school choir, dressed in golden robes, sang a few songs for Ariel.\n\nAida Fonseca, a teacher’s aid at Holy Name, remembered Ariel as a cheerful girl who had many friends. The little girl was an energetic student who enjoyed to dance, paint and read, she said.\n\n“She was always smiling and carried her little doll everywhere she went,” Fonseca said.\n\nAriel’s family did not attend the service.\n\n“They are devastated,” Ariel’s grandfather, Paolo Russo, 71, said of the family Tuesday. “This was a tragedy, and we are all very sad. We’re mourning her loss.”\n\nAdditional reporting by Aidan Gardiner, Trevor Kapp and Emily Frost.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9923112392,
        "format_confidence":0.9917744994
    }
]