[
    {
        "url":"http:\/\/www.thebody.com\/Forums\/AIDS\/SafeSex\/Q232578.html?ic=4003",
        "text":"The Body: The Complete HIV\/AIDS Resource\nFollow Us Follow Us on Facebook Follow Us on Twitter Download Our App \nProfessionals >> Visit The Body PROThe Body en Espanol\nAsk the Experts About\n\nSafe Sex and HIV PreventionSafe Sex and HIV Prevention\nRollover images to visit our other forums!\nRecent AnswersAsk a Question\n  • Email Email\n  • Glossary Glossary\n\nnon-sexual risk\n\nOct 30, 2013\n\nHi Erik, Hope you are doing well. I am from India and work in a college as a lecturer. Two weeks ago, two of my students who are of 16 years of age each, asked me a doubt in the subject which I teach them. In order to answer their question on the note book (book is already there on the table) I asked a pen from them and then one of the girl gave me her Pen taking straight from her mouth and I accidently put(kept) her Pen immediately in my mouth where I have bleeding wound. Before solving\/answering their question on the book I had to think for some time and during that time I kept her pen in my mouth where I have bleeding wound. The girl who gave her pen has a habit of always keeping her pen in mouth and biting. Do I get HIV through that Pen if she is HIV positive and her blood poured on the pen before she gave me. Really I am worrying a lot. Kindly give your advice at the earliest possible. Thank you.\n\nResponse from Mr. Glenn\n\nThe answer sounds like NO.\n\nYou'd need blood to go from her mouth and go just about immediately\/directly into your mouth and into an open wound. All of that would need to happen. You're missing the directly part. You're also probably missing the part where there was blood in her mouth and on the pen.\n\nGenerally speaking, the mouth is not a good way to get or give HIV.\n\nHope this helps!\n\n\nhiv transmission\ntoo scared,,,requesting your feedback\n\n  • Email Email\n  • Glossary Glossary\n\n Get Email Notifications When This Forum Updates or Subscribe With RSS\n\n\n\nThis forum is designed for educational purposes only, and experts are not rendering medical, mental health, legal or other professional advice or services. If you have or suspect you may have a medical, mental health, legal or other problem that requires advice, consult your own caregiver, attorney or other qualified professional.\n\nExperts appearing on this page are independent and are solely responsible for editing and fact-checking their material. Neither nor any advertiser is the publisher or speaker of posted visitors' questions or the experts' material.\n\nReview our complete terms of use and copyright notice.\n\nPowered by ExpertViewpoint",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9981209636,
        "format_confidence":0.9906830788
    },
    {
        "url":"http:\/\/www.healthcaremagic.com\/questions\/If-a-couple-has-same-blood-group-will-they-get-a-male-child\/155954",
        "text":"Get your Health question answered in 3 easy steps\nA Doctor will be with you shortly\nAsk a Doctor Now\n172 Doctors are Online\n\nIf a couple has same blood group will they get a male child ?\n\nI have heard that if a couple are of the same blood group (i.e. Blood Group RH O+ve), their first child is a male?\nAsked On : Mon, 25 Jul 2011\nAnswers:  1 Views:  327\nReport Abuse\nShare on Facebook\nShare on Twitter\nShare on Google+\nQuestion is related to\nMedical Topics\nPediatrician 's  Response\nWelcome to HCM\nmale chid or female is a metter of chance. there is 50% probability of baby boy n 50% of baby gal.there is no corelation between blood group n ssex of child. it depends on only chromosomes X n Y.\nDr aseem\nAnswered: Mon, 25 Jul 2011\nI find this answer helpful\nDisclaimer: These answers are for your information only and not intended to replace your relationship with your treating physician.\nThis is a short, free answer. For a more detailed, immediate answer, try our premium service [Sample answer]\n\n\nLoading Online Doctors....\n© Ebix, Inc. All Rights Reserved.\nAll the information, content and live chat provided on the site is intended to be for informational purposes only, and not a substitute for professional or medical advice. You should always speak with your doctor before you follow anything that you read on this website. Any health question asked on this site will be visible to the people who browse this site. Hence, the user assumes the responsibility not to divulge any personally identifiable information in the question. Use of this site is subject to our Terms & Conditions\nAlready Rated.\nYour rating:\n\nAsk a Doctor",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9965487123,
        "format_confidence":0.9866467714
    },
    {
        "url":"http:\/\/onlineathens.com\/stories\/073101\/hea_0731010003.shtml",
        "text":"Can testosterone jump-start female libido?\n\nThe People's Pharmacy\n\nPosted: Tuesday, July 31, 2001\n\n   Q. I'm 43, and over the past few years I have noticed that my libido has really dropped off. I used to enjoy and even initiate making love, but now I'm just not interested most of the time. I thought this problem might be due to the Prozac I was taking, but my doctor switched me to Celexa, and I haven't noticed any improvement. Would testosterone be of any help? I've heard that it can \"jump-start\" libido in women, but I don't know where to find it. Is it available in ointments, gels, creams or lozenges? And what side effects might it have? I'd appreciate any information you can send.\n\n   A. Antidepressants such as Prozac, Zoloft and Paxil are notorious for interfering with sexual fulfillment. The maker of Celexa (citalopram) admits, \"There are no adequately designed studies examining sexual dysfunction with citalopram treatment.\" Nevertheless, lowered libido and inability to achieve orgasm have been reported in women taking this drug. Testosterone has been shown to increase libido in women as well as men. Gels, creams and lozenges are available from compounding pharmacies, but the Food and Drug Administration has not approved their use by women. Side effects such as acne, deepened voice, enlarged clitoris, weight gain, increased cholesterol and facial hair are possible if doses are too high or the hormone is taken for too long.\n\n   We are sending you our Guides to Female Sexuality, Treating Sexual Dysfunction and Antidepressant Pros and Cons for more details on testosterone and other approaches. Anyone who would like copies, please send $3 in check or money order with a long (No. 10), stamped (57 cents), self-addressed envelope to: Graedons' People's Pharmacy, No. PZX, P.O. Box 52027, Durham, NC 27717-2027. Wellbutrin (bupropion) is an antidepressant that might offer an alternative to Prozac or Celexa. Instead of dampening desire, this drug actually appears to enhance libido.\n\n   Q. Is there any over-the-counter product that can help get rid of ear-wax buildup?\n\n   A. A solution of 6.5 percent carbamide peroxide with glycerin is sold under several brand names, such as Auro Ear Drops, Debrox or E-R-O Ear.\n\n   Q. My husband has had tinnitus for years. He has a constant buzz in his ears and also hears a sound he likens to a dishwasher running. The doctor says other people have this problem and doesn't think it is serious. This particular sound occurs mostly when he goes to bed or wakes during the night. If he is at work or at lunch it rarely bothers him. My husband does very little exercise and is the most stressed-out person I know. He's terrified of any symptom that could signal a terminal illness. He is focused on this ear noise, and it really has him on the ropes. Can you reassure him?\n\n   A. A thorough tinnitus work-up would rule out any serious condition such as high blood pressure, hypothyroidism or an acoustic nerve problem. If tests come back negative, he can focus on ways to cope with this terribly annoying but not life-threatening problem. Tinnitus can be caused by many things, including drugs (too much aspirin or other over-the-counter pain relievers) and prolonged exposure to loud noises (gunshots, explosions). At bedtime, a white-noise generator or a radio playing softly might mask the sound he hears.\n\n\nThis article published in the Athens Banner-Herald on Tuesday, July 31, 2001.\n\nTrending this week:\n\n\nAthens, GA ? Athens Banner-Herald © 2015. All Rights Reserved.   | Terms of ServicePrivacy Policy \/ About Our AdsContent Removal Policy",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9862489104,
        "format_confidence":0.8495298624
    },
    {
        "url":"http:\/\/www.justanswer.com\/dog-health\/9fri4-12-week-old-schnauzer-lethargic-sleep-s-lot.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk Dr. John Your Own Question\nDr. John\nDr. John, Texas Veterinarian\nCategory: Dog Veterinary\nSatisfied Customers: 5071\nExperience:  Over 14 years of clinical veterinary experience\nType Your Dog Veterinary Question Here...\nDr. John is online now\nA new question is answered every 9 seconds\n\n12 week old Schnauzer lethargic Sleep's a lot\n\nCustomer Question\n\n12 week old Schnauzer lethargic Sleep's a lot\nSubmitted: 1 year ago.\nCategory: Dog Veterinary\nExpert:  Jess K replied 1 year ago.\n\nHello, this is Dr. Jess. I am sorry to hear about your puppy. Can you give me a little more info?\n\n1. How long has this been going on for?\n\n2. Is he eating and drinking ok?\n\n3. Any vomiting or diarrhea?\n\n4. Any trouble breathing?\n\n5. Do his gums look pink or pale?\n\n6. Do you have a thermometer to take his temperature?\n\nExpert:  Rebecca replied 1 year ago.\n\n\nIt appears your first expert left this conversation. How is your puppy doing? Do you still need help with her?\n\nRelated Dog Veterinary Questions",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9884600639,
        "format_confidence":0.9750911593
    },
    {
        "url":"https:\/\/www.realself.com\/question\/Full-b-cup-breast-implants-cost",
        "text":"How Much Do Full B Cup Breast Implants Cost?\n\nI am considering having breast implants.\n\nDoctor Answers 9\n\nBreasts Implant Costs\n\nIn general, this prices of Breast Augmentation, Lift, or full mommy make overs as well as revisions can vary widely from city to city. For example, a breast augmentation can cost 3-4 times in LA and New York what it costs in Montana.\nIn looking at the a price quote for breast augmentation, you should consider many variables.\n1. The Surgeon's Fee. This can vary widely depending on the experience and results and thus demand for that surgeon. This also sometimes depends on technique. For example, a sub-muscular placement of an implant is much faster and thus takes less work for the surgeon than a sub-fascial placement of the implant that takes twice as long.\n2. The Implant. The breast implant price depends on using a saline, memory gel, or highly cohesive (gummybear) implants. Usually saline implants cost about $1,000 for a pair, memory gel $2,000, and highly cohesive $3,000. If fat is used instead of an implant, then usually a fat harvest charge is used instead of implant fee as liposuction supplies are used and the fat purified in a variety of methods. The size of the implant does not matter, only the type of implant. If a dermal matrix is needed then there is an additional charge (usually about $1,000). In revisions, often the same implant can be used which saves on the implant costs. If a breast lift alone is performed, then obviously there is no implant cost.\n3. Anesthesia. This can vary as well. If a board certified anesthesiologist is used then the price is higher. If a CRNA (nurse anesthetist) then the price is lower. It is even lower when a doctor just uses a non-certified anesthetist nurse, or just a medical assistant to push the anesthetic drugs (yes, this actually does happen).\n4. Facility Fee. This can vary if the surgeon is using a certified surgery center or hospital vs. his non-certified office.\nThese four components make the total price, so it is best to break these down so the patient knows exactly what she is getting.\nRealself has an average cost for each city.\nBest wishes,\nPablo Prichard, MD\n\nPhoenix Plastic Surgeon\n4.9 out of 5 stars 39 reviews\n\nVaries depending on surgeon and city\n\nPricing really depends on the surgeon and city in which your surgeon is located. In Toronto, this can range from $7000 to $9500. Note that the cost of your implant is determined by type (saline or silicone, with silicone being more expensive) and brand (Mentor or Allergan) but size does not really affect the cost. Other factors that affect price include the anesthesia, surgical centre fees and your surgeon's fees.\n\nBreast Implant Fees\n\nFees will vary considerably across the country. Also, you have not mentioned whether you are considering saline or gel implants.  We charge $2800 + MD Anesthesia related expenses for saline implants.  Gel Implants run about $1000 to $1500 more.\n\nTo ensure quality work at most cost effective prices, consult with board certified plastic surgeons that own their own nationally accredited facilities. These surgeons must maintain the highest standards to keep accreditation. Moreover, the surgeons are motivated to ensure quality and properly trained staff (to minimize time and frustration in surgery), private and comfortable facilities (to ensure continued referrals), and less waste (to ensure that they can remain competitive financially with other centers).\n\nKris M. Reddy, MD, FACS\nWest Palm Beach Plastic Surgeon\n4.4 out of 5 stars 33 reviews\n\nHow Much Do Full B Cup Breast Implants Cost?\n\nThey traditionally cost the same as A, C, or D cup breast implants and this can vary due to several different factors ranging from 4,000-12,000 USD\n\nOtto Joseph Placik, MD\nChicago Plastic Surgeon\n4.9 out of 5 stars 72 reviews\n\nBreast implant charges\n\nThe cost of breast implant surgery varies from region to region in the country. Figure that in NYC the fee would be for saline between $7500-$10,000.  It is probably cheaper in Baltimore.\n\nSteven Wallach, MD\nNew York Plastic Surgeon\n4.1 out of 5 stars 23 reviews\n\nBreast Augmentation Cost in Columbus Ohio\n\nI encourage you to make sure your surgeon is board certified by the American Board of Plastic Surgery and that that person is someone you would trust after meeting with them at your consultation. Cheapest may not be best and you may find yourself paying more money later to fix complications that have arisen from having surgery with someone who is not properly trained in plastic surgery.\n\nIn Columbus, Ohio, for example, our total costs for breast augmentation are currently $4500-5100 for saline implants and $5000-5900 for silicone implants.\n\nCost of \"B\" implants vs \"C\" implants\n\nGenerally speaking, the fees for a breast augmentation do not vary depending on the size of the final result. In other words, a larger implant is not typically a different cost than a smaller implant.\n\nThe technical aspect of the surgery may need some variation depending on your shape and that could vary the length of the operation, which could vary the anesthesia fee but you should discuss this with your surgeon.\n\nDarrick E. Antell, MD\nManhattan Plastic Surgeon\n4.6 out of 5 stars 27 reviews\n\nThe cost of full B cup breast implants\n\nThe answer to this is the same as for the question about how much do full C cup implants cost.\n\nThe cost of a breast augmentation using breast implants is one thing for the surgical fee to carry it out, one thing for the facility fee to carry it out (which may or may not include professional fees for anesthesia or lab tests), and one thing for the implants.\n\nDifferent plastic surgeons and facilities handle this differently but all costs should be spelled out to the patient before the surgery for elective cosmetic procedures like breast augmentation.\n\nMost plastic surgeons I know view the cost of the implants as a \"pass-through\" expense and charge the patient what the surgeon or facility pays for the implants plus perhaps a \"shipping and handling\" charge. Saline-filled breast implants cost one thing (depending on the manufacturer) regardless of the size and silicone gel-filled breast implants cost over twice as much regardless of the size (again depending on the manufacturer). Therefore, a breast implant should cost what it costs the surgeon and is charged by the surgeon or surgical facility regardless of its size. The major difference is in whether it is a saline-filled type implant or a gel-filled type implant.\n\nIt is also important to point out that there are no \"B cup\" or \"C cup\" size breast implants. Breast implants come in a variety of dimensions and volumes just as dresses or shoes do and what would augment one woman's breasts to a C cup could be completely different for another women just as their shoe or dress sizes could vary but still fit or have the same effect.\n\nIn my opinion and experience, the proper way to size breast implants is to know what size breast the woman is starting from relative to her chest circumference, know what the width of the breast is as this determines the diameter of the implant, and then gauge the effect of the forward volume of the implant depending on whether the patient chooses a low, medium, or high profile implant (with the diameter held constant). A low profile implant should increase the cup size by one, a medium profile by one and one-half, and a high profile implant by two cup sizes relative to the same chest around and relative to what size the breast was to start. This is far from exact and of course there are exceptions but it works much better than any other method used to determine breast size results.\n\nScott L. Replogle, MD\nBoulder Plastic Surgeon\n4.0 out of 5 stars 1 review\n\nB cup implant costs\n\nThe cost of breast implants can vary depending on upon where you live, the type of implant used, type of surgical facility and anesthesia.\n\nIn Southwest Florida where my practice is located, the cost for a breast augmentation runs about $5500 for saline implants and $7000 for silicone implants. The fees remain the same for different implant sizes. The above fees are all inclusive for the surgery, implants, anesthesia, outpatients surgery center and all patient visits.\n\nWhen comparing prices, make sure you compare equal services. Are the quoted fees for general anesthesia or local anesthesia, an outpatient surgery center or a doctor's procedure room? Make sure you are comparing apples to apples and not apples to oranges.\n\nDon't let price alone determine where you choose to have surgery. Choose a board certified plastic surgeon who is experienced in breast augmentation, has a good reputation and performs the surgery in a safe accredited surgical facility.\n\nJames H. Schmidt, MD (retired)\nSarasota Plastic Surgeon\n5.0 out of 5 stars 7 reviews\n\nThese answers are for educational purposes and should not be relied upon as a substitute for medical advice you may receive from your physician. If you have a medical emergency, please call 911. These answers do not constitute or initiate a patient\/doctor relationship.",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9277711511,
        "format_confidence":0.972896874
    },
    {
        "url":"https:\/\/www.lybrate.com\/question\/517141197\/sir-i-requested-to-my-friends-have-some-problems-that-means-hair-fall-in-very-heavy-duty-to-the-extent-of-the-crown-what-is-the-solution-sir-any-imp-matter-sir-517141197",
        "text":"Common Specialities\nCommon Issues\nCommon Treatments\n\nSir I requested to my friends have some problems that means hair fall in very heavy duty to the extent of the Crown what is the solution sir any imp matter sir.\n\n1 Doctor Answered\nSir I requested to my friends have some problems that mea...\nHair fall caused by Stress Lack of proper nutrition Use of hair cosmetics Dyeing of hair Any scalp diseases After acute illness Androgenic alopecia Certain medications Take nutritious food Reduce ur stress by taking rest, meditation, playing outdoor games Use good conditioning shampoo Wash ur hair properly at least twice a week Use mild shampoos Use anti dandruff shampoo to clear dandruff Take preventable therapy for for baldness in androgenic alopecia\nYou found this helpful\nSuggestions offered by doctors on Lybrate are of advisory nature i.e., for educational and informational purposes only. Content posted on, created for, or compiled by Lybrate is not intended or designed to replace your doctor's independent judgment about any symptom, condition, or the appropriateness or risks of a procedure or treatment for a given person.",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9648789167,
        "format_confidence":0.9503650665
    },
    {
        "url":"https:\/\/www.babycenter.com\/400_medi-cal-declined_6551324_414.bc",
        "text":"Track your baby's development, week by week\nJoin now\n\nMedi-Cal declined\n\nI had applied for medi-cal about a week and a half ago and just received a letter stating that I was declined. My boy friend and i are both college students and are looking for jobs at the moment. we work at the mall part time and barely ever get any hours. I am feeling light headed and very sick all the time. I want to sleep all the time and I was told i may be anemic. I want to get the health care i need for myself and my baby but i don't know what to do.\na BabyCenter member\nAsked 12\/14\/09\nMom Answers (0)\n\nRecent questions in Pregnancy Health & Wellness\n\nAsked 3 hours ago\nAsked 20 hours ago\nGet the BabyCenter pregnancy & baby app\n\nThe #1 app for tracking pregnancy & baby day by day – plus advice, guidance, and valuable tools",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9886693358,
        "format_confidence":0.9619956613
    },
    {
        "url":"http:\/\/www.advancedplasticsurgerysolutions.com\/whats-new-in-plastic-surgery\/plastic-surgery-facts-answers\/buttock-augmentation-questions\/butt-enhancement-after-butt-injections\/",
        "text":"Butt Enhancement After Butt injections?\n\nQ:  I had butt injections 1 1\/2 yr ago and was considering a much bigger bum, but not sure about butt implants what would you recommend implants or injections? Photo enclosed what procedure is this? and the starting price?\n\nA:  The attached photo is of one of my patients who had fat grafting to the buttocks, also called Brazilian Butt lift.  Fat grafting after “butt injections” is tricky.  It depends on what you had injected and the shape your buttocks are in after that procedure.  If you had fat grafting to the buttocks, it may be possible to repeat that procedure to enlarge your butt.  It will depend on whether or not you have any more fat to harvest.  If you had silicone, hydrogel or other black market products injected into your bum, further surgery may not be possible.  Please consider scheduling a consultation.",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.930355072,
        "format_confidence":0.8002942204
    }
]