[
    {
        "url":"https:\/\/myclosetcatalogue.com\/invention\/",
        "text":"So my name is Maricel and I’m ethnically ambiguous.\n\nNo, really.\n\nEverywhere I go, people other than my own are more than eager to claim me.  In the past, I have been asked whether I am Japanese, African American, Indian, Native American, Mexican, Hawaiian or a half of a combo of any one of those previously stated.  However, when I announce my full-blooded Filipino-ness, I am met with incredulity.\n\nI just don’t get it.  Sure, I speak with no trace of an accent – there’s a long story behind that – and sure, I’ve not been to the Philippines in over a decade, but I’d like to think I’m a good representative of my mother country.  Sadly, I’m the only one who thinks this.  When I bump into my fellow kababayan and bust out my rudimentary Tagalog, I invariably get the double take and the question: “But you’re only half, right?”\n\nI have learned to accept this ambiguity and it has since manifested itself into a chameleon-like sense of style.  On any given day, I can be bohemian or classic, eccentric or edgy, modern or preppy, lady-like or sporty.  My icons range from Audrey Hepburn to Cyndi Lauper and everyone in between.  I love to experiment and because I’m nearing that age when I can wear purple fearlessly, I feel like the world is my oyster as far as fashion is concerned.\n\nThis is not an advice blog.  This is not a shopping blog (although I’ll try to link stuff if they’re still available).  This is not a feminist\/empowerment\/love your body blog.  This is a sanctuary for my excess, a haven for my madness, a place for me to invent and reinvent myself.  I will muse and pontificate, philosophize and aggrandize, bemoan and rejoice.\n\nAnd along the way, I hope to meet new faces, make new friends, and actually maintain an enterprise beyond the novelty phase (which for me is at most six months).  Here’s to the journey…\n\nc'est moi\n\n:: Just the facts, ma’am ::\nAge – 41 42 43\nHeight – 5’1″\nWeight – really?\nMeasurements – 36\/27\/36 36\/30\/36 36\/33\/38 (omg, I’m expanding)\nShoe – 7.5 or 8 depending on type and make\nProfession – high school teacher by day, mommy wannabe novelist by night\nMonthly budget – $250\nUsual suspects – Target, F21, eBay, Kohl’s, Poshmark\nJumping off point –, Polyvore, Pinterest\n\n*edits as of July 2014\n\n10 thoughts on “invention\n\n  1. love the concept. you have a new follower.\n\n  2. paul says:\n\n    expanding can be good\n\n  3. […] calendar only had space for this post today that I will be linking up tomorrow (Thursday!) with Maricel’s Thoughtful Third Thursday link up over at her blog, My Closet Catalogue. Now moving […]\n\n  4. Kezzie says:\n\n    You don’t look your age!!! I often get people thinking I am something else (I’m English with one quarter Greek) and my Head teacher at school told me she loves how I dress completely different each day so I say, yee ha, let’s embrace our inner chameleons!\n    Oh and many apologies, I keep meaning to follow you back but I am always on my phone and don’t know how to do it from here and never think when I’m in my computer. Will try to do it soon. X\n\n    • mtsedwards says:\n\n      Ah, no worries! As long as you know where to find me and drop me a line from time to time, we’re all good. And thanks for the lovely compliment; I’m gonna milk this Asian thing until my wrinkles have wrinkles. LOL!\n\n  5. Ok, I did a double take when I read your age! I have friends my age (27) who look older than you. You look like you’re rocking your twenties!! BTW, love your blog. 🙂\n\n    • mtsedwards says:\n\n      Oh, gosh! Thanks! You just shaved twenty years off me in one fell swoop. Thanks for stopping by and I hope I continue to engage and amuse you. 😀\n\n  6. Anne the SpyGirl says:\n\n    I thought so! My boyfriend gets the same question. 😉\n\n    Love what you state about the intent of My Closet Catalogue. I’m doing a similar thing with SpyGirl. It’s my social art project performance piece.\n\n    • mtsedwards says:\n\n      And now we’re practically besties! How could I have overlooked this comment?! Apologies, Anne dear. Besos!\n\nTell me all about it! I'm listening...\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9123591781,
        "format_confidence":0.8404784799
    },
    {
        "url":"http:\/\/college-fashionista.tumblr.com\/post\/36746867883\/meet-jireh",
        "text":"Follow college-fashionista Join Tumblr\nMeet Jireh., Meet Jireh.\n\nMeet Jireh.\n\nJireh De Jose is a student at SoFA Design Institute and a CollegeFashionista Social Media Intern, working the Twitter handler for @CFashionistaUK.\n\nI tweet out Style Gurus’ reports and interact with bloggers, brands, and other people in the industry who have a love for fashion. \n\nThe song I could listen to on repeat all day is… \"Party in the USA\" by Miley Cyrus\n\nMy go-to snack is… Peanut butter and jelly sandwiches. Ever since grade school they’ve been my favorite!\n\nIf there was a fire, the first thing in my dorm I would save would be… My Macbook Pro\n\nBecause… My whole life is on my laptop! What would we do without our computer in this day and age, right? \n\nIf I could only wear one thing for the rest of my life it’d be… Dresses. They’re my favorite thing to dress up in because they’re easy to wear and they exude total femininity. \n\n  1. college-fashionista posted this",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9661036134,
        "format_confidence":0.9758502841
    },
    {
        "url":"http:\/\/www.istudio.com\/178692",
        "text":"View Photos (3)\n\n Imperial (lbs\/in.)\n Metric (kg\/cm.)\nWeight:120 lbs\nMeasurements:34-26-36 in\nHair Color:Brown\nHair Length:Long\nEye Color:Brown\nEthnicity :Caucasian\nSkin Color:Tanned\nJoin:7 May 2007\n\nAbout Me\n\nMy name is Danielle and I live in Victoria.\n\n****Right now I need some headshots that I am able to use for advertising and personal use. I would like to do TFCD.\n\nI am looking for a photographer to do TFP or TFCD for bathingsuit and fitness shoot, preferably with own studio but I would love to do some outdoor shots on the beach also.\n\nI am enthusiastic and a quick learner, and really enjoy modeling and photography, including experimenting with different shots, angles and lighting and props.\n\nPlease contact me through this website.\nI DO NOT do any nude.",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.5359355807,
        "format_confidence":0.9690964222
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/3236887",
        "text":"Carolina B Botana\n\nRetoucher Female São Paulo, São Paulo, Brazil\nMy Website: Behance\nMayhem # 3236887\n\nAbout Me\n\nHi guys, it's really IMPORTANT to read. Please pay attention.\n- I'm from Brazil but I'm going to live in United States in June, so it's really hard to looking forward and checking out this profile all the time, e-mail me if you need and want to talk to me.\n- I would love to work with all of you, guys, but I need to live too. This is what I do for living, don't get me wrong, but non of us are here to free work. (Of course we can talk and I can do free work sometimes).\n\nMy email (once again lol) >> <<\nMy Behance >> <<\n\nThank you for understanding.\nSee you soon.\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.6572689414,
        "format_confidence":0.9904087782
    },
    {
        "url":"http:\/\/musebeautyco.com\/theartist",
        "text":"Stephanie Alvarez\nOwner and Hair Artist\n\n\nHi, I'm Stephanie!\n\nI am an award winning certified hairstylist based out of Langley, BC. I specialize in bridal, special occasion and old Hollywood inspired styles.\n\nI graduated from VCC hair design program in 2007. Since then I’ve gained extensive experience in certain areas of the beauty industry including weddings, graduations, fashion shows, photo shoots, special occasions, beauty trade shows, private and group lessons, styled shoots and editorials.\n\nMy passion and love for my work motivates me to keep learning and stay on top of the latest trends. Trained in vintage, modern and everything in between, I am constantly practicing and upgrading my skills to deliver the best results for my clients.\n\n\n\"Stephanie was a delight to work with. She brings professionalism plus great personal warmth to her work.  Punctual, responsive, and able to adapt to client needs at short notice, I felt very fortunate to have her as my stylist. I will certainly hire her again.\" - Eva\n\nStephanie nailed my work function classy gala requirement perfectly. I had compliments all night! My hair not only looked great, but smelled great - the products she uses are not your typical chemical smell and still has all the hold!! I have woken up after sleeping all night to a day 2 of fancy locks. Thank you Stephanie.  -Kristy D.\n\nThe best part of my job is to make my clients look and feel their best for any occasion. Everything blowouts to bridal updos, I put 100% into achieving the perfect look and making their vision come to life.\n\nIt is an honor to have clients put their trust in me and include me in some of the biggest days of their lives.\n\nNo matter the size of your group or the location of your event, my team and I can accommodate your every beauty need.\n\n\ndon't HESITATE to contact us for any questions or to book us for your next event!\n\nName *",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9951785803,
        "format_confidence":0.8066054583
    },
    {
        "url":"https:\/\/www.marysrosesmoisturizingbars.com\/",
        "text":"Here For All Your Skincare Needs\n\n\n\nMy name is Angela K Anderson and I am the owner\/operator and visionary of Mary’s Roses, LLC. And... I have Sjögren's Syndrome. It’s an auto-immune disease that attacks all connective tissue, which causes excessive dry skin. I have tried every kind of body butter and lotion out there and nothing seemed to work.\n\nI just got tired of having dry and flaky skin. So I decided to just make my own all natural moisturizing bars, which has led to making 42 natural products. \n\nAll of my products are free of Parabens, Phthalates, Aluminum, Gluten, Cruelty free, Artifical dyes, Artifical Preservatives, 1,4-Dioxane, Benzophenone, Butylated Hydroxyanisole (BHA), Carbon black, Coal Tar, Petroleum Jelly, Petrolatum, Sulfates, Polyacrylamide, Teflon, Talc, Triclosan\n\nPolyethylene Glycols (PEG) and Formaldehyde.\n\nI named my business after my Mammaw Doering, Mary. She lost her battle to cancer before I was ever born. And unfortuantely never got to meet her. Because of her death I decided to start naming my scents after those that lost their battle to cancer and those who fought the fight and won.\n\nThis business is not just a business to me. I hold this venture very near and dear to my heart. And because of my Mammaw Doering I put love and TLC into every one of my products. As you use my products you’ll feel the love that I put into them.\n\nLots of love,\n\n\nOur Products\n\nRestorative Facial Cream 2 oz.\n\nStick Deodorant\n\n\nMen's Shave butter\n\nSafety Razor\n\nExfoliating Moisturizing Bar\n\nSinus Stick\n\nPuppy Paw Balm\n\nLoofah Body Soap\n\nLip Balm\n\nBeard oil\n\nSpray Deodorant 2 fl.oz\n\nAnd so much more!\n\n\n\nClick the red envelope to purchase an e-gift card\n\n\n©2018 by Mary's Roses Natural Skincare & Moisturizing Bars",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9835219383,
        "format_confidence":0.5510290861
    },
    {
        "url":"http:\/\/www.frankagostino.com\/recent-press",
        "text":"Photo courtesy of Paul Loftland Photography\n\nPhoto courtesy of Paul Loftland Photography\n\nMay 2012 –\n\nFrank Agostino presents the Critic Award in his name to graduating senior Amber Callahan at Moore’s Spring Fashion Show.\n\nPhoto by Jason Minick. — at Academy of Music.\n\nPhoto by Jason Minick. — at Academy of Music.\n\nJune 2012 –\n\nCongratulations to Kaitlin Waligorski (right) for winning Philadelphia University’s Frank Agostino Award for Eveningware. Here she is presenting her Spanish-inspired cocktail dress at Philadelphia University’s annual student fashion show. This year’s showcase took place April 28 on the stage of the Academy of Music. Kaitlin also won the White House \/ Black Market Award for Design Excellence.\n\nJune 2012 –\n\nModel photo by David Gehosky and photo of Rebecca by Hunter Snyder.\n\nModel photo by David Gehosky and photo of Rebecca by Hunter Snyder.\n\nRebecca Bernstein won the Frank Agostino Award for Design, Construction & Workmanship at Drexel University’s Westphal College of Media Arts & Design fashion show. The event took place June 2 at Urban Outfitters Corporate Headquarters located in the Philadelphia Navy Yard. Rebecca’s winning garment is part of her senior collection that combines elements of skiwear and science fiction. She utilized nylon fabrics, rib knits and stitching patterns to make her futuristic design functional to wear. Frank’s prize was only one of several that she received, which included the Evelyn Netsky Award for best in show. Congratulations, Rebecca.\n\n\n\n“The Jewel Ball was held at The Nelson-Atkins Museum of Art. Pamela Sutherland Gyllenborg served as the Chairman. She wore an exclusive couture gown designed by Frank Agostino. Enhancing the Moroccan and Indian ambiance of The Jewel Ball, her gown was styled from an imported golden amber satin back crepe, featuring a draped V-neck bodice that evolved into an asymmetrical wrap skirt. The light amber gemstones and many Swarovski crystals were individually placed and sewn by Mr. Agostino and his staff.”\n\nThe Jewel Ball was a benefit for The Nelson-Atkins Museum of Art and the Kansas City Sympohony.\nPhotos\/ Mary S. Watkins\n\n\nMain Line Times Article Profiles AGOSTINO\n\nCaroline O’Halloran\nFlair Editor\nFashion and Lifestyle\nMain Line Times \/\n\nOn the second floor of a Lancaster Avenue storefront, design assistant Rebecca Haun hand embroiders delicate flowers on the top of a silk chiffon gown. A few yards away a seasoned seamstress labors over the matching skirt. When they’re finished, the two will have spent upwards of 200 hours on the project: a custom-designed mother-of-the-groom ensemble.\n\nThis is fashion in the slow lane at Agostino in Bryn Mawr, home to the Main Line’s only real couturier.\n\nIn this fast-fashion, outsourced era, Frank Agostino is a throwback to a more intimate, almost genteel time. He and his nimble-fingered seamstresses have been creating one-of-a-kind clothing for some of the area’s most affluent, discriminating women for decades.\n\n“Don’t come to me with a picture of a dress and tell me to make it,” says the affable designer who’s been known to turn down work if he doesn’t feel a “connection” with a client or if the client wants a copycat design. “That’s what dressmakers are for. That’s not what I am.”\n\nA woman who dons an Agostino gets an unspoken guarantee: no one else at the society wedding, charity gala or debutante ball will be wearing what she’s wearing.\n\nAficionados gladly wait up to five months and pay anywhere from a few thousand to upwards of $10,000 for his handiwork.\n\n“It’s well worth the money,” insists Andrea Morrissey, a Newtown Square client with closet full of custom Agostino sportswear and evening clothes. “If you want something different and original in beautiful fabrics, he’s the one. I tell Frank what I like and we design it together.”\n\nMorrissey once shopped at Saks Fifth Avenue, Neiman Marcus and boutiques of similar ilk but switched to Agostino for the personal service and custom fit. “I’ve become harder to fit as I’ve gotten older. With Frank, you don’t have to spend extra for alterations, so I end up paying about the same as I did at the high-end stores.”\n\nAnother plus is longevity, she says. “Everything is so gorgeous, you can wear it for years, like a Chanel suit.”\n\nAgostino says he’s seen clients wear his designs for 30 years. “I often joke with them that after three wearings, the stitches are going to break.”\n\nThe Agostino aesthetic is simple: make women feel good about themselves – even women with less-than-perfect bodies. “My goal has always been to enhance a woman in beautiful, timeless clothes that are comfortable and practical. Everything we make is lined in silk so it feels good. And I spend a lot of time with my fit model to make sure the garments work for them, that they can reach a pocket or a zipper. If she can’t go to the bathroom in it, we make adjustments. Men would never wear something that’s uncomfortable. Why should women?”\n\nValerie Bonner, a Radnor aesthetician who moonlights as an Agostino fit and show model, hired the designer to make her wedding dress six years ago.\n\n“I knew it would be elegant, sleek and sophisticated,” recalls Bonner. “Frank knows what women want and what will make them look beautiful. And unlike other couture designers who stop at size 10, he sews for women of every shape and size.”\n\nMany in his stable of loyal clients, including Morrissey and Bonner, have become personal friends, a by-product of the intimacy of the custom-design process and Agostino’s easygoing charm.\n\nLongtime client Mary Ann Oaks sought an Agostino original when she learned she had ordered the exact same Carolina Herrera gown to wear to her daughter’s wedding as the mother of the groom. Since then he’s dressed the prominent Gladwyne woman for every major life event. “Frank takes a personal interest in what you’re doing and where you’re going,” says Oaks. “He makes sure what you’re wearing is appropriate to the occasion. You end up becoming good friends because he’s such fun. ”\n\nWhile so many designers rely on their design teams, Agostino is hands on.\n\nHe sketches every design, he handpicks every fabric, and he even knows how to sew – a skill he learned as a boy from his Aunt Rosie, a former Italian couture seamstress who lived across the street from his family in Brooklyn. “I would watch what she was doing – all the old couture techniques – and I just loved it.”\n\nBut he was slow to embrace fashion as a career. “Being a boy in Brooklyn growing up on the streets and playing stickball, you don’t make dresses. So it took me a while to get into it.”\n\nAn early love was theatre. He sang, danced, choreographed off-Broadway shows then settled into costume design. His first official job in fashion was a stint as a dress buyer for Macy’s in Kansas City. In 1974, a similar job at Gimbels brought him to Philadelphia. He and his wife, Grace Ann, bought a home on Forrest Road in Merion and never left.\n\nAgostino made the switch from retail to design when he was hired to run the dress division at Gloria Vanderbilt, where he says he built the business from “nothing to 12 million in seven months.”\n\nThat’s when he decided to strike out on his own. “I figured I had been in retail, I had been in manufacturing, I ran a design room, I designed a line … I figured if I did it for someone else, I could do it for myself.”\n\nIn the early ’80s, he started a design business in his home, then opened a small studio in Narberth.\n\nBy 1994, he had outgrown the space and moved to Rittenhouse Place in Ardmore where he had a retail shop, a modern art gallery – art is another passion – and workroom.\n\nHis last move – to Bryn Mawr in 2000 – will be his last, he says.\n\nThe first floor houses an elegant retail salon for his ready-to-wear and couture lines; the second floor is his workroom\/design studio that employs five seamstresses and two assistants.\n\nAgostino celebrated his 70th birthday last weekend but shows no interest in slowing down. Indeed his wife, Grace Ann, says the “possibility of his retiring is probably zero.”\n\nHe still shows new fall and spring collections each year in New York, still charms the ladies at charity events and trunk shows, and still advises area fashion students. (A career highlight came in late 2010 when Moore College of Art & Design mounted a special exhibit of 35 of his original designs.)\n\nAsk Agostino to explain his staying power in the fickle world of fashion and he answers simply. “I do something that no one really does. I listen to the customer and make her what she wants: beautiful clothes that last.”\n\nPhotos taken by Caroline O’Halloran in the Clubhouse and Model Home at Athertyn, a condominium community at The Haverford Reserve\n\n\nFrank Agostino opened The Angels of Hope Foundation annual “Celebration of Women” as Master of Ceremonies and introduced Lynn White, Founder and President. The organization’s annual event benefited The John Theurer Cancer Center at Hackensack University Medical Center.\n\nFrank Agostino with Nancy Bush at The Angels of Hope annual “Celebration of Women” benefit. Nancy Bush wears an AGOSTINO design.\nPhoto\/Seth Litroff\n\n\nCompleting the Cycle in a Yule Tree\n\n\nBy Carolyn Davis\nInquirer Reporter\nHome & Design\n\nNothing like sitting down by the Christmas tree with a cup of hot apple cider this time of year and reading your – Christmas tree.\n\nYou can read your Christmas tree, sort of, when it’s made of newspapers, which is exactly what fashion designer Frank Agostino has used this year in his annual endeavor to create a different holiday tree for his Agostino clothing store in Bryn Mawr.\n\nHe and an employee spent four days cutting hundreds of sheets of newspapers, bunching and twisting the middle of each one, and inserting the “stem” into holes in a homemade tree stand.\n\nThe result is about 10 feet of shadows, highlights, and unexpected elegance. At night, when the store’s spotlight shines on it, he said, the tree looks snow-covered.\n\nObservers are surpris... (truncated)",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9624568224,
        "format_confidence":0.6914020777
    },
    {
        "url":"http:\/\/retrophoria.com\/seller\/LINIE41\/profile\/",
        "text":"Linie41 Profile\n\nHey friend - just trying to get started and see what's what.\n\nPayment is expected after 3 business days.\n\nShipping - an inexact science.\n\nI am shipping worldwide.\n\nAlso, I am trying to visit the post office at least every two days to dispatch all items ordered and payed.\n\nHowever, actual shipping costs may vary, depending on weight, size of the package, distance, insurance and many other factors. Up to 2.2 lbs (including packing) I am able to ship very cheaply and prospectively fast (by airmail), thanks to DHL. Interestingly, though, sometimes it is even cheaper NOT to combine shipping if you are interested in more than one item (especially the lightweight garments should be dispatched separately if you like to save money). Shipping a parcel up to 11lbs for instance costs 5.5 times as much as shipment for a parcel of just 2.2 lbs â€“ and â€“ oddly enough â€“ it takes even longer, since it is being delivered by land (or by sea, respectively).\n\nYou see, I really try to keep shipping prices as low as humanly possible for you, but labeling all shipping prices for every region worldwide would just be a hot mess.\n\nAll shipping quotes in the individual listings can be trusted â€“ I will not charge anything in addition to the prices displayed, despite having to pay out of my own personal pocket nearly every time (yes, people, I am THAT nice).\nIf you prefer to have your goods dispatched without insurance, please consider the risk of parcels getting lost or damaged during shipment!\n\nI am shipping from Germany. Based on your location, your items might take some time to be delivered to you, so please be patient. Delays might be further increased due to crossing national borders requiring customs clearance and other compulsory customs services. Please be aware of possibly having to pay custom fees depending on the value of each item you purchased.\n\nThanks to European Customs Union there won't be arising any customs charges within the EU.\n\nAll items on display are being presented in their actual and current condition â€“ I am doing my best to describe all items as accurately as possible. Please read the item descriptions carefully and COMPARE THE MEASUREMENTS of the items to your own body in order to prevent unpleasant non-fitting surprises. DO NOT exclusively rely on size labels!\n\nPlease keep in mind that Vintage means pre-loved and some minor signs of wear should be expected.\n\nThere can be NO returns and NO refunds based on size, fit, deviation in color or due to buyerâ€™s remorse.\n\nIf there is a problem with your item, please contact me before leaving unflattering feedback â€“ I donâ€™t mean to be a sissy but you should take in consideration that I am doing this whole shop as a one-woman-production. There is only one of me and therefore (once in a blue moon) mistakes may happen.\n\nGerman residents may please refer to German General Terms and Conditions (AGB) and regular domestic shipping prices. (FÃ¼r deutsche Interessenten sind die deutschen AGBs sowie die deutschen Versandkosten (Post, DHL Paket) valide â€“ du kannst innerhalb Deutschlands selbstverstÃ¤ndlich auch wie gewohnt Ã¼berweisen.)\n\nBuying Vintage\n\nAs I mentioned already but I cannot repeat it often enough: comparing measurements (not just sizes!) is essential for a true idea of fit.\n\nInaccurately estimated sizes as well as original size labels that have become obsolete may occur from time to time.\n\nAll items are being dry-cleaned before being wrapped and sent.\n\nLeipzig, SC\nSeller Since 4\/29\/2018\nFeedback: N\/A\nContact Seller\n\nTerms of Use\nPrivacy Policy\nRetrophoria FAQ\nContact Retrophoria\nContact Seller\nBrowse\/Search Vintage Items\nSearch by Popular Keyword Tags\nBecome a Retrophoria Seller\nBack to Top",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.6440854669,
        "format_confidence":0.9131965637
    }
]