[
    {
        "url":"https:\/\/seaony.org\/event-2229693\/Export",
        "text":"BEGIN:VCALENDAR VERSION:2.0 METHOD:PUBLISH BEGIN:VEVENT UID:WILD_APRICOT_EVENT_2229693_SESSION_1 DTSTART:20160511T203000Z DTEND:20160511T233000Z SUMMARY:Shotcrete Demonstration Invitation LOCATION:Ferrara Bros. (435 Hoyt Street\\, Brooklyn\\, NY) DESCRIPTION:\\n\\nPlease join SEAoNY\\, in collaboration with the Superior Gunite Company and Ferrara Concrete for a live demonstration of Shotcrete construction for structural applications. In a hands-on informational session\\, you will experience the various applications and benefits utilizing shotcrete versus traditional form and pour placement. The session\/tour will include: mix design development\\, actual production of vertical and overhead applications and testing procedures.\\n \\n The session will take place on Wednesday\\, May 11th from 4:30-7:30 p.m. at Ferrara Bros.’ plant and testing facility at 435 Hoyt Street\\, Brooklyn\\, NY.\\n \\n This event is strictly limited to the first 50 applicants. \\n \\n Transportation:\\n 1. Parking is available\\n 2. MTA Subway Various Lines to the Brooklyn Carroll Street Station and then one block to Plant.\\n * 4\\,5 or 6 to F\\n\\n * A or C to G\\n\\n * NQ or R to F\\n\\n\\n3. Please indicate whether you are driving or taking mass transportation\\n \\n Advance registration is required.\\n \\n Member Price: $35\\n Non-Member Price: $45 Student: $10\\n\\n Please bring along your Hard Hat\\, Safety Glasses and Safety Vests. Long pants and closed toe shoes are required. \\n\\n DTSTAMP:20191215T104105Z END:VEVENT END:VCALENDAR",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9494848847,
        "format_confidence":0.9543730617,
        "weight":0.0020347316
    },
    {
        "url":"http:\/\/www.grandviewresearch.com\/industry-analysis\/levulinic-acid-market",
        "text":"Levulinic Acid Market Report\n\nLevulinic Acid Market Analysis And Segment Forecasts To 2020\n\nPublished: March 2015  |  75 Pages  |  Format: PDF  |  Report ID: 978-1-68038-068-2\n\nIndustry Insights\n\nLevulinic acid, also known as 4-oxopentanoic acid, is an organic compound which is classified as a keto acid. Its physical form is a white crystalline solid and is soluble in water, ethanol, and diethyl ether, but is insoluble in aliphatic hydrocarbons. In recent years, the need for sustainability has constantly driven the chemical industry towards exploring renewable chemistry and biotechnology to develop products from bio-based sources. These products are developed with an objective of using them as “platforms” for manufacturing a host of industrial and specialty chemicals to replace their synthetic counterparts. Levulinic acid has long since been identified as such a platform chemical. As a result of this, in spite of its relatively small market size, it has been the subject of significant R&D to act as a precursor to specialty chemicals including fuel additives such as Methyltetrahydrofuran (MTHF), pesticides such as D-amino levulinic acid (DALA), Diphenolic Acid (DPA) and so on. The technology to produce bio-based levulinic acid is not very complicated, with the most widely used approach being the dehydrative treatment of biomass or carbohydrates with acid. Other key technologies include hydrolysis of acetyl succinate esters, acid hydrolysis of furfuryl alcohol and by oxidation of ketones with ozone. Presently, levulinic acid finds applications in pharmaceuticals, pesticides, cosmetics, food additives and minor uses in nylons, synthetic rubbers, and plastics. \n\nWith key raw materials for bio-based levulinic acid being biomass, bagasse, manure and brewery waste, supply at feasible cost has been a challenge for market participants. Additionally, as with any bio-based replacement chemical, the price has been a burning issue in the levulinic acid market. At current prices ranging between USD 5 per kilo and USD 8 per kilo, manufacturers are faced with a daunting task of matching target prices of close to USD 1 per kilo to penetrate into the downstream platform applications. With a number of R&D initiatives expected to move towards commercialization over the next six years, it is expected that levulinic acid prices shall become more competitive in the coming future. Favorable regulatory scenario and growth in application markets are expected to have a positive influence on levulinic acid demand over the next six years.\n\nApplication Insights\n\nKey application segments analyzed and reported in this study include pharmaceuticals, food additives, cosmetics, and agriculture applications such as Organic potassium fertilizer DALA, 2--Methylindole-3-acetic acid. Presently, levulinic acid is serving niche markets, owing to its high price. Levulinic acid demand for agriculture applications and other pesticides is expected to grow at a CAGR of 6% from 2014 to 2020. Major levulinic acid uses in pharmaceuticals include calcium levulinate and indomethacin, which is a non-steroidal anti-inflammatory drug, prescribed for fever. Levulinic acid demand for pharmaceutical applications is expected to grow at a CAGR of 5.4% from 2014 to 2020. Apart from these applications, levulinic acid is also sparingly used in cigarettes to increase nicotine delivery in smoke and binding of nicotine to neural receptors.                                 \n\nDownstream Potential Insights\n\nKey downstream potential applications for levulinic acid analyzed and reported in this study include methyltetrahydrofuran (MTHF), delta-aminolevulinic acid (DALA), ethyl levulinate, diphenolic acid (DPA) and others. Commercial scale application for levulinic acid has recently been linked to automobile fuel extenders, primarily MTHF, which is miscible with gasoline in all proportions and displays favorable oxygenate and vapor pressure properties. Intermediates during conversion of the levulinic acid to MTHF include γ -Valero lactone (GVL) and 1,4 pentanediol, which are also attractive products in their own right. It is estimated that levulinic acid manufacturers could face a potential demand of over 20,000 kilo tons from MTHF applications by 2020. \n\nLevulinic acid market volume share by application, 2013\n\n\nRegional Insights\n\nNorth America was the largest levulinic acid consumer in 2013, followed by Europe and the rapidly developing Asia Pacific market. European and U.S. based downstream companies usually source levulinic acid from Chinese manufacturers at low prices for their respective application. For example, Segetis is reported to be sourcing levulinic acid from China for its L-ketals product portfolio. Europe was the second largest consumer for levulinic acid in 2012, accounting for over 31% of the global volumes. North America levulinic acid market revenue is expected to grow at a CAGR of 4.6% from 2014 to 2020.  \n\nCompetitive Insights\n\nKey market participants for levulinic acid include Segetis, Biofine, DuPont, Hebei Langfang Triple Well Chemicals Co., Ltd., Hebei Shijiazhuang Worldwide Furfural & Furfuryl Alcohol Funan Resin Co., Ltd., Jiangsu Yancheng China Flavor Chemicals Co., Ltd., Shijiazhuang Pharmaceutical Group Ouyi Pharmaceutical Co., Ltd. and Shanghai Apple Flavor & Fragrance Co., Ltd. Biofine has been one of the leading participants in the levulinic acid space, focusing on MTHF and DALA downstream applications. Segetis, a Minnesota-based company, recently developed a molecule on esters of levulinic acid made from corn cobs and bio based hydroxyl compounds. Levulinic acid is to be used as raw material for the manufacturing of plasticizers, solvents, and polyols for polyurethane foams. Levulinic acid acts as a potential replacement to phthalate plasticizer added to manufacture PVC, the largest consumed commodity plastic.\n\nKey questions answered by the report\nRequest for Customization\n\nChoose License Type:\n\nSingle User - $4,950\nMulti User - $7,950\nEnterprise User - $9,950\n\nSpecial Pricing & Discounts\n\nAvail customized purchase options to meet your research needs:\n\n  • Buy sections of this report\n  • Buy country level reports\n  • Request for historical data\n  • Request discounts available for Start-Ups & Universities\n\nWhy Choose Us\n\n  • Research support\n\n    24\/5 Research support\n\n    Get your queries resolved from an industry expert. Request for a free product review before report purchase.\n\n  • Custom research service\n\n    Custom research service\n\n    Speak to the report author to design an exclusive study to serve your research needs.\n\n  • Quality assurance\n\n    Quality assurance\n\n    A testimonial for service excellence represented in the form of BBB \"A\" Accreditation.\n\n  • BBB Rating dandb\n  • Information security\n\n    Information security\n\n    Your personal and confidential information is safe and secure.\n\n  • BOA",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.7217694521,
        "format_confidence":0.8265281916,
        "weight":0.0251062694
    },
    {
        "url":"http:\/\/www.iipmr.com\/moreproduct.php?alpha=G",
        "text":"\nad 2\nChemicals & Dyes\nMedical & Pharmaceutical\nConstruction & Real Estate\nAutomobiles & Motorcycles\nComputer Hardware & IT\nElectrical Equipments\nElectronic Equipments\nApparel & Clothing\nAyurvedic & Herbal\nHand Tools\nGifts & Handicrafts\nHome Textiles\nHome Appliances\nIndustrial Goods\nMusical Instruments\nOffice Supplies\nPaper & Paper Chemicals\nPrinting & Publishing\nRailway, Shipping & Aviation\nRubber & Rubber Products\nScientific Instruments\nSporting Goods\nNatural Stones\nTelecom Products\nBicycles & Rickshaw\nElectricals & Electronics\nGems & Jewellery\nMetals & Minerals\nPlant & Machinery\nPlastic & Plastic Products\nFabrics & Textiles",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9802184105,
        "format_confidence":0.9724861383,
        "weight":0.0141693782
    },
    {
        "url":"http:\/\/www.envconcerns.com\/about-us\/",
        "text":"About Our Environmental  Company\n\nProficient and professional environmental services and testing.\n\nWhy Us?\n\nOver 30+ Years of Experience\n\nWork performed in these major cities:\n\n  • Louisville, KY\n  • Cincinnati, OH\n  • Columbus, OH\n  • Cleveland, OH\n  • Indianapolis, IN\n  • Chicago, IL\n  • Detroit, MI\n\n\nEnvironmental Concerns, Inc.\n\nSince 1992, both private and public industry has turned to the professionals of Environmental Concerns, Inc. for balanced consulting and environmentally safe solutions for dealing with toxins. Your concerns, motivations and limitations lay the groundwork for our incredible team to define options that ensure compliance and accountability.\n\nWe offer a balanced, multi-disciplinary team of trained professionals, organized within a framework of effective project management, to provide services in a broad range of environmental industries. \n\n  • Building Inspections\n  • Clearance Testing, \n  • Lead Dust Wipes\n  • Air Monitoring\n  • PLM Analysis \n  • Demolition \n  • Asbestos Testing\n  • Radon Test\n  • Microbial \n  • Phase 1 or ESA (Environmental Site Assessments)\n\nEnvironmental Concerns, Inc. is dedicated to working alongside you to maintain balance between socioeconomic development, infrastructure expansion, and environmental protection. Though they play an important role, balance requires more than scientific expertise and engineering skills. Balance requires communication, commitment, and compromise. With over 30 years of experience, intellectual diversity and a coverage area spanning over 5 states, We strive to solve your problems, not study them. \n\nOur problem-solving tools are founded in science, combined with an understanding of your concerns and regulatory realities. Our goal is to provide our clients with the best possible solution to specific environmental situations while maximizing cost efficiency and simplicity. \n\n“Our Chicagoland rehab division never had to deal with a large scale asbestos issue. Chris, Pete & Terry helped walk me through the EPA guidelines and keep our project on budget. I highly recommend consulting with them on any project with environmental concerns.”\n\nMatthew Parker – Chicagoland Development Projects\n\nContact Us\n\n1448 Gardiner Lane, Louisville, KY 40213",
        "topic_id":15,
        "format_id":12,
        "topic_confidence":0.6182165146,
        "format_confidence":0.9940925241,
        "weight":0.005538715
    },
    {
        "url":"https:\/\/www.chicagotribune.com\/news\/ct-xpm-2000-07-06-0007060244-story.html",
        "text":"\n\n\n\nDays after heavy limestone slabs fell 36 stories from the side of a Loop skyscraper to LaSalle Street, the Daley administration on Wednesday moved to require an accelerated schedule of rigorous inspections for high-rise facades.\n\nOn a related front, officials said the city may ask state regulators to conduct a formal review of the licenses of architectural engineers who just months ago inspected and declared safe the facade at 1 N. LaSalle St., where the limestone fell Sunday.\n\n\"You have to get up close and personal with the terra cotta or whatever you're dealing with, and obviously somebody missed some substantial pieces here,\" said Mark Limanni, a top deputy in the city's Law Department.\n\nA new city requirement could call for \"critical\" inspections--which feature section-by-section, hands-on checks of cladding by technicians on scaffolding--every two years for all buildings at least 80 feet or six stories tall. Current rules require in-depth inspections every four years, with cheaper and much less extensive visual inspections required annually.\n\n\"We recognize it would be expensive, certainly in the thousands of dollars, but one must ask the question what is more important, the expense or the broader implication of an incident,\" Buildings Commissioner Mary Richardson-Lowry said.\n\nOwners of properties that fall under city inspection guidelines must now file annual reports outlining the exterior's condition.\n\nA visual inspection typically includes an examination using binoculars to check for exterior bulges or other irregularities that would indicate underlying problems. Such exams cannot always uncover defects similar to the ones at 1 N. LaSalle St., where eight large chunks of limestone cladding broke away Sunday evening, cascading 36 stories.\n\nThe limestone panels are held in place by steel fasteners, which can be susceptible to corrosion.\n\nKlein and Hoffman Inc., the engineering firm hired by the building's owner to check the high-rise in connection with a multimillion-dollar rehabilitation project, had found corrosion but concluded that it did not present an immediate safety threat, company officials said.\n\n\"If that was their judgment in this case, it worked to the detriment of that building owner and caused a lot of grief,\" Richardson-Lowry said. \"It could have been disastrous to anyone on the street.\"\n\nThe limestone crushed a parked car, but no injuries were reported.\n\nEngineers who conduct the inspections should simply report findings, the commissioner said. She would prefer city experts to do the analysis of the data.\n\n\"I am not interested in supposition,\" she said. \"I need a detailed engineer's report, and we could tell them what the next steps are.\"\n\nRichardson-Lowry huddled Wednesday with Ald. Bernard Stone (50th), chairman of the City Council's Buildings Committee, to discuss an ordinance that would increase the inspection requirement.\n\nWith visual checks, \"an engineer or architect can stand on the ground and look up at a building with binoculars,\" Stone said. \"The problem is you can't see behind the slabs.\" Critical inspections are \"very expensive, especially on high-rise buildings. It requires going up on a scaffold, going floor by floor and checking if any panel is loose.\"\n\nStone said that a revised and strengthened ordinance could be introduced by the next City Council meeting on July 19.\n\nAny new requirement probably would be pegged to the age of the building, though the minimum age that would trigger the stepped-up inspection schedule has not been set, Richardson-Lowry said.\n\nPaul Colgan, director of public affairs for the Building Owners and Managers Association of Chicago, said that his organization is willing to discuss the issue.\n\n\"Our interest is in safe buildings, and we will work with the city on what should be done,\" he said. \"Which buildings they choose [for increased critical inspections] will be important. We have to see the language.\"\n\nColgan said he does not know whether local engineering firms have the manpower to handle inspections every two years.\n\n\"It is a very legitimate question,\" he said. \"I wish I knew the answer to that.\"\n\nThe current inspection ordinance, passed in 1996, has failed to prevent a spate of incidents similar to the one on Sunday.\n\nIn 1998, for example, pieces of terra cotta fell from the exterior of the Majestic Building at 22 W. Monroe St. and from an apartment building at 4607 N. Sheridan Rd. The same year, a block of East Wacker Drive was closed for five weeks after serious problems were found in the terra cotta cladding of the office high-rise at 75 E. Wacker. Last month, workers removed 35 feet from the top of the skyscraper because it was deemed structurally unsound.\n\nOfficials say that the Buildings Department would have to employ a legion of inspectors if the city were to conduct its own inspections of high-rises. They say that the responsibility for ensuring safe exteriors lies with property owners.\n\nAs for the 1 N. LaSalle St. skyscraper, Richardson-Lowry said her department should have been contacted when the corroded fasteners were discovered.\n\nDouglas Elliman-Beitler, the owner, will be charged for all city expenses incurred in dealing with the accident, \"and I think in this instance [the owner] will charge the [inspection firm],\" she said.\n\nKlein and Hoffman conducted inspections in February that found the corrosion. The firm's report was filed with the owner in May, but it was turned over to the city only after Sunday's accident. City legal officials are reviewing the May report, and city inspectors will be looking at the facade up close to determine for themselves what caused the limestone to break off.\n\nJennifer Hoyle, a spokeswoman for the city Law Department, said a complaint against the Klein and Hoffman engineers who conducted the inspections could be filed with the Illinois Department of Professional Regulation, which licenses structural engineers.\n\n\"We don't know if anyone has done anything wrong, but it's something we have to look at,\" Hoyle said.\n\nSatish Sachdev, president of Klein and Hoffman, said he is perplexed by why the city would consider filing a complaint. He said his firm has worked diligently in the past two days to compile a report on the building's facade, and he was told the report satisfied officials.\n\n\"We have helped the city on so many projects, and we have tried to protect the public safety,\" Sachdev said. \"At the time of the inspection, there was no imminent danger.\"\n\nKlein and Hoffman, founded in 1953, has been inspecting Chicago buildings for more than 20 years.\n\nMeanwhile, at the site of the accident workers were erecting a sidewalk canopy to protect pedestrians. Earlier, temporary repairs were made to the facade where the limestone slabs separated.\n\nCopyright © 2019, Chicago Tribune",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.8899460435,
        "format_confidence":0.9964424968,
        "weight":0.0147367579
    },
    {
        "url":"http:\/\/www.hellotrade.com\/muvtons-castors\/ghke-102r-szs.html",
        "text":"Welcome to HelloTrade!\nI Want to Buy\nRequest for Quote\n6 Yrs\nC-40, Phase-II, G.B. Nagar\nNoida, Uttar Pradesh-201301, India+(91)-120-4646100\nContact Supplier\n\n\nYes! I am interested\nFOB Price : Get Price\n\nMuvtons premium soft durometer polyurethane treaded wheels 83° ±3° Shore A, Firmly bonded to precision machined cast iron cores. These wheels have been designed to response to noise problems and allow loaded to be cushioned. The use of lively polyurethane materials allows these wheels to flex & roll over debris and obstacles without picking up objects. They are non marking and floor protective. Tested & guaranteed against bond failures. Wheel bearing options : Sealed precision ball bearings, tapered roller bearings or roller bearings. Temperature range; -20°C to +85°C. Thread options : Anti static : conductive wheels are available.\n\n\nInvalid Input\nPlease enter Mobile Number\nInvalid Email ID\nInvalid Email ID\nYour Contact Information\nCompetitive Quotes\nChoice of Suppliers\nPayment Protection\nsending enquiry ....\n\nunable to instantiate your call right now. please try after some time.\n\n\n©Copyright HelloTrade.com",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9671708941,
        "format_confidence":0.9978361726,
        "weight":0.033642395
    },
    {
        "url":"http:\/\/www.stainlesssolutionsgroup.com\/en\/bedrijfsonderdelen\/hygienic-surface-treatments\/",
        "text":"Because of the many years of experience built up in the food and pharmaceutical industries and the knowledge that the current legislation in respect of food production is becoming ever more stringent, we offer our customers a high-quality surface-treatment technology; this is consistent with the high-quality and high-end products that we manufacture and finish. This technology is offered in the form of the SUBLIMOTION-process®. The surface treatment of these products by means of wet abrasive blasting (SUBLIMOTION-process®) is key to the final result. The products have to comply with all hygienic properties and the ease of cleaning in its entirety has to be optimal. This surface treatment process has the following properties:\n\n  • Improved surface topography \/ roughness <0.6 Ra\n  • Optimal corrosion resistance (anti-corrosive)\n  • Controlled surface peening (sealing fine cracks)\n  • Hydrophobic (water-resistant) properties\n\nQuite simply: reduced adhesion properties and optimum ease of cleaning!\n\nWithin the food industry, there has to be a constant and specific focus on hygiene, because consumers expect high-quality food products which are produced safely. This means that all machinery that comes into contact with those food products has to be free from all types of soiling and microbial contamination. That is why various regulations and directives have to be complied with:\n\n  • EN1672-2: Food processing machinery \/ General Basic Rules \/ Part 2: Hygiene requirements.\n  • EN ISO 14159: Hygiene requirements for the design of machinery\n  • 2006\/42EG: Machinery directive\n  • Regulation (EC) 1935\/2004: food contact materials and articles\n  • EHEDG Guidelines (European Hygienic Engineering and Design Group)\n\nThe SUBLIMOTION-process® is a technology that has the following exceptional advantages:\n\n  • It is a one-step-process; everything takes place in one single treatment\n  • The process enables effective cleaning and results in a very fine finish (Ra values <0,6)\n  • The same values of the surface roughness are generated in all directions, resulting in an isotropic surface.\n  • The surface is thoroughly cleaned and any hairline cracks are sealed by the build-up of compression stress (peening) on the surface.\n  • Optimal corrosion resistance.\n  • After treatment, the surface has hydrophobic properties.\n  • No iron contamination occurs during the process.\n  • The process uses an inert cleaning suspension consisting of water and inert microparticles.\n  • The process is ecological and is based on a sustainable technology (Green Process).",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9714514017,
        "format_confidence":0.9364557862,
        "weight":0.0337912896
    },
    {
        "url":"https:\/\/www.sunmetalalloys.com\/stainless-steel-430-431-round-bar-supplier-exporter.html",
        "text":"SS 430\/431 Round Bar, ASME \/EN\/ BS SS 430\/431 Rectangular Bar, W.Nr 1.4057\/1.4016 round bar, UNS S43100\/S43000 round bar, Industrial SS 430\/431 Round Bars\n\nStainless Steel 430 round bars have the best corrosion resistance at elevated temperatures. Stainless Steel 431 Square bars possess excellent welding and fabrication properties. Stainless Steel alloy 430 round bar consists chromium content up to 18%, Nickel content up to 0.50%, and silicon content up to 1%. Stainless Steel 431 Round bar has the best corrosion resistance to pitting corrosion. Stainless Steel 430 Rods can be hardened further by the heat working process. Stainless Steel 430 hexagonal bars are mostly used for food processing units. Stainless Steel 431 Hex bars are often used for chemical equipment and pharmaceutical equipment. Stainless Steel 430 Polished bar used in heat exchangers and condensers.\n\n430\/431 Stainless Cold Finish Round Bar, ASME SA 276 SS 430\/431 Bars, SS 430 Flat Bar Supplier ASTM A276 SS 430\/431 Bars Exporter,Type 430\/431 Rod, ss 430\/431 hot rolled bar suppliers\n\nSS 430\/431 Round Bars Stock Size Range and Specifications\nGrade SS 430\/431\nSpecification EN, DIN, JIS, ASTM, BS, ASME, AISI, IS\nStandard ASTM A276\/ASME SA276, ASTM A479\/ASME SA479 & ASTM A164\/ASME SA164 .\nRound Bars Outside Diameter in the range of 4mm to 500mm above as per the customer requirement.\nBright Bars Outside Diameter in the range of 4mm to 500 mm above as per the customer requirement.\nHex Bars 18mm – 57mm (11\/16″ to 2-3\/4″) above as per the requirement.\nSquare Bars 18mm – 47mm (11\/16″ to 1-3\/4″) above as per the requirement.\nFlat Bars 1\/2” to 10” in thickness range of 2mm to 150mm\nLength 1 to 6 Meters, Custom Cut Lengths\nFinish Black, Bright. Peeled and Polished, Solution annealed.\nTechnique Hot Rolled, Cold Rolled, Cold Drawn, Forged Round Bar, Rod\nTolerance H8, H9, H10, H11, H12, H13K9, K10, K11, K12 or as per clients’ requirements\n\nOther Forms \/ Products Availables\nStainless Steel 430\/431 Bright Bar UNS S43000\/43100 SS Bright Bar WERKSTOFF NR. 1.4104 Bright Bar\nStainless Steel 430\/431 Hex Bar UNS S43000\/43100 SS Hexagonal Bar ASTM A276 410 Stainless Steel Hex Bar\nStainless Steel 430\/431 Square Bar UNS S43000\/43100 SS Square Bar WERKSTOFF NR. 1.4104 Square Bar\nStainless Steel 430\/431 Rectangular Bar UNS S43000\/43100 SS Rectangular Bars WERKSTOFF NR. 1.4057 Rectangular Bar\nStainless Steel 430\/431 Flat Bars UNS S43000\/43100 SS Flat Bars WERKSTOFF NR. 1.4057 Flat Bars\nStainless Steel 430\/431 Polished Bar UNS S43000\/43100 SS Polished Bars WERKSTOFF NR. 1.4057 Polished Bar\nStainless Steel 430\/431 Threaded Bar UNS S43000\/43100 SS Threaded Bar WERKSTOFF NR. 1.4104 Threaded Bar\n\nStainless Steel 430\/431 Price List\n\n  • 430\/431 stainless steel bars US $1000-2500 \/ Ton\n  • astm a276 ss 430\/431 rods US $2000-3000 \/ Ton\n  • stainless steel hex bar 430\/431 US $1.5-4.5 \/ Kilogram\n  • ASTM A479 430\/431 stainless steel round bar US $1800-2300 \/ Ton\n  • ss 430\/431 square bar US $1550-2400 \/ Ton\n  • 430\/431 stainless steel bar Supplier US $1800-2300 \/ Ton\n  • ASTM A276 Gr. 430\/431 rods US $1300-2600 \/ Metric Ton\n\nJamshedpur, Rajkot, Lahore, Geoje-si, Jakarta, Kolkata, Gimhae-si, Vung Tau, Karachi, Istanbul, Manama, Kuwait City, Howrah, Hanoi, Hong Kong, New Delhi, Calgary, Ranchi, Muscat, Hyderabad, Mumbai, Moscow, Kuala Lumpur, Nashik, Busan, Ho Chi Minh City, Singapore, Aberdeen, Algiers, Cairo, Chandigarh, Dallas, Milan, Ahmedabad, Houston, Ulsan, Visakhapatnam, Colombo, New York, Chennai, Toronto, Brisbane, Petaling Jaya, Jaipur, Navi Mumbai, Atyrau, Jeddah, Secunderabad, Kanpur, Gurgaon, Bangkok, Indore, Rio de Janeiro, Montreal, Al Khobar,\n\nPoland, Thailand, Gabon, India, Tibet, Australia, Nigeria, Angola, Sri Lanka, Libya, Hong Kong, Mexico, Kuwait, Switzerland, Bhutan, Bulgaria, Nepal, Singapore, China, Kenya, Croatia, Japan, Sweden, Trinidad & Tobago,Tunisia, Egypt, France, Bolivia, Peru, Mexico, United Kingdom, Austria, Portugal, United Arab Emirates, Jordan, Ecuador, Nigeria, Chile, Czech Republic, Philippines, Iran, Chile, Netherlands, Canada, Namibia, Norway, Puerto Rico, Yemen, Romania, Mongolia, Brazil, Costa Rica, South Korea, Finland, Lithuania, Italy, Qatar, Colombia, Russia, Lebanon,\n\nRegistered Trademark\n\nHASTELLOY, HAYNES and C-22 are registered trade names of Haynes International Inc., MONEL® & INCONEL are registered trademark of Special Metals Corporation group of companies, Nitronic is a registered trademark of the AK Steel Corporation, FERRALIUM is a registered trade name of Langley Alloys LTD.\n\nFor enquiries and product info call us on +91 22 67437433\/23893767",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.993409276,
        "format_confidence":0.9950799942,
        "weight":0.0345550797
    }
]