[
    {
        "url":"https:\/\/www.gmuuc.org\/copy-of-terms-of-use",
        "text":"Privacy Policy\n\nThis website is owned and operated by Georgia Mountains Unitarian Universalist Church (GMUUC) referred to in this policy as “we”. We recognize that visitors to our site may be concerned about the information they provide to us, and how we treat that information. This privacy policy addresses those concerns. This policy may be changed or updated from time to time.\n\nIf you have any questions about our Privacy Policy, you can contact us at: 706-864-0661 or\n\nWe are available to answer your questions or hear your concerns.\n\nThe first principle of Unitarian Universalism is to covenant to affirm and promote the inherent worth and dignity of every person. We believe that this principle impels us to protect the privacy of visitors.\n\nPersonal Information\n\nOur site collects personal information from our visitors only on a voluntary basis. Personal information may include name, address, phone number, email address, and\/or credit card numbers. We do not require this information to obtain access to any part of our site. We do not sell or rent this personal information to other organizations.\n\nThe personal information we collect is only used by us to process a request that has been placed by the visitor. We never sell your email address and if you voluntarily give it to us, we will strive to use it only for what it was intended. If we pass it, it would only be to the congregation or person who has the information you desire.\n\nStatistical Information Collected\n\nWe collect information on the browsing habits of users and the companies that provide that service also have access to that information. This site collects information using cookies and javascript, so if they are enabled in your browser, information can be collected, such as your browser type, operating system, IP address, and country. This information is only used for statistical purposes and cannot identify you as an individual.\n\nInformation Accuracy\n\nWe make every effort to ensure that the information presented is correct and accurate. If inaccuracies occur, we will make every effort to correct them in a timely manner. To report any web site inaccuracies or for questions about our Privacy Policy please email us at\n\nLinks to Third Party Sites\n\nOur web sites contain some hyperlinks to web sites operated by parties other than GMUUC. These hyperlinks are provided for your reference only. We do not control such web sites and are not responsible for their contents or privacy policies. The inclusion of hyperlinks to other web sites does not imply any endorsement of the material on these Web sites or any association with their operators.\n\nWe Need Your Support Today!\n\n\nGeorgia Mountains\n\nUnitarian Universalist \n\nP.O. Box 630\n439 S. Park Street\nDahlonega, GA 30533\n\nPhone: 706-864-0661\n\nSign up for our Newsletter »\n\n  • Facebook\n  • Instagram\n  • YouTube\n\nRev. Charlotte Arsenault joined GMUUC as their contract minister in November 2013.\n\nRev. Charlotte's primary office hours are on Thursdays. \n\n\n9:00 AM\n\nSunday Services:\n\n10:30 AM\n\n\nChildren’s Religious Education:\n\n10:45 AM\n\n\n10:00 AM & after church service\n\nRev. Charlotte Arsenault, Minister\n\nWorship Schedule\n\n© 2019 Georgia Mountains Unitarian Universalist Church |  Terms of Use  |   Privacy Policy",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9902341366,
        "format_confidence":0.9881011248
    },
    {
        "url":"http:\/\/www.godlikeproductions.com\/bbs\/reply.php?messageid=873963&page=1&quote=13531088",
        "text":"Godlike Productions - Conspiracy Forum\nUsers Online Now: 2,919 (Who's On?)Visitors Today: 2,577,801\nPageviews Today: 3,581,861Threads Today: 926Posts Today: 17,377\n09:18 PM\n\nBack to Forum\nBack to Forum\nBack to Thread\nBack to Thread\nSubject There Will Be No Alien Presence On This Planet Without Invitation By Our Creator.\nUser Name\nFont color:  Font:\n\nIn accordance with industry accepted best practices we ask that users limit their copy \/ paste of copyrighted material to the relevant portions of the article you wish to discuss and no more than 50% of the source material, provide a link back to the original article and provide your original comments \/ criticism in your post with the article.\n\nThere Will Be No Alien (hereinafter defined as a being nor entity not born on the surface of, nor is humanoid in appearance thereof, nor is in the interior of This Planet) Presence On This Planet (hereinafter known as 'Gaia') Without Invitation By Our Creator.\n\nIT IS DECLARED that should any man, woman or entity 'witness' for any other man or woman or entity for consent for any Alien to come forward and touch this surface and make himself or herself or itself publicly known, then be it known here and now that I do not consent, nor allow any other man nor woman nor entity, to speak in my stead for same said consent and where all men and women and entities have the right to refuse any consent, and to declare this publicly, and with praise to our creator on this day.\n\nIT IS FURTHER DECLARED that all Aliens, on and within Gaia, are to peacefully leave the surface and interior of Gaia immediately and by the rules of engagement of all beings in this universe and within 30 days from the date of this declaration and notice.\n\nThis notice is subject to the rules of engagement and shall remain in the record and for public view forevermore.\n\nThe creator will decide whom arrives here and you will be known by your works.\n\nPeace to you. Have faith in each other. This is the power of the universe.\nPictures (click to insert)\n | Next Page >>",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.7793601751,
        "format_confidence":0.6050654054
    },
    {
        "url":"https:\/\/apisonchurch.org\/privacy\/",
        "text":"Privacy Policy\n\nThis Privacy Policy (“Privacy Policy”) was last updated on March 13, 2020\n\nWebsites Covered\n\nThis Privacy Statement sets forth the practices of the Apison Seventh-day Adventist Church (collectively referred to as, “church,” “we,” “us” and\/or “our”) with respect to personal data and other information that is collected from Individuals.\n\nController of Personal Data\n\nWe act as the controller of any personal information provided to or gathered by our websites and applications (our “Services”). This Privacy Statement describes the choices available to you regarding the use of your Personal Data, and how you access this information to update and correct it.\n\nInformation We Collect\n\nWe recognize the sensitive nature of your information. It is our highest priority to ensure the confidentiality of any information you provide and take a proactive approach in protecting your privacy.\n\nWhen using our Services, you may provide us with Personal Data such as your name, address, phone number, birthday, spousal and family information, educational history, employment information, and financial information.\n\nOther Information\n\nWhen you interact with our Services, we may receive and store information collected passively through various technologies used on our websites. This information is used to provide us with statistical information such as the number of visitors to a website(s), the number of visitors to each page of our Services. Other information collected may include IP Address, Browser Type, ISP, pages you visit, operating system, and date\/time stamps. This information is merely statistical and not used to identify you.\n\nIn operating our Services as described above our third-party partners and we may use cookies, (including temporary, persistent and session cookies) and similar technologies. Our third-party partners may also use Local Storage (HTML5).\n\nThese technologies are used to provide additional functionality, analyze usage and behavior more accurately, temporarily store our pages and images, store content and preferences.\n\nOur Use of your Personal Data and Other Information\n\nWe may use Personal Data and other information to provide you with services, send you updates, administer your account, communicate with you, enable you to connect with others, improve our Services, conduct research, understand our organization, send you valuable information and newsletters, list you in the members directory, and communicate with Individuals. We will not reuse Personal Data for a new purpose other than the original one(s) for which it was collected, unless the following apply:\n\n  • The new use is compatible with the original one, meaning you should reasonably expect similar use;\n  • We have notified you of the new use and given you an opportunity to object to it; or\n  • The new use is otherwise permitted by law.\n\nBy voluntarily providing us with your information, you are consenting to our use of it in accordance with this Privacy Statement. You acknowledge and agree that your data may be transferred from your current location to our servers or its authorized third parties as described in this Privacy Statement. We will not share your information with anyone not described in this Privacy Statement unless your consent is obtained prior to doing so. This Privacy Statement also describes the choices available to you regarding our use of your information and how you can access and update it.\n\nIf you wish to opt-out of receiving newsletters, you may also opt-out of such communication by following the unsubscribe link included in the emails.\n\nSharing your Information\n\nWe may provide your Personal Data to third-party services providers that help us with our business activities such as shipping, marketing, and processing of credit cards. These companies are authorized to use your Personal Data only as necessary to provide these services to us.\n\nIf you are an employee, we may publish your profile in our directory so that others can find you and communicate with you. If you believe that someone has created an unauthorized profile of you, please contact us using the email address provided below, please provide us with a brief explanation, where you found the profile, include your name and contact information, for the purposes of reviewing the possible unauthorized profile and communicating back to you.\n\nWe may disclose your Personal Data if required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation such as to comply with a subpoena, or a similar legal process (ii) protect and defend the rights or property of the church, (iii) act in urgent circumstances to protect the personal safety of users of the Services, visitors to our centers or the public, or (iv) protect against legal liability, (v) if the organization is involved in a merger, acquisition or sale of all or portion of its assets you will be notified with a notice on our website of any change in ownership or uses of your information, as well as any choices you may have.\n\nThird Party Links\n\nOur websites and applications may contain links to other websites or features that may connect with your other mobile applications within your device. Privacy practices of linked websites and mobile applications may differ from ours. If you submit any personal information on these websites or applications, your information is governed by their privacy practices. We encourage you to review the privacy policies of such websites before submitting any personal information.\n\nYour Rights\n\nIf your personal information changes, you no longer desire to use our Services, or wish to know whether we hold personal information about you, you may request, correct, update, amend, and delete such information by contacting us using the email address and\/or address provided below. In some instances, you may be provided with direct access to the portal in which your information is maintained; you may make changes as necessary if you already have access.\n\n\nThe security of your information is important to us. We follow generally accepted standards such as encryption to protect the Personal Data submitted to us.\n\n\nWe will retain your Personal Data for as long as your account is active or as reasonably useful for other organizational purposes. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes and enforce our agreements. We will dispose of your information when it is no longer needed or required to be kept.\n\nChanges to this Privacy Statement\n\nWe may update this Privacy Statement to reflect changes to our information practices. We encourage you to periodically review this page for the latest information on our privacy practices.\n\nIf you have questions or complaints regarding our Privacy Statement or practices, please contact us using the contact information listed below.\n\nContact Us\n\nApison Seventh-day Adventist Church\nP.O. Box 186\nApison TN 37302",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.7794852853,
        "format_confidence":0.9897981882
    },
    {
        "url":"https:\/\/shamanictracking.com\/terms-conditions\/?replytocom=65",
        "text":"Hero is the one facing her fears, working on resolving her stories and moving on to new ones she will create with full consciousness.\n\nHero is the one honoring me with his trust and confidence that I can help him travel faster on his road to lighter living.\n\nHeros are the ones who face their obstacles with great courage and transform them into a source of wisdom and power.\n\nHeros are creators of their own destiny.\n\nHere are some Hero’s guidelines to ensure that our journeys are safe:\n\n1.) I will only accept shamanic tracking requests from Heros asking about their own journey. I will not accept any shamanic tracking requests which concern other people. If shamanic tracking request concerns a relationship with another, my shamanic tracking will solely focus on the Hero’s side in such a relationship. We can only be brave for ourselves, we cannot be brave for others.\n\n2.) Heroes requesting shamanic tracking must be 18 years old and older. For Heroes aged 14-18, I will ask parental (or primary caretaker) consent, and the parent (or primary caretaker) will also be informed of the shamanic tracking feedback. For Heroes younger than 14, I will accept parental (or primary caretaker) request for shamanic tracking on their behalf, but only with the young Hero’s soul permission. I am the sole person to decide if such permission is granted.\n\n3.) For adult Heros who cannot care for themselves independently, I will accept primary caretaker’s request for shamanic tracking on their behalf, but only with the adult Hero’s soul permission. I am the sole person to decide if such permission is granted.\n\n4.) I will accept shamanic tracking requests for fellow Hero animals made by the Hero animal owner but only with the Hero animal’s soul permission. I am the sole person to decide if such permission is granted.\n\n5.) Shamanic tracking consists of scanning your energy body for any disruptions in its natural energy flow, and then tracking for the origin of disruptions. I will do the tracking on any issue you state you would like to work on, whether it is of a physical, emotional or spiritual nature. Shamanic tracking does not always provide direct responses to your stated issue. I will track your story around the stated issue for the way it lives in your body, rather than how it happened in your life (or lives). Shamanic tracking focuses on the underlying energetic pattern and causes of your issue, not on how the issue manifests in your life. This is because you may end up working endlessly on the physical, emotional or spiritual manifestations of the underlying energetic pattern, unless you resolve it.\n\n6.) Shamanic tracking is not shamanic healing work. Shamanic tracking provides insights to you on your stated issue and forms the basis for further shamanic or non-shamanic healing work. I may recommend further healing work to you to help you on your path.\n\n7.) My one time shamanic tracking fee is $200. It includes shamanic tracking on your stated issue and one hour Skype or phone session. I will answer any questions you may have and nothing is off-limts. The phone or Skype contact will be at your own cost.\n\n8.) If I feel called, I may offer you a gift, such as poem or photography, in addition to our session. This will be a personalized and unique gift that will energetically be only yours, and will never be offered as dedicated gift to anybody else. I will keep and own the copyright to all the poems and photography.\n\n9.) If it seems like there are too many terms and conditions, it is only to keep you and me safe and on the same page. One can do energy work efficiently as long as one is impeccable. I am impeccable. So are you.\n\n45 thoughts on “the Hero’s journey\n\n    • Thanks so much for your support! I feel very blessed with all the interest and encouragement I have received so far! And I loooooove my work, it’s very magical and helps heal soooo much quicker. Blessings to you!\n\n  1. Yes. I’ve started exploring Shamanism – I was Journeying before I knew it was a Shamanic practice! I have done one soul retrieval for myself. My only hope is to be able to develop the practice to be able to help others – but I haven’t had proper training, nor am likely too 😦 Well, we each have our own journey, and I’m just starting mine, so you never know. I look forward to reading your blogs x\n\n    • Yes, soul retrievals sometimes happen spontaneously and we heal miraculously.\n      Shamanic training is very demanding, physically, emotionally and spiritually. But you know what they say ‘when the student is ready, the teacher will appear’. There are also many alternative health practices today and various ways of helping others. Good luck and let me know if I can help in any way\n\n    • thanks so much! people often think that the most difficult part of shamanic work is seeing energy, but actually the most difficult is to always make sure that, as a shaman, one has clear and strong ethics and that her work is impeccable.\n\n  2. I’m glad you are doing this work. It’s not easy, and it consumes one’s energy, but it is rewarding on a heart and soul level. I wish you love with this. You probably don’t need it, but if you ever want to discuss an anonymous case with an ‘old-timer’ in this area, I’d be happy to assist at no cost whatsoever. You can email me anytime. I don’t do this work anymore, but have a lot of experience to draw on. It seems as if you are doing a good job.\n\n    • Thank you so much! This is very graceful of you and yes, I would be happy to learn from you and share with you! I really do not pretend to know it all (but I do know my limits 🙂 And yes, I do have passion and love for this work and my clients.\n\n  3. Wow, interesting blog you have here, and such interesting\/helpful work! I have a friend who studied similar things to what you’ve mentioned here. He loved(s) it, so transformational. I look forward to reading a bit more–\n\n  4. I have very much to learn here, such an intriguing subject. There is so much beauty and power in nature “we” do not understand, but there are gifted people in every culture that have the talent to tap into this… ‘qi’ masters in China\/Asia, Native Americans in the States Shamans… The Hero’s Journey is a necessary one, to find and make our own path through life. Noble people we meet along the way will be there to assist, which is your calling 🙂 Very nice.\n\n  5. Thank you for stopping by my blog. I find your field of activity very interesting and “new” at the same time. I’ve only read about shamanic healing so far, and had no idea such a shamanic tracking could be possible. Thank you for sharing your journey on WP!\n\n    • Hi and thanks for taking the time to visit my blog.\n      Every shamanic healing session starts with tracking… Shamans usually start tracking even before you come to see them 🙂\n      I have decided to focus on shamanic tracking because it’s natural to me and I am good at it. Also, I am able to provide sufficient information in just one tracking.\n      On the other hand, shamanic healing takes longer and asks for more sessions and more regular follow-up. But it is not a clear cut line and even when doing only tracking for clients, I often do other shamanic work as well 🙂\n\n  6. I appreciate you checking out my poetry site, and may you continue your journey with the beauty way, impeccable with your words, wholeness and love.\n\n    • I loved your writing! And especially your Lessons from your 30s 🙂 I really appreciate courageous souls who are able to make tough decisions and change things for themselves (and those around them…) Following your blog xox\n\n      • We have different worldviews and I respect your openness to give ear to others’. The mature and the wise grow that way. Wishing you all things good. Thanks for the warm support and…will be in touch. Diana\n\n  7. hmmm…you appeared today at my blog…tracking me in a different kind of way….and today when I chose to reveal something……’Ponders meaning’\n\n    • You are welcome! I have obviously heard of the book and might have had it\/read it at some point, but have to admit I am one of those who read fast and forget fast 🙂 Ours is the world of too much info… But I tend to retain some great lessons without always remembering where they come from hahaha\n      Do you recommend it? Thanks for visiting my blog xox\n\n    • Hi, thanks for your comment. I will tell you something people do not always like to hear: stop thinking in terms of scarcity. And here’s why. It creates a pattern and binds us to the life we are living (if you wish read my post All you need, all the time https:\/\/shamanictracking.com\/2013\/02\/27\/all-you-need-all-the-time\/). We actually all have much more to offer than we think.\n      And here’s how. If you really feel like you absolutely need something but cannot afford it, start saving even if it’s little by little, or think about an alternative you can afford, or dare offering something else than money in exchange. You would be surprised but very many of us need or appreciate other things than money…\n      I have already offered five free trackings to the readers of my blog, and have received some great energy exchanges from it. And I am more than happy with that 🙂\n      I do not do shamanic tracking for my clients out of curiosity but out of need, and I believe that if we are meant to be working together it will happen in one way or another.\n      And finally, like you said, I do feel like I offer a lot for my fee. I do my work from a great place (and that requires a huge work on its own), I spend time tracking even before the session, I am to the point, and I often do follow-ups free of charge (because I care that my clients take our work further and continue to grow). I also often offer poems or photography as a gift – you can view some on my blog.\n      I know this is a really looong reply, and thanks for being the one who mentioned the ‘can’t afford’ openly! Hope it helped all of us 🙂 Great luck to you too and much love xox\n\n    • I just had to sh... (truncated)",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9856794477,
        "format_confidence":0.7524821162
    },
    {
        "url":"http:\/\/stchristopher.org\/summer-camp\/preference-policy\/",
        "text":"Preference Policy\n\nAs of September 19, 2013, the Board of Directors of St. Christopher Camp and Conference Center have approved the following policy for preferential registrations.\n\nIn that the vision statement of the Diocese of South Carolina, “Making Biblical Anglicans for a Global Age,” inherently gives preference to Anglicans within the full context of Christendom, St. Christopher Camp and Conference Center gives preference in booking policies for those parishes and institutions that are “Anglican” in their ethos, worship, and association within ecclesiastical structures.  This preference includes all parishes in association with the Diocese of South Carolina, The Episcopal Church, the Anglican Church in North America, Convocation of Anglican Churches in North America, and the Anglican Mission.\n\nThe preference allows for the discounted “Anglican” rate to be applied to bookings and reservations to be made up to 24 months in advance.\n\nSummer Camp registration preferences will be allowed for all participating members of parishes and schools of the Diocese of South Carolina, and all other Anglican and Episcopal parishes or schools that have booked use of St. Christopher at any time in the calendar year in which summer camp will occur.  Please check the list below to see if you are eligible for early preferential registration.\n\nEarly Qualifiers- Churches and Schools",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9919909835,
        "format_confidence":0.9326133132
    },
    {
        "url":"https:\/\/www.lifechurchmeridian.com\/about-us\/what-we-believe",
        "text":"what we believe\n\nWe Believe in …\n\nThe Scriptures Inspired\n\nLife Church Meridian accepts the Bible as the revealed will of God, the all-sufficient rule of faith and practice, and for the purpose of maintaining general unity of statements of faith. The Scriptures both Old and New Testament are the inspired, infallible revelation of God to man and the authority of faith and conduct.\n\n\nThe One True God\n\nThe one true God has revealed Himself as the “I AM,” the Creator, and Redeemer of mankind.\n\nThe Deity of Jesus\n\nThe Lord Jesus Christ is the eternal Son of God.  The Scriptures declare His virgin birth, sinless life, miracles, death and resurrection, and ascension to the right hand of God.\n\nThe Salvation of Man\n\nMan’s only hope is through the shed blood of Jesus Christ.  Salvation is by faith through grace and demonstrated in repentance.\n\n\nOrdinances of the Church\n\nWater Baptism - By full immersion in the name of the Father, Son, and Holy Ghost.\n\nHoly Communion - The Lord’s Supper consisting of the Body and Blood represented in the fruit of the vine and bread.\n\n\nThe Baptism of the Holy Spirit\n\nAccording to Acts 1:8 and Acts 2:4 with one of the signs being speaking in other tongues along with other gifts.\n\n\nThe act of separation from that which is evil, and dedication unto God.\n\n\nThe Church and Its Mission\n\nThe church is the representative of Jesus on earth and is to carry out the Great Commission.\n\nThe Ministry\n\nA divinely called and scripturally ordained minister has been provided by God to lead the church in evangelization, worship, building the body, and general leadership of the church.\n\nDivine Healing\n\nIs provided for today by the Scriptures and included in the atonement for our sins.\n\n\nThe Blessed Hope\n\nThe resurrection of the just is the blessed hope of the body of Christ.\n\n\nThe Millennial Reign\n\nThe second coming of Christ includes the rapture and a return to earth by Christ with His saints for a thousand-year reign.\n\n\nThe Final Judgment\n\nThere will be a final judgment at which all men will be judged.\n\n\nThe New Heaven and Earth\n\nAll of God’s children will reign forever in a new heaven and a new earth.\n\n\nStatement of Marriage\n\nWe believe that because God our Creator established marriage as a sacred institution between one man and one woman, the idea that marriage is a covenant only between one man and one woman has been the traditional definition of marriage for all of human history (“Traditional Definition of Marriage”). Because of the longstanding importance of the Traditional Definition of Marriage to humans and their relationships and communities, and, most importantly, the fact that God has ordained that marriage be between one man and one woman, as clearly conveyed in God’s inerrant Scriptures, including for example in Matthew 19:4-6 where in speaking about marriage Jesus referred to the fact that “he which made them at the beginning made them male and female,” the Church hereby creates this policy, which shall be known as the “Marriage Policy.”\n\nUnder this Church’s Marriage Policy, the Traditional Definition of Marriage is the only definition of marriage that will be recognized or accepted. No elder, officer, employee, servant, agent, or any person, corporation, organization, or entity under the direction or control of this Church shall commit any act or omission, or make any decision whatever, that would be inconsistent with, or that could be perceived by any person to be inconsistent with, full support of this Church’s Marriage Policy and strict adherence to the Traditional Definition of Marriage rather than any alternative to the Traditional Definition of Marriage.\n\nThis Church’s Marriage Policy specifically prohibits acts or omissions including but not limited to permitting any Church assets or property, whether real property, personal property, intangible property, or any property or asset of any kind that is subject to the direction or control of the Church, to be used in any manner that would be or could be perceived by any person to be inconsistent with this Church’s Marriage Policy or the Traditional Definition of Marriage, including but not limited to permitting any church facilities to be used by any person, organization, corporation, or group that would or might use such facilities to convey, intentionally or by implication, what might be perceived as a favorable impression about any definition of marriage other than the Traditional Definition of Marriage.  Life Church Meridian Bylaws 5 of 24 .\n\nTraditional Marriages will be performed only for Life Church Meridian members after the couple has completed the Life Church Pre-Marital Counseling Program either through the Life Group Ministry or individual counseling.\n\nWe believe this Church’s Marriage Policy is based upon God’s will for human life as conveyed to us through the Holy Scriptures, upon which this Church has been founded and anchored, and this Marriage Policy shall not be subject to change through popular vote; referendum; prevailing opinion of members or the general public; influence of or interpretation by any government authority, agency, or official action; or legal developments on the local, state, or federal level.",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9971191883,
        "format_confidence":0.5937942863
    },
    {
        "url":"http:\/\/hpcnac.org\/we-believe\/",
        "text":"1. The Word of God\n\nWe believe the Scriptures of the Old and New Testaments are the inspired, inerrant and infallible Word of God, inerrant in the original writings, complete as the revelation of God’s will for salvation, and the supreme and final authority in all matters to which they speak.   (2 Peter 1:20-21: 2 Timothy 3:16-17)\n\n\n2. The Trinity\n\nWe believe in one God, Creator and Sustainer of all things, eternally existing in three persons: Father, Son, and Holy Spirit; that these are equal and perfect in every divine attribute and that they execute distinct and harmonious offices in the work of creation, providence, and redemption.  (John 1:1-3; Mark 12:28-31; 2 Corinthians 13:14; 1 Peter 1:2; Matthew 28:18-20)\n\n\n3. God the Father\n\nWe believe in God the Father, an infinite, personal Spirit, perfect in holiness, wisdom, power, and love. He concerns Himself in the affairs of men and women, hears and answers prayer, and saves from sin and death all who come to Him through Jesus Christ. (John 4:23-24; Ephesians 1:3-14; John 3:16; 14:15-17)\n\n\n4. Jesus Christ\n\nWe believe that Jesus Christ is God’s eternal Son, and fully possesses the same nature and attributes as God the Father and God the Holy Spirit.  He is not only true God, but true Man, conceived by the Holy Spirit and born of the virgin Mary.  We believe in His sinless life, His substitutionary atonement, His bodily resurrection from the dead, His ascension into heaven, His priestly intercession on behalf of His people, and His personal, visible, pre-millennial return from heaven. (Luke 1:26-38; Colossians 2:9-10; Acts 2:32-33; 1 John 2:1-2; 1 Thessalonians 4:13-18)\n\n\n5. Holy Spirit\n\nWe believe in the Holy Spirit, co-equal with the Father and the Son.  We believe in His personality and His work in regeneration, sanctification, and preservation.His ministry is to glorify the Lord Jesus Christ, and implement Christ’s work of redeeming the lost. He also empowers the believer for godly living and service through the giving of spiritual gifts. (Ephesians 2:19-22; Romans 8:9-11; John 16:7-11, 16:12-15; 1 John 2:27; 1 Corinthians 12:4-11; Ephesians 1:13-14)\n\n\n6. Humanity\n\nWe believe God created humanity, male and female, in the image of God and free from sin.  As a result of the fall, all persons are born in the image of Adam and sinners by nature and are, therefore, spiritually dead.  We also believe that the Holy Spirit regenerates those who repent of rejecting Christ, and trust Him as Savior. (The Roman Road: 3:23; 6:23; 5:8; 10:13 is a Gospel presentation; Genesis 1:26-31; Titus 3:4-7; John 3:1-8; Ephesians 2:1-3; Colossians 2:13-14; Luke 18:18-19; Romans 1:18-32; 3:9-18)\n\n\n7. Salvation\n\nWe believe in salvation by grace through faith in Jesus Christ.  This salvation is based upon the sovereign grace of God, and was purchased by Christ on the cross, and received through faith by believing in His name, apart from any human merit, works, or ritual. (Ephesians 2:8-10; John 1:12).\n\n\n8. Sanctification\n\nWe believe salvation and sanctification are the work of God’s sovereign grace.  Sanctification is a state of separation unto God; all believers enter into this state when they are born of God.  This is a once-for-ever separation, eternally unto God.  It is an intricate part of our salvation, our connection with Christ.  “But of Him are ye in Christ Jesus who of God is made unto us wisdom, and righteousness, and sanctification, and redemption” (1 Corinthians 1:30).  The mystery of sanctification is that the perfections of Jesus Christ are imparted to us, not gradually, but instantly.  Sanctification is Christ in every believer. God has good works for every born-again child of His to do, which will glorify the Lord. We believe that rewards are promised according to the faithfulness of each believer in his service to God, and that these rewards will be given at the judgment seat of Christ. (Hebrews 10:10-14; 1 Thessalonians 5:23-24; 2 Corinthians 7:1; Ephesians 4:20-24; 2:8-10; Titus 2:11-14; 2 Peter 1:5-11; Galatians 5:16-26; 1 Timothy 6:17-19; James 2:18-26; 1 Corinthians 3:10-15; 9:24-27; 2 Corinthians 5:10)\n\n\n9. Eternal Security\n\nWe believe that because of God’s unchanging purpose, saving grace, divine gift of eternal life, and the unending intercession of Christ, and the indwelling Holy Spirit, we and all true believers everywhere, once born again shall be kept saved forever.  If God has saved you, then you cannot lose it. Salvation is maintained by the grace and power of God, not by the self-effort of the Christian. (John 10:27-29; Romans 8:29-39; 2 Timothy 1:12; Jude 24-25; 1 Peter 1:3-5)\n\n\n10. The Church\n\nWe believe that the Church is the spiritual body of which Christ is the head, and composed of all persons who have saving faith in Jesus Christ.  This body expresses itself in local churches comprised of believers in Christ.  The ordinances of the local church are believer’s baptism by immersion and the Lord’s Supper.  We believe that each local church is self-governing in function and free from interference. \nWe believe that all believers (both men and women) have the privilege and right of direct access to God through Jesus Christ, and that all believers are directly  responsible to God in matters of faith and life. Further, all believers (both men and women) are made in His image (see belief #6), are saved by grace through faith (see belief #7), are gifted for service (see belief #5), and are being conformed to the likeness of Christ (see belief #8). However, all believers do not have the same role in the church. Men and women differ, in that women are not to exercise authority over men, and women are specifically entrusted with the role of encouraging younger women. We believe that church leadership should be comprised of a plurality of spiritually qualified males, appointed by the congregation, some of whom may be ordained. (Ephesians 1:20-23; 4:1-6; Acts 2:41-47; Matthew 28:18-20; 1 Corinthians 11:23-26; 1 Timothy 2:5-8; Galatians 2:1-10; Acts 14:21-23; Acts 20:17-38; 1 Timothy 5:17-25; Colossians 3:14-17; Romans 14:10-12; 1 Timothy 3:10; 2:9-15; 1 Corinthians 11:2-12; 14:34-35; Titus 2:3-5)\n\n\n11. Eternal Things\n\nWe believe that Jesus Christ will personally come again in power and glory to receive the Church to Himself and to establish His millennial kingdom.  We believe in the bodily resurrection of the saved and the lost, and that Jesus Christ will judge both living and the dead.  We believe that the saved will live with Christ eternally in heaven, while the lost will be condemned to eternal punishment in hell. (Revelation 20:1-6; 20:11-15; 1 Corinthians 15:35-50; 15:51-58; 2 Thessalonians 1:3-10)\n\n\n12. Marriage, Gender, and Sexuality\n\nThe term “marriage” has only one meaning: a covenant between one man and one woman, n a single exclusive union, by which their status changes from two individuals to one flesh as God joins them together. This covenant creates a new family such that their lifelong primary human loyalty is now to one another before anyone else. It is an earthly covenant between one man and one woman that God created and sanctioned to image the unbreakable heavenly covenant between Christ and His Church, therefore intended not to be broken by anything but death. The authority of Scripture witnesses to the nature of biblical marriage as uniquely bound to the complementarity of man and woman. The Lord Jesus Himself said that marriage was created by God from the beginning, so no human institution has the authority to redefine marriage any more than a human institution has the authority to redefine the gospel, which marriage mysteriously reflects.  \nRegarding gender, God wonderfully and immutably creates each person as male or female. These two distinct, complementary genders together reflect the image and nature of God. Rejection of one’s biological gender is a rejection of the image of God within that person. \nGod created sex as a gift to be enjoyed within the covenant of marriage. We believe that God intends sexual expression to occur only between a man and a woman who are married to each other. We believe that God has commanded that no intimate sexual activity be engaged in outside of this marriage covenant. We believe that the exercise of sexual expression outside the biblical definition of marriage in any manner, including but not limited to adultery, homosexuality, premarital sex, bisexual conduct, and use of pornography, is contradictory to God’s design for sexuality and marriage.\nWe will uphold God’s standards in marriage, gender, and sexuality, while also extending grace to those who have fallen in these areas and are repentant. (Genesis 1:26-27; Genesis 2:15-25; Psalm 139; Malachi 2:16; Matthew 5:27-32; Matthew 19:3-12; Romans 1:26-27; 1 Corinthians 6:9-11, 6:18; 7:2-5; Ephesians 5:21-33; Hebrews 13:4; 1 Timothy 1:10)",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9973289967,
        "format_confidence":0.5857944489
    },
    {
        "url":"http:\/\/www.faithucclr.org\/covenant",
        "text":"Two ways to spread light.jpg\n\n\nWe are together only to be the church of God in Christ.  We are not here by chance, but God through grace is making of us a fellowship to embody and to express the Spirit of Christ.\n\nIn this fellowship, \"there is no longer Jew or Greek, there is no longer slave or free, there is no longer male and female, for all of us are one in Christ Jesus\" (Galatians 3:28).  Therefore, we reject any status in this fellowship in terms of church office, possessions, education, race, age, gender, sexual orientation, mental ability, physical ability, or other distinctions.\n\nAs a member of such a fellowship, I intend to live under the following commitments:\n\n  • I will gather regularly with the church to worship God, share the good news, and continually examine its implications for my life.\n  • I will study the Bible, meditate, and pray so that I will more fully experience the presence of God.\n  • I will also be sensitive to God's message as it comes to me from persons, history, the arts, nature, current happenings in the world, and other sources.\n  • I will be responsible to God through the creative use of all my income and possessions.  I will give systematically and even sacrificially to the financial support of our church's ministry.\n  • I will discover and affirm the gifts God has given me and use them in God's service; I will evoke, affirm, and celebrate the gifts God has given to others.\n  • I will intentionally give myself as Christ's servant through participation in His mission in the world.\n  • I will offer to know and love my sisters and brothers in this fellowship, and I am willing to be known and loved by them.\n\nWith God's help and the help of my brothers and sisters in this fellowship, I make this covenant.",
        "topic_id":18,
        "format_id":8,
        "topic_confidence":0.9972746968,
        "format_confidence":0.7294880748
    }
]