[
    {
        "url":"http:\/\/www.grandviewresearch.com\/industry-analysis\/levulinic-acid-market",
        "text":"Levulinic Acid Market Report\n\nLevulinic Acid Market Analysis And Segment Forecasts To 2020\n\nPublished: March 2015  |  75 Pages  |  Format: PDF  |  Report ID: 978-1-68038-068-2\n\nIndustry Insights\n\nLevulinic acid, also known as 4-oxopentanoic acid, is an organic compound which is classified as a keto acid. Its physical form is a white crystalline solid and is soluble in water, ethanol, and diethyl ether, but is insoluble in aliphatic hydrocarbons. In recent years, the need for sustainability has constantly driven the chemical industry towards exploring renewable chemistry and biotechnology to develop products from bio-based sources. These products are developed with an objective of using them as “platforms” for manufacturing a host of industrial and specialty chemicals to replace their synthetic counterparts. Levulinic acid has long since been identified as such a platform chemical. As a result of this, in spite of its relatively small market size, it has been the subject of significant R&D to act as a precursor to specialty chemicals including fuel additives such as Methyltetrahydrofuran (MTHF), pesticides such as D-amino levulinic acid (DALA), Diphenolic Acid (DPA) and so on. The technology to produce bio-based levulinic acid is not very complicated, with the most widely used approach being the dehydrative treatment of biomass or carbohydrates with acid. Other key technologies include hydrolysis of acetyl succinate esters, acid hydrolysis of furfuryl alcohol and by oxidation of ketones with ozone. Presently, levulinic acid finds applications in pharmaceuticals, pesticides, cosmetics, food additives and minor uses in nylons, synthetic rubbers, and plastics. \n\nWith key raw materials for bio-based levulinic acid being biomass, bagasse, manure and brewery waste, supply at feasible cost has been a challenge for market participants. Additionally, as with any bio-based replacement chemical, the price has been a burning issue in the levulinic acid market. At current prices ranging between USD 5 per kilo and USD 8 per kilo, manufacturers are faced with a daunting task of matching target prices of close to USD 1 per kilo to penetrate into the downstream platform applications. With a number of R&D initiatives expected to move towards commercialization over the next six years, it is expected that levulinic acid prices shall become more competitive in the coming future. Favorable regulatory scenario and growth in application markets are expected to have a positive influence on levulinic acid demand over the next six years.\n\nApplication Insights\n\nKey application segments analyzed and reported in this study include pharmaceuticals, food additives, cosmetics, and agriculture applications such as Organic potassium fertilizer DALA, 2--Methylindole-3-acetic acid. Presently, levulinic acid is serving niche markets, owing to its high price. Levulinic acid demand for agriculture applications and other pesticides is expected to grow at a CAGR of 6% from 2014 to 2020. Major levulinic acid uses in pharmaceuticals include calcium levulinate and indomethacin, which is a non-steroidal anti-inflammatory drug, prescribed for fever. Levulinic acid demand for pharmaceutical applications is expected to grow at a CAGR of 5.4% from 2014 to 2020. Apart from these applications, levulinic acid is also sparingly used in cigarettes to increase nicotine delivery in smoke and binding of nicotine to neural receptors.                                 \n\nDownstream Potential Insights\n\nKey downstream potential applications for levulinic acid analyzed and reported in this study include methyltetrahydrofuran (MTHF), delta-aminolevulinic acid (DALA), ethyl levulinate, diphenolic acid (DPA) and others. Commercial scale application for levulinic acid has recently been linked to automobile fuel extenders, primarily MTHF, which is miscible with gasoline in all proportions and displays favorable oxygenate and vapor pressure properties. Intermediates during conversion of the levulinic acid to MTHF include γ -Valero lactone (GVL) and 1,4 pentanediol, which are also attractive products in their own right. It is estimated that levulinic acid manufacturers could face a potential demand of over 20,000 kilo tons from MTHF applications by 2020. \n\nLevulinic acid market volume share by application, 2013\n\n\nRegional Insights\n\nNorth America was the largest levulinic acid consumer in 2013, followed by Europe and the rapidly developing Asia Pacific market. European and U.S. based downstream companies usually source levulinic acid from Chinese manufacturers at low prices for their respective application. For example, Segetis is reported to be sourcing levulinic acid from China for its L-ketals product portfolio. Europe was the second largest consumer for levulinic acid in 2012, accounting for over 31% of the global volumes. North America levulinic acid market revenue is expected to grow at a CAGR of 4.6% from 2014 to 2020.  \n\nCompetitive Insights\n\nKey market participants for levulinic acid include Segetis, Biofine, DuPont, Hebei Langfang Triple Well Chemicals Co., Ltd., Hebei Shijiazhuang Worldwide Furfural & Furfuryl Alcohol Funan Resin Co., Ltd., Jiangsu Yancheng China Flavor Chemicals Co., Ltd., Shijiazhuang Pharmaceutical Group Ouyi Pharmaceutical Co., Ltd. and Shanghai Apple Flavor & Fragrance Co., Ltd. Biofine has been one of the leading participants in the levulinic acid space, focusing on MTHF and DALA downstream applications. Segetis, a Minnesota-based company, recently developed a molecule on esters of levulinic acid made from corn cobs and bio based hydroxyl compounds. Levulinic acid is to be used as raw material for the manufacturing of plasticizers, solvents, and polyols for polyurethane foams. Levulinic acid acts as a potential replacement to phthalate plasticizer added to manufacture PVC, the largest consumed commodity plastic.\n\nKey questions answered by the report\nRequest for Customization\n\nChoose License Type:\n\nSingle User - $4,950\nMulti User - $7,950\nEnterprise User - $9,950\n\nSpecial Pricing & Discounts\n\nAvail customized purchase options to meet your research needs:\n\n  • Buy sections of this report\n  • Buy country level reports\n  • Request for historical data\n  • Request discounts available for Start-Ups & Universities\n\nWhy Choose Us\n\n  • Research support\n\n    24\/5 Research support\n\n    Get your queries resolved from an industry expert. Request for a free product review before report purchase.\n\n  • Custom research service\n\n    Custom research service\n\n    Speak to the report author to design an exclusive study to serve your research needs.\n\n  • Quality assurance\n\n    Quality assurance\n\n    A testimonial for service excellence represented in the form of BBB \"A\" Accreditation.\n\n  • BBB Rating dandb\n  • Information security\n\n    Information security\n\n    Your personal and confidential information is safe and secure.\n\n  • BOA",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.7217694521,
        "format_confidence":0.8265281916,
        "weight":0.0251062694
    },
    {
        "url":"http:\/\/www.envconcerns.com\/about-us\/",
        "text":"About Our Environmental  Company\n\nProficient and professional environmental services and testing.\n\nWhy Us?\n\nOver 30+ Years of Experience\n\nWork performed in these major cities:\n\n  • Louisville, KY\n  • Cincinnati, OH\n  • Columbus, OH\n  • Cleveland, OH\n  • Indianapolis, IN\n  • Chicago, IL\n  • Detroit, MI\n\n\nEnvironmental Concerns, Inc.\n\nSince 1992, both private and public industry has turned to the professionals of Environmental Concerns, Inc. for balanced consulting and environmentally safe solutions for dealing with toxins. Your concerns, motivations and limitations lay the groundwork for our incredible team to define options that ensure compliance and accountability.\n\nWe offer a balanced, multi-disciplinary team of trained professionals, organized within a framework of effective project management, to provide services in a broad range of environmental industries. \n\n  • Building Inspections\n  • Clearance Testing, \n  • Lead Dust Wipes\n  • Air Monitoring\n  • PLM Analysis \n  • Demolition \n  • Asbestos Testing\n  • Radon Test\n  • Microbial \n  • Phase 1 or ESA (Environmental Site Assessments)\n\nEnvironmental Concerns, Inc. is dedicated to working alongside you to maintain balance between socioeconomic development, infrastructure expansion, and environmental protection. Though they play an important role, balance requires more than scientific expertise and engineering skills. Balance requires communication, commitment, and compromise. With over 30 years of experience, intellectual diversity and a coverage area spanning over 5 states, We strive to solve your problems, not study them. \n\nOur problem-solving tools are founded in science, combined with an understanding of your concerns and regulatory realities. Our goal is to provide our clients with the best possible solution to specific environmental situations while maximizing cost efficiency and simplicity. \n\n“Our Chicagoland rehab division never had to deal with a large scale asbestos issue. Chris, Pete & Terry helped walk me through the EPA guidelines and keep our project on budget. I highly recommend consulting with them on any project with environmental concerns.”\n\nMatthew Parker – Chicagoland Development Projects\n\nContact Us\n\n1448 Gardiner Lane, Louisville, KY 40213",
        "topic_id":15,
        "format_id":12,
        "topic_confidence":0.6182165146,
        "format_confidence":0.9940925241,
        "weight":0.005538715
    },
    {
        "url":"https:\/\/www.bsigroup.com\/en-GB\/our-services\/product-certification\/industry-sector-schemes\/lighting-kitemark-schemes\/bsi-kitemark-for-emergency-lighting\/",
        "text":"BSI Kitemark™ for Emergency Lighting\n\nGive your business a valued stamp of approval\n\nNew legislation has brought many changes for manufacturers, installers, shops, offices and other premises. In short, this means simply containing emergency lighting and escape route signage is no longer enough. In its simplest and most common form, escape lighting offers adequate lighting to escape routes from buildings. So people can get out easily and safely – even if there is a power loss.\n\nIn order to comply with the latest legislation and validate safety and performance claims, BSI has a range of world-class, innovative testing and certification solutions for all emergency lighting and luminaires. Drawing on years of experience, our team of professionals support the certification process from concept to completion. So whether you are a manufacturer, specifier or installer, we’ll help you to understand and meet all the relevant requirements.\n\nIf you are a manufacturer of emergency luminaires and lighting, we have all the facilities to evaluate these products and their critical components. Through our trusted third party testing, we ensure your products comply with all the necessary standards for safety and performance, of which the BS EN 60598 series is the most common.\n\nThe benefits of BSI Kitemark™ for Emergency Lighting\n\nThrough our certification, we help manufacturers differentiate their products to make them easily identifiable as being as safe and as reliable as possible.\n\nThe Kitemark helps you:\n\n  • Enhance your reputation\n  • Stand out from competitors\n  • Attract new customers\n  • Gain access to new tenders\n  • Increase your market access\n\nWhich standards we test emergency lighting products to\n\nBS EN 60598 series – Luminaires. Particular safety related requirements\n\nBS EN 60598-2-22 – Luminaires. Particular requirements for emergency lighting\n\nBS EN 50171 – Central power supply systems for luminaires\n\nBS EN 62034 – Automatic test systems for battery powered emergency escape lighting\n\nBS EN 61347 series - Lighting control gear\n\nBS EN 62031 – LED Modules for Lighting\n\nBS EN 62471 – Photo biological Safety of Lamps",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.8447749019,
        "format_confidence":0.9909442663,
        "weight":0.029384932
    },
    {
        "url":"https:\/\/www.cat.com\/en_ID\/products\/new\/power-systems\/electric-power\/diesel-generator-sets\/1000029525.html",
        "text":"Electric Power C18 (60 Hz) 455 - 600 kW Diesel Generator Set\n\nC18 (60 Hz)\n\nFeatures At A Glance\n\nCat Generator Set Package\nCat Diesel Engine\nSR5 Alternator\nEMCP Control Panel\nCooling System\nOne Safe Source\nWorld Wide Product Support\n\nProduct Specifications for C18 (60 Hz)\n\nGenerator Set Specifications\n\nEngine Specifications\n\nGenerator Set Dimensions\n\nC18 (60 Hz) Standard Equipment\n\nAir Inlet\n\n  • Air Cleaner\n\nAir Inlet System\n\n  • Light duty air cleaner\n  • Turbocharger\n  • Aftercooler core\n\nGoverning System\n\n  • Cat Electronic Governor (ADEM A4)\n\nControl System\n\n  • EMCP 4.2\n\n\n  • Radiator and cooling fan with guard\n  • Fan drive, battery charging alternator drive\n  • Coolant drain line with valve\n  • Caterpillar extended life coolant\n  • Package mounted radiator\n\n\n  • Exhaust flange outlet\n\nExhaust System\n\n  • Stainless steel exhaust flex gaskets, raincap and SAE exhaust flange for customer use; shipped loose\n\n\n  • Fuel priming pump\n  • Secondary fuel filter\n  • Primary fuel filter with integral water separator\n\nFuel System\n\n  • Standard 8 hour open set fuel tank\n\nGenerator and Attachments\n\n  • Matched to the performance and output characteristics of Cat engines\n  • Integrated Voltage Regulator\n  • Segregated low voltage (AC\/DC) wiring panel\n  • A frame generator - IP21 protection\n  • Integrated Voltage Regulator\n  • Mandatory Option circuit breaker, IEC, 3 pole, mounted in power centre\n  • Power center, IP22\n\n\n  • IP23 Protection\n  • Matched to the performance and output characteristics of Cat engines\n  • Load adjustment module provides engine relief upon load impact and improves load acceptance and recovery time\n\nPower Termination\n\n  • Bus Bar\n\nControl Panel\n\n  • EMCP 4 Genset Controller\n\nLube System\n\n  • Lubricating oil\n  • Oil drain valves\n\n\n  • Rubber vibration isolators\n\nMounting System\n\n  • Captive linear vibration isolators between base and engine-generator. includes lifting provisions and termination points for coolant and lube oil drain lines\n\n\n  • 24 Volt battery with rack and cables\n  • 24 volt starting motor\n  • Batteries\n\n\n  • Engine and alternator pre-paint, Caterpillar yellow\n  • Paint - Caterpillar Yellow except rails and radiators gloss black\n\nC18 (60 Hz) Optional Equipment\n\nAir Inlet System\n\n  • Dual element air cleaner\n  • Single element air cleaner\n\n\n  • Industrial, Residential, Critical Mufflers\n\nCircuit Breakers\n\n  • 3 Pole (IEC-100% rated) circuit breakers - Motorised\n  • Power terminal strip\n  • 3 Pole (IEC-100% rated) circuit breakers - Package mounted\n  • Shunt trip for IEC breaker\n  • Pad-lockable circuit breaker device\n  • Circuit breaker (IEC) auxiliary contacts\n  • 4 Pole (IEC-100% rated) circuit breakers - Package mounted\n  • 4 Pole (IEC-100% rated) circuit breakers - Motorised\n\n\n  • Anti-condensation heater\n  • Oversize and premium generators\n  • Excitation: [ ] Permanent Magnet Excited (PM) [ ] Internally Excited (IE)\n\nPower Termination\n\n  • Circuit breakers, UL listed\n  • Circuit breakers, IEC compliant\n\nControl Panels\n\n  • Load share module\n  • Local & remote annunciator modules\n  • EMCP (4.2) (4.3) (4.4)\n  • Remote monitoring software\n  • Digital I\/O module\n\nControl System\n\n  • Protective devices: Earth fault relay - earth leageage ground fault relay - Overload shutdown via breaker - Low fuel level alarm - Low fuel level shutdown - high fuel level alarm - Fuel level sensor\n  • Local alarm modules\n  • Local alarm horn\n  • Oil temperature displays\n  • EMCP 4.4\n  • Volt free contact\n  • Remote annunciator modules\n\n\n  • Heavy-duty starting system\n  • Battery chargers\n  • Jacket water heater\n  • Charging alternator\n  • Oversize batteries\n\nCooling System\n\n  • Low coolant temperature alarm\n  • Radiator duct flange\n\n\n  • Sound attenuated enclosures\n\nExhaust System\n\n  • Engine mounted muffler\n  • 8 and 10 inch GP flanges\n  • 10, 25 and 35 end in \/ end out Mufflers\n  • Manifold and Turbocharger guard\n  • 8 and 10 inch elbow kits\n\nFuel System\n\n  • Manual fuel transfer pump\n  • Integral - Duel wall fuel tank base\n  • Fuel transfer system\n\n\n  • CSA Certification\n  • Seismic Certification per applicable building codes: IBC 2000, IBC 2003, IBC 2006, IBC 2009, CBC 2007\n  • Integral & sub-base UL listed dual wall fuel tanks\n  • Narrow, Wide or Skid Base\n  • Single or dual wall integral fuel tanks\n  • Automatic transfer switches (ATS)\n  • UL 2200 package\n  • The following options are based on regional and product configuration:\n  • Single or dual wall sub-base fuel tanks\n  • EEC Declaration of Conformity\n  • Sound attenuated, weather protective or high ambient weather protective enclosure\n  • Enclosures: sound attenuated, weather protective\n  • EU Certificate of Conformance (CE)\n\nGenerator and Attachments\n\n  • Ingress protection\n  • Permanent magnet excitation\n  • A frame CIP generator\n  • LC frame generator\n  • LC frame oversize generators\n  • A frame oversize generator\n  • LC frame CIP generator\n  • Space heaters\n\nLube System\n\n  • Manual sump pump\n\nStarting and Charging\n\n  • Jacket water heaters\n  • 5 Amp battery charger\n  • Battery disconnect switch\n\nSee how C18 (60 Hz) compares against frequently compared products.\n\nTools And Expert Help At Every Turn\n\nCat® power is always ready\n\nIn 2005, Hurricane Katrina brought storm surges between 12 and 15 feet to the New Orleans area. In 2012, the U.S. Army Corps of Engineers awarded a contract to Caterpillar to build three permanent canal closure and pump stations to reduce the risk posed by hurricane storm surges at the mouth of Lake Pontchartrain.\n\nLearn More\n\nCustomer Value Agreements\n\nEvery piece of Cat equipment is designed and built to provide maximum productivity and operating economy throughout its working life. Your Cat dealer can help you maintain that built-in value through a Customer Value Agreement (CVA).\n\nLearn More\n\nCustom Power Solutions\n\nThere are no standard power solutions. Cat experts work with you to design a system to meet your individual power needs.\n\nLearn More\n\nExtended Service Coverage\n\nSpend less time managing your equipment and more time running your business with options to protect you against unexpected repair costs.\n\nLearn More\n\n\nCalculate what generator size you need by using our commercial and industrial generator sizing calculator, SpecSizer.\n\nLearn More\n\nHire Similar Size\n\nView our full lineup of construction equipment rental products featuring a wide range of portable generator rental options as well as mobile generator sets for hire.\n\nLearn More\n\nTechnical Resources\n\nExplore valuable resources for generator sizing, specification, and training materials.\n\nLearn More\n\nCat Connect: Get More from Every Asset\n\nNow there's an easier way to track and manage your equipment anytime, anywhere.\n\nLearn More\n\nProduct Brochures and More Are Ready to Download!\n\nFull specifications, product brochures and more. Sign up below for additional information. Or for instant access, you can skip this form.\n\nTake the interactive virtual product tour to explore the great features and benefits of the C18 (60 Hz)\n\nStart C18 (60 Hz) Tour\n\nCheck out current offers for the C18 (60 Hz)\n\nView More Offers",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.8817666769,
        "format_confidence":0.9978427887,
        "weight":0.0306716662
    },
    {
        "url":"http:\/\/subseaexplorer.net\/offshore-uk-catcher-development-to-hit-60000-bpd-target-ahead-of-plan\/",
        "text":"Offshore UK Catcher Development to Hit 60,000 Bpd Target Ahead of Plan\n\nCatcher is expected to reach an output rate of 60,000 barrels of oil per day in April.\n\nIn its latest results update on Thursday, Premier Oil revealed that the Catcher development, located offshore UK, is expected to reach an output rate of 60,000 barrels of oil per day (bopd) ahead of plan.\n\nFollowing initial projections that the production milestone would be reached by the first half of 2018, the company now anticipates that this output figure will be hit in April.\n\nFirst oil at Catcher was achieved in December 2017, on schedule and under budget. During January this year, the project was producing at around 20,000 bopd, which analysts at investment banking firm Jefferies noted was ‘double the guided expectation’ at that point.\n\nPremier recorded production of 75,000 barrels of oil equivalent per day (boepd) in 2017, which was slightly higher than its 2016 output of 71,400 boepd. The company reported cash flows $496 million from operations during the year, which was up 15 percent on 2016, as well as a positive free cash flow of $71.2 million and a reduction of net debt to $2.7 billion. EBITDAX also increased to $589.7 million in 2017, up from $494.1 million in 2016.\n\nIn a brief research note sent to Rigzone, oil and gas analysts at GMP FirstEnergy described Premier Oil’s latest update as ‘positive’, stating that the company’s financials were ‘in line’.\n\n“2017 was a successful year for Premier,” Tony Durrant, Premier Oil chief executive, said in a company statement.\n\n“2018 will see further production growth, allowing us to deliver on our plans for reducing net debt to restore balance sheet strength while also progressing projects that deliver the highest financial returns,” he added.\n\nGenerated by readers, the comments included herein do not reflect the views and opinions of Rigzone. All comments are subject to editorial review. Off-topic, inappropriate or insulting comments will be removed.\n\nSource link",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9172010422,
        "format_confidence":0.9955685735,
        "weight":0.0151880777
    },
    {
        "url":"http:\/\/www.yesterdaystractors.com\/cgi-bin\/viewit.cgi?bd=mf&th=137547",
        "text":"Yesterday's Tractor Co. Tractor Parts for All Brands\nClick Here or call 800-853-2651 \n   Allis Chalmers Case Farmall IH Ford 8N,9N,2N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\nClassified Ads\nPhoto Ads\nTractor Parts\n\nDiscussion Forums\nProject Journals\nTractor Town\nYour Stories\nShow & Pull Guide\nEvents Calendar\nHauling Schedule\n\nTractor Photos\nImplement Photos\nVintage Photos\nHelp Identify\nParts & Pieces\nStuck & Troubled\nVintage Ads\nCommunity Album\nPhoto Ad Archives\n\nResearch & Info\nTractor Registry\nTip of the Day\nSafety Cartoons\nTractor Values\nSerial Numbers\nTune-Up Guide\nPaint Codes\nList Prices\nProduction Nbrs\nTune-Up Specs\nTorque Values\n3-Point Specs\n\nTractor Games\nJust For Kids\nVirtual Show\nMuseum Guide\nMemorial Page\nFeedback Form\n\nYesterday's Tractors Facebook Page\n\nRelated Sites\nTractor Shed\nFord 8N\/9N Club\nToday's Tractors\nGarden Tractors\nClassic Trucks\nKountry Life\nMassey Harris & Massey Ferguson Tractors Discussion Forum\nShow Parts for Model:\n\nRe: MF 304 Industrial w\/loaderbackhoe\n\n[Show Entire Topic]  \n\nWelcome Guest, Log in or Register\nAuthor  [Modern View]\nMike in Mn.\n\n10-03-2012 19:48:26\n\nReport to Moderator\n\nI had a 304 TLB,, it was a bear of a machine, but there an old dinosaur and most are beyond wore out!!The leak in the pivot on the one I had was non repairable.The hoe was so heavy you had to carry a bucket full of dirt to move around, Mine had fluid in the front tires but you still had to back up hills or it would stand right up. On mine the torque converter was bad so I didn't use the loader much, but it had a heck of a powerful back hoe. My advice would be, if your not a good mechanic with a lot of tools, walk away. Hire it done.\n\n[Log in to Reply]   [No Email]\n[Show Entire Topic]     [Options]  [Printer Friendly]  [Posting Help]  [Return to Forum]   [Log in to Reply]\n\nHop to:\n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nHome  |  Forums\n\nCopyright © 1997-2015 Yesterday's Tractor Co.\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8927913904,
        "format_confidence":0.9617834687,
        "weight":0.0024191026
    },
    {
        "url":"https:\/\/www.chicagotribune.com\/news\/ct-xpm-2000-07-06-0007060244-story.html",
        "text":"\n\n\n\nDays after heavy limestone slabs fell 36 stories from the side of a Loop skyscraper to LaSalle Street, the Daley administration on Wednesday moved to require an accelerated schedule of rigorous inspections for high-rise facades.\n\nOn a related front, officials said the city may ask state regulators to conduct a formal review of the licenses of architectural engineers who just months ago inspected and declared safe the facade at 1 N. LaSalle St., where the limestone fell Sunday.\n\n\"You have to get up close and personal with the terra cotta or whatever you're dealing with, and obviously somebody missed some substantial pieces here,\" said Mark Limanni, a top deputy in the city's Law Department.\n\nA new city requirement could call for \"critical\" inspections--which feature section-by-section, hands-on checks of cladding by technicians on scaffolding--every two years for all buildings at least 80 feet or six stories tall. Current rules require in-depth inspections every four years, with cheaper and much less extensive visual inspections required annually.\n\n\"We recognize it would be expensive, certainly in the thousands of dollars, but one must ask the question what is more important, the expense or the broader implication of an incident,\" Buildings Commissioner Mary Richardson-Lowry said.\n\nOwners of properties that fall under city inspection guidelines must now file annual reports outlining the exterior's condition.\n\nA visual inspection typically includes an examination using binoculars to check for exterior bulges or other irregularities that would indicate underlying problems. Such exams cannot always uncover defects similar to the ones at 1 N. LaSalle St., where eight large chunks of limestone cladding broke away Sunday evening, cascading 36 stories.\n\nThe limestone panels are held in place by steel fasteners, which can be susceptible to corrosion.\n\nKlein and Hoffman Inc., the engineering firm hired by the building's owner to check the high-rise in connection with a multimillion-dollar rehabilitation project, had found corrosion but concluded that it did not present an immediate safety threat, company officials said.\n\n\"If that was their judgment in this case, it worked to the detriment of that building owner and caused a lot of grief,\" Richardson-Lowry said. \"It could have been disastrous to anyone on the street.\"\n\nThe limestone crushed a parked car, but no injuries were reported.\n\nEngineers who conduct the inspections should simply report findings, the commissioner said. She would prefer city experts to do the analysis of the data.\n\n\"I am not interested in supposition,\" she said. \"I need a detailed engineer's report, and we could tell them what the next steps are.\"\n\nRichardson-Lowry huddled Wednesday with Ald. Bernard Stone (50th), chairman of the City Council's Buildings Committee, to discuss an ordinance that would increase the inspection requirement.\n\nWith visual checks, \"an engineer or architect can stand on the ground and look up at a building with binoculars,\" Stone said. \"The problem is you can't see behind the slabs.\" Critical inspections are \"very expensive, especially on high-rise buildings. It requires going up on a scaffold, going floor by floor and checking if any panel is loose.\"\n\nStone said that a revised and strengthened ordinance could be introduced by the next City Council meeting on July 19.\n\nAny new requirement probably would be pegged to the age of the building, though the minimum age that would trigger the stepped-up inspection schedule has not been set, Richardson-Lowry said.\n\nPaul Colgan, director of public affairs for the Building Owners and Managers Association of Chicago, said that his organization is willing to discuss the issue.\n\n\"Our interest is in safe buildings, and we will work with the city on what should be done,\" he said. \"Which buildings they choose [for increased critical inspections] will be important. We have to see the language.\"\n\nColgan said he does not know whether local engineering firms have the manpower to handle inspections every two years.\n\n\"It is a very legitimate question,\" he said. \"I wish I knew the answer to that.\"\n\nThe current inspection ordinance, passed in 1996, has failed to prevent a spate of incidents similar to the one on Sunday.\n\nIn 1998, for example, pieces of terra cotta fell from the exterior of the Majestic Building at 22 W. Monroe St. and from an apartment building at 4607 N. Sheridan Rd. The same year, a block of East Wacker Drive was closed for five weeks after serious problems were found in the terra cotta cladding of the office high-rise at 75 E. Wacker. Last month, workers removed 35 feet from the top of the skyscraper because it was deemed structurally unsound.\n\nOfficials say that the Buildings Department would have to employ a legion of inspectors if the city were to conduct its own inspections of high-rises. They say that the responsibility for ensuring safe exteriors lies with property owners.\n\nAs for the 1 N. LaSalle St. skyscraper, Richardson-Lowry said her department should have been contacted when the corroded fasteners were discovered.\n\nDouglas Elliman-Beitler, the owner, will be charged for all city expenses incurred in dealing with the accident, \"and I think in this instance [the owner] will charge the [inspection firm],\" she said.\n\nKlein and Hoffman conducted inspections in February that found the corrosion. The firm's report was filed with the owner in May, but it was turned over to the city only after Sunday's accident. City legal officials are reviewing the May report, and city inspectors will be looking at the facade up close to determine for themselves what caused the limestone to break off.\n\nJennifer Hoyle, a spokeswoman for the city Law Department, said a complaint against the Klein and Hoffman engineers who conducted the inspections could be filed with the Illinois Department of Professional Regulation, which licenses structural engineers.\n\n\"We don't know if anyone has done anything wrong, but it's something we have to look at,\" Hoyle said.\n\nSatish Sachdev, president of Klein and Hoffman, said he is perplexed by why the city would consider filing a complaint. He said his firm has worked diligently in the past two days to compile a report on the building's facade, and he was told the report satisfied officials.\n\n\"We have helped the city on so many projects, and we have tried to protect the public safety,\" Sachdev said. \"At the time of the inspection, there was no imminent danger.\"\n\nKlein and Hoffman, founded in 1953, has been inspecting Chicago buildings for more than 20 years.\n\nMeanwhile, at the site of the accident workers were erecting a sidewalk canopy to protect pedestrians. Earlier, temporary repairs were made to the facade where the limestone slabs separated.\n\nCopyright © 2019, Chicago Tribune",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.8899460435,
        "format_confidence":0.9964424968,
        "weight":0.0147367579
    },
    {
        "url":"https:\/\/www.tawinc.com\/custom-equipment\/equipment-centers\/iso-container-solutions\/",
        "text":"Custom Containers That Meet Your Requirements\n\nTAW® has been in business since 1921, and our philosophy has not changed throughout the decades. Our goal is to supply high-quality power systems that meet and exceed your specifications and requirements.\n\nTAW® Custom Equipment builds modified intermodal shipping containers that offer a speedy and economical alternative for smaller low voltage processes and control equipment enclosures. At just 8 feet wide and up to 45 feet long, they provide several size choices for equipment that will fit inside a 93″ to 106″ ceiling.\n\nOur in house modifications include:\n\n  • Insulation\n  • HVAC\n  • Inner or outer skin\n  • Custom paint\n  • Modified length\n  • Access door additions\n  • Internal walls\n  • And more\n\nThe fabrication of any custom container is reliable on the customer’s requirements, and the design starts with you. Automatic self-contained fire systems with controls and monitoring systems are available in several configurations to meet codes and specifications. You will be safe anywhere in the world inside one of our ISO Containers.\n\n\nCall us Toll-Free 800-333-9449, or email us at, to request more information on, ISO Containers.\n\nTAW Inc.",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9391273856,
        "format_confidence":0.9869225621,
        "weight":0.0326669203
    }
]