[
    {
        "url":"https:\/\/www.chinesestandard.net\/PDF\/English.aspx\/WS392-2012",
        "text":"\nPowered by Google-Search & Google-Books www.ChineseStandard.net Database: 189760 (6 Aug 2022)\n\nWS 392-2012\n\nWS 392-2012_English: PDF (WS392-2012)\nStandard IDContents [version]USDSTEP2[PDF] delivered inStandard Title (Description)Related StandardStatusPDF\nWS 392-2012English459 Add to Cart 4 days Clinical application of ventilator WS 392-2012 Valid WS 392-2012\n\nStandard ID WS 392-2012 (WS392-2012)\nDescription (Translated English) Clinical application of ventilator\nSector \/ Industry Health Industry Standard\nClassification of Chinese Standard C05\nClassification of International Standard 11.020\nWord Count Estimation 20,274\nQuoted Standard GB 9706.28; WS 310\nDrafting Organization Huazhong University of Science and Technology, Union Hospital, Tongji Medical College,\nAdministrative Organization ?PRC Ministry of Health\nRegulation (derived from) ?Health-Communication (2012) 15; Industry Standard Filing Announcement 2012 No.10 (Total No.154)\nSummary This standard specifies the use of personnel and unit ventilator basic requirements. Clinical application process, monitoring indicators. Scope ventilator, the ventilator classification and methods of use. Nursing principles. Ventilator during treatment s\n\nWS 392-2012\nClinical application of ventilator\nICS 11.020\nC 05\nPeople's Republic of China Health Industry Standard\nClinical application of ventilator\n2012-09-04 released\n2013-04-01 Implementation\nPublished by the Ministry of Health of the People's Republic of China\n1 Scope\nThis standard specifies the basic requirements of the ventilator users and units, the clinical application process, monitoring indicators, the scope of application of the ventilator, and the classification of the ventilator.\nAnd methods of use, nursing principles, application specifications of sedatives, analgesics, and muscle relaxants during ventilator treatment, and ventilator-related complications.\nThis standard is applicable to the clinical application of ventilators by medical personnel at various medical institutions at various levels throughout the country.\n2 Normative references\nThe following documents are essential for the application of this document. For dated references, only the dated version applies to this document.\nFor undated references, the latest version (including all amendments) applies to this document.\nGB 9706.2 8 Medical electrical equipment Part 2. Particular requirements for ventilator safety. Therapeutic ventilator\nWS 3 1 0 Hospital Disinfection Supply Center\n3 terms and definitions\nThe following terms and definitions apply to this document.\nLife support device capable of improving respiratory function, reducing respiratory energy consumption and saving heart reserve capacity.\nNoninvasive positive pressure ventilation\nConnect the patient with the mechanical ventilation mode by nasal or face mask.\nArtificial airway\nTemporary gas passages created by catheters through nasal, oral or tracheotomy 3\nVolume-controlled ventilation, VCV\nThe ventilator achieves ventilation with a preset ventilation volume.\nPressure-controlled ventilation, PCV\nThe ventilator achieves ventilation with a preset airway pressure.\nControlled ventilation; CV\nThe ventilator completely replaces the patient's spontaneous breathing, providing all the work of breathing.\nAssisted ventilation\nRely on the patient's inhalation effort to trigger the ventilator's inspiratory valve to achieve communication\nRespiratory rale\nNumber of breaths per minute.\nBreathing ratio, I. E\nThe ratio of inspiratory time to expiratory time.\nInspiratory flow rate\nGas volume passing through a certain point per unit time.\nTrigger sensitivity\nCan trigger ventilator-assisted ventilation, changes in pressure or flow rate in the tube caused by patient's spontaneous breathing.\nPositive end-expiratory pressure; PEEP\nA ventilation-assisted method to make the airway pressure higher than atmospheric pressure by artificial measures (such as a device that restricts air flow at the exhalation end) during the expiratory phase.\n4 Basic requirements for ventilator users\nPractitioners or registered nurses who meet the following requirements are eligible to use a ventilator.\na) Grasp the pathophysiology of respiratory system, respiratory physiology, and respiratory failure;\nb) Grasp the working principle, performance characteristics and commonly used mechanical ventilation modes and parameter settings of the breathing scabs used;\nc) Grasp the clinical significance and determination methods of commonly used breathing and circulation monitoring indicators;\nd) master the routine maintenance and disinfection methods of the ventilator used;\nc) Can judge the working status of the ventilator used and deal with it accordingly.\n5 Basic requirements for units using ventilator\nThe unit using the ventilator should have the following conditions.\na) Have personnel who meet the requirements of Chapter 4\nb) monitoring equipment with vital signs;\nc) Conditions for monitoring commonly used respiratory indicators;\nd) have oxygen source and sputum suction equipment;\nc) have rescue equipment and personnel;\nf) Have basic maintenance and disinfection capabilities of the ventilator;",
        "topic_id":12,
        "format_id":20,
        "topic_confidence":0.9860357046,
        "format_confidence":0.6799244285
    },
    {
        "url":"http:\/\/www.freepatentsonline.com\/3888976.html",
        "text":"Zinc and strontium ion containing effervescent mouthwash tablet\nUnited States Patent 3888976\n\nA Zinc and Strontium Ion Containing Effervescent Mouthwash Tablet comprising an effervescent couple, and a Zinc or Strontium Ion Containing astringent-desensitizing agent, flavoring, color, sweetener and other additives may be added to the basic formula. Upon dissolution a solution is produced which gives a cleansing mouthwash effect, effective desensitizing action to the teeth, and gingival toning. This solution forms a desirable and unique basis for the addition of further agents which will aid in control of plaque, breath sweetening, anti-Microbial effect, decay prevention, water purification, and long lasting effect of all above mentioned.\n\nMlkvy, William P. (Holland, PA)\nTucci, Raymond J. (Yardley, PA)\nApplication Number:\nPublication Date:\nFiling Date:\nPrimary Class:\nOther Classes:\nInternational Classes:\nA61K8\/19; A61K8\/27; A61K9\/46; A61Q11\/00; (IPC1-7): A61K9\/00; A61K11\/02; A61K11\/04\nField of Search:\nView Patent Images:\nUS Patent References:\n3772431N\/A1973-11-13Mlkvy et al.\n\nOther References:\n\nBrown, H. K., J. Can. Dental Assoc., 16:523-526, (1950), \"Status of Dental Caries Preventive Measures in 1950.\".\nPrimary Examiner:\nRose, Shep K.\nAttorney, Agent or Firm:\nCaesar, Rivise, Bernstein & Cohen\nParent Case Data:\n\nThis application is a continuation - in - part application based on Application Ser. No. 290,914, filed Sept. 21, 1972 and entitled \"Effervescent Mouthwash Tablet\" now U.S. Pat. No. 3,772,431, dated Nov. 13, 1973.\nWhat is claimed as the invention is\n\n1. An effervescent mouthwash tablet comprising an effervescent couple consisting of at least one each of a solid pharmaceutically acceptable acid and a solid pharmaceutically acceptable base material, which effervescent couple reacts to produce carbon dioxide when dissolved in water causing effervescence, and an effective amount of strontium ion, zinc ion and mixtures thereof as an astringent-desensitizing agent.\n\n2. The tablet of claim 1 wherein said astringent and desensitizing agent is strontium chloride.\n\n3. The tablet of claim 1 wherein said astringent and desensitizing agent is zinc chloride.\n\n4. An effervescent reaction product produced when the tablet of claim 1 is dissolved in water, said product having a pH of about 5.\n\nThis invention relates to an effervescent tablet, including a Zinc or Strontium Ion which, when dissolved in water produces a solution which makes it uniquely desirable for use as a mouthwash.\n\nThe use of mouthwashes in liquid form is well known and popular. However, for many years, the appropriation of a mouthwash from a dry powder has had appeal because it is freshly made instead of having been contained in a bottle for a long period of time. The application of this principle to an effervescent formula has surprisingly attracted little attention, although offering advantages of freshness, taste and effectiveness, as will be set forth hereinafter.\n\nFurthermore, it has been difficult for a traveler, such as a tourist or a camper, to carry liquid mouthwash with him because of weight, fragility or bulk. Furthermore, shelf space is a problem at the retail outlet or even the home and so the provision of a number of tablets is easily preferable to a pint of liquid or the bulky sizes greater than a pint. Also, a tablet being of powder is not subject to atmospheric changes or temperature changes and would be convenient for use by the airlines or on a ship. The tablet would be useful even where the quality of drinking water is a problem since the formula can be modified to include a water purification chemical.\n\nEffervescent tablets for producing cleaning compositions have been formulated in the past.\n\nThe concept of an effervescent tablet has been previously recognized in U.S. Pat. Nos. 1,450,865, 2,105,690, 2,540,253, 2,985,562, 2,999,293, 3,102,075, 3,105,792, 3,136,692 and 3,653,914. Also to be considered is U.S. Pat. No. 3,518,343 which introduces an anti-microbial substance into the effervescent tablet as well as a special tablet lubricant. It should be noted, however, that each of the prior arts has had as it's primary purpose avoidance of technical difficulties associated with the production and tableting of the effervescent tablet. The primary consideration was not for the development of a useful and acceptable mouthwash tablet, but of a produceable effervescent tablet with mouthwash application. The formulas in each instance produce a sweet, pleasant-tasting, colored mixture, not unlike a soda drink.\n\nHeretofore, astringent-desentizing agents have been regarded as unacceptable because of their apparent insolubility in the presence of a carbonate or bicarbonate. These agents will be later outlined with the solution as presented by the present invention. The lack of said agents in previous effervescent mouthwash tablet formulations is most likely responsible to some degree for the noted absence of a commercially acceptable and practically useful effervescent mouthwash tablet. It is our purpose to produce an effervescent mouthwash tablet which will be not only palatable in appearance and taste, but which will have the dual role of producing an astringent mouthwash effect and desensitizing action, and which form will lend itself ideally and uniquely to the additions as outlined in our claims for long lasting plaque control, decay control, anti-microbial action, breath sweetening, whitening, and water purification.\n\nWithout this basic and necessary astringent-desensitizer, the tablet with all additives will be unappealing and therefore non-useful.\n\nThe effervescent granulation can be selected from formulations well known to those skilled in the art. The composition consists of at least one each of a solid acid and solid basic material which react to produce CO2 when dissolved in water, causing the effervescence. The acid may be an organic such as fumaric, citric, tartaric, etc., or a corresponding anhydride or an inorganic, such as sulfamic or phosphonic acid derivitave as disclosed in U.S. Pat. No. 3,325,357. The basic material can be any of the metal carbonate salts such as alkali or alkaline earth carbonates and bicarbonates. Lithium, sodium, calcium carbonates or bicarbonates are examples of such materials. Certain combinations of the acids and bases are preferable to others. In the present invention, the tablet is prepared as follows:\n\nI. Basic Effervescent Granules: Parts by weight ______________________________________ Citric Acid, Hydrous 32.4 Tartaric Acid 50.4 Sodium Bicarbonate 95.4 ______________________________________\n\nTartaric acid and sodium bicarbonate are passed through 40 mesh screen, neither are pre-heated as is usually directed. Materials blended and heated on a water bath in a porcelain evaporating dish. Mixture is stirred as it becomes moist with glass or stainless steel device (temperature about 85° C. under dish). Screen through 8 mesh screen and heat to two hours in oven at 40° C. When damp granules are dry, push through 16 mesh screen and store over silica gel or equivalent desiccant.\n\nThe astringent-desensitizing agent may be:\n\n1. Tannic Acid and the tanin group.\n\n2. Dilute or weak salts of the metals such as zinc chloride, stannic chloride, strontium chloride, alums, aluminum chloride and acetate.\n\n3. Dilute organic acids such as basic acid. Examples of the foregoing are:\n\n1. Zinc chloride and other zinc ion compounds as disclosed herein.\n\n2. Strontium chloride and other strontium ion compounds as disclosed herein.\n\n3. Thymol\n\n4. Silver nitrate\n\n5. Sodium Carbonate (anhydrous)\n\n6. Trichloroacetic acid\n\n7. procaine hydrochloride\n\n8. Potassium hydroxide\n\n9. Phenol\n\n10. Oil of clove\n\n11. Eugenol\n\n12. Crissote\n\n13. Chlorobutanol\n\n14. Ammoniacal silver nitrate\n\nThe use of strontium chloride in aqueous solution has presented difficulties in the past because the strontium chloride has a very low solubility product in prescence of carbonate and bicarbonate. The resulting precipitation would be undesirable because the insoluble precipitate would undoubtedly be available to function as an astringent-desensitizing agent and there would be further objection from an appearance standpoint.\n\nWith the present invention, it is now possible to maintain the strontium ion and\/or zinc ion or vice versa in aqueous solution at a 2 to 15% by weight concentration through the use of effervescent granulation formula No. 1 that maintains a solution ph of about 5 during the course of carbon dioxide generation. Furthermore, the tablet will dissolve in water in twenty to thirty seconds to produce a clear aqueous solution that has effective astringent and desensitizing properties.\n\nA common dental problem is that of extra sensitive teeth. When the dentin or cementum of the tooth is exposed because of faulty brushing, abrasion, gum diseases, etc., then cold, heat, sour, sweet, or pressure contacts these areas and causes discomfort. In aqueous solution the strontium ion is released. This ion appears to have a strong absorptive affinity for the organic fraction of calcified tissue (dentin and cementum). The higher the organic content the greater the absorption. The strontium ion was shown to be effective in relieving sensitivity by virtue of its apparent biocolloidal binding and blocking actions. The ions penetrate into the dentinal tubules in depth. This is consistent with the hypothesis that as the strontium ion binds with the biocolloidal of the organic matrix, an effective blockade is established to disrupt the transmission of external stimuli to the dental pulp.\n\nFORMULA A1 FORMULA A2 __________________________________________________________________________ Effervescent granulation 1.20 (grams) 1.20 (grams) (61.95%) Granular Mannitol 0.400 0.400 (20.65%) green color 0.002 0.002 (0.10%) Ascorbic Acid 0.100 0.100 (5.16%) Strontium Chloride 0.040 0.100 (5.16%) Sodium Saccharin 0.020 0.020 (1.03%) Sodium Benzoate 0.015 0.015 (0.77%) Peppe... (truncated)",
        "topic_id":12,
        "format_id":20,
        "topic_confidence":0.9469618797,
        "format_confidence":0.6571856141
    },
    {
        "url":"http:\/\/grants.nih.gov\/grants\/guide\/pa-files\/PAR-02-140.html",
        "text":"RELEASE DATE:  July 26, 2002\n\nPA NUMBER: PAR-02-140 (This PAR has been reissued, see PAR-05-160)\n\nEXPIRATION DATE:  July 31, 2005\n\nNational Institute of Neurological Disorders and Stroke (NINDS)\n\n\no Purpose of the PA\no Research Objectives\no Mechanism of Support \no Eligible Institutions\no Individuals Eligible to Become Principal Investigators (PIs)\no Special Requirements\no Where to Send Inquiries\no Submitting an Application\no Peer Review Process\no Review Criteria\no Award Criteria\no Required Federal Citations\n\n\nRecent discoveries across a broad range of research areas in the neurosciences \noffer promising opportunities for improved therapies for neurological disorders.  \nAs part of its mission to reduce the burden of neurological disease, NINDS is \ncommitted to encouraging the \"translation\" of these basic discoveries into new \ntreatments.  The goal of this PA is to announce a career development opportunity \nfor new investigators to build a program of translational research in \nneurological disorders under the guidance of an experienced mentor.\n\nThis PA is one of three coordinated programs being released by NINDS to promote \ntranslational research, including \"NINDS Exploratory\/Developmental Projects in \nTranslational Research\" \n(, and \"NINDS Cooperative \nProgram in Translational Research\" \n\n\nThe research project for this award must specifically be in the area of \ntranslational research.  For the purposes of this program translational research \nis defined as the process of applying new ideas, insights, and discoveries \ngenerated through basic scientific inquiry to the treatment or prevention of \nhuman disease.  Projects will typically include either a disease-relevant assay, \nor candidate therapeutics that have a significant effect in a disease model.\n\nThe career development and training experience must focus on translational \nresearch.  This should include the principles of therapeutics, candidate \nscreening and evaluation, assay validation, the development and use of animal \nmodels of neurological disorders, toxicology and safety testing, biostatistics, \nthe preparation of Investigational New Drug (IND) or Investigational Device \nExemptions (IDE) applications, and interactions with private sector companies \ninvolved with the manufacture and marketing of therapeutic drugs or devices.  \nAlthough all of these elements will not normally be included in the research \nproject, experience and training in these areas should be built into the career \ndevelopment plan.\n\nThe rapid translation of basic neuroscience research findings into improvements \nin clinical neurology and neurosurgery practice and outcomes remains an \nimportant part of improving the quality, efficiency, effectiveness, and cost-\neffectiveness of health care.  Significant hurdles exist, however, to \nimplementing this goal.  There is broad agreement among researchers and health \ncare providers about the urgent need to accelerate the application of evidence-\nbased findings and tools in clinical practice.  The overall objective of this \nprogram is to attract and encourage investigators at the postdoctoral or early \nfaculty development stage to focus their efforts on translational research in \nneurological disorders.  This program is intended to promote more extensive \ninteraction among basic and clinical researchers, and to accelerate the \ndevelopment of interventions and effective treatments that will improve the \nquality of life of persons with neurological disorders.\n\n\nThis PA will use the NIH Research Scientist Development Award – Research & \nTraining (K01) mechanism.  Applicants will be solely responsible for planning, \ndirecting, and executing the proposed project.  These awards are intended to \nsupport a period of intensive supervised career development experiences in the \ndevelopment of treatments for neurological disease.  Candidates for the K01 \naward normally will have some postdoctoral research experience at the time of \napplication.  The candidate must be able to demonstrate the need for 3-5 years \nof additional supervised research, and the potential for a highly productive \nindependent career.  K01 Awards are not renewable.\n\n\nYou may submit an application if your institution has any of the following \n\no For-profit or non-profit organizations \no Public or private institutions, such as universities, colleges, hospitals, and \no Units of State and local governments\no Domestic\n\n\nAny individual with the skills, knowledge, and resources necessary to carry out \nthe proposed research is invited to work with their institution to develop an \napplication for support.  Individuals from underrepresented racial and ethnic \ngroups as well as individuals with disabilities are always encouraged to apply \nfor NIH programs.  Candidates for NINDS K01 awards must have a Ph.D. or \nequivalent research-intensive degree (e.g., Pharm.D.) and must have demonstrated \nthe potential for highly productive independent research in the period after the \ndoctorate.  The candidate must identify a mentor(s) with extensive basic and\/or \nclinical research experience.  Candidates must be willing to spend a minimum of \n75 percent of full-time professional effort conducting research and research \ncareer development during the entire award period.  The candidate must clearly \ndescribe the need for intensive research supervision for a period lasting 3-5 \nyears leading to research independence.  Current or past principal investigators \non NINDS\/NIH research grants are not eligible for this award (the only \nexceptions are the R03 and R21 awards).\n\nCandidates must be U.S. citizens or non-citizen nationals, or must have been \nlawfully admitted for permanent residence by the time of award.  Individuals \nadmitted for permanent residence must be able to produce documentation of their \nimmigration status such as an Alien Registration Receipt Card (I-551) or some \nother verification of legal admission as a permanent resident.  Non-citizen \nnationals, although not U.S. citizens, owe permanent allegiance to the U.S.  \nThey are usually born in lands that are not states but are under U.S. \nsovereignty, jurisdiction, or administration.  Individuals on temporary or \nstudent visas are not eligible for this award.\n\n\nA. Environment: The institution must have well-established research and career \ndevelopment programs and qualified faculty in basic and\/or clinical research to \nserve as mentors.  It is particularly desirable that the institutional setting \nbe conducive to translational research and therapy development.  The institution \nmust be able to demonstrate a commitment to research and to the continuing \ndevelopment of the candidate as an independent scientist.  Institutions with \noutstanding basic and clinical neurology researchers who can serve as mentors \nare particularly encouraged to take advantage of these career awards to train \nthe next generation of translational neurological sciences researchers.\n\nB. Program: The award provides up to 5 years of salary and research support.  At \nleast 75 percent of the recipient\"s full-time professional effort must be \ndevoted to the goals of this award.  The remainder may be devoted to other \nscholarly activities and research pursuits consistent with the objectives of the \naward.  In particular, candidates for the K01 award must be able to devote \nsubstantial time and effort to achieve the objectives of the career development \n\nC. Mentor(s): Candidates must name a primary mentor who together with the \napplicant is responsible for the planning, direction, and execution of the \nprogram.  The mentor should be recognized as an accomplished investigator in the \narea of therapy development and have a track record of success in training \nindependent investigators.  The mentor should have sufficient independent \nresearch support to cover the costs of the proposed research project in excess \nof the allowable research costs of this award.  Because of the scope of this \nprogram, candidates may wish to nominate co-mentors that can provide particular \nexpertise which will augment and balance the research strengths of the primary \nmentor.  NINDS strongly encourages outstanding research scientists with \nsignificant basic-clinical (i.e., translational) neurological sciences research \nexperience to serve as mentors or co-mentors.\n\nD. Allowable Costs:\n\n1. Salary: The NINDS will provide salary of up to $85,000 plus fringe benefits \nfor the career award recipient.  The total salary requested is normally based on \na full-time, 12-month staff appointment.  It must be consistent both with the \nestablished salary structure at the institution and with salaries actually \nprovided by the institution from its own funds to other staff members of \nequivalent qualifications, rank, and responsibilities in the department \nconcerned.  If full-time, 12-month salaries are not currently paid to comparable \nstaff members, the salary proposed must be appropriately related to the existing \nsalary structure.\n\nThe institution may supplement the NIH salary contribution up to a level that is \nconsistent with the institution\"s salary scale, however, supplementation may not \nbe from federal funds unless specifically authorized by the federal program from \nwhich such funds are derived.  Because the salary amount provided by this award \nis based on the full-time institutional salary, no other NIH funds may be used \nfor salary supplementation.  Institutional supplementation of salary must not \nrequire extra duties or responsibilities that would interfere with the purpose \nof the K01.  Under NIH grants policy, however, institutions may rebudget funds \nwithin the total costs awarded to cover salaries consistent with the \ninstitution\"s salary scale up to the current legislated maximum salary. \n\n2. Research Development Support: In addition to salary, NINDS will provide up to \n$50,000 in research development support.  These funds may be used for the \nfollowing expenses: (a) tuition, fees, and books related to c... (truncated)",
        "topic_id":12,
        "format_id":20,
        "topic_confidence":0.5471223593,
        "format_confidence":0.573391974
    },
    {
        "url":"http:\/\/pcwerks.com\/displaytopic.aspx?TopID=603",
        "text":"HIPAA Compliance for MTs\n\nComprehensive look at new HIPAA regs as they pertain to the MT as Business Associate\n\nWritten by Tes Rodriguez\n\n\n\n\n(click here for pdf )\n\n\n\n\nPrivacy involves:\n\n· Electronic transactions\n\n· Code sets\n\n· National identifiers\n\n· Use and disclosure\n\n· Written Policies &Procedures\n\n· Written BA agreements\n\n· Training\n\n\n· Safeguards\n\no Administrative\n\no Physical\n\no Technical\n\n\n\n\n\n· Privacy regulations define PHI as individually identifiable health information transmitted or maintained in any form or medium – this includes dictations.\n\n· The Security Regulations extend this to electronic protected health information (ePHI) as well.\n\n· Identifiable elements:\n\n· Names\n\n· Geographic subdivisions\n\n· Dates, except year\n\n· Birth date\n\n· Phone #\n\n· Fax #\n\n· Email and\/or web addresses\n\n· Device identifiers\n\n· SS #\n\n\n· Health plan #\n\n· Account #\n\n· DL #\n\n· Vehicle serial #\n\n· IP address\n\n· Biometric identifiers\n\n· Photographic images\n\n· Other unique identifiers\n\n\n\nØ Covered Entities are Healthcare Providers, Health Plans, or Healthcare Clearinghouses.\n\n\nØ Business Associates (Company or Individual) perform functions for CEs and work directly with them. They must have a written Business Associate agreement. Use and disclosure of PHI must be only as agreed per contract and per HIPAA regs. MTs fall under this as well.\n\n\n\n\n· What is a Breach?\n\no Unprotected is Unencrypted!\n\n§ Any CE or BA that \"accesses, maintains, retains, modifies, records, stores, destroys, or otherwise holds, uses or discloses” unsecured PHI must notify individuals whose unsecured PHI has been (or is reasonably believed to have been) accessed, acquired, or disclosed as a result of a breach.\n\n§ \"Unsecured” PHI means PHI that is not secured per HHS guidance (which will be issued annually)\n\no Harm Threshold\n\n§ Poses a significant risk of financial, reputational, or other harm to the individual.\n\no Not Reportable if it is an….\n\n§ Unintentional access by a member of the workforce acting under authority of a CE or BA, thus it is forgivable provided the PHI was reviewed in good faith, under the workforce umbrella and was not further disclosed.\n\n· ie: MT picked the wrong patient – clicked on them and then got out and chose the correct patient.\n\no Reportable if it is….\n\n§ Unprotected personal data in any media (paper, CDs, computer hard drive, email, etc.)\n\n§ Electronic media must be cleared, purged, or destroyed according to the guidelines in the NIST publication on Guidelines for Media Sanitization.\n\n· ie: Dr. David Smith moved and the fax # is now a gas station. The level of significant risk is a full breach.\n\n\n· Sanction Policies for Breaches\n\n§ List sanction policies here\n\n\n\n\n§ ….\n\no Breach Sanction Categories\n\n§ Category 1: Unintentional breach of privacy or security that may be caused by carelessness, lack of knowledge, or lack of judgement, such as a registration error that causes a patient billing statement to be mailed to the wrong guarantor.\n\n§ Category 2a: Deliberate unauthorized access to PHI without PHI disclosure.\n\n· Example: snoopers accessing confidential information of a VIP, coworker, relative, or neighbor without legitimate business reason;\n\n· Example: failure to follow policy without legitimate reason, such as password sharing.\n\n§ Category 2b: Deliberate unauthorized disclosure of PHI or deliberate tampering with data without malice or personal gain.\n\n· Example: snooper access and redisclosure to the news media\n\n· Example: unauthorized modification of an electronic document to expedite a process.\n\n§ Category 3: Deliberate unauthorized disclosure of the PHI for malice or personal gain.\n\n· Example: selling information to the tabloids\n\n· Example: stealing individually identifiable health information to open credit card accounts.\n\n\n\n\n· Employees or other staff (contractors) who work for BAs or CEs will be individually subject to civil penalties.\n\n· Formal compliance program (training) with sanctions for their workforce.\n\n· A complete audit trail for access of the data will be in place.\n\no Audit Trail = the chronological set of records that provides evidence of information system activity. Data are collected about every system event (log-in, log-out, file access, etc.) and used to facilitate the determination of security violations.\n\no For MTs:\n\n§ Your system activity will be tracked by the audit trail system.\n\n· Log-in\n\n· Access\n\n· Time spent\n\n· Actions performed\n\n§ These activities can be matched to the actions needed to perform your duties.\n\n§ Remember it is NOT a reportable breach if:\n\n· It is unintentional access by a member of the workforce acting under authority of a CE or BA, thus it is forgivable provided the PHI was reviewed in good faith, under the workforce umbrella, and was not further disclosed.\n\n· Audit trails can provide the proof needed to confirm that a breach was unintentional… or not!\n\n§ Remember you are not allowed to use or disclose PHI for any purpose beyond the scope of your duties. This purpose is defined within the BA agreement.\n\n§ The audit trail will be the proof needed to verify that you acted appropriately within the scope of your duties… or the evidence needed to prove that you did not.\n\n· New BA agreements will need to be crafted with these changes and executed between the MT service and the CE.\n\no An amendment can be used for current clients when BA agreements are already in place.\n\n\nNew Laws Bring New Risks to MTs\n\n· Any PHI on your PC will need to be encrypted both at rest (stored) and in motion (transmitted)\n\n· Training on compliance is required\n\n· Patients can sue MT companies and\/or individuals (MTs) for damages using HIPAA as the standard for care of their PHI.\n\n· Be Alert to Risks\n\no De-identify reports whenever possible (i.e. sample reports, reports used for the QA process)\n\no Protect backup media from unauthorized access through physical security measures and encryption\n\no Do not keep PHI (even audio) stored any longer than necessary to minimize risks for a potential breach.\n\n§ Delete by end of day all PHI\n\n§ Delete after use\n\no Implement tight security within your (home) office.\n\n§ Restrict others from using your PC\n\n§ Protect materials with PHI from viewing and accessing by others.\n\n§ DO NOT PARTICIPATE in unsafe security practices.\n\no Shred all paper that contains any PHI. Do not put any paper with PHI in trash bins.\n\no Do not leave any materials with PHI in unattended areas where unauthorized individuals may have access to it.\n\no Locate printers and fax machines in a secured area away from access by others.\n\no Abide by established P&Ps that protect privacy and security of PHI\n\no Do not disclose PHI for any purpose beyond the scope of your current responsibilities.\n\no Report to your supervisor when dictation is performed in a public location.\n\n§ This practice could be a breach – so it needs to be reported.\n\no Be proactive for ways to prevent potential breaches.\n\n\n\n· BAs can be fined $100 to $50,000 (and more) per violation with a tiered system that could go to a total of $1.5 million per year.\n\n· Individuals and BAs are subject to civil and\/or criminal penalties.\n\n· Individuals and BAs can be also held accountable to state courts for violating these rules on behalf of state residents.\n· HIPAA –Health Insurance Portability and accountability Act\n· PHI – Protected health information (information in any form or medium that is individually identifiable)\n· CE (Covered Entity) – healthcare provider or facility, insurance plan, HMO\n· BA (Business Associate) – Business or Individual who works directly with and performs functions for a CE\n· ARRA – American Recovery and Reinvestment Act, aka The Stimulus Plan\n· HITECH – Health Information Technology for Economic and Clinical Health (title XIII of ARRA)\n· HHS – Health and Human Services · OCR – Office of Civil Rights\n· AHIMA – American Health Information Management Association\n· POA – Present on Admission\n· RAC – Recovery Audit Contractors\n· E\/M – Evaluation and Management\n· CMS – Centers for Medicare and Medicaid Services\n\n\nCheck This Out\n\n0781741807 Stedmans Abbreviations, Acronyms, & Symbols, 4th Edition\n\nAvailable On-line",
        "topic_id":12,
        "format_id":20,
        "topic_confidence":0.9493668079,
        "format_confidence":0.5127037764
    },
    {
        "url":"http:\/\/regulatory.ghtcoalition.org\/data\/vietnam\/vaccines\/",
        "text":"Vietnam: Vaccines\n\nCommon Technical Document (CTD) Acceptance\n\nVietnam uses the ASEAN Common Technical Dossiers (ACTD) application format for new drug registration.\n\nClinical Trial Data Requirements\n\nClinical trials must be conducted on drugs that will be used in Vietnam for the first time. To initiate a clinical trial, a sponsor prepares and submits a dossier to register a clinical trial, which is submitted to the Science and Training Department of the MoH. Contents of the dossier are unspecified. \n\n15 working days after the receipt of a complete dossier, the Ministry of Health issues an approval letter which gives the sponsor clearance to submit a product dossier and clinical trial protocol to the Science and Technology Department of the MoH. Over a 60 day period, the Science and Technology Department and the Biomedical Council reviews the scientific and ethical aspects of the application, respectively. Within 15 days, the Science and Technology Department either notifies the Sponsor that clarification is necessary or that the application is being forwarded to the Minister for approval.\n\nThe following results of a clinical trial must be reported:\n-Complete information on drug.\n-Description of research protocol.\n-Description of testing and data analysis procedure used.\n-Evaluation of the results compared with the research tasks and objectives from the approved protocol.\n-Objective and accurate conclusions.\n\nCircular No. 03\/2012\/TT-BYT (February 2, 2012) (in Vietnamese) provides guidance on clinical trials.\n\nClinical Trials Import Authorization\n\nImport clearance requires that the Investigator submit a letter of request for import to the DAD and written approval from the MoH clinical trial protocol.\n\nClinical Trial Estimated Timeline\n\nAccording to Tilleke & Gibbins LLP, the Ministry of Health will issue an approval letter for a clinical trial within 15 working days of receiving a valid and completed dossier. Afterwards, the Science and Technology Council and Biomedical Research Ethics Council evaluate the dossier within 60 days. 15 working days later, the Science and Training Department will notify the trial sponsor and insitution if additional materials are needed or refer the dossier to the Minister for approval. More information is available here.\n\nClinical Trial Costs\n\nNo information found\n\nIn-Country Manufacturing Requirements\n\nA manufacturer must obtain a Certificate of Satisfaction of Eligibility of Drug Business Conditions (Conditions Certificate) and a Certificate of Satisfaction of Principles and Standards of Good Manufacturing Practices (GMP Certificate). Within 40 working days of submitting an application for a Conditions Certificate, the DAV will decide whether to evaluate the Certificate. To obtain a GMP Certificate, an application is submitted to the DAV. Within 5 working days from the date of receiving the application, the DAV will notify the applicant if the application dossier is insufficient or of an examination plan for the manufacturing site. The DAV will conduct the examination within 20 working days of the original notification to examine the facility. Within 5 working days after the examination, the DAV is issue the GMP Certificate if the manufacturer is in compliance with GMP standards.\n\nPrecedent (Clinical Trials Approved\/Denied in Last 2 Years)\n\n2 clinical trials approved from June 2012 to June 2014.\n\nProduct Registration Data Requirements\n\nRegistration requirements are outlined in Circular No. 22\/2009\/TT-BYT (in Vietnamese). To receive marketing authorization, one must obtain a Drug Trading Certificate (for local drug registration applicants) or a Certificate of Operating in Medicinal Products and Raw Medicinal Materials in Vietnam(for foreign drug registration applicants).\n\nMarketing authorization dossiers are submitted to the DAV. Vietnam adopted the ASEAN Common Technical Dossier (ACTD) format, which is organized in four parts:\n\n1. Table of Contents, Administrative Data and Product Information\nSection A: Introduction\nSection B: Overall ASEAN Common Technical Dossier Table of Contents\nSection C: Documents required for registration (for example, application forms, labeling, Product Data Sheet, prescribing information)\n\n2. Quality Document\nSection A: Table of Contents\nSection B: Quality Overall Summary\nSection C: Body of Data\n\n3. Nonclinical Document\nSection A: Table of Contents\nSection B: Nonclinical overview\nSection C: Nonclinical written and tabulated summaries\n-Table of Contents\nSection D: Nonclinical study reports\n\n4. Clinical Document\nSection A: Table of Contents\nSection B: Clinical Overview\nSection C: Clinical Summary\n-Summary of Biopharmaceutics and Associated Analytical Methods\n-Summary of Clinical Pharmacology Studies\n-Summary of Clinical Efficacy\n-Summary of Clinical Safety\n-Synopses of Individual Studies\nSection D: Tabular Listing of All Clinical Studies\nSection E: Clinical Study Reports\nSection F: List of Key Literature References\n\nAnnually, the product license holder must report to the DAV on registered drugs that are not manufactured (domestically produced) or imported (foreign drugs).\n\nProduct Registration Timelines\n\nAccording to Tilleke & Gibbins LLP, the Drug Administration of Vietnam will grant adequate and complete dossiers marketing authorization within 6 months.\n\nProduct Registration Costs\n\nVND4.5 to 6 million\n\nPost Registration Pharmacovigilance Requirements\n\nMedical institutions and professionals, manufacturers, and distributors are required to report Adverse Drug Reactions (ADRs) to the Government. However, research and treatment facilities are not required to report. The MoH is responsible for monitoring ADRs. The DAV and Hanoi University of Pharmacy are responsible established the National Drug Information and Adverse Drug Reaction (DI-ADR) Monitoring Center, which is the primary component of the national pharmacovigilance system. Product license holders are required to notify the DAV of new information related to drug quality, safety, and effect  and if any registered drugs in Vietnam have had their registration revoked in other countries.\n\nLast Updated\n\nSpetember 22, 2014.",
        "topic_id":12,
        "format_id":20,
        "topic_confidence":0.9905610681,
        "format_confidence":0.527156949
    },
    {
        "url":"http:\/\/www.mrisafety.com\/SafetyInfoFromList.asp?T_MRI_DOC_LISTOrder=Sorter_list_description&T_MRI_DOC_LISTDir=ASC&T_MRI_DOC_LISTPage=6&LSub=23",
        "text":"Safety Information Article\n                      Information on this page is limited by the terms of our Disclaimer.  Please Read!\n\n      Coils, Filters, Stents, and Grafts \n\nCoils, stents, filters and vascular grafts have been evaluated relative to the use of MR systems. Several of these demonstrated magnetic field interactions. Fortunately, the devices that exhibited positive magnetic field interactions typically become incorporated securely in tissue within six weeks after implantation due to ingrowth and other mechanisms. Therefore, for most coils, filters, stents and grafts that have been tested, it is unlikely that these implants would become moved or dislodged as a result of exposure to MR systems operating at 1.5-Tesla or less. Additionally, many of these items have been evaluated at 3-Tesla (see below). MRI-related heating may also be of concern for certain configurations or shapes for coils, stents, filters, and vascular grafts. To date, there has been no reported case of excessive heating in association with MRI and these types of implants.\n\nMany coils, filters, stents and grafts are made from nonferromagnetic materials, such as the LGM IVC filter (Vena Tech) used for caval interruption and the Wallstent biliary endoprosthesis (Schneider, Inc.) used for treatment of biliary obstruction. As such, these implants are acceptable for patients undergoing MR procedures relative to the use of the particular field strength utilized in the ex vivo testing (for specific information, see The List). Notably, it is unnecessary to wait after surgery to perform an MR procedure in a patient with a “passive” metallic implant that is made from a nonmagnetic material (see Guidelines for the Management of the Post-Operative Patient Referred for a Magnetic Resonance Procedure). In fact, there are reports in the peer-reviewed literature that describe placement of vascular stents or other similar devices using MR-guidance at 1.5-Tesla and 3-Tesla. Interestingly, some of these vascular implants (e.g., vascular stent grafts and stainless steel embolization coils) display high magnetic field interactions in association with 1.5- and 3-Tesla MR systems, yet have MR Conditional labeling approved by the Food and Drug Administration.\n\nPatients with the specific coils, stents, filters and vascular grafts indicated in The List have had procedures using MR systems operating at static magnetic field strengths of 3-Tesla or less without reported injuries or other problems.\n\nA study by Taal, et al. (1997) supports the fact that not all stents are safe for patients undergoing MR procedures. This investigation was performed to evaluate potential problems for four different types of stents: the Ultraflex (titanium alloy), the covered Wallstent (Nitinol), the Gianturco stent (Cook), and the modified Gianturco stent (Song) - the last two are made from stainless steel. Taal, et al. reported “an appreciable attraction force and torque” found for both types of Gianturco stents. Taal, et al. stated, “the Gianturco (Cook) stent pulled toward the head with a force of 7 g…however, it is uncertain whether this is a potential risk for dislodgment.” In consideration of these results, the investigators advised, “…specific information on the type of stent is necessary before a magnetic resonance imaging examination is planned.”\n\nMRI at 3-Tesla and Coils, Stents, Filters and Vascular Grafts. Different coils, stents, filters and vascular grafts have been evaluated at 3-Tesla. Of these implants, two displayed magnetic field interactions that exceeded the American Society for Testing and Materials (ASTM) International guideline for safety (i.e. the deflection angles were greater than 45 degrees). However, similar to other comparable implants, tissue ingrowth and other mechanims are sufficient to prevent them from posing a substantial risk to a patient or individual in the 3-Tesla MR environment. Please refer to The List for specific information related to coils, stents, filters and vascular grafts.\n\nMRI at 3-Tesla: Bare Metal and Drug Eluting Coronary Stents. Patients with coronary artery disease are often treated by percutaneous transluminal coronary angioplasty (PTCA). Re-narrowing at the angioplasty site, or restenosis, occurs in as many as 50% of patients following PTCA. Therefore, after coronary artery intervention, either a bare metal or drug eluting stent may be placed in an effort to prevent restenosis.\n\nMRI information has been obtained for many bare metal and drug eluting coronary artery stents, which have been reported to be acceptable for patients undergoing MR procedures at 3-Tesla or less (i.e. based on assessments of magnetic field interactions and MRI-related heating). Of note is that, for these coronary artery stents, patients may undergo MRI procedures immediately after placement. Please refer to The List for specific information.\n\n\nAhmed S, Shellock FG. Magnetic resonance imaging safety: Implications for cardiovascular patients. Journal of Cardiovascular Magnetic Resonance 2001;3:171-181.\n\nAudet-Griffin A, Pakbaz S, Shellock FG. Evaluation of MRI issues for a new, liquid embolic device. J Neurointervent Surg 2014;6:624-629.\n\nBueker A, et al. Real-time MR fluoroscopy for MR-guided iliac artery stent placement. J Magn Reson Imag 2000;12:616-622.\n\nGirard MJ, et al. Wallstent metallic biliary endoprosthesis: MR imaging characteristics. Radiology 1992;184:874-876.\n\nGreen SR, Gianchandani YB. Wireless magnetoelastic monitoring of biliary stents. Journal of Microelectromechanical Systems 2009;18:64-78.\n\nHennemeyer CT, et al. In vitro evaluation of platinum Guglielmi detachable coils at 3-T with a porcine model: Safety issues and artifacts. Radiology 2001;219:732-737.\n\nHiramoto JS, et al. Long-term outcome and reintervention after endovascular abdominal aortic aneurysm repair using the Zenith stent graft. J Vasc Surg 2007;45:461-452.\n\nHiramoto JS, et al. The effect of magnetic resonance imaging on stainless-steel Z-stent-based abdominal aortic prosthesis. J Vasc Surg 2007;45:472-474.\n\nHug J, et al. Coronary arterial stents: Safety and artifacts during MR imaging. Radiology 2000;216:781-787.\n\nKaracozoff AM, Shellock FG, Wakhloo AK. A next-generation, flow-diverting implant used to treat brain aneurysms: In vitro evaluation of magnetic field interactions, heating and artifacts at 3-T. Magnetic Resonance Imaging 2013;31:145-9.\n\nKaya MG, et al. Long-term clinical effects of magnetic resonance imaging in patients with coronary artery stent implantation. Coron Artery Dis 2009; 20:138-42.\n\nKiproff PM, et al. Magnetic resonance characteristics of the LGM vena cava filter: Technical note. Cardiovasc Intervent Radiol 1991;14:254-255.\n\nLeibman CE, et al. MR imaging of inferior vena caval filter: Safety and artifacts. Am J Roentgenol 1988;150:1174-1176.\n\nManke C, et al. MR imaging-guided stent placement in iliac arterial stenoses: A feasibility study. Radiology 2001;219:527-534.\n\nMarshall MW, et al. Ferromagnetism and magnetic resonance artifacts of platinum embolization microcoils. Cardiovasc Intervent Radiol 1991;14:163-166.\n\nNehra A, et al. MR safety and imaging of Neuroform Stents at 3-T. Am J Neuroradiol 2004;25:1476-1478.\n\nPatel M, et al. Acute myocardial infarction: Safety of cardiac MR imaging after percutaneous revascularization with stents. Radiology 2006;240:674-680.\n\nPorto I, et al. Safety of magnetic resonance imaging one to three days after bare metal and drug-eluting stent implantation. Am J Cardiol 2005;96:366-8.\n\nRutledge JM, et al. Safety of magnetic resonance immediately following Palmaz stent implant: A report of three cases. Catheter Cardiovasc Interv 2001;53:519-523.\n\nShellock FG. MR Safety at 3-Tesla: Bare Metal and Drug Eluting Coronary Artery Stents. Signals No. 53, Issue 2, pp. 26-27, 2005.\n\nShellock FG. Biomedical implants and devices: Assessment of magnetic field interactions with a 3.0-Tesla MR system. J Magn Reson Imag 2002;16:721-732.\n\nShellock FG, Detrick MS, Brant-Zawadski M. MR-compatibility of the Guglielmi detachable coils. Radiology 1997;203:568-570.\n\nShellock FG. Forder J. Drug eluting coronary stent: In vitro evaluation of magnetic resonance safety at 3-Tesla. Journal of Cardiovascular Magnetic Resonance 2005;7:415-419.\n\nShellock FG, Giangarra CJ. Assessment of 3-Tesla MRI issues for a bioabsorbable, coronary artery scaffold with metallic markers. Magnetic Resonance Imaging 2014;32:163-167.\n\nShellock FG, Gounis M, Wakhloo A. Detachable coil for cerebral aneurysms: In vitro evaluation of magnet field interactions, heating, and artifacts at 3-Tesla. Am J Neuroradiol 2005;26:363-366.\n\nShellock FG, Morisoli S, Kanal E. MR procedures and biomedical implants, materials, and devices: 1993 update. Radiology 1993;189:587-599.\n\nShellock FG, Shellock VJ. Stents: Evaluation of MRI safety. Am J Roentgenol 1999;173:543-546.\n\nSlesnick TC, et al. Safety of magnetic resonance imaging after implantation of stainless steel embolization coils. Pediatr Cardiol 2015 [Epub ahead of print].\n\nSommer T, et al. High field MR imaging: Magnetic field interactions of aneurysm clips, coronary artery stents and iliac artery stents with a 3.0 Tesla MR system. Rofo 2004;176:731-8.\n\nSpuentrup E, et al. Magnetic resonance-guided coronary artery stent placement in a swine model. Circulation 2002;105:874-879.\n\nTaal BG, et al. Potential risks and artifacts of magnetic resonance imaging of self-expandable esophageal stents. Gastrointestinal Endoscopy 1997;46;424-429.\n\nTeitelbaum GP, et al. MR imaging artifacts, ferromagnetism, and magnetic torque of intravascular filters, stents, and coils. Radiology 1988;166:657-664.\n\nTeitelbaum GP, et al. Ferromagnetism and MR imaging: Safety of cartoid vascular clamps. Am J Neuroradiol 1990;11:267-272.\n\nTeitelbaum GP, Ortega HV, Vinitski S, et al. Low artifact intravascular devices: MR imaging evaluation. Radiology 1988;168:713-719.\n\nTeitelbaum GP, et al. Evaluation of ferromagnetism and magnetic resonance imaging artifa... (truncated)",
        "topic_id":12,
        "format_id":20,
        "topic_confidence":0.847110033,
        "format_confidence":0.6364107132
    },
    {
        "url":"https:\/\/www.twu.ca\/research\/research-services\/biosafety\/definitions",
        "text":"(Revised from UBC Biosafety Manual)\n\nBio Hazard Level Definitions\n\n\n3.1.1  Biohazardous Materials are biological substances that either present or have the potential to present a hazard to the health or well being of an individual. Biohazard safety and containment levels are assigned dependent upon the classification of the agents involved as per the risk criteria outlined in Canadian Biosafety Standards and Guidelines (CBSG) and The Canadian Food Inspection Agency (CFIA).\n\nBiohazard Level 1\n\n3.1.2  Biohazard Level I involves work with Risk  Group 1 agents which present a low risk to the individual. They include microoganisms, bacteria, fungi, viruses and parasites which are unlikely to cause disease in healthy workers or animals.  Therefore, work with these agents may be conducted on an open bench with no special containment required.                                                           \n\nFacilities for Biohazard Level 1 should meet the following criteria:\n\n  • Room should be separated from public areas by a door which should be kept closed\n  • Coatings on walls, ceilings, furniture and floors should be cleanable.\n  • All functional windows should be equipped with fly screens.\n  • Hand washing facilities should be provided.\n  • Eye wash stations must be provided as per WCB Regulations 5.85-5.96.\n\nBiohazard Level 2\n\n3.1.3  Biohazard Level II involves work with Risk 2 agents which present a moderate risk to individuals. They have the ability to cause disease in humans or animals but under normal circumstances are unlikely to be a serious hazard to healthy workers or animals.\n\nWhen working with Biohazard Level 2 organisms or substances:\n\n  • An inventory of all Risk 2 organisms must be maintained and records of all de-microbanking and destruction must be kept.\n  • Lab coats and gloves, which do not leave the lab, must be worn. Depending on the procedure, safety glasses may also be required.\n  • If a known or suspected contamination occurs clothing must be decontaminated prior to laundering. \n  • Open wounds should be covered with waterproof dressings.\n  • Any work which may create an aerosol must be performed in an annually certified BSC.\n  • Work surfaces must be cleaned and decontaminated with a suitable disinfectant at the end of each day and after any spill of potentially biohazardous substance. Permeable surfaces must be repaired or replaced.\n  • Contaminated materials must be appropriately decontaminated prior to disposal.\n  • Autoclaves must be periodically monitored with biological indicators regularly to ensure efficacy. Records of these tests and results and cycle logs (temp, temperature, and pressure) should be kept on file.\n  • All individuals working in the containment area should be adequately trained in the operational protocols involved in their anticipated activities in the lab. This includes technicians, students, custodial and maintenance staff. Training should be documented and signed by both the employee and employer.\n  • Emergency procedures for spill clean-up, BSC failure, fire, and other emergencies are posted in the Microbiology Containment Hood room behind the door.\n  • Spills, accidents, or exposures must be reported to a laboratory supervisor.  Written records of the incidences must be maintained.\n\n Facilities for Biohazard Level 2 should meet all the criteria for Level 1 with the additional requirements:\n\n  • Lab should be located away from public areas and general offices\n  • Biohazard signs indicating the level of containment and two emergency contact names and phone numbers must be posted on the outside of all doors entering the lab.\n  • Doors should be self-closing and be kept closed.\n  • Work surfaces must be impervious and readily cleanable.\n  • An autoclave must be available in or near the laboratory.",
        "topic_id":12,
        "format_id":20,
        "topic_confidence":0.7808805108,
        "format_confidence":0.73634547
    },
    {
        "url":"http:\/\/www.nitag-resource.org\/fr\/mediatheque\/documents\/3465-prevention-of-conflicts-of-interest-in-nitags",
        "text":"Prevention of Conflicts of Interest in NITAGs\n\nDirectives (Guidelines)\nRégions multiples\nTitre original\nPrevention of Conflicts of Interest in NITAGs\nAMP - Agence de Médecine Préventive\nAnnée de publication\n\n\nThe objectives of these guidelines are:\n\n  • To explain what Conflict of Interest is and how it can arise at the NITAG level\n  • To explain the importance of preventing and managing Conflict of Interests at the NITAG level and how this can be achieved\n  • To provide guidance to NITAGs on the development and implementation of their own Conflict of Interest prevention policy, taking into account the country’s specific circumstances\n  • To provide a generic and ready-to-use Conflict of Interest management policy for NITAGs (to be used as provided or after adjustment to better capture the country’s specific situation).\n\nActualités et évènements en relation",
        "topic_id":12,
        "format_id":20,
        "topic_confidence":0.7771626115,
        "format_confidence":0.576451838
    }
]