[
    {
        "url":"https:\/\/www.arrse.co.uk\/community\/threads\/commissioning-scrolls.17254\/",
        "text":"Commissioning Scrolls\n\nDiscussion in 'Officers' started by GeneralMalaise, Jul 22, 2005.\n\nWelcome to the Army Rumour Service, ARRSE\n\nThe UK's largest and busiest UNofficial military website.\n\nThe heart of the site is the forum area, including:\n\n  1. As is usual at 1800hrs every day I was in the 'smallest room' in the house and happened to gaze upon my Commissioning Scroll which was sent to me soon after leaving Sandhurst. Not having looked at the scroll for a while I had a closer inspection and realised that my 3 year old daughter could have made a better job of the thing with my old Commodore 64 and a daisy-wheel printer.\n\n    My disgust is compounded by the fact that I was visiting a friendâ\u0080\u0099s house (who is considerably more senior than I) whose scroll is printed on decent paper, with decent ink and is actually signed!!!\n\n    My question â\u0080\u0093 Is it just my scroll that is s*it or are all others of bad quality?? Are the Warrant Scrolls like that are given to Warrant Officers as bad??\n  2. I have noticed that some more recent Army scrolls are indeed quite poor quality. Mine from the eighties is fine. The Navy have fantastic ones. The RAF get their's from McDonalds...\n  3. Not just me then!\n  4. and so they should, polyester suits, rubber soled shoes and names like \"gav\", its all they deserve!\n  5. I'm afraid I wouldn't know about the Warrants as, despite having been a Warrant Officer for 3 1\/2 years, I have yet to receive mine. As ours are signed by the Minister of Defence, who has of course since changed, I don't know if I will ever get one. On the other hand I don't need a piece of paper signed by TCH to validate my service. At least you have HM's signature.\n  6. My point precisely Temple. The scroll is not signed by HM. Instead it's a badly printed piece of s*itty paper. I'm told that the WO scrolls are the same but validated by the SOS for Defence. As for not having yours yet, I'd get up to the Adjt's office and get him to find out where yours is.\n  7. Both my Warrant and Commission are just as crap as each other ! !\n  8. My Commissioning Scroll is of a very high quality actually....interesting. It's printed on goat's skin paper and everything. Maybe the quality of the scroll depends on the quality of the Officer? hehe\n  9. I have just realised that I don't actually have one at all!\n  10. If you speak to your Adjt or local MS rep they can normally get them delivered in a matter of weeks.\n  11. They are all pump nowadays. Apparently the original signature ended around 10 years ago and the proper seal some years before. The claim that this was directly linked to how valued the Army is by the powers that be since around that time is purely hearsay...\n  12. My dad's looks the real deal, but mine's clearly not. I still haven't bothered taking it out of the cardboard tube it came in.\n\n    To be fair, although it isn't signed personally by HM, I also don't believe it's a print-out: it looks like one of these repeater machines where the signatory signs the doc once, with a pen held in a special contraption and then the machine does all the rest of the signatures based on the first.\n\n    HM is not in her first flush of youth and has to sign oodles of paperwork every day. Adding a thousand commissioning scrolls a year (and that's just the Army) would lay her low with carpal tunnel syndrome in no time at all.\n\n    Whilst I wish I had the real deal, I don't begrudge her the use of her hands.\n\n  13. Mine too!!!!! Although did not get it until 5 years after RMAS.\n  14. I'm now wondering when the Army 4x2 & Capt Blackadder commissioned?? As I said on my original thread my scroll is dog shite. The paper is low quality and the ink is all smudged.......old farts that commissioned pre-96 have very nice quality scrolls which are signed. Those pre '90 have wax seals. Now that's smart!\n  15. cpunk\n\n    cpunk LE Moderator\n\n    Well I commissioned in the 80s and mine is signed by Her Madge and a couple of others - Roland Guy is one, not sure about the other - but doesn't have a wax seal: that's the kind of thing you get in dodgy American dentist's surgeries. The 'seal' is simply stamped into the paper, as is traditional.\n\n    Why has the Queen stopped signing commissions? Simple really: she likes us oldsters more than she likes you young whippersnappers because we are better looking, cleverer, funnier and more sexually magnetic. She actually states on my commission that I am 'trusty and well beloved', and she signed it, so it must be true... :D",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9475693703,
        "format_confidence":0.9966794252
    },
    {
        "url":"http:\/\/www.topix.com\/forum\/city\/maryville-il\/TUTIS3DGFT23BHLND",
        "text":"Accused Maryville Church Gunman Ruled...\n\nAccused Maryville Church Gunman Ruled Unfit To Stand Trial\n\nThere are 3 comments on the Fox2Now story from Oct 20, 2009, titled Accused Maryville Church Gunman Ruled Unfit To Stand Trial. In it, Fox2Now reports that:\n\nA man accused of gunning down a pastor during a Sunday sermon as the church's congregation watched in horror is mentally unfit to stand trial, a judge in southwestern Illinois ruled Tuesday.\n\nJoin the discussion below, or Read more at Fox2Now.\n\n\nSaint Louis, MO\n\n#1 Oct 20, 2009\nI blame Sedlacks parents for this tragedy. I am tired of hearing about these mentally ill people who are running around society hurting, killing and scaring people because their families do not want to deal with the issues at hand. This man was living with his parents and you cannot tell me that they did not know he had these thoughts. Stop sticking your head in the sand, families, and take care of your mentally ill family members so the rest of us can be safe.\n\nSaint Louis, MO\n\n#2 Oct 21, 2009\nTo Janie, not sure what a family is supposed to do with an adult male who is grown? Stand over him 24\/7 and make sure he never leaves the house? Chain him to his bed? Put his medication in his mouth and force him to swallow it? Unfortunately the facilities that used to take care of and\/or house people like this are becoming fewer and fewer, with more families having to house mentally ill people. I blame the lack of services for people like this, not the families. Adults with schizophrenia are notorious for not taking their medication. When a man is grown, as this man was, you can't hold his family totally responsible, in my opinion. Unfortunately, no one will ever be safe, no matter if it's the mentally ill you're referring to, drug addicts, gang members, drunk drivers, etc. etc. and I hate to say it, but attacks like this, someone coming into a public place and killing people, is becoming more prevalent in our society, whether the accused is mentally unstable or not.\n\nCollinsville, IL\n\n#3 Oct 21, 2009\nSedlacek... pronounced Sed -la -check at least by those I've known with that name....\n\nTell me when this thread is updated:\n\nSubscribe Now Add to my Tracker\n\nAdd your comments below\n\nCharacters left: 4000\n\nPlease note by submitting this form you acknowledge that you have read the Terms of Service and the comment you are posting is in compliance with such terms. Be polite. Inappropriate posts may be removed by the moderator. Send us your feedback.\n\nMaryville Discussions\n\nTitle Updated Last By Comments\nThe Game (Feb '10) 21 hr Fact 4\nMy Old School (Jan '09) Fri midwestern 39\nPerverts in Troy (Dec '13) Feb 22 Knight 7\nNews Attorney in drug trafficking case gets sentenced (May '08) Feb 21 EYE ON YOU 19\ndisease? Feb 18 cleanrod 1\nWho do you support for U.S. House in Illinois (... (Oct '10) Feb 18 SligieForMayor 177\nwhere did it go? (Apr '15) Feb 16 Helpful 2\n\nMaryville Jobs\n\nMore from around the web\n\nPersonal Finance\n\nMaryville Mortgages",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9915933609,
        "format_confidence":0.9925372005
    },
    {
        "url":"http:\/\/www.thehighroad.org\/archive\/index.php\/t-710329.html&amp;s=0472d4090709bed6e9f12593af966a8e&amp;",
        "text":"March 27, 2013, 01:11 PM\nEvery firearms transaction I've ever done has been delayed. Once it was delayed for 45 minutes but usually I have to wait 5 business days. This is strange because I'm a non felon with a concealed carry permit.\n\nDecided to go the UPIN route and sent in a voluntary appeal file to the NICS division of the FBI. Mailed the paperwork on November 8th, 2012 and just received my UPIN today (the Gov'ment has a quick turnaround :rolleyes:).\n\nAnyway, I wanted to know who else has done this and has it worked for you? I've read that some people get their UPIN's and they still get delayed. Getting delayed has forced me into buying most of my firearms privately from local guys. All I want to do is buy a firearm and be able to walk out of the store the same day. Am I asking to much?\n\nIf you enjoyed reading about \"UPIN's\" here in TheHighRoad.org archive, you'll LOVE our community. Come join TheHighRoad.org today for the full version!\nMarch 27, 2013, 01:32 PM\nI want to do is buy a firearm and be able to walk out of the store the same day. Am I asking to much?\n\nNo, you are not. I have yet to ever experience a delayed firearms transaction. Must be my oddball name or maybe where I live. Even with no BC delays, in my state, I still have to wait 48 hours for a handgun. Has yet to force me not to buy new guns from a reputable dealer tho.\n\nMarch 27, 2013, 04:25 PM\nI've been delayed on every gun I've bought with the exception of the last one, an LR308 no less. I was told there was something with my DL# vs. my SS# that was kicking it back. Cabela's didn't seem to have a problem with it. Being delayed is a PITA.\n\nMarch 27, 2013, 04:32 PM\nSame here. Thats why I rarely buy from a dealer anymore.\nToo much of a hassle and I usually sober up from an impulse buy before the all clear comes from the FBi :D\n\nIf personal sales go... I'm screwed. A right delayed is a right denied.\n\nMarch 27, 2013, 04:34 PM\nI have a UPIN and it has solved my delay problem completely. I bought a rifle last week and it came back within minutes.\n\nMarch 28, 2013, 02:10 AM\nI have been delayed on almost every purchase I've made from dealers. Only 1 or 2 times have I been approved on the spot. Again, this seems strange because I have a CHL, was a FFL holder for many years with SOT stamp, and many years of military service with Top Secret clearances with letter designations for most of my service career. One dealer suggested those clearances may have been the problem, who knows? I've even provided my SSN but that didn't help either. I never have applied for a UPIN (yet).\n\nMarch 28, 2013, 02:13 AM\nI didnt realize delays were so common. Everyone I know who has bought a firearm or have been in a shop while I was have never been delayed. Maybe it has something to do with the state im in? I did have to wait almost an hour for a dealer to connect with them though on my recent glock purchase due to massive influx in calls.\n\nole farmerbuck\nMarch 28, 2013, 06:05 AM\nI was getting delayed every time, the UPIN stopped that.\n\nJim, West PA\nMarch 28, 2013, 06:42 AM\nWhat's a UPIN ?\n\nMarch 28, 2013, 06:56 AM\nUPIN = Unique Personal Identification Number\nIt is a PIN number issued by the FBI for people that constantly get delayed\/denied on NICS background checks.\n\nI use to get denied every time because of my own brother stealing my identity. After I submitted a Voluntary Appeals File and was issued a UPIN, no more denials.\n\nJim, West PA\nMarch 28, 2013, 07:19 AM\nThanks Bravo.\nEngineer ?\n\nMarch 28, 2013, 07:11 PM\nWow, surprised at the others who constantly get delayed. I really feel bad for guys who live in states where it's mandatory. I guess I have gotten used to it over the past couple of years but it really is a PITA. Hearing from you guys that have the UPIN has boosted my confidence.\n\nI will test it out next week when I get my new rifle (SIG-551a1) and report back here. I was like a kid in a candy store when I saw a letter in the mail from the FBI. I was literally dancing around my house. :D\n\nI don't know if I believe the stories that people tell me about getting delayed. Common name? please. I know a few guys with super generic John Smith type names and they never get delayed. I've also heard that they are watching you because you buy (x) amount of guns. I buy 4 or 5 guns a year.\n\nMarch 29, 2013, 10:05 AM\nI can only speak for myself, but my delays were caused by a wrongful arrest and criminal charges which the state of Wisconsin conveniently reported to NICS immediately, but upon dropping the charges did not report that to NICS. I had to pay for my own court copies and mail them to NICS as part of a denial appeal to prove resolution on a prohibiting factor in my record. Upon \"winning\" the appeal and again becoming non-prohibited, I did the VAF and got a UPIN.\n\nMarch 29, 2013, 10:18 AM\nI'm grateful I've never gotten a delay. I don't give my social either so everyone with my name must be an upstanding citizen. :D\n\n+1 a Right delayed is a Right denied.\n\nMarch 29, 2013, 10:40 AM\nThere are many reasons for a delay or deny. The FBI will only tell the individual that got denied the exact reason (only after one appeals the denial). In my case, it was due to identity theft and the thief using my name as an alias that caused me to get denied.\n\nJim, Yes I was an engineer.\n\nMarch 29, 2013, 10:55 AM\n\nIf that was recently, I'd take the paperwork and receipts to small claims court & sue the state for restitution.\n\nI've got my carry permit & when I buy a gun in this state nothing needs to called in in front of me. Don't know if they do it later, but I'm already out the door with the gun.\n\n\nIf you enjoyed reading about \"UPIN's\" here in TheHighRoad.org archive, you'll LOVE our community. Come join TheHighRoad.org today for the full version!",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9859628081,
        "format_confidence":0.9942730069
    },
    {
        "url":"https:\/\/www.arrse.co.uk\/community\/threads\/how-do-i-get-a-full-copy-of-my-military-record.28733\/",
        "text":"How do I get a full copy of my Military Record\n\n\nI'm looking into moving to the US with my American wife, and one of the things I'll need to supply is a copy of my military record....\n\nWould a simple, but formal letter to my TA unit's admin office do the trick, or do I need to write to Glasgow?\n\nWould they charge me an admin fee for this, and would I be able to get any of the info corrected if I found it was wrong? I correct unicom printouts every couple of months, but they've now lost\/I'm not recorded as having served in 1995, even though I have military courses listed!!\n\nAny serious advice would be much appreciated, and any stupid advice would be welcome......\n\nI wonder if I could get a full copy of my RAF service record, admittedly there would be only 7 CR's in there, 2 charge sheets, 2 course reports and thats about it, not much to show for 9 years of skiving is it !\nI found this info on a regtl assoc site - wrote off and lo and behold TWO fat envelopes arrived with copies of all my deeds and misdeeds.\n\nDid you Know?\nHave you ever wondered what that senior officer said about you in that Confidential\nReport or when you actually took up a posting, was it June or was it July?\nWell now you can find out. Write to the:\nAdministrative Officer, Army Personnel Centre, Disclosure Section 2-Data Protection Cell, Mail Point 515, Kentigern House, 65 Brown Street, Glasgow G2 8EX.\nMake sure that you enclose a photo-copy of your passport and that you include your regimental number.\nAfter a few weeks you will receive a huge envelope (at no cost to yourself) containing all of the information pertaining to your army career.\n\n\nTop info, just what I needed..Thanks very much...",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.5587522388,
        "format_confidence":0.9044904709
    },
    {
        "url":"http:\/\/www.snowboardingforum.com\/555699-post491.html",
        "text":"\nView Single Post\nOld 12-21-2012, 05:37 PM   #491 (permalink)\nJunior Member\nSquatch's Avatar\nJoin Date: Dec 2012\nLocation: St Paul, MN\nPosts: 12\nDefault guns... evil or not\n\nI'm going on my tangent right now...\nI own 4 guns, 1 Mosin Nagant, 1 Winchester 1200 (pump shotgun), One Muzzleloader, and 1 Kimber Pro CDP 2 (M1911 .45 cal pistol).\nI have personally used 5 other firearms on deployment, M249 SAW, M240B, M4, M2 .50 cal, M9 (Baretta 92FS)\n\nMy experience with firearms is pretty decent, and I also know that ALL of these firearms are legal to own in the US, yes even actual machine guns, foriegn or domestic.\n\nnow onto what firearms I want:\nSaiga 12 (12 guage Semi Auto Shotgun, 20 round drum mags available, far cheaper than an AR15)\nAKM (stamped steel version of the AK47, since real AKs are actually hard to get)\nSKS (another russian rifle, chambered the same as a AK variant)\n\nnow, my understanding is that my friends north of the border or around the world would call me a psycho, saying that I am amassing a stockpile of weapons, and that I need my weapons taken away, my fellow US citizens in certain parts of the country would fear me, thinking that I am up to no good, and that I need to be disarmed, my fellow Army National Guardsmen would be interested in what I have collected, and would want to go to the firing range\/trap club\/hunting\/plinking with me, and most of the people around the country wouldn't bat an eye, because they honestly don't see me toting all of these firearms around town...\n\nif you have been reading and paying attention, I brought up Machine guns, which could actually qualify as 'super' assault weapons, the can throw upwards of 900 to 1200 rounds downrange per minute, many people own them, and many people shoot them, but what you dn't see are tons of massacres involving these weapons...\nwait stop, now knowing that a machine gun is a powerful weapon...and that this would be the mass murderers favorite method... why aren't they used in more mass shootings...\n\nthe answer is opportunity, mass murderers get whatever they can actually obtain, be it an AR (which seems to be the trend), which can be explained by the fact that ARs are so damn popular.\n\nnow if you want to bring up the assault weapons ban, and say that it is the fix all of the issue, you are wrong, this is why, the assault weapons ban, emplaced in 94,\nbanned all assault style firearms in civilian hands, wasn't there still gun crime, robberies, and mass shootings, yes, columbine was just that:\n\nIn the months prior to the attacks, Harris and Klebold acquired two 9 mm firearms and two 12-gauge shotguns. Their friend Robyn Anderson bought a rifle and the two shotguns at the Tanner Gun Show in December 1998. Through Robert Duran, another friend, Harris and Klebold later bought a handgun from Mark Manes for $500.\n\nUsing instructions acquired upon the Internet, Harris and Klebold constructed a total of 99 improvised explosive devices of various designs and sizes. They sawed the barrels and butts off their shotguns to make them easier to conceal.[4] They committed numerous felony violations of state and federal law, including the National Firearms Act and the Gun Control Act of 1968, before they began the massacre.\n\nOn April 20, Harris was equipped with a 12-gauge Savage-Springfield 67H pump-action shotgun, (which he discharged a total of 25 times) and a Hi-Point 995 Carbine 9 mm carbine with thirteen 10-round magazines, which he fired a total of 96 times.\n\nKlebold was equipped with a 9 mm Intratec TEC-9 semi-automatic handgun with one 52-, one 32-, and one 28-round magazine and a 12-gauge Stevens 311D double-barreled sawed-off shotgun. Klebold primarily fired the TEC-9 handgun, for a total of 55 times.\n\nso why do you think that banning assault weapons is such a winning argument.\nthey committed a crime similar to this one with different weapons, some acquired legally, and some illegally.\n\nI said this was a tangent, and I'm sorry that it keeps running around, but this is straight from my mind.\n\nnext you say, no firearms, burn them all, if all of the guns are gone, crime will go away...\nwrong, criminal activities go up, and violent crimes go up, murders and non firearm crimes go up as well, not to mention that these criminals can still obtain firearms, so now a lone gunman can waklk down any neighbor hood with illegally obtained firearms and start a massacre, what now...\n\nback to me wanting more firearms, do I seem uneducated and unable to handle a firearm, do I seem like a guy who wants to go into a school and shoot people, no, do I want to kill anyone, no, niether here or overseas, will I if my life depends on it, or my family, or my loved ones, or even a bunch of innocents, be they children teens adults or elderly, if I am armed I will defend...people see the trend in weaponry, but the forget the trend in places, schools, theaters, malls, all public, all ban firearms, and tend to be opportune targets, and there has been good to come from firearm ownership,\npeople protecting themselves and others because they were armed in the right place at the right time, but that is never covered in the news, no only the bad, the ugly and the scary...\n\nbasically I am trying to whittle it down to the fact that firearms are not the cause of these horrific crimes, and that people who are unstable are, and that there is no catch all to stop violent crimes, unlike some of you believe...\nLet me have my guns, and feel safe, my apartment is safe, and so are my nieghbors, quit tagging guns and gun owners as inherently evil for wanting to collect and fire these weapons, for wanting to arm themselves legally, and for wanting to educate the youth in proper firearm technique, so go ahead, punish everyone for a few peoples stupidity...\nSquatch is offline",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.8598042727,
        "format_confidence":0.96689713
    },
    {
        "url":"http:\/\/thefiringline.com\/forums\/showpost.php?p=5205746&postcount=9",
        "text":"View Single Post\nOld September 2, 2012, 08:22 PM   #9\nAguila Blanca\nSenior Member\nJoin Date: September 25, 2008\nLocation: CONUS\nPosts: 7,451\nYou should be okay.\n\nHowever, I think you are incorrect in saying that you were not arrested. Unless they issued you a ticket\/citation on the spot (which is usually reserved for \"infractions\" rather than misdemeanors), you would not have been in court if you hadn't been arrested. Nonetheless, what counts is convictions, and it sounds like your deferred prosecution avoided a conviction.\nAguila Blanca is online now  \nPage generated in 0.05105 seconds with 7 queries",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9945313334,
        "format_confidence":0.9880164266
    },
    {
        "url":"http:\/\/whywontgodhealamputees.com\/forums\/index.php?action=karmamessage;u=548;topic=23590;m=528149;start=190",
        "text":"Karma reasons for concrete message\n\n\n\n    Posts: 14094\n  • Darwins +470\/-40\n\nThe question you intended was  \"If there are details we do not know, is speculation productive?\"\n\nNo, that is not the question I intended.  -1 for the really obvious and inexcusable lie.\n\nAs an aside, (i) it did not happen in Apartheid South Africa.\n\n\n(ii) I suppose that you would agree that not every death (Black or White) in police custody in Apartheid South Africa was as a result of police action.\n\nSure.  Now are you willing to answer the question I actually asked, or would that take too much honesty?  Stating that I meant to ask an entirely different question and then answering that one, isn't honest.  It's frankly beneath you.\n\nI am basically very disappointed by the lack of forensic thought in this topic - it seems to have been overtaken by liberal \"right-on\" political correctness, which is not at all helpful when a potential prison sentence is at stake; it sounds like hysterical mob rule.\n\nThe idea that the police story is accurate is no less speculation than the idea that it is not.  In absense of data, speculating - but not concluding - is reasonable.\nChanged Change Reason Date",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.5857753158,
        "format_confidence":0.9853770137
    },
    {
        "url":"http:\/\/blogs.mprnews.org\/newscut\/2013\/09\/getting-the-story-wrong-again\/",
        "text":"Getting the story wrong… again.\n\nCBS’ John Miller was one of two reporters today who botched the identity of the person apparently responsible for killing at least a dozen people at the Navy Yard in Washington today.\n\nThe gunman carried the ID of another man and Miller, along with an NBC news reporter, didn’t wait for authorities to identify the suspect. Instead, he opted to report it. He was wrong, and had to retract his scoop and write a tortured excuse:\n\nThis changes a lot. It means the identity they believed they had of the gunman is wrong. It means that the possible motive — troubles the man was having with the Navy and with family — is not the motive.\n\nAnd it means the rush to get the story first falsely implicated an apparently innocent man, although Miller didn’t go that far.\n\nBut he’s gone this far before.\n\nHe was one of the people responsible for the claim that a Saudi national, seen running away from the bombs at the Boston Marathon finish line, was being hunted by police.\n\nFrom appearance, we will simply have to accept that reporters are going to pass along information that’s wrong when there’s breaking news, rather than get it confirmed first.\n\nSlate’s Will Oremus says the fog of breaking news creates the opportunity to getting the story wrong.\n\n“But there’s a difference between saying, ‘we’re hearing that there may have been more than one shooter,’ and saying, ‘we’re hearing that the shooter’s name was X.’ The difference is that the former can be walked back without leaving anyone’s life ruined in its wake,” Oremus wrote this afternoon.\n\n  • davidz\n\n    This is a great example of why I’m not a news reader via Twitter. There was not a thing about this story that I needed to know in short tiny bursts. I’m a thousand miles away, so there was not “need to know” in the emergency. I like my information distilled into news, rather than flung at me as raw data.\n\n  • John\n\n    Maybe Bob can comment on this –\n\n    Since most news organizations exist as for profit companies, are there rewards for getting out the raw information so quickly? Does viewership dramatically increase for the network that gets the story (wrong or right) out first, and thus the income of the network goes up? (My money will go to the organization that gets it right and takes a bit more time to get there, but perhaps my nature is not representative of the herd as a whole.)\n\n    My experience with major “as it happens” news has been that all the networks are more or less interchangeable. I can flip between any of the four\/five major TV news providers and see the same talking points and lines repeated ad nauseum, sometimes with a slight spin toward that network’s bias (notably – Fox spins right and CNN spins left in general – ABC, NBC and CBS seem to wander closer to the middle).\n\n    Conversely, will there be any punishment (fiscal or otherwise) for the people\/networks who reported it wrong? Is there potential for a winnable libel suit from the person incorrectly named as the shooter?\n\n    • Bob Collins\n\n      Let me be clear on this: When most people say “we’d rather wait and have it be right,” they’re pretty much lying. What they want is it right NOW and right, which is also what most journalists want.\n\n      But people abandoned the system that generally insured that, the newspaper the next day and they want their news now. But any assertion by people that they’re willing to wait is pure fantasy; they’re not willing to wait.\n\n      • John\n\n        Fair enough – like I said, I’m relatively sure that I’m in the minority in my willingness to wait. In my world, getting answers in one day is practically a miracle. Getting them in a week (often to questions with significant financial implications to my customers) is relatively normal, and when it’s a tough enough question getting answers a month or so from now is just a fact of life. (It took me 6 years to figure something out once – but that’s the nature of academic research).\n\n        So, for me to have to wait a day or two for accuracy in reporting is really not an inconvenience. My entire career and reputation as a scientist are 100% dependent on the integrity of my data – apparently that isn’t true of those who bring the rest of the world to me?\n\n      • davidz\n\n        I’m with John — I assert that I’m not like most people. I *am* willing to wait. I do read the paper the next day, but I also read the web sites today. I’m even known to reload a page to see what’s changed.\n\n        I want it right, now. I’m willing to concede on “now”, because I understand that getting things right takes time. That’s much more important to me than “right now”.\n\n        My choice to forego Twitter for news consumption aligns with my preference for “right”.\n\n  • MrE85\n\n    May the ghosts of Murrow and Cronkite appear by Miller’s bed. With axe handles…",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.8306615949,
        "format_confidence":0.7622140646
    }
]