[
    {
        "url":"http:\/\/www.theguardian.com\/world\/2011\/dec\/16\/fukushima-cold-shutdown-stable-japan",
        "text":"Japan set to declare Fukushima in 'cold shutdown'\n\nNine months after the earthquake and tsunami, Japan set to announce that the Fukushima nuclear plant is now stable\nAerial view of Fukushima nuclear plant\nAerial view of Fukushima nuclear plant. Nine months after the disaster, Japan is set to declare Fukushima stable. Photograph: AFP\/Getty Images\n\nJapan is to announce it has made significant progress in stabilising the Fukushima Daiichi plant, nine months after it was struck by a powerful earthquake and tsunami that left almost 20,000 people dead and missing along the country's north-east coast.\n\nThe prime minister, Yoshihiko Noda, is expected to announce later on Friday that the plant has been brought to a state known as \"cold shutdown\". That occurs when the temperature of water used to cool nuclear fuel rods remains below boiling point and radiation emitted by the reactors is no higher than the government-set limit for the public of one millisievert [mSv] a year.\n\nIn April, the plant's operator, Tokyo Electric Power [Tepco], said it aimed to stabilise the reactors by the end of the year, but managed to bring water temperatures to below boiling point for the first time in September.\n\nOfficials say that the temperatures inside reactors number 1-3, which all suffered meltdown, now range from 38C to 68C.\n\nThe firm has described the achievement as a milestone, but it does not mean that the crisis is over.\n\nThe government has conceded that workers will not be able to start removing the molten fuel from the three worst-hit reactors for another 10 years. They plan to remove spent fuel from four storage pools within the next two years, reports said.\n\nTepco must also find a way to treat and dispose of an estimated 90,000 tonnes of contaminated seawater that has been used to cool the reactors.\n\nThe operation to cool nuclear fuel rods and prevent further radiation leaks into the sea and atmosphere has suffered several setbacks. Earlier this month, for example, Tepco said about 45 tonnes of highly radioactive water had leaked through a crack in the wall of a treatment facility.\n\nOn Thursday, government officials said it could take as long as 40 years to decommission the plant and decontaminate an area of about 930 sq miles (2,400 sq km).\n\nExperts have warned that another strong earthquake or tsunami could damage the plant's makeshift cooling system and set off a second crisis.\n\nThe government is expected to review the evacuation of more than 80,000 people living within a 12 mile (20km) radius of the plant. The residents were forced to abandon their homes in the hours after the tsunami on 11 March; those living closest to the plant have been told their former neighbourhoods could remain uninhabitable for decades.\n\nThe crisis has taken a huge financial toll on Tepco, which has been criticised for its haphazard initial response to the accident and its handling of compensation claims.\n\nReports said that the government was preparing to inject $13bn (£8bn) into the firm, a de facto nationalisation designed to keep it afloat as it compensates victims and begins the cleanup operation.\n\nToday's best video\n\nToday in pictures",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9201532006,
        "format_confidence":0.9975342751
    },
    {
        "url":"http:\/\/www.bbc.com\/news\/uk-wales-12894243",
        "text":"Sea Trust calls for volunteers to help track dolphins\n\nMother dolphin with calf - photo by Cliff Benson of the Sea Trust\nImage caption Conservationists were delighted to see dolphins with their calves in Cardigan Bay\n\nMarine conservationists want to launch volunteer groups along the Welsh coast to help track the winter habits of dolphins.\n\nThe Sea Trust spotted more than 50 bottlenose dolphins in its first spring boat trip in Cardigan Bay.\n\nTrip organiser Cliff Benson said very little was known of the dolphins' winter movements.\n\n\"Some seem to move out of the bay, some stay - but who goes where is a mystery,\" he said.\n\nThe group, which is the marine arm of the Wildlife Trust South and West Wales, spent seven hours off the coast on Monday and encountered around 10% of Cardigan Bay's resident population of dolphins.\n\n\"One group were certainly full of the joys of spring with lots of interaction going on between the males and females,\" said Mr Benson.\n\n\"Calves were also present and we were glad to see them.\"\n\nMany of the dolphins were already known to conservationists having been previously been spotted and photographed for Cardigan Bay Marine Wildlife Centre's records.\n\nA marine company which carries out water sampling for the Environment Agency has offered the Sea Trust the use of its boats to carry out surveys all year round.\n\n\"Boat hire is expensive so this will give our volunteers a whole new capability,\" said Mr Benson.\n\n\"We are also looking at establishing more Sea Trust volunteer groups in Cardiff and Swansea to cover the Bristol Channel along with others in the northern Irish Sea.\n\n\"We aim to really boost our knowledge about the seasonality of our cetaceans and other marine megafauna such as basking sharks, sunfish and turtles.\"\n\nMore on this story\n\nRelated Internet links\n\nThe BBC is not responsible for the content of external Internet sites",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9397047162,
        "format_confidence":0.9948851466
    },
    {
        "url":"https:\/\/www.ibtimes.co.uk\/time-travel-has-been-proven-mathematically-possible-we-just-need-exotic-matter-build-machine-1619754",
        "text":"gravitational waves\nGravitational waves are distortions, or 'ripples', in the fabric of space-time – and scientists have now announced their detection iStock\n\nTime travel is possible – at least in theory. Two physicists have come up with a mathematical model that describes a viable time machine.\n\nThe perspective of building a machine which could help us travel in the past and change the course of our lives is an appealing one. In 1885, HG Wells published his sci-fi book The Time Machine, and the idea of travelling through time has never ceased to fascinate people ever since. It is at the core of many modern works of fiction – from the Harry Potter books to the latest series of Games of Thrones.\n\nIn their study recently published in the journal Classical and Quantum Gravity, the scientists created a created a mathematical model of a time machine known as Traversable Acausal Retrograde Domain in Space-time (or TARDIS, just like the fictional time machine in Doctor Who).\n\n\"People think of time travel as something as fiction,\" says study author Ben Tippett, from the University of British Columbia. \"And we tend to think it's not possible because we don't actually do it. But, mathematically, it is possible.\"\n\nWith his co-author David Tsang, he describes the TARDIS machine as a ''bubble'' of space-time geometry carrying those who step inside backward and forwards through space and time, as it speeds along a large circular path.\n\nBecause this bubble moves through space and time at speeds greater than the speed of light at times, it would allow people to move backward in time.\n\nhodor game of thrones\nThe last series of Games of Thrones saw some of the characters travelling back in time HBO\n\nEinstein's theory of general relativity, which states that gravitational fields are caused by waves – or distortions – in the fabric of space and time, is central to the scientists' mathematical model. Drawing from it, they explain that the curvature of space-time accounts for the curved orbits of the planets – and this property would also allow people to travel back in time.\n\n\"The time direction of the space-time surface also shows curvature. There is evidence showing the closer to a black hole we get, time moves slower,\" Tippett explains. \"My model of a time machine uses the curved space-time – to bend time into a circle for the passengers, not in a straight line. That circle takes us back in time.\"\n\nIn the study, the scientists are able to describe the way this bending of time with mathematical equations.\n\nBut while the mathematical demonstration stands, it is unlikely that time travel will one day become reality. The scientists' model shows that it is theoretically possible to travel back in time – but building such a machine is so far technically unfeasible.\n\nTo build a TARDIS, the scientists point out they would need to use and understand the properties of exotic matter (matter that deviates ''normal'' matter) – a perspective that remains elusive.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9969288707,
        "format_confidence":0.9363237619
    },
    {
        "url":"http:\/\/woodtv.com\/2017\/04\/20\/severe-thunderstorms-hit-w-mi-cause-outages\/",
        "text":"Second round of storms roll into W. MI\n\nLUDINGTON, Mich. (AP) — West Michigan, get ready for round two.\n\nThe National Weather Service issued a Severe Thunderstorm Warning for Kalamazoo County until 2:15 p.m. and Calhoun County until 3 p.m. Thursday.\n\nSevere thunderstorms packing high winds knocked down trees and power lines in West Michigan Thursday morning, prompting some school closings. Forecasters say additional storms in the afternoon could cause additional problems.\n\nWinds gusting above 60 mph were reported along Lake Michigan early Thursday in the Ludington area, where power was knocked out to hundreds of customers in several communities. The Ludington Daily News reports the Ludington Area School District and some other districts canceled classes for the day.\n\n>>Inside Power outage map | Bill’s Blog \n\nHeavy rains that started Wednesday prompted flood advisories along some rivers, including the Grand River and the Muskegon River.\n\n\nStorm Team 8 Forecast\n\nGet the free Storm Team 8 app",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9190816283,
        "format_confidence":0.9954798222
    },
    {
        "url":"http:\/\/www.gearlive.com\/news\/article\/q307-robots-fooled-optical-illusions\/83181",
        "text":"\n\nTuesday October 16, 2007 3:19 pm\n\nRobots Fooled by Optical Illusions\n\nPosted by Sheila Franklin Categories: Misc. Tech, Science, Software\n\nOptical IllusionResearchers at University College in London have discovered that robots cannot detect optical illusions. The team installed software in bots to give them abilities for processing visual cues into an artificial nerve network. For example, in a simultaneous brightness contrast of two identical tiles, a human will see one tile with a dark background as lighter than one in front of a paler background. The program fooled the software just as it would a person. Lead study author R. Beau Lotto and team found that vision is composed of experiences rather than absolutes. We just think of it as a one-up on robots for us humans.\n\nRead More | National Geographic\n\nLatest Gear Live Videos\n\n\n\nCommenting is not available in this weblog entry.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9903349876,
        "format_confidence":0.9668239355
    },
    {
        "url":"http:\/\/phys.org\/print278755498.html",
        "text":"Female deer take control during the mating season, study finds\n\nJanuary 30th, 2013 in Biology \/ Plants & Animals\n\n(Phys.org)—A new study provides the first evidence of polyandry – when females choose to mate with more than one male – in female fallow deer.\n\nAccording to a team of scientists from Queen Mary, University of London, UWEHartpury, and University College Dublin, female fallow deer play an active role in selecting their mates, with a consistent proportion (on average 12 per cent) choosing to mate with multiple males each year.\n\n\"Until now there has been limited understanding of during this process, with many people believing that female deer are controlled by males during the , explains co-author Dr Alan McElligott from Queen Mary's School of Biological and .\n\n\"In fact, not only do females decide with whom they mate, but our study has shown that a proportion choose to mate more than once each year, and with different males.\n\nTraditionally most research of this type has focused on male deer mating strategies and female behaviour during the rut was often overlooked.\"\n\nThe research was carried out on a herd of fallow deer in Dublin's Phoenix Park over a 10-year period.\n\nDr Elodie Briefer, also from Queen Mary's School of Biological Sciences, said: \"While the majority of female deer only mated once, we found that 5-20 per cent of the female fallow mated with multiple males over the 10-year period. We believe that the presence of polyandrous females each year in the population is very good evidence of female fallow deer adopting different mating strategies.\"\n\nThe researchers suggest that the most likely explanation for polyandry in female fallow deer is to ensure that they become pregnant. For example, they observed that the female deer were more likely to mate again if their first mate was relatively old, or he had mated many times before, potentially indicating sperm depletion.\n\nDr Mary Farrell from UWEHartpury commented: \"The timing of breeding is driven by the best time for offspring to be born. If a female is not fertilised during the first breeding season, she will come back into oestrous three weeks later. This causes a delay in the birth of the fawn, which can reduce its chances of survival.\"\n\nThe research, titled \" is related to fertilization insurance\" was published in the journal Behavioral Ecology and Sociobiology today.\n\nProvided by Queen Mary, University of London\n\n\"Female deer take control during the mating season, study finds.\" January 30th, 2013. http:\/\/phys.org\/news\/2013-01-female-deer-season.html",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9945963025,
        "format_confidence":0.9809245467
    },
    {
        "url":"http:\/\/insidehpc.com\/2008\/06\/400-tflops-down-under\/",
        "text":"MailChimp Developer\n\nSign up for our newsletter and get the latest HPC news and analysis.\nSend me information from insideHPC:\n\n400 TFLOPS down under\n\nFrom today comes news of a 400 TFLOPS super down under\n\nMelbourne will be home to a $100 million, 400 teraflop supercomputer, expected to be the world’s largest supercomputer dedicated purely to the life sciences.\n\n…Expressions of interest for the facility, to be called the Victorian Life Sciences Computation Initiative, will be released later this year, with major installations planned for 2009 and 2011.\n\nWhat’s is all for?\n\n[Victorian] Premier John Brumby said the supercomputer will focus on computational biology and will use large databases of genetic information, complex models of analysis of human systems and hundreds of teraflops of computing power.\n\nResource Links:",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9728190303,
        "format_confidence":0.9585334063
    },
    {
        "url":"http:\/\/www.sfchronicle.com\/business\/article\/SF-is-at-the-center-of-a-booming-business-in-tiny-9242252.php",
        "text":"S.F. is at the center of a booming business in tiny satellites\n\nSeptember 23, 2016 Updated: September 23, 2016 6:45pm\n\nNearly six decades after Russia’s tiny Sputnik 1 made satellite history, the Bay Area has become a launchpad for a new type of space race.\n\nAs many as a dozen local ventures, with names like Planet, SpaceVR and Terra Bella, are building their own constellations of nanosatellites to send into orbit around the Earth.\n\nAlso known as CubeSats, these satellites can be as small as a loaf of bread but powerful enough to beam back images or data that can be used by farmers, rescue workers, weather forecasters and even hedge fund managers.\n\n“What I love about this sector is that five years ago, almost no one was actively investing in it — it was just a dead zone,” said venture capitalist Steve Jurvetson, a partner with Draper Fisher Jurvetson and an investor in Planet and SpaceX. Now, as the sector takes flight, he believes small satellites will eventually have an economic impact comparable to the transition from “mainframe to mobile computers.”\n\nThe same mobile phone technologies, such as processing chips and sensors, that have upended the consumer world have also made it cheaper and quicker to build CubeSats. So it’s less financially catastrophic if the rockets that launch them into space fail. (The Facebook-backed satellite that blew up this month at a prelaunch SpaceX rocket test in Cape Canaveral was the size of a truck and weighed about six tons.)\n\nAn infrared image taken by a Planet satellite shows Oakland International Airport and the island of Alameda. Photo: Michael Macor, The Chronicle\nPhoto: Michael Macor, The Chronicle\nAn infrared image taken by a Planet satellite shows Oakland International Airport and the island of Alameda.\n\n“Over the next two years, we’re going to see an explosion of data coming from these companies,” said Sean Casey, founder of the Silicon Valley Space Center.\n\nWhile traditional satellites can cost up to $1 billion, CubeSats use more off-the-shelf components and can be built for less than $100,000, according to Dick Rocket, CEO of NewSpace Global, a Cape Canaveral space industry analytics firm.\n\n“I don’t really think of us as a space company,” said Will Marshall, CEO of San Francisco’s Planet, which he co-founded in 2010. “I think of us as a data and software company. We happen to have some assets in space that enable that.”\n\nMarshall likes to say that his company has made San Francisco the world leader in satellite manufacturing. Planet already has 60 digital imaging satellites in orbit, including eight deployed earlier this month from the International Space Station. Employees in its South of Market headquarters are busy assembling 100 more satellites that the company wants to launch within the next year. The two-story building, a 1940s-era warehouse, also has a testing chamber that simulates the cold, harsh conditions of space, and a “mission control” section next to an employee work break area.\n\nPlanet has “launched more than most nation states,” said Micah Walter-Range, director of research analysis for the Space Foundation, a Colorado commercial space educational group.\n\nThe larger traditional communications satellites, which orbit farther from the Earth than Planet’s small satellites, still make up the bulk of the industry’s revenue. But in the past three years, satellite launches have increased from about 100 to 150 per year to 200 to 300 a year, and “that’s almost entirely due to nanosatellites,” Walter-Range said.\n\nIn a report released this month, NewSpace Global said 72 small satellites have been launched this year, with another 174 planned before year’s end. Investors have poured $4.52 billion into the small-satellite market since 2011.\n\nPlanet’s satellites, named Doves, don’t have their own propulsion system and can’t sustain their orbit over the long haul. Planet expects each to fall back into the Earth’s atmosphere and burn up after two or three years in orbit. The company plans for about a 20 percent failure rate.\n\nA telescope is inside a satellite that gathers images of Earth sits in the San Francisco headquarters of Planet, which creates shoe-box size satellites. Photo: Michael Macor, The Chronicle\nPhoto: Michael Macor, The Chronicle\nA telescope is inside a satellite that gathers images of Earth sits in the San Francisco headquarters of Planet, which creates shoe-box size satellites.\n\n“We think of them like disposable assets,” Marshall said. “If one doesn’t work, OK.”\n\nThe Doves are 4-by-12-inch rectangular boxes with solar panel wings. (By comparison, the ball-shaped Sputnik 1 was 22 inches in diameter.) They are packed with high-resolution cameras that can pick out vehicles, vessels and trees from as high as 295 miles above Earth.\n\nCubeSats are small enough that “you could put them all in a single launch vehicle to get them up there because they’re so tiny,” Walter-Range said.\n\nBut rocket launch failures have taken their toll. Planet lost 28 satellites in an October 2014 explosion of an Antares rocket lifting off from Virginia, and lost eight more in a June 2015 explosion of a SpaceX rocket from Cape Canaveral.\n\nDick Rocket of NewSpace Global said small-satellite companies can’t turn a profit until the commercial space industry can improve the rockets’ reliability.\n\n“Once we begin to have launches at rates that are significantly higher than has ever been done, then we’ll see these small-satellite ventures do the things that are truly transformative, like predicting the weather, providing high-definition images from space, expanding our understanding of nature,” he said.\n\nMarshall said Planet can make a profit if it can meet its goal of having 150 nanosatellites constantly in orbit, providing a daily snapshot of “every single inch of the Earth.” Instead of images every few weeks or months provided by traditional satellites, frequent images make even subtle changes on the ground more visible, and the results are telling, he said.\n\nFor example, Planet’s images were used by the Amazon Conservation Association to uncover an illegal gold mining operation in Peru earlier this year, while rescuers in Nepal were alerted to remote villages covered in mudslides after the April 2015 earthquake. The satellites have also captured detailed images of the devastation caused by recent California forest fires, and the spread of Syrian refugee camps.\n\n“We can pick up any issues not visible with the naked eye, big or small,” said Marina Barnes, vice president of marketing for Farmers Edge, a Canadian company that sells crop-management technology to farmers. Since the resolution can detect changes in about a 16-foot section of land, the satellites can help farmers see if a particular section of crops are over-watered or under-fertilized, she said.\n\nFarmers Edge buys Planet’s images because they provide more frequent updates than older satellites, which might miss weeks worth of changes if the farmer’s fields are covered with clouds during a fly-over, Barnes said.\n\nSome big names have embraced the small satellites. Google subsidiary Terra Bella, once named Skybox Imaging, had four small satellites launched into orbit this month, according to the industry publication SpaceNews.\n\nAerospace giant Lockheed Martin, which built its first communications satellite in 1958, is experimenting with CubeSats for Earth science missions and for government customers, said Stephen Frick, a former NASA astronaut who is now director of Lockheed’s Space Systems Advanced Technology Center in Palo Alto. Lockheed is also researching how NASA’s deep-space Orion missions could take CubeSats “to the moon or farther,” he said.\n\nOther companies are building just one satellite — like San Francisco’s SpaceVR, which aims to put a virtual reality satellite into orbit in 2017.\n\nSpire Global, another San Francisco company, has two types of satellites, one used for ship tracking and the other for precise weather measurements of the atmosphere; so far the company has launched 17.\n\nSpokesman Nick Allain said his company, which makes its satellites in the United Kingdom, considers itself a data-collection firm, not a space company. CubeSats, he said, will “never fully replace traditional satellites.”\n\n“Some instruments are simply too large to fit into a CubeSat,” Allain said. “Where satellites the size of Spire’s excel is in passively capturing radio signals using deployable antennas, in capturing data in very high speed about the entire planet at once and in having high system reliability.”\n\n“One failure,” he added, “doesn’t take down the system.”\n\nBenny Evangelista is a San Francisco Chronicle staff writer. Email: bevangelista@sfchronicle.com Twitter: @ChronicleBenny\n\nBenny Evangelista\n\nBenny Evangelista\n\nBusiness and Technology Reporter",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.8811207414,
        "format_confidence":0.9745625854
    }
]