[
    {
        "url":"http:\/\/www.philips.co.uk\/c-p\/SC2007_80\/lumea-ipl-hair-removal-device\/support",
        "text":"Lumea Prestige IPL - Hair removal device\n\nLumea Prestige IPL - Hair removal device\n\nFor use on body and face, 15 minutes to treat lower legs, >250, 000 lamp flashes, Cordless design SC2007\/80 Find similar products\n\nManuals and Documentation\n\nContact us\n\nQuestions about IPL?\n\nCall us\n\nMonday - Friday: 08:30 am - 08:00 pm\nSaturday: 09:00 am - 06:00 pm\n\n\n\nAdd the number +447585328315 to your contact list and contact us through WhatsApp.\n\nMonday – Friday 09.00 – 18.00\n\n\nDo you own this product?\n\nKeep track of your product warranty\n\n\nQualify for cash-back, gifts and special\n\n\nGet easy access to product support\n\nTroubleshooting and Repair Solutions\n\n\nFind out more\n\n\nSee the following document for more detailed information on the Philips warranty. Please contact the local contact centre if you have additional questions.\n\nFollow us on Twitter:\n\nRecently viewed products\n\nYou might be interested in",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.6205355525,
        "format_confidence":0.9226233959
    },
    {
        "url":"http:\/\/support.object-matrix.com\/support\/solutions\/articles\/4000030327-hardware-specs-in-matrixstore-hub",
        "text":"In MatrixStore hub you can find the hardware components described below.\n\nIf you are supplying the hardware for the hub, it should match the described specs and fully supported by Linux (in case you want to build a Linux hub) and if you want to have reliable performance.\n\nYou can also run the hub on a lower spec or virtual machine but it should be used for proof of concept purposes, rather than in production.\n\nImportant Note: If you provide the server (physical or virtual) for a Linux hub, you must prepare it with Ubuntu Server 14.04.3 without any internet access (to avoid any updates), before Object Matrix installs any software.\n\n\n\nSupermicro platforms: 1U size\n\n\n\nSupermicro X10DRD-LTP\n\n\nDual Intel® Xeon® Processor E5-2620 v4 8 core  (20M Cache, 2.10 GHz)\n\n\n\n\nSystem Disks\n\nTwin SSD HD 128GB\n\n\n10GigE SFP+ or 10GigE RJ45\n\n\nOperating System\n\nhub: customised Ubuntu Server 16.04.3\n\nWindows hub: Windows 7 or Windows Server 2008 R2\n\n\n\nhub: MatrixStore hub with Samba or Vision (or both)\n\nWindows hub: InterConnect and move2 (or both) with AVID compatible Network Cards",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9181275964,
        "format_confidence":0.8667708039
    },
    {
        "url":"http:\/\/www.simplemobile.com\/wps\/portal\/home\/h\/sims\/!ut\/p\/a0\/04_SjzS1MLEwMTQytNSP0I_KSyzLTE8syczPS8wB8aPM4l0MvHyNAx09jIxDPQwNPH1Mg_2DPIwNDAyM9XOjHBUBSjIn7A!!\/",
        "text":"\n\nPlease choose the type of phone you have:\n\nPlease enter the zip code of the area where you will be using your phone the most:\n\n\nSwitching to SimpleMobile\nWeb Content Viewer (JSR 286)",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9157977104,
        "format_confidence":0.8833355308
    },
    {
        "url":"https:\/\/www.sony.ca\/en\/electronics\/support\/articles\/00179119",
        "text":"Article ID : 00179119 \/ Last Modified : 10\/05\/2018\n\nThe Stylus for My Digital Paper System Doesn't Work\n\nApplicable Products and Categories of This Article\n\nIMPORTANT: This article applies only to specific products and\/or operating systems. Check the Applicable Products and Categories section of this article before starting these steps.\n\nThe writing functionality of the stylus (pen) for the Digital Paper System is disabled if the tip is pressed while connecting the USB cable to charge it. To re-enable functionality, reconnect then disconnect the stylus to the USB cable without pressing the tip.\n\nMake sure that your stylus is fully charged for optimal performance. You may experience slowness or lag during handwriting or annotations if it isn't sufficiently charged.\n\n\n  • Charging time is up to three hours using a USB connection to an active computer or to an AC adapter, such as a smartphone charger.\n  • The red indicator turns off when the stylus is fully charged.\n  • The average estimated battery life or usage time is approximately one month (based on writing usage of 60 minutes per day).\n\nOther Things to Check\n\nIf the issue still occurs, additional troubleshooting is available. Check if the stylus works after each step.\n\n  1. Re-calibrate the stylus (pen).\n    1. On your device, press the Home Home button button.\n    2. Tap Settings.\n    3. Tap System Settings.\n    4. Select Pen Calibration.\n      1. Select the variation that most resembles your own grip from the four variations displayed on how to hold the pen, then select Next.\n      2. Use the pen to trace the dotted lines as you would normally write.\n      3. Tap Next.\n      4. Tap the arrows that point up, down, left, and right to move the line that you drew and align it with the dotted line.\n      5. Tap Next when the lines are in basically the same position.\n        • The confirmation screen is displayed.\n      6. Trace the dotted line again, as you did in step 2.\n        • If the line that you drew appears displaced, tap Recalibrate to return to the previous screen. The line that you drew on the confirmation screen will be displayed, so correct the placement again, as you did in step 4. After you finish correcting the position, tap Next, and trace the dotted line on the confirmation screen again.\n      7. Tap Save when the dotted line and the line that you drew appear to line up.\n  2. Initialize your device to factory default settings.\n\n    WARNING! All files will be deleted. Back up important data on your computer.\n\n    1. Press the Home Home button button.\n    2. Tap Settings.\n    3. Tap System Settings.\n    4. Tap Initialize Digital Paper.",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9914454222,
        "format_confidence":0.9317298532
    },
    {
        "url":"http:\/\/downloadwarezfromzoe.today\/checked\/canon-fax-l360-drivers-for-mac-36\/",
        "text":"Jams Inside The Unit? Page G Glossary Page FAX-L waits for 10 seconds before it begins sending. Use also these buttons to check the documents stored in memory. Press 2 twice to display “b.\n\nUploader: Melkis\nDate Added: 1 July 2004\nFile Size: 62.71 Mb\nOperating Systems: Windows NT\/2000\/XP\/2003\/2003\/7\/8\/10 MacOS 10\/X\nDownloads: 4798\nPrice: Free* [*Free Regsitration Required]\n\nCANON FAX-L360 User Manual\n\nFAX-L waits for 10 seconds before it begins sending. Canon Multipass Ink.\n\nChapter 13 Frequently Asked Questions If your FAX-L is not operating properly, use the information and suggestions in this chapter to try to solve the problem. The procedure below explains how canln install the cartridge for the first time, and how to replace it when the toner runs out. You can also make sure you keep up to date on the latest offers tailored for your needs by signing up to our email newsletter.\n\nPage 52 Press this button to cancel sending, canon fax-l360, or any other operation. Do not open the front cover without lifting the release latch as this may cause damage to your unit.\n\nWith hundreds of printers on the market, Canon really does have something for everyone, with models able canon fax-l360 cater to all canon fax-l360. Note Trouble With Multipage Documents If you have trouble feeding a multipage document, do the following: Search by Model Number: The canon fax-l360 settings and the default settings vary depending on the country where you have purchased the FAX.\n\nThis fax-ll360 is not affiliated with Canon fax-l360, Canon logos are property of their owners. The handset may canon fax-l360 off its hook. Removing Shipping Materials Removing Shipping Materials In order to protect your FAX-L during shipping, the unit has been packed with protective material that you must remove before using. Enter the destination s using any of the following three methods.\n\nThe FAX-L will continue sending normally. Insert the screws into the plugs and push cannon in with your finger. To return to standby mode, press Stop. Page When registering One-Touch Speed Dialling and Coded Speed Dialling numbers, if you enter the Tone button after the number, you will switch to tone dialling after the phone connection is made. When you unplug canon fax-l360 unit, any documents stored in memory will be erased if you leave the unit unplugged for one hour or more.\n\nTable Of Contents Document Sizes These devices generate electrical noise, which can interfere with the operation of the FAX-L The fax number dialed will not appear in the TX and activity report in the above method. Any documents received canon fax-l360 memory will then be printed cannon.\n\nPress the Canon fax-l360 Speed Dialling button assigned to the number to which you wish to fax. Comments to this Manuals Your Name. Page You pressed the Stop — button to cancel the transmission.\n\nReplace the paper cassette. Reports and Lists This chapter describes how to print reports and lists. Use to select canon fax-l360.\n\nNote Chapter 6 Sending Faxes The sender only needs to make canon fax-l360 the fax-,360 is on his fax machine and ready to be sent: Click the “Download” button, DriverTuner will install all of missed Canon drivers for you.\n\nWhen feeding transparencies, be canon fax-l360 to use face-up delivery. Press Set to save the name. Make sure the document feed lever is set to manual document feed.\n\nCanon Toner, Canon Supplies and Canon Parts\n\nUse to scroll to the incorrect character. Printing Problems If you are having problems printing with the FAX-L, canon fax-l360 xanon problems and solutions listed in the following table.\n\nCanon fax-l360 will download and update your Canon Drivers Automatically.\n\nFollow the procedure below to adjust the automatic redialling settings. Setting Up Automatic Redialling 2. FAX-L canon fax-l360 a printer, fax machine, copier, and telephone. Page This will allow you to insert the plugs without the unit moving.\n\nCanon Drivers Download Center\n\nIf the line canon fax-l360 free, the FAX-L begins sending the canon fax-l360 as it scans the rest of the document. For details on adjusting the paper canon fax-l360 of the cassette, contact your local authorised Canon dealer or the Canon help line.\n\nIn this case, remove the extension tray and place the unit on the edge of a table. Loading Documents for Automatic Feed Compatible ink and toner cartridges will provide you with a low cost alternative to original branded products.\n\nJams in the Front Area of the Unit? If the document has multiple pages, tap it on a flat surface canon fax-l360 even the edges. Chapter 4 Paper Handling This chapter describes how to select and prepare the print media for the different functions your FAX-L can perform.",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9576198459,
        "format_confidence":0.8302257061
    },
    {
        "url":"http:\/\/www.secma.co.za\/alarm-maintenance.html",
        "text":"Alarm maintenance from Secma\n\nAs with any piece of equipment, an electronic alarm system will need maintenance from time to time. It is extremely important to ensure correct routine maintenance is performed on an alarm system on a regular basis as to ensure its optimal functionality and to prevent any malfunction that may occur.\n\nSecma International security offers our clients routine maintenance services for any alarm system installed by us. During our maintenance check-ups, our professionally trained staff will ensure that all sensors (including door, window and motion sensors) are in proper working order, that all of the wiring is correctly in place and that the control panel of the alarm system is working properly.\n\nIf you would like more information on our alarm maintenance services, feel free to contact us.\n\n\nContact Numbers\n\nNational Helpline: 0860 111 911\n\nTel: +27 (0) 28 384 2911\n\nFax: +27 (0) 28 384 3911\n\nPrivacy Policy\n\n\nSubmitting Form...\n\nThe server encountered an error.\n\nForm received.\n\n Website designed by Cape Business Online",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.833552599,
        "format_confidence":0.6598145962
    },
    {
        "url":"https:\/\/help.cigabuy.com\/wire-material",
        "text":"• Search\n\nHelp & Guide\n\nWire Material\n\nKanthal, it is the most used wire and most common on all the coils in the market and it can be used on a regular device on regular power or volts mode.\n\n\nNickel (NI200) wire, it's a very low resistance wire and it's resistance varies when you apply current on it making possible to some devices to control temperature just reading those resistance variations and making calculations. This wire CANNOT be used on regular power mode because of it's fumes provenient to the Nickel degradation and that's bad to inhale.\n\n\nNichrome 80 is another wire type that gained popularity with vapers to use for their RBA coil builds. Although a lot of vapers still swear by it, slowly kanthal is starting to take its place. Nichrome 80 is an alloy of nickel and chromium, it is composed of 80% nickel and 20% chromium.\n\nCompared to kanthal wire, nichrome is much less heat resistant at 2462 degrees Fahrenheit, but it heats up much quicker than kanthal. Because it heats up much faster, nichrome 80 is very popular among sub-ohm cloud chasing vapers.\n\n\nTitanium Wire, works pretty much like the previous one, but it gives you higher resistance then NI200, better ramp up or quick heat and quick cool down, and just like NI200 this wire CANNOT be used on regular power mode because of possible formation of Titanium Dioxide and that's bad to inhale.\n\n\nStainless Steel Wire, on the other hand, can and should be used just as kanthal on regular power mode devices, but with the advantage that it can also be used on temperature control mode on devices that have that function. You can still use it on Titanium temperature control mode on most devices out now but you need to start on the minimum temperature like 200ºF (100ºC) because the Stainless Steel Wire Temperature Coefficient is low compared to Titanium the temperatures will be that off. Me and also other reviewers and vapers agree that the flavor coming from the vapor produced on a coil with this wire, tastes more clean and crispy.\n\n\nTo conclude, Kanthal has a higher Max Operating Temperature which will give it a longer life on your RDA.  Nichrome heats up at a faster rate and is sometimes preferred for this reason for \"cloud chasing\" or sub-ohm builds. Some people taste a difference between Kanthal and Nichrome stating a more metallic taste from the Iron in Kanthal. It depends on your personal sensitivity to metals, and what you like. It is all subjective and really comes down to what you personally like!",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9608949423,
        "format_confidence":0.9195610285
    },
    {
        "url":"http:\/\/www.iphonespecialist.com.au\/contact-us",
        "text":"Contact Us\n\nThe Latest SPOT REPAIRS Time = UNTIL 6:30PM. \n\nThe Longest opening hours iPhone Repair Centre in Sydney = 7Days a week\n\niPhone Repair Centre from Bus Stop & Train Station in Sydney = Just in front\n\nYou can speak your language - English, 한국어, 中文 , Español*, Việt* and more.\n\niPhone Specialist in Sydney \n\n* NSW, Sydney, Lidcombe Branch\n\n  • Address: Shop A, 39 Church Street, Lidcombe, NSW 2141\n  • Tel: 02-8003-5882, 0402 260 878(English, 한국어)\n  • Email: \n    • or English\n    • or 한국어\n    • or 中文\n  • Skype: iphonespecialist \n  • Skype Me™!\n  • Business Hour:   \n    • Pick up\/Booking : Mon ~ Sat : 9am ~ 11pm, Sun : 10am ~ 11pm\n    • iPhone Repair : Mon ~ Fri : 10am ~ 6:30pm, Sat : 10am ~ 6:30pm\n\n*. Español & Việt will be available soon. \n\nFastest iPhone Repairs Mail-In\/Out Service\n\nIf you cannot come to us, you can send your iPhone via Australia Post - Registered Post or Express Post ( Platinum is recommended  - click here to find out 'Express Post Platinum').\nclick here to find out 'Fastest iPhone Repairs Mail-In\/Out Service' in details. \n  1. Things to do Before sending your broken iPhone.\n  2. How to pack your broken iPhone.\n  3. What you need to put inside the satchel with your iPhone.\n  4. and more....\n\nMost Friendly Face-To-Face iPhone Repair Walk-In Service\n\nBefore you come to see iPhone Repair Specialists, Please Let us know you are coming. So that we can serve you in a timely good manner. \n  1. Do I need to book in advance in order to repair my broken iPhone?\n  2. How long will it take to fix my iPhone?\n  3. Can I park my Car during waiting time? \n  4. Is there any nice restaurant where I can enjoy meal?",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9862827659,
        "format_confidence":0.9021370411
    }
]