[
    {
        "url":"https:\/\/www.culligangj.com\/bottled-water-order-thank-you\/",
        "text":"Thank you for submitting your bottled water delivery request to Culligan of Grand Junction. We will contact you at the number you provided to confirm your order and set up your billing information. We will ask for appropriate information so we can complete your credit approval.  All of us at Culligan looking forward to serving you!  If you have any questions in the meantime, please call (970) 822-1010.\n\nCulligan also offers Bottle-Free® solutions with standard installation starting at $89.95. Click here to learn more about Bottle-Free® Water Coolers\n\nWhy not let Culligan deliver water softener salt along with your bottled water?\n\nClick here to learn how to get 80# of free salt when you sign up for automatic salt delivery service.\n\n\nSubmit Another Bottled Water Request",
        "topic_id":10,
        "format_id":3,
        "topic_confidence":0.7628805041,
        "format_confidence":0.9071154594
    },
    {
        "url":"https:\/\/foodforwardsa.org\/contact-us\/polokwane\/",
        "text":"In Limpopo FoodForward SA operates a Virtual FoodBanking model (VFB).\n\nWhat is Virtual Foodbanking?\n\nVirtual Foodbanking involves the linking \/ connecting of FoodForward SA’s Beneficiary Organisations (BOs) to the closest participating retail store to collect perishable and non-perishable food items \/ products, which in turn is used to feed thousands of people daily. VFB allows for significant cost-savings, and ensures that the food reaches the BOs fresher.\n\nFor any further enquiries, please call on 021 531 5670.",
        "topic_id":10,
        "format_id":3,
        "topic_confidence":0.9089007974,
        "format_confidence":0.8502562046
    },
    {
        "url":"http:\/\/taproot.harvesthand.com\/newsletter\/issue\/id\/Noggins-Greenwich-Pick-Up-Details",
        "text":"Noggins Greenwich Pick-Up Details\n\nGood Afternoon, \n\nThis email is confirming that you are scheduled to pickup your CSA share box on Wednesday at the Noggins Market in Greenwich. \n\nThe shares will arrive by 8AM. It is ideal for you to collect on the day of delivery so they have the space in their cooler but also so you have the freshest possible food. They are open until 8 PM. \n\nThe meat is placed on the bottom shelf of the freezer in the market, on the right hand side. They are in brown bags. You can ask the market staff to assist you if you wish, or you can just go and grab it:) \n\nThe delivery list will have your name, what share box you get and any add on's you have purchased. If you do not agree with what the delivery list says, please email me and we can sort it out. Please don't try to change it in the moment of pickup because it will have a domino effect. One thing that can often happen is members order their add on's later than the database allows for the current week. You need to order 24 hours in advance of the day of delivery for it to be included. Your invoice will say the date. \n\nThanks a bunch!",
        "topic_id":10,
        "format_id":3,
        "topic_confidence":0.9667375684,
        "format_confidence":0.7765749693
    },
    {
        "url":"http:\/\/en.watami.com.hk\/booking-hkfm",
        "text":"WATAMI | Kowloon (Fortune Metropolis) BOOKING\n\nIf you want to make a reservation, please fill in and submit the following form. Our staff will contact you shortly (at least two working day) regarding the arrangement.\n\n\n  1. Booking Privilege is exclusively for 2 to 12 persons.\n\n  2. The reserved table will hold for 15 minutes only.\n\n  3. Customers will only be seated when more than half of the reserved number of guests have arrived.\n\nReservation Date *\nReservation Date",
        "topic_id":10,
        "format_id":3,
        "topic_confidence":0.9145048857,
        "format_confidence":0.6449286342
    },
    {
        "url":"https:\/\/www.cityofperryville.com\/271\/Concessions",
        "text":"The concession stand is located on the main level of the Perry Park Center. We offer snack items such as popcorn, nachos, candy, hot dogs and cold drinks. Snack and cold drink machines are also available on both levels of the Perry Park Center.\n\nHours of Operation\n\nSummer Hours: (Tuesday after Memorial Day thru Mid August)\nMonday - Saturday 1:00pm-8:00pm\nSunday - 1:00pm – 7:00pm\n\nWinter Hours: (Mid August thru Memorial Day)\nMonday - Friday 5:00pm-8:00pm\nSaturday - 1:00pm – 6:30pm\nSunday - 1:00pm – 5:30pm",
        "topic_id":10,
        "format_id":3,
        "topic_confidence":0.975684464,
        "format_confidence":0.7730407119
    },
    {
        "url":"https:\/\/www.pizzaexpress.com\/delivery-and-collection",
        "text":"Delivery & Collection\n\ngreen icon\n\nFind your nearest pizzeria open for dine-in, delivery or click & collect:\n\nOpen for delivery and click & collect:\n\nTo find out if your local PizzaExpress is open, use the search bar above or click here to view the full list.\n\nEnsuring safety & wellbeing\n\nOur number one priority in recent weeks has been the safety and wellbeing of teams, which is why we chose to keep our pizzerias closed a little longer. The good news is we've now opened selected pizzerias, available through delivery and Click & Collect. Plus, you can now book for dine-in in selected pizzerias.\n\nFrequently asked questions\n\nWe understand that at times like these, you may have a few more questions than usual. So we have put together a list of our most frequently asked questions to helpfully assist your query.",
        "topic_id":10,
        "format_id":3,
        "topic_confidence":0.9941877127,
        "format_confidence":0.9067326188
    },
    {
        "url":"https:\/\/paul-uk-loyalty.com\/Register.aspx",
        "text":"Bienvenue! Thank you for joining our family of loyal PAUL customers. As soon as you register your card, you can use it to earn rewards.\n\nTo start you off, we will add a free hot drink and a viennoiserie* - our Breakfast Offer - to your card once your registration is complete. Simply present your PAUL card in any of our UK shops before 12pm to claim your registration offer.\n\n*Terms & conditions apply.\n\n1. Card Details\n\n2. Personal Information\n\n*We will send you a birthday treat each year!\n\n3. Address\/Contact details\n\nI have read and agree to the Terms and Conditions. For details of how PAUL UK manages, uses and protects your information please check our Privacy Policy.\n\nPlease send me information on offers and products from PAUL UK.",
        "topic_id":10,
        "format_id":3,
        "topic_confidence":0.6534912586,
        "format_confidence":0.7357452512
    },
    {
        "url":"https:\/\/new.brighton-hove.gov.uk\/business-and-trade\/food-safety\/food-hygiene-information-other-languages",
        "text":"Pictured-based food hygiene guides \n\nThanks to the City of York Council, we have easy to follow food hygiene in Bengali, Chinese and Turkish languages.\n\nThe information is in the form of pictures which show the right and wrong way to do things. Download the information for free using the links below.\n\nThe photobooks are based on the Food Standards Agency 4 Cs campaign:\n\n  • cooking\n  • cooling\n  • cross-contamination\n  • cleaning\n\nAsian food hygiene photobook\n\nDownload the Bengali or Asian-English food hygiene photobook.\n\nChinese food hygiene photobook\n\nDownload the traditional Chinese or Chinese-English food hygiene photobook.\n\nTurkish food hygiene photobook\n\nDownload the Turkish or Turkish-English food hygiene photobook.\n\nSafer Food, Better Business in Cantonese for caterers\n\nDownload the Safer Food, Better Business information in traditional Chinese characters or simple Chinese.\n\nFive ways to safer food\n\nThe World Health Organisation (WHO) has a simple leaflet with tips for safer food. This is available in over 60 languages. Find the 5 keys to safer food in many languages from WHO.\n\nFood hygiene documents in Thai\n\nDownload these food hygiene documents in Thai:\n\n  • food hygiene guide\n  • food law inspections\n  • starting a catering business\n  • hazard analysis system\n\nFood Standards Agency food allergen booklet\n\nDownload the food allergen booklet in other languages:\n\n  • Polish\n  • simple Chinese\n  • traditional Chinese\n  • Urdu\n  • Hindi\n  • Punjabi\n  • Thai\n  • Turkish",
        "topic_id":10,
        "format_id":3,
        "topic_confidence":0.9040886164,
        "format_confidence":0.5019956231
    }
]