[
    {
        "url":"https:\/\/cowlsbuildingsupply.com\/gallery\/",
        "text":"What does your dream home look like?\n\nDoes it have a spacious kitchen for relaxing and entertaining with the wine cabinet you have always dreamed of?\n\nMaybe you are looking for a granite countertop and the elegance of a solid hardwood floor.  Maybe you are ready to expand your home with a roomy addition or update your home with new siding, windows or doors? It may be time to update the rooms or home with Benjamin Moore’s brilliant paint color selection. Your options are endless when you are in our showroom so call or stop by to talk with our seasoned specialist and start your project plans today.\n\nIf you’re thinking about projects like these, you’ve come to the right place. We understand the pride you take in turning your house into the home of your dreams.",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9876125455,
        "format_confidence":0.5526001453
    },
    {
        "url":"https:\/\/www.highcountrygardens.com\/email-sign-up",
        "text":"Subscribe today and you'll get a $5 coupon code you can use on your next order of $40 or more.\n\nOur subscribers get exclusive benefits, such as:\n\n  • - First look at our new plant introductions.\n  • - Great deals on our best selling plants.\n  • - First to know about contest announcements and giveaways.\n  • - Timely gardening tips, delivered right to your inbox.\n\nYou are using an out-of-date browser. You will still be able to shop HighCountryGardens.com, but some functionality may not work unless you update to a modern browser. Update My Browser\n\n\nPlease wait...\n\nItem added to your cart\n\nhas been added to your cart.\n\nContinue shopping or View cart & checkout",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9506804943,
        "format_confidence":0.5423485637
    },
    {
        "url":"https:\/\/www.almarbuilding.com\/tag\/cellulose\/",
        "text":"What you should know about Icynene (Spray Foam) Insulation\n\nIcynene or “spray foam” insulation is a good way to increase with the R-Value (resistance to heat flow) when building an addition or new home. Most homes in our area are traditionally insulated with either Fiberglass, or Cellulose Insulation. The spray foam is a “continuous insulation and air seal plastic material that is sprayed on walls, roofs, into gaps and corners, and on all contoured … [Read more...]",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.6276965141,
        "format_confidence":0.9233594537
    },
    {
        "url":"https:\/\/bassfmsalatiga.com\/tag\/window-cleaning-prices-per-window\/",
        "text":"Tag: window cleaning prices per window\n\nCarpet Cleansing – Finest Techniques For That House\n\nCarpet will definitely increase to the great thing about your interiors and retaining them cleanse can be quite a difficult do the job. Green USA Cleaning is actually a enterprise which needs a ton of tolerance and understanding getting done properly. A clear carpet can make any dimensions area glance very neat. You are able\n\nContinue Reading…",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9568196535,
        "format_confidence":0.8984805346
    },
    {
        "url":"http:\/\/www.homedecoranddesign.com\/home-decor\/po19\/",
        "text":"PO19 is artistic inspiration for us.\nGet extra photograph about residence decor associated with by taking a look at photographs gallery on the backside of this web page.\nWe’re need to say thanks in the event you wish to share this submit to a different individuals by way of your fb, pinterest, google plus or twitter account.\nProper Click on to save lots of image or faucet and maintain for seven second in case you are utilizing iphone or ipad.\nFull measurement is 684X1024 (Link to full-size image) pixels.\nSupply: planete-deco.fr\n\n  • Facebook\n  • Google Plus",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9582667947,
        "format_confidence":0.8144235611
    },
    {
        "url":"https:\/\/www.smileyhouseskc.com\/tag\/how-do-i-sell-my-house-in\/",
        "text":"Tag Archives | how-do-i-sell-my-house-in\n\nHow Do I Sell My House In Kansas City KS?\n\nIf you own a property in Kansas City and you want to sell it, you have a number of options. Which option you choose really depends on your own needs and goals, as well as the time you have available. In this blog post, you’ll read about the 3 ways to sell your home in […]\n\nContinue Reading",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.969427228,
        "format_confidence":0.6628383398
    },
    {
        "url":"https:\/\/gaiapsychology.org\/dream-best-modular-homes-25-photo\/rated-modular-home-builders-open-house-clayton-7\/",
        "text":"Rated Modular Home Builders Open House Clayton\n\n\nImage #10 of 25, click Image to enlarge\n\nRated modular home builders open house clayton is one images from dream best modular homes 25 photo of GAIA Mobile Homes photos gallery. This image has dimension 3414x2100 Pixel and File Size 1977 KB, you can click the image above to see the large or full size photo. Previous photo in the gallery is americas best modular home designs modern. For next photo in the gallery is best modular home designs under. You are viewing image #10 of 25, you can see the complete gallery at the bottom below.\n\nHere are some pictures of the best modular homes. We have some best of photos for your ideas, look at the picture, these are beautiful photos. We like them, maybe you were too. Okay, you can use them for inspiration. The information from each image that we get, including …\n\nImage Gallery of Dream Best Modular Homes 25 Photo\n\nBack to Article\n\nDream Best Modular Homes 25 Photo\n\nLeave a Reply",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9895969033,
        "format_confidence":0.8562718034
    },
    {
        "url":"https:\/\/cbpetersenelectric.com\/2016\/07\/",
        "text":"Six Reasons to Consider Installing an Electronic Toilet\n\nElectronic ToiletWho doesn’t want a remote control to work their toilet? Although we don’t have flying cars or hover-boards like Marty McFly experienced when visiting the future, in the iconic Back to the Future Parts II and III, we do have other really innovative technologies like the smart phone, robotic vacuum, and even a self-cleaning, remote control electronic toilet.\n\nThe newest bathroom luxury is designed to meet every modern day convenience anyone could ever want or need.  From energy efficiency to hygiene maintenance the benefits are clear:\n\nRead More",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.6895270348,
        "format_confidence":0.6361390352
    }
]