[
    {
        "url":"http:\/\/www.ft.lk\/ft-view\/Dealing-with-ragging\/58-660034",
        "text":"Home \/ FT View\/ Dealing with ragging\n\nDealing with ragging\n\nComments \/ {{hitsCtrl.values.hits}} Views \/ Wednesday, 1 August 2018 00:00\n\nAll police stations have been placed on alert to take action on complaints made by students who have been ragged. According to reports, Higher Education Minister Wijeyadasa Rajapakshe has already instructed the University Grants Commission (UGC), Vice Chancellors and other officials to encourage students to cooperate with law enforcement officials to press charges against offenders and work to reduce ragging within universities. \n\nIncidents of ragging are frequently reported but even though the maximum penalty carries 10 years of rigorous imprisonment, ragging has remained a significant problem within local universities. Last year 15 Peradeniya University students were arrested for ragging while in 2016, 10 Kelaniya undergraduates were arrested after they forced a female first-year student to remove the jeans she was wearing and later slapped her. Both instances garnered much publicity but a comprehensive effort to stamp out ragging at local universities had failed to materialise. As with other forms of illegal and reprehensible behaviour, actual convictions that happen consistently would be the best deterrent.         \n\nSri Lanka in 1998 passed the Prohibition of Ragging and Other Forms of Violence in Educational Institutions Act, which carries hefty prison sentences, yet the country’s image remains tainted, with several world publications claiming that Sri Lankans practice the worst forms of ragging. It would be impossible for the Government to reform the high education sector unless they tackle the issue of ragging and root it out of the system.\n\nStatistics show 15 students have died, two have committed suicide, 25 have been disabled, six sexually abused and more than 6,000 students have left universities, all because of ragging by seniors and the failure of university and State authorities to take effective countermeasures or implement the law strictly.\n\nHaving first rejected ragging, the Inter-University Students’ Federation (IUSF) has defended it as a ‘sub-culture’, which is a gross and wholly inadequate reason to allow its continuance. Union activities, which are at their strongest in hostels, create the environment for ragging victims to suffer in silence. Students are also used to promote political ends and unfairly manipulated to disrupt the functions of universities. If organisations such as the IUSF want to be seen as genuine representatives of students, then they need to ban this horrific practice immediately.\n\nUnions and academics have the responsibility to implement safeguards against the heinous practice. Officials of student unions need to educate their members on the physical and psychological negatives of ragging. Union members can report fellow students engaged in ragging and protect hostellers, who are often the worst-affected. Any student caught ragging should be immediately kicked out of the university and should face criminal charges. Such tough measures to empower students are the only way to give victims the confidence to come forward.\n\nCooperating with authorities to punish offenders and eventually clean the university system of ragging will gain student unions and other stakeholders significant public approval and even increase the masses’ empathy on other issues that they campaign on such as adequate funding of State universities. If more students complained to Police and officials implement the law then Sri Lanka might finally see the end of a practice that has nothing to recommend it.\n\nShare This Article\n\n\n1. All comments will be moderated by the Daily FT Web Editor.\n\n2. Comments that are abusive, obscene, incendiary, defamatory or irrelevant will not be published.\n\n3. We may remove hyperlinks within comments.\n\n4. Kindly use a genuine email ID and provide your name.\n\n5. Spamming the comments section under different user names may result in being blacklisted.\n\n\nToday's Columnists\n\nSTEAMing STEM – Moving from horoscopes to telescopes!\n\nThursday, 20 September 2018\n\nWalking into an inventors’ exhibition should give one an experience similar to an immersion into the future. The world change with inventions and inventors lead the change. The creativity displayed is an indicator of the creativity of the society f\n\nThere is smoke in the eyes of those who do not want to see!\n\nThursday, 20 September 2018\n\nShyamon Jayasinghe, a former citizen of Sri Lanka, now living in Victoria, Australia, writing to Daily FT in a Guest Column article has given an old college try at the President of Sri Lanka by announcing about a cloaked portentous writing on the wal\n\nModi celebrates birthday whilst making India strong – Lesson for SL\n\nThursday, 20 September 2018\n\nThe Indian Prime Minister celebrated his birthday earlier this week in the backdrop of India growing at a blistering performance of 7.1%. The January-March quarter saw the highest GDP growth in the last seven quarters with India becoming the sixth la\n\nMaximum Residue Level: Dilemma of agricultural product exporters in Sri Lanka\n\nWednesday, 19 September 2018\n\nDue to increased emphasis on consumer health, majority of developed countries such as EU, Japan and the US insist on MRL testing of food items which has to be done by the exporter. The Codex Alimentarius Commission which is an inter-governmental bod\n\nColumnists More",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.7733324766,
        "format_confidence":0.6354948282
    },
    {
        "url":"http:\/\/www.liu.edu\/Alumni-and-Giving\/Alumni\/Profiles\/Riverhead",
        "text":"Contact Us\n\nLIU Riverhead\n\nTheresa Boyle Ri'80Theresa Boyle Ri'80\n\nIf experience is truly life's greatest teacher, then Theresa Boyle should be fully prepared for guiding a classroom of students. This past spring, Ms. Boyle added a master's degree in education to her already impressive résumé during LIU Riverhead's first commencement ceremony held on May 8.\n\nA graduate of Stanford University who grew up in Miller Place, N.Y., Ms. Boyle is a single mom raising a son and a daughter. She has worked as an administrative assistant for a Christian missionary in Germany and Spain, as a branch manager for Oracle in Silicon Valley and as a director of sales for three different corporations. She also owned a charter fishing business in Montauk for more than five years and currently is the owner of Manor Hill Vineyards in Cutchogue.\n\nA career in education was never part of her life's plan until her daughter entered kindergarten. It was then that Ms. Boyle signed up to work as a substitute teacher in the Mattituck-Cutchogue school district, giving her the opportunity to be closer to the little girl. The vice principal took one look at her unusual résumé and asked if they could meet.\n\n\"I had so much life experience, she wanted to know if I had ever considered teaching full time,\" Ms. Boyle explained. \"Honestly, it was never on the radar, but I decided to take some classes and see if it was the right fit.\"\n\nA lifelong student who loves learning, she enrolled at the LIU's Southampton Graduate Campus and transferred to Riverhead in 2006. It was there that her passion for teaching truly was ignited. \"I loved it,\" she said. \"Teaching is perfect for me. It makes me a better mom. I wish every mom could teach.\"\n\nWhen school is not in session, Ms. Boyle tends to her grapes, supplying Merlot and Chardonnay under the Manor Hill Vineyards and Cutchogue Cellars brands to Olde Vine Golf Club in Riverhead and to top restaurants and hotels in Manhattan, including the Four Seasons and The Plaza.\n\n\"I love how my life has turned out,\" she said. \"I would never have guessed that this is the path I would take, but I wouldn't change a thing.\"",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9969834685,
        "format_confidence":0.6727918983
    },
    {
        "url":"https:\/\/www.uta.edu\/science\/news\/2010\/05-30-change-in-career-path-math-aluma.php",
        "text":"Skip to content\n\nThe University of Texas at ArlingtonThe University of Texas at Arlington\n\nCollege of Science\n\nCollege of Science News\n\nChange in career path has had its benefits for math alumna\n\nSally Welborn, shown in a 1972 photo at right and today in photo at left, has never stopped learning since leaving UT Arlington with a degree in mathematics in 1975.\n\nAt one time or another, most people have struggled with evaluating the best medical insurance plan to meet their families' needs. But, UT Arlington alumna Sally Welborn deals with benefits issues on a daily basis. As Wal-Mart's Senior Vice President of Benefits, she is responsible for overseeing benefits globally for the more than 2 million associates of the world's largest employer.\n\nWhen she was earning her bachelor's degree in mathematics in 1975, Welborn planned to be a teacher. Then a series of what she calls \"fortuitious events\" took her career on a different path.\n\nAs she began job interviews, she found that, despite her degree, the first thing she was told was, \"Take this typing test.\" Welborn, who has been an active advocate for the role of women educated in science or math in the workplace, knew she did not belong in those companies.\n\n\"These days we all do our own typing anyway,\" she said. \"But back then it was a way to pigeonhole female applicants.\" She replied to a newspaper ad for recent math graduates to train for actuarial work. The position, along with her endless quest to learn more, became the launching pad for her successful career.\n\nWelborn earned the Certified Employee Benefit Specialist Designation through the International Foundation of Employee Benefits Plans and the Wharton School of the University of Pennsylvania. She has served in leadership positions at the Pacific Business Group of Health, the National Business Group on Health and as vice chair for the ERISA Industry Committee.\n\n\"To be successful, it is critical that you never stop learning,\" Welborn said. \"All through my career, I have actively sought ways to continue my education.\"\n\nWelborn developed a pattern of infrequent job changes, remaining in a position and developing a strong bank of knowledge and experience before moving on to the next challenge. Before joining Wal-Mart, she spent 11 years with Wells Fargo in San Francisco. She was responsible for the design and administration of all health and retirement programs and amassed a track record for implementing programs that met employees' needs, while balancing the company's need for expense management. In many respects, Welborn says, she is a teacher. There are 300 associates on Wal-Mart's benefit team and many are new graduates, coming in as interns. She urges the new professionals to focus on \"being the best you can be in the role you have chosen.\"\n\nShe also counsels them not to underestimate the importance of networking, which she said was directly responsible for most of the opportunities that came her way as her career progressed.\n\nWelborn, a native of Houston, said her decision to come to UT Arlington was also one of those fortuitous events. She had married young and lived with her husband in Grand Prairie. It was very convenient to finish college at a state school in nearby Arlington.\n\n\"I don't think at the time I appreciated how fortunate I was to have such a well-regarded university in my backyard,\" she said.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9907800555,
        "format_confidence":0.7047042847
    },
    {
        "url":"https:\/\/www.cmswire.com\/web-cms\/how-covid-19-is-driving-change-in-higher-educations-content-management-needs\/",
        "text":"A convertible car being driven hands-free by a woman - driving higher education's CMS needs concept\nPHOTO: Shutterstock\n\nThe education sector has been one of the most affected by COVID-19 pandemic. It has forced higher education institutions to make unprecedented shifts in the use of technology, especially when it comes to publishing and distributing content to students, faculty, and staff.\n\nFor most higher education institutions, a content management system (CMS) has been the neural center that has made that transformation possible, keeping information centralized and enabling them to publish content faster. In fact, according to research from NYC Design, 83.8% of the 4,000 surveyed higher education institutions are currently using a CMS. \n\nOverall, across institutions, three CMS dominate the market: WordPress (40.8%), Drupal (19.5%), and OU Campus (9.5%), with the rest of CMS garnering less than 7% of adoption. To uncover the state of CMS usage and what decision-makers in the higher education sector expect from a CMS, we've asked the experts. \n\nThe Impact of the Pandemic Over Higher Education's Information Management\n\nThe main goal of educational institutions is to ensure that education's quality stays the same, even during these kinds of circumstances. To achieve this, most universities have adapted to new methods of content delivery for students and faculty. One example of this is the integrations of CMS with Alexa for voice content delivery. \n\nAlso, the lack of face-to-face interactions has enhanced the value of data. The more data about the students you have, the better experience you can provide, especially in terms of better classes and increased outcomes. \n\nFor example, according to Arbazz Nizami, Director of Digital Marketing for Enrollment at Claremont, CA-based Claremont Lincoln University, \"prior to the pandemic, universities were very much reliant on the status quo, and students have been demanding reforms that would increase equity and inclusion. Now, we understand we can't rely on the status quo we have to innovate. Content management systems must incorporate as much data as possible into the student experience to create a customized experience that caters to various types of learners.\"  \n\nSimilarly, as a consequence of the pandemic, digital transformation has reached more higher education institutions, bringing increased agility. Rick Merrick, CIO at Chicago, IL.-based TCS Education System, \"Higher education institutions can be overly bureaucratic. A CMS that is lightweight, flexible, future-proof, and secure is necessary to make them more agile.\"\n\nRelated Article: Learning to Adapt to the Pandemic-Induced Educational Crisis \n\nCMS and the Future of Institutions of Higher Education\n\nHigher education institutions' needs are quite different from those of an eCommerce or a B2B company website. That means that higher education has become a distinct market in the eyes of CMS vendors. In fact, recent research by UX Collective revealed that CMS are targeting post-secondary institutions with tailored solutions designed specifically for them. \n\nTherefore, it's probable that CMS and DXP will become even better at understanding the needs of students and faculty in the near future. However, for that to happen, content management systems will have to disrupt themselves too. Merrick believes that \"CMS need to evolve from just content delivery technologies to DXP. CMS need to be easy to integrate with other cloud technologies to ensure the student digital experience can be replicated across the entire lifecycle.\"\n\nAlso, Merrick is of the opinion that C-suite executives in the higher education sector need some disruption too. He says, “it's not just about selecting a system that is easy to manage, administer, and create content, but one that makes the student experience meaningful and convenient.\" \n\nSimilarly, Annie Koh, Professor Emeritus at the Singapore-based Singapore Management University, believes that, for higher education institutions, the future lies in \"creating a learn from everywhere education system.” She explains that the pandemic has only accelerated a trend towards more digital, collaborative learning, and that is one benefit which must be embraced.\n\nCMS and DXP have the tools to help higher education institutions deliver more personalized learning experiences to students. Headless CMS, in particular, have the potential to deliver AI-based personalization and omnichannel experiences for students, so they have access to educational materials, announcements, and can maintain communication with faculty members. \n\nPotential Roadblocks\n\nNevertheless, this future isn't free of roadblocks, Scanlan believes. For instance, \"universities haven't really begun to use artificial intelligence and predictive analytics to enhance their student journey.”\n\n“CMS of the future will understand student behavior at a micro level, and use very sophisticated algorithms to understand your student enrollment trends and data. Even helping put students in classes based on what's best for their journey,\" she says.\n\nWith that in mind, what do higher education institutions need to ask from their CMS?\n\n  • Granular personalization\n  • Omnichannel content delivery\n  • Headless or hybrid architecture\n  • Support for NoCode or LowCode \n  • Integration with third-party softwares \n\nBesides technical features and support, higher education institutions need a vendor with enough product vision to show them why its CMS will enable them to wade through the specificities of the post-secondary education market. Last, it needs to be a constantly evolving product with versions appearing regularly and a roadmap that benefits your institution.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.6963890195,
        "format_confidence":0.8900351524
    },
    {
        "url":"http:\/\/www.thegazette.com\/subject\/opinion\/staff-editorial\/clarity-openness-needed-in-uni-presidential-search-20160818",
        "text":"Clarity, openness needed in UNI presidential search\n\nStaff Editorial,\n\nWe’ve no doubt the Iowa Board of Regents has ideas about how the state’s higher education institutions should adapt to 21st Century educational needs and financial realities. Indeed, that is part of the board’s responsibility and charge.\n\nBut it’s also Regents’ responsibility to clearly articulate that vision, empower our three public universities to pursue it and engage Iowans in the process.\n\nRegents have been doing a poor job of that of late. The University of Northern Iowa presidential search is an opportunity for a course correction.\n\nAfter declining to renew current President Bill Ruud’s contract, Regents are developing the process by which a new president will selected. In doing so, they must be sure the process is transparent, inclusive and clear to all stakeholders in order to avoid a repeat of the most recent University of Iowa presidential search.\n\nThe UI search was intrinsically flawed in large part because Regents did not disclose their goal of hiring a non-traditional president. The lack of clarity and transparency led to a murky process orchestrated and manipulated by the Regents toward an invisible finish line.\n\nAs a direct result of Regents’ actions, the UI community and its new president have suffered for nearly a year under a shadow of suspicion and mistrust. It didn’t have to be this way.\n\nIf the Regents have a vision for UNI’s future they must share it with stakeholders and the public, and hone that vision through meaningful discussions with the UNI community. UNI faculty, students and staff are perfectly positioned to provide critical insights into conversations about the future of Iowa’s smallest public university, and about the type of president best suited to lead the charge in making that vision a reality.\n\n\n• Gazette editorials reflect the consensus opinion of The Gazette Editorial Board. Share your comments and ideas with us: (319) 398-8469;\n\n\n\nTeenagers are questioning U.S. Sen. Chuck Grassley's push last year to roll back rules designed to keep firearms out of the hands of those with severe mental disabilities. Iowa's senior senator should answer. Florida teen Emma Go ...\n\nStudents who survived gunfire at Florida's Stoneman Douglas High School have argued passionately and thoughtfully in recent days for solutions to gun violence. And they've stood strong under the intense glare on a national stage. ...\n\nGive us feedback\n\nHave you found an error or omission in our reporting? Tell us here.\n\nDo you have a story idea we should look into? Tell us here.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.6677203178,
        "format_confidence":0.9600673914
    },
    {
        "url":"http:\/\/www.augsburg.edu\/giving\/tag\/giving-augsburg\/",
        "text":"A Generous Family\n\nA Portrait of Jean and Phil Formo\nJean and Phil Formo\n\n“Go west, young man!” was the mantra guiding the young Philip Formo in his college selection. But after graduating from Pacific Lutheran University in 1968, he must have heeded a different axiom: “Yes, you can go home again.” Home again he came, not only to finish a special education degree at St. Cloud State University and a divinity degree at Luther Seminary, but also to pick up the Formo family legacy where it left off—at Augsburg.\n\nNow a retired ELCA pastor, Phil, his wife, Jean, and their niece, Dawn, are the primary Formo forces behind not one, not two, but three separate scholarships honoring various family members and extending generosity to future Augsburg students.\n\n“I was the first person on both sides of the family not to go to Augsburg,” says Phil. “My mother met my father in chemistry class there. She was in nursing and needed help, and he was good in chemistry. They also both sang in the first Augsburg choir concert that ever took place, after the men’s chorus and the women’s chorus merged.” His parents, Jerome and Winifred, both ’37, were extremely dedicated to Augsburg and stayed deeply involved in all things Auggie throughout their lifetimes. Jerome received a Distinguished Alumni Award in 1983 and was also a Regent Emeritus.\n\nIn 2009, Phil designated proceeds from their estate to establish the Jerome and Winifred Formo Scholarship for music majors or those with a strong interest in choral music directing. Seven students have already benefited from this fund, but it was not the first Formo scholarship. That distinction belongs to the David J. Formo Scholarship, which was established in 1979 and is awarded annually to a junior or senior student who has successfully overcome adversity to achieve academic and extracurricular excellence.\n\n“My brother David graduated from Augsburg in 1964 and became a U.S. Navy commander whose plane went down in the Mediterranean Sea on November 3, 1979, the same day that Iran took U.S. captives. Before that, he had delivered to the Shah of Iran the gift of a new jet. It’s really a small world,” mused Phil.\n\nThe scholarship to honor his brother was the first for the Formo family, but not the last. When Phil retired in 2011, he decided to write a book about his maternal grandfather, Andreas Helland, who immigrated from Norway in 1889, attended Augsburg Seminary, and served there as New Testament professor for 35 years. “He was also very involved in fundraising. In those days you did everything, and he was really good at stewardship. One of his daughters, Beatrice, married Norman Anderson, who was the fundraiser for the first science building at Augsburg, and they were all there for the groundbreaking. My grandfather was the first to give a major gift,” Phil recalls.\n\nProceeds from Phil’s book, Papa—A Life Remembered, along with contributions from his own family and his parents’ estate, fund the Andreas Helland Scholarship, established In 2012 for students with financial need and academic achievement. “Education is so important, but we all know how expensive college is,” Phil says. “If students can get through in four years instead of five or six, they will have saved the equivalent of two years’ salary.”\n\nPhil is sold not only on the value of affordable education, but also on the value of Augsburg. “I’ve always been amazed by what Augsburg, long known as a conservative Lutheran school, has become. What they are today is just awe-inspiring—their involvement in the community and openness to everyone is incredible. Culturally, they have really been able to reach out, to take minorities seriously,” he says. “For the only ELCA college in the city, what a unique opportunity.”",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9698714018,
        "format_confidence":0.8561291695
    },
    {
        "url":"http:\/\/www.mun.ca\/gazette\/issues\/vol45no3\/galway.php",
        "text":"Please Enter a Search Term\n\nGalway native Faculty of Arts' Irish language teaching assistant\n\nBy Janet Harron\n\nConor Glynn is the Faculty of Arts' Irish language teaching assistant for the 2012-13 academic year.\n\nHailing from Galway, Mr. Glynn was teaching secondary school in Dublin's Fairview district when he heard about the position at Memorial. After speaking with Brid Falconer and Muireann Ni Chíobháin, Memorial's previous holders of the position, Mr. Glynn made the leap.\n\n\"They basically told me I'd have the time of my life here,\" he said. \"I really like St. John's. It's small, like Galway.\"\n\nInterested in further exploring links between Newfoundland and Ireland, Mr. Glynn is planning to take courses in Newfoundland history and folklore in his spare time. He's also joined the Avalon Harps, a local Gaelic Athletic Association team.\n\n\"They're working on trying to get local high schools interested in Gaelic football. I thought I might be able to do some work with them around Irish phrases used when playing sports.\"\n\nMr. Glynn is currently teaching Introduction to Irish Gaelic I in the fall semester. He holds a BA and MA in modern Irish from the National University of Ireland at Galway and a graduate diploma in education from the Dublin Cultural Institute. He can be contacted through the Department of Linguistics or at",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9831423759,
        "format_confidence":0.6628918052
    },
    {
        "url":"https:\/\/stanforddaily.com\/2022\/10\/26\/observer-a-happy-ending\/",
        "text":"Observer: A happy ending\n\nOct. 26, 2022, 6:25 p.m.\n\nBenjamin Midler’s column “Observer” seeks the long view. It sometimes comes up short.\n\nI thought that, when the time came to actually write this column, I’d know what to say. That, through the mist of my final year as an undergraduate, I would find the clarity to describe this feeling. No such luck.\n\nBeing a senior isn’t as I expected — not that I thought about it much as an underclassman. It was simply something I assumed would happen, but it was far enough away to not be bothersome, like colonoscopies. It’s here now, though, and it is a curious mix of serendipity and melancholy.\n\nPerhaps this is a familiar feeling for others in the class of 2023, or to those who took a gap year or are co-terming, the feeling of walking around a familiar campus but not feeling like this is your Stanford.\n\nWhen we arrived over three years ago, we were thrust into a dynamic culture and came to believe that this is how things are. Eurotrash was the first week of Fall, Nomad the last. EVGR was a curiosity that bordered our awareness, and people remembered when the football team was good. The band was fun.\n\nOver the ensuing years, things changed gradually but seemingly all at once. To the bulk of students today, Stanford’s center of mass has dramatically shifted east. Gossip spreads on Fizz rather than the Missed Connections Instagram page, and everyone’s on TikTok. Well, nearly everyone: I learn of new TikTok trends by reading about them in the Washington Post.\n\nCapgras syndrome is a neurological condition characterized by a disconnect between the literal and emotional aspects of identifying faces. Capgras patients are able to recognize the faces of loved ones but lack the accompanying emotional salience. As a result, they often believe friends and family are imposters, strangers wearing their faces.\n\nI feel the same wandering around campus and talking with current freshmen and sophomores. I recognize this place, but something feels off, something I struggle to make concrete, yet it is unavoidable. There’s a bike lane on Santa Teresa, and the library closes early. Everyone rides scooters now, and students bemoan the administration’s “war on fun.” Someone put a churro outside the law school.\n\nPerhaps a naive belief that nothing would change is catching up with me, or perhaps I’m being left behind. I inherited a Stanford that, no doubt, seemed like an imposter to the seniors at the time. Now it does to me.\n\nSome things never change. ASSU is still passing non-binding resolutions in support of progressive causes, and everyone is a CS major. These are small comforts, but I still think about them as I walk around Main Quad and sit at the same bench I did several years ago.\n\nPerhaps this is hubris. We step on campus with a sense of ownership, destined to leave with a mild forlornness.\n\nThen again, perhaps not. As I sit at that same bench by the Quad, I recognize more people walking and biking past — the product of several years of classes and clubs. I’ll wave, and sometimes they’ll sit, striking up a conversation about the things that never change, about the things that have and, now, about the future.\n\nOur hopes and plans morph over the course of our four years, honed by being here. Vague intentions give way to firm commitments. Acquiescence to external pressure is replaced by vim for newfound passions. Even those who tore up their four, five or ten year plans and now stare down uncertainty do so with the satisfaction of knowing that returning to square one is more desirable than heading down the wrong path.\n\nStanford is a fast-moving stream, but we’re not rocks caught in the middle. The current moves us as we do it, and with it we learn of new possibilities and about ourselves.\n\nAn English teacher once told me that being embarrassed by our past work is a good sign, it means we’ve improved since then. There’s a broader principle here. Reflecting, I know I would make different choices, wouldn’t have fallen prey to the same mistakes.\n\nHas Stanford changed, or have I?\n\nFinding an ending is difficult. I am ill-qualified to give advice yet am similarly disinterested in expositing on personal experiences. They’re of little use to you. I’m grasped by the thought that this is part of growing up — or simply of growing. Growing up implies an end.\n\nPerhaps the most powerful realization is that, if something can change, then it can be changed. There’s liberty in that, in knowing that purposefulness bears fruit. It’s what I plan to take with me as I grow into my final year here and the many that will follow. I have no expectations, only hopes.\n\nA chronic anachronism, Ben enjoys well-punctuated texts and oatmeal cookies. He's also majoring in psychology, so he knows how many fingers you're thinking of holding up. Spam him at bmidler 'at'\n\nToggle Dark Mode Toggle Dark Mode\nToggle Large Font Size Toggle Font Size\n\nLogin or create an account",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.582514286,
        "format_confidence":0.7720202208
    }
]