[
    {
        "url":"http:\/\/people.com\/archive\/picks-and-pans-review-carry-me-home-vol-55-no-12\/",
        "text":"People Staff\nMarch 26, 2001 12:00 PM\n\nby Diane McWhorter\n\nThis epic of reportage and history about Birmingham, Ala., in the early ’60s reads like a big ambitious novel. But it’s all too true. McWhorter revisits in fascinating detail the battle for integration and its horrifying white backlash in the city that came to be known as Bombingham after the explosion at the Sixteenth Street Baptist Church that killed four black girls on Sept. 15, 1963. McWhorter’s complex narrative roves skillfully forward and backward from that moment. The cast is huge and vivid, the story brimming with courage, drama, villains and heroes. Among the latter is the flamboyant black preacher Fred Shuttlesworth, who stood up to the Ku Klux Klan and struggled behind the scenes with Martin Luther King Jr. for leadership of the civil rights movement. The antagonists, too, are chillingly real. One of the gripping tensions in the book is McWhorter’s pursuit of her own father, who she suspected was a member of the Klan. (Simon & Schuster, $35)\n\nBottom Line: The War and Peace of the civil rights movement\n\nYou May Like",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9319964051,
        "format_confidence":0.5473060608
    },
    {
        "url":"http:\/\/www.tupeloquarterly.com\/14424-2\/",
        "text":"Things as They Are by Kylan Rice\n\n\n\nOne of the oldest critiques leveled against the poets, or anyone who makes (tous poietikous), is that making is always a making-after, in imitation of the real world. Socrates was afraid of poets because, no matter how skilled a poet is at their mimetic craft, at reproducing the real deal, the pathos of the poem seduces the audience (hoi polloi) into entering a world of false, refracting forms. The made thing is a distraction from which you can’t return. The made thing threatens how real a real thing can seem.\n\nMore recently, after an “autopoetic turn”—where myths and discourses about production are understood to reproduce the conditions of reproduction (Wynter, 2015)—what is real is always what is made. Now that there are no ideas but in things, the problem isn’t that the made thing misrepresents the real. Instead, the risk is of making the wrong thing with the wrong idea in it. And so the wrong reality. In an 1865 letter to Mrs. J.G. Holland, Emily Dickinson illustrated how a thing can be wrong, writing that “Father called today to say that our steelyard was fraudulent, exceeding ounce by ounce the rates of honest men. He had been selling oats. I cannot stop smiling, though it is hours since, that even our steelyard will not tell the truth.” Neither, as it turns out, will our subprime lenders, nor our consortiums nor superfunds, let alone our Big Three, our Carriers, our Boeings and Rexnords and Fords. As ever, reality is manufactured, and our makers are our poets. Their poetics, their assumptions about poeisis, are the algorithms for an autopoetic world.\n\nSo poetics matter. In America, where the land and its contents make up the “greatest poem” (Crase, 1996) if we look to the poets, we should be able to locate the algorithms that have given contour to our present reality, including its environmental, political, military, and economic dimensions. What kind of poetics underlies a reality in which our made things—our things’ packaging, our plastic bags and used cosmetics, Q-tips and tampon applicators, balloons with their strings and happy messages—festoon the shores of the Outer Hebrides, or spiral in galactic islands of oceanic trash? According to one well-known American literary critic, a poem “adds to the stock of available reality” (Blackmur, 1935). The poetic assumption underlying this axiom is that reality is made more, or gets stockpiled, insofar as it is made “available” through the poem. The poem processes: it mines and fracks and distributes the common real into a usable, accessible form—a form for usage.\n\nThe critic’s initial promise sounds nice. Who doesn’t want more reality? Or, as the poet and essayist Douglas Crase once put it in an article on John Ashbery: “How nice to have awakened among all the treasures that are yours to rearrange when you live at the apex, spatially and temporally, of empire” (Crase, 2017). He was referring to the American writer’s “literary luxuries”—to the wealth of allusions and intertexts and multimodal influences available for use by a postmodern poet like Ashbery. But soon enough the untrapped gas starts to leak into the water wells, and out your kitchen faucet. There comes a time you can set your tapwater on fire with a lighter. In a dream that Emerson had in 1840, Crase reminds us, “an angel presented him with the world—and he ate it.” These days, on the other hand, if a reader “eats the world, [they] will have incorporated a resource-limited, environmentally compromised, politically bewitched little ball that can be made to go poof in an instant by one culturally arrested septuagenarian. Can it be good for your health to digest an image like that?” Since he was writing in 1984, Crase’s “septuagenarian” is a reference to America’s other trickle-down, show-biz prez. But lords of the White House aside, Crase looks to poets like Ashbery for an “image of the world” that makes for healthier consumption.\n\nThe world is still being swallowed here, and the reader is hailed as its consumer; the planet is given a human scale. So perhaps our discourse about the “planet” needs to change if our aim is to alter an autopoeisis of endless production and consumption. When Crase cites Emerson’s dream from 1840, he speaks as an authoritative practitioner of Emersonianism; he wrote the introduction to the Library of America’s edition of the first and second series of the Essays. When Emerson set out to write his first book, Nature, Crase observes in that introduction, he feared the tendency people have toward establishing “usage” in and through language. The fear prompted him to make that famous invitation for individual Americans to establish their own “original relation with the universe.” As Emerson understood it, the trouble with discursive “usage” is that it threatens the “perceptual liberty” of individuals. Words ossify the world around them, and makes it usable. Irrevocably, people do things with words. “Do your thing” used to be Emerson’s imperative in the essay “Self-Reliance”—though in later drafts the word “thing” morphed into the word “work”: “Do your work and I shall know you.” Crase regrets this change. Both he and Emerson rail against a form of abstraction that loosens the individual from their environment, whether planetary or regional. To make a new thing with new words is to make new uses, to grip the real again at its roots. So it is I shall know you.\n\nSo, too, the proliferation of things. And in the Emersonian tradition, things are weapons; I protect myself with my things. In a democracy given to prophets and confidence men and demagogues, I may “have a right to think like a planet,” having thereby “a right to an unobstructed view” of the world, but, as Crase observes, it is “a right I’d better be ready to defend.” To think, as Emerson encourages, like a planet is to patrol against external “threats to perception,” which are “less likely in a democracy to arrive on horseback” and “more to be expected from the character of custom and modes of thinking...”. This must be the assumption underlying a poetics informed by Emerson, whose Essays, Crase claims, are historically the headspring for the mainstream of American poetry. The poem-thing the American poet does is the militia-musket mustered in the common defense of “perceptual liberty” against royalist and corporate forms of discursive usage. Of course, as Crase observes elsewhere, even this Emersonian folk-logic can become a form of usage. So, if “do your thing” is a weapon, it’s less a musket, and more like a 3D-printed zipgun—a plastic “wiki weapon” you can prototype from your desktop and discard after using. At which point it, too, enters the ocean and dissolves into microbeads.\n\nAs Crase illustrates in AMERIFIL.TXT: A Commonplace Book (1996), a minuteman poetics extends beyond Emerson and infiltrates poets like Wallace Stevens. Curating quotes from canonical American poets under headings like “The Discovery of America” and “The Common Defense,” Crase cites two remarks by the object-oriented Stevens that signal the libertarian burliness underlying our US-materialist poetics. The relationship of the poet to “contemporaneous” objects in the world—say, “herrings and apples”—is one of “resistance” to “pressure.” The “common defense” of the poet is a “resistance to the pressure of ominous and destructive circumstance” that converts quotidian objects, like herrings and apples, into “an explicable, an amenable circumstance.” Stevens describes this as a “fortifying” reaction against the onslaught of an otherwise meaningless, arbitrarily circumstantial reality. Elsewhere, Crase cites Stevens’ claim that “One turns with something like ferocity toward a land that one loves, to which one is really and essentially native, to demand that it surrender, reveal, that in itself one loves.” Stevens’ “Discovery of America” involves a nativist violence that borders on sexual abuse, a strenuous exertion leveled against “the particular things on display at a farmer’s market, as, for example, the trays of poor apples, the few boxes of black-eyed peas, the bags of dried corn” which “have an emotional power over us that for a moment is more than we can control.” Crase weaves Stevens up in his poetic homespun, which has at its center an Emersonian poetics, where an original relation to the universe warps into a defense-industrial weapon-thinging.\n\nThat said, Douglas Crase is well prepared to orchestrate a careful critique of an Emersonian poetics, which territorializes on its planetary outlook. After all, he says that “to say the wrong thing has physical consequences”—so the question of poetics, or discourse about poetry, as well as the saying that a poem is, is of substantial urgency. He meditates extensively in his new book of compiled reviews, “Essays and Addresses,” Lines from London Terrace (2017), on the importance of attending to our poetic “analogies and tropes,” and even “memes.” Emerson “avails” as a meme—or, in fact, an anti-meme, subverting “trope with trope.” While he is willing to discard a lot of other antiquated nineteenth-century ideas sucked into the present-day in Emerson’s riptide, Crase preserves in his essays, as well as his poetry, what the Sage of Concord “thought poetry was for”: that is, the “liberty of perception”—which depends on the freedom to “choose metaphors, turn tropes, that express our own original relation to the universe.” We have seen how that original perceptive relation is preserved—with things as weapons. But how is it developed in the first place? By grabbing hold of the “axis of common origin”—a “science-baffling star, without parallax.” For Crase, the specific dimensions of this axis are evolutionary, cosmically re-configured. An original relation to the universe is developed by perceiving the world from the viewpoint of an “evolutional sublime.” Crase presents Lorine Niedecker, whose investigations into the bedrock of Lake Superior ultimately redeem “the most ... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9879572988,
        "format_confidence":0.8692806959
    },
    {
        "url":"https:\/\/quirkality.com\/index.php\/the-stories\/28-plump-with-an-ample-bosom",
        "text":"Plump with an Ample Bosom\n\nSchopenhauer in 1858Arthur Schopenhauer, philosopher and curmudgeon, was not spectacularly successful in affairs of the heart. It is true that aged 31 he fell in love with a nineteen year old opera singer, Caroline Richter, and pursued a relationship with her for several years, but this fell apart after he refused to marry her, complaining that \"Marrying means to grasp blindfolded into a sack hoping to find an eel amongst an assembly of snakes.\" Some ten years later, he did manage to proposition a seventeen year old girl, Flora Weiss, at a party, apparently while brandishing a bunch of grapes, but she rejected him, and his grapes, remarking in her diary that she didn't want the fruit, because \"old man Schopenhauer had touched them.\"\n\nThese setbacks, however, did not prevent the great curmudgeon from opining at length on the character of love and desire. In his essay, \"The Metaphysics of Love\", Schopenhauer claimed that \"every one, in the first place, will decidedly prefer, and eagerly desire, the most beautiful persons\"; and, more precisely, will \"demand from the other individual especially those perfections which he himself lacks; yes, even find beautiful those imperfections that are opposed to his own. Therefore, small men seek large women; blondes love brunettes, etc.\"\n\nLuckily for us, Schopenhauer was not content to let matters rest at this level of banality. Rather, his project required that he focus in on the particulars - on the considerations that guide us in our quest for a mate.\n\nTop of the list of desirable characteristics in a woman is youth.\n\nOn the whole, it is effective from the years of beginning to those of ending menstruation. However, we give decided preference to the period from the eighteenth to the twenty-eighth year. Outside of those years, no woman can excite us; an old woman arouses our disgust. Youth without beauty, still has its charm; beauty without youth, none.\n\nOnce a suitably youthful woman has been identified, it is necessary to check on her health, because while \"Acute diseases disturb only temporarily; chronic diseases, or even cachexy, repel...\".\n\nThe next requirement is a decent skeleton.\n\nNext to old age and disease, nothing so repels us as a deformed figure; even the most beautiful face is no compensation for this defect. Moreover, the ugliest features, when accompanied by a symmetrical body, are absolutely preferred. Furthermore, we are most sensitive to every disproportion of the skeleton, as, for instance, a stunted, short-legged figure, et al., also a limping gait, where it is not the result of an accident. On the other hand, a strikingly beautiful stature can compensate all defects: it bewitches us.\n\nA fourth consideration is a \"certain plumpness\", and particularly a \"full female bosom\", which has \"an uncommon charm for the male sex\". Be warned, though, excessive fatness in a woman will \"arouse our disgust\" (though, equally, \"undue leanness strongly repels us\").\n\nThe final recommendation is beauty of features.\n\nHere...the bony parts are the most important consideration. A beautiful nose is especially attractive, while a short, pug nose mars all. The life's happiness of innumerable girls has been decided by a slight upward or downward curve of the nose.\n\nHeady stuff, indeed. Happily, men do not entirely escape Schopenhauer's steely gaze, though, surprise, surprise, the considerations that govern how women choose cannot be specified with such a degree of accuracy.\n\nOn the whole, the following may be maintained. Their choice is given to men of from thirty to thirty-five years of age; and, indeed, they prefer them to youths, although these represent the highest human beauty... In general, they care little for beauty, especially of the face: it appears that they take it upon themselves to bestow beauty upon the child. They are won principally by man's strength and the courage allied to it: for these promise generation of strong children and, at the same time, a brave defender of them.\n\nIn addition, Schopenhauer mentions broad shoulders, narrow hips, straight legs, muscular power, courage and a beard, noting that \"women often love ugly men, but never, an unmanly man\".\n\nDespite having at least half a beard, Schopenhauer never married. Perhaps this was for the best, though, given his belief that every sexual encounter inevitably ends in disappointment, with lovers \"amazed that what was desired so passionately accomplishes no more than any other sexual gratification.\"\n\nSchopenhauer died at home on his couch in 1860. It is sometimes claimed that he had only a cat for company, which would make for a poetic, if likely apochryphal, end.\n\n(Sources: Arthur Schopenhauer, Selected Essays; Helen Zimmem, Arthur Schopenhauer: His Life and Philosophy).\n\nSubmit to DeliciousSubmit to DiggSubmit to FacebookSubmit to Google PlusSubmit to StumbleuponSubmit to TechnoratiSubmit to Twitter",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.6208145022,
        "format_confidence":0.9244102836
    },
    {
        "url":"http:\/\/www.newyorker.com\/magazine\/2014\/05\/26\/word-magic",
        "text":"Once, in a restaurant in Italy with my family, I occasioned enormous merriment, as a nineteenth-century humorist would have put it, by confusing two Italian words. I thought I had, very suavely, ordered for dessert fragoline—those lovely little wild strawberries. Instead, I seem to have asked for fagiolini—green beans. The waiter ceremoniously brought me a plate of green beans with my coffee, along with the flan and the gelato for the kids. The significant insight the mistake provided—arriving mere microseconds after the laughter of those kids, who for some reason still bring up the occasion, often—was about the arbitrary nature of language: the single “r” rolled right makes one a master of the trattoria, an “r” unrolled the family fool. Although speaking feels as natural as breathing, the truth is that the words we use are strange, abstract symbols, at least as remote from their objects as Egyptian hieroglyphs are from theirs, and as quietly treacherous as Egyptian tombs.\n\nAlthough berries and beans may be separated by a subtle sound within a language, the larger space between like words in different languages is just as hazardous. Two words that seem to indicate the same state may mean the opposite. In English, the spiritual guy is pious, while the one called spirituel in French is witty; a liberal in France is on the right, in America to the left. And what of cultural inflections that seem to separate meanings otherwise identical? When we have savoir-faire in French, don’t we actually have something different from “know-how” in English, even though the two compounds combine pretty much the same elements?\n\nThese questions, about the hidden traps of words and phrases, are the subject of what may be the weirdest book the twenty-first century has so far produced: “Dictionary of Untranslatables: A Philosophical Lexicon,” a thirteen-hundred-page volume, originally edited in French by the French philologist Barbara Cassin but now published, by Princeton University Press, in a much altered English edition, overseen by the comp-lit luminaries Emily Apter, Jacques Lezra, and Michael Wood. How weird is it? Let us count the ways. It is in part an anti-English protest, taking arms against the imperializing spread of our era’s, well, lingua franca—which has now been offered in English, so that everyone can understand it. The book’s presupposition is that there are significant, namable, untranslatable differences between tongues, so that, say, “history” in English, histoire in French, and Geschichte in German have very different boundaries that we need to grasp if we are to understand the texts in which the words occur. The editors, propelled by this belief, also believe it to be wrong. In each entry of the Dictionary, the differences are tracked, explained, and made perfectly clear in English, which rather undermines the premise that these terms are untranslatable, except in the dim sense that it sometimes takes a few words in one language to indicate a concept that is more succinctly embodied in one word in another.\n\nHistoire in French means both “history” and “story,” in a way that “history” in English doesn’t quite, so that the relation between history and story may be more elegantly available in French. But no one has trouble in English with the notion that histories are narratives we make up as much as chronicles we discern. Indeed, in the preface, the editors cheerfully announce that any strong form of the belief to which their book may seem to be a monument is certainly false: “Some pretty good equivalencies are always available. . . . If there were a perfect equivalence from language to language, the result would not be translation; it would be a replica. . . . The constant recourse to the metaphor of loss in translation is finally too easy.” So their Dictionary is a self-exploding book, like one of those kinetic works of art that Jean Tinguely used to make, where the point of the work is to watch it self-destruct in the museum garden.\n\nYet Tinguely was a considerable and entertaining artist, and this is a considerable and entertaining book, full of odd words beautifully, at times owlishly, annotated. Though most of its instances are in English, French, German, and Italian, the editors still have time for a discourse on the nuances of the Romanian dor, a word whose approximate meaning is “longing” but that is “a lyrical expression of the feeling of finitude, between folk metaphysics and philosophical reflection, and self-consciously Romanian.” Derived from dolus, a vernacular-Latin noun meaning “suffering,” dor indicates, according to the classicist Anca Vasiliu, something more particular and estranged than melancholy, less sentimental and self-indulgent than Weltschmerz—and, it occurs to a reader, strikes the central emotional tone of both the French-Romanian aphorist Emil Cioran and the Romanian-American artist Saul Steinberg. They are masters of dor.\n\nNot far away, there is a fascinating entry on the relationship between the Freudian concept of Trieb and the English “drive,” the word often used to translate it. The thought is that “instinct” might much more closely match Freud’s original meaning, and that using “drive” so relentlessly has made American Freudianism a far more driven practice than the original. Rather nicely, in a book devoted to words, logos, translated in the King James Version of the Gospel of John simply as “the word,” turns out to be the most all-purpose of items. Twenty-three alternate meanings for it are listed in English alone—it is, the editors say, a model of “polysemy,” packing multiple meanings into a single sign, and managing to suggest both words themselves and the wider shores of wisdom that words articulate. Meanwhile, many fine pages are devoted to the fine shades separating “piety” from “pity,” provoking in a reader the thought that where the Christian desire was to discriminate one from the other—moral duty from moral impulse—modern humanism is essentially an attempt to return the words to a single meaning.\n\nSome words have surprisingly specific authors. “Spleen” extends, like a suspension bridge, between the twin piers of Shakespeare and Baudelaire: Shakespeare took it out of ancient medicine and gave it life as an expression meaning masculine overcharge (“Quicken’d with youthful spleen and warlike rage”); three centuries later, Baudelaire gave the word a second life, adding to the original meaning an overlay of beetle-browed irritation. Sprezzatura is “a word that is untranslatable par excellence,” with not even a close translation outside Italian, but then it is not exactly in Italian. The term is, the editors explain, a self-conscious invention by the sixteenth-century writer Baldassare Castiglione, to label his own idiosyncratic concept of a gentleman’s seeming indifference to polish; he made it up as much as Lewis Carroll made up mome raths.\n\nSignificant patterns of meaning do emerge from the mists. Some words alter because of the stray contingencies of time, others because of the specificities of political history. To take those two introductory instances: although one could try to draw significance from the fact that spirituel means not “spiritual” but “witty,” the truth is that it’s just an etymological accident. The same meaning lingers in our word “spirited.” (When Shakespeare has Brutus say that Antony has a “quick spirit,” he means that he’s very bright, not very good.) The French are as unlikely as we are to think that a witty man is a spiritual one, and if there’s a moment’s confusion it gets clarified by tone and touch.\n\nOn the other hand, though the word “liberal” in French does not mean what “liberal” means in English—a French liberal admires Margaret Thatcher, is a critic of the welfare state, and supports the free market whenever possible—the difference is historical in another sense. France took a statist turn very early, so speaking up for liberty meant speaking against the state. In America, given the centrality of the struggle for civil rights, speaking up for liberty has often meant speaking up for the state. A liberal in France does stand for most of the same things as a liberal in America or in England; he just seems farther to the right, because the situation in France is, for historical reasons, skewed so much farther left.\n\nOf all these words, one and one alone seems truly to stump the editors, and that is the German word Dasein, made famous in Heidegger’s “Being and Time,” and usually left by bewildered translators in the original German, and meaning—well, what it means bewilders even the Continental editors. Calling it a “paradigm of the untranslatable,” they struggle over six double-columned pages to explain, anxiously, what it might mean: roughly, “life,” but with an overtone of anxiousness (“the very being of the being that we are, essentially or inessentially, not in the sense of an identity, but in proportion to a being that we have ‘to be’ ”), the whole leading to the sneaking suspicion that Dasein is untranslatable because it has no particular meaning in the original language, either. A truly untranslatable word, it seems, may be the sign of an unsustainable concept.\n\nA spectre haunts this book, however. It is the spectre of Benjamin Lee Whorf and the theory of linguistic relativism to which he gave his name. Whorf was an amateur American linguist in the first half of the twentieth century who became obsessed with the idea that the system of tenses in the Hopi language gave the Hopi a different view of present, past, and future. (His understanding of Hopi grammar turns out to have been rudimentary.) Whorfianism came to refer to a larger idea derived from this notion—the idea that our language forces us to see the world a certain way, and that different languages impose different world views on their speakers. It’s a powerful idea in the pop imagination. It sounds right when you say it.\n\nYet “Whorfian” relativism, at least in its strong f... (truncated)",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9944819212,
        "format_confidence":0.991558075
    },
    {
        "url":"https:\/\/www.thriveapproach.com\/diversity-childrens-books\/",
        "text":"Diversity in Children’s Books\n\nThe inclusion of diverse characters, narratives and themes in children’s books is fundamental to personal development.\n\nChildren can either find stories that mirror their own experiences or immerse themselves within totally different cultures. Lauren Child, the next Waterstones Children’s Laureate, stresses her concern regarding the lack of diversity in the industry. This has been brought further into focus by her daughter, adopted from Mongolia, who struggles to see her reflection in most books.\n\nIn a piece for Yes! Magazine, Felisha Burleson makes further comment on the lack of diversity. She states the importance of children reading about inspiring characters who look like them. It has been tough for her to source appropriately diverse literature for her daughter, Niyah. She is Mexican and African American and Burleson has yet to find her family mirrored in books, which would play an important role in cementing the fact that her daughter can have a visible role in society.\n\n“I think it’s very important she see people who look similar to her and have similar culture in books so she understands that the world is diverse.”\n\nClick here to read more about Felisha’s frustration with children’s literature as it stands.\n\nThis frustration is echoed in plenty of schools and homes. With adults truly wanting to provide children in their care with diverse stories, it is vital that the industry encourages it. An article in The Conversation by BJ Epstein explains the benefits in relation to prejudice:\n\n“Research on prejudice shows that coming in contact with people who are different – so-called “others” – helps to reduce stereotypes. This is because when we see people who initially seem different, we learn about them and get closer to them through their story. The “other” seems less far away and, well, less “otherly”.\n\nSo not only can diverse books allow children to identify with people and narratives similar to their own, but they can help to promote a more inclusive society from a very young age.\n\nEpstein notes the way in which stories are predominately packed with white, male, heterosexual, cis, able-bodied characters who frequently promote a Christian message. She also mentions that research suggests that over 80% of characters in children’s books are white. This clearly does not reflect reality and enforces the enormity of the issue.\n\nBooks to both empower children and to aid learning are reaching publication and it is important to celebrate these. Initially published in the 1950s, two of Jacqueline Ayer’s books, which draw on life in Thailand, are being republished this summer. Ground-breaking when first released, Ayer’s illustrations capture Thai culture beautifully and are predicted to inspire a new generation of young people. Click here to find out more about the journey that led Ayer to publication.\n\nWith plenty more children’s books promoting diversity in schools, libraries and homes, we’d love to take a look at your recommendations – contact us through Facebook or Twitter.",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.8575330973,
        "format_confidence":0.7287158966
    },
    {
        "url":"http:\/\/www.baseballamerica.com\/majors\/book-review-parents-behaving-badly-11765\/",
        "text":"Book Review: Parents Behaving Badly\n\nParents Behaving Badly: A Novel by Scott Gummer\n\nTouchstone\/Simon & Schuster, 2011\n\nList Price: $23.00\n\nYouth sports, in all flavors, are frequently not the bastion of innocence we typically wish they were. Coaches and parents entrusted with molding young minds too often prove unworthy role models, making youth baseball fertile ground for a good lampooning.\n\nScott Gummer, who has coached kids at a variety of levels, trained his sights on these out-of-control adults in “Parents Behaving Badly,” a novel that takes ludicrous behavior to the extreme. Gummer zings everyone and everything connected to youth baseball in a story that reads as a cross between “Desperate Housewives” and “The Bad News Bears.”\n\nBen Holden, the hero of the tale, has just moved back to Palace Valley, Calif., with his wife and three kids after a long stint on the East Coast. Most of his old classmates never left. When his boys, ages 12 and 6, turn out for Little League, Ben is reunited with old friends, each measuring their self-worth vicariously through their children’s sports. After the bully in charge of his older son’s team is suspended for kicking his own son following a loss, Ben volunteers to take over as coach, with the devious motive of making the sport fun for the kids again. The team loses nearly every game, causing a near riot among the parents, who finally all see the light after a close loss in the season finale.\n\nThere’s certainly a laudable message in there. Unfortunately, it’s not enough to save the book. The story is stocked with clichéd characters straight out of sitcom central casting. There’s Ben’s hard-nosed father “Coach,” who skippered the local high school squad for 50 years until dying of a heart attack shortly after his son’s return. The immature and somewhat idiotic older brother Fred, and the attractive ultrasound technician whose attempts to seduce Ben briefly threaten his marriage.\n\nDel Mann, the original coach of the 12-year-old team, is so over the top that he’s a caricature of the worst that youth sports could ever offer—at least until his miraculous and instantaneous late-season transformation. On the flip side, we have the too-good-to-be-true major league superstar Homer King (his real name!), who had been taken in by Coach as a 16-year-old after his father killed his mom. Not just a great ballplayer, Homer is also People magazine’s sexiest man alive. Much later in the story, for no apparent reason, he comes out of the closet as a homosexual and is never referenced again.\n\nToo many characters, and too much of the action are introduced for the sole purpose of setting up a punch line. In the first chapter alone (11 pages), we meet 23 characters (24 including the family dog), some of whom we never see again after the second chapter. Most splash onto the scene in one paragraph that concludes with a joke of some sort. Typical is Ben’s brother-in-law, Paul Aycock, who grew up without learning the proper way to hold a football. His main function seems to be setting up a potential side-splitter of a hyphenated last name, Holden-Aycock. The audio version should come with a drummer, banging out a rimshot on every third sentence. Some of the lines are humorous, but too many are familiar, and they disrupt the flow of the story.\n\nGummer’s writing frequently reminds the reader that this isn’t a real universe inhabited by real people. It’s possible a kid could tweet, “This party blows, but Tommy’s mommy’s a hottie!” It’s less likely that he would be 6 (and spell every word correctly), and less likely still that Tommy’s sister Kate, 14, would happen to be following him on Twitter and see it, especially given she has no idea who he is.\n\nThe 6-year-olds may be a little more advanced in Palace Valley than in other towns. Ben’s son Tommy writes and reads a touching speech at his grandfather’s funeral. Later, during baseball tryouts, he catches all three fly balls hit to him in center field, including one Willie Mays style, and cleanly picks all three ground balls he takes at short—though he did throw one away. He also rakes line drives in his tryout at-bats.\n\nSeveral other baseball details simply don’t add up. Elder son Andrew, who was eager to go out for Little League despite displaying little acumen for the game, is set up as bottom-of-the-order fodder. In the first game of the season, he outrages his coach by failing to drop a bunt, instead grounding weakly to first for the second out of the inning. Unfortunately, there had already been a double play in the inning, so not only did the coach, who tolerates no mistakes from his players, lose track of outs, so did the author. So in love are they with the bunt play that they try again with the next hitter, with two (actually three) outs. Andrew is entrusted to pitch late in a subsequent game because the “bottom half” of the opposing team’s order is due up. The first batter walks, the next two make outs, then he gives up a single, bringing up the No. 8 hitter. For those doing the math, the bottom of the order started with the cleanup hitter.\n\nAnother inconsistency that should have been caught somewhere along the line: Ben’s throwing up on a kid’s face when he was 12, “before the advent of camcorders,” yet being humiliated by a clip when he got kicked in the mouth and knocked unconscious during an elementary school play that wound up on “America’s Funniest Home Videos,” a cruel turn that “made brilliant video for early adopter parents with toaster-sized camcorders.” Which is it? Did they exist yet or not?\n\nYou also find numerous places where Gummer switches point of view from one paragraph to the next. The general rule for fiction: one point of view per scene. Within one three-paragraph span in the ninth chapter we move through no less than five points of view, a most egregious—and dizzying—case of “head-hopping.”\n\nI had hopes for this one, which was released by an imprint of Simon & Schuster and touted on the cover by the likes of Tom Perrotta. It feels like Gummer is trying to emulate writers like Perrotta or Jonathan Tropper at times, but he just doesn’t pull it off. The “youth sports should be fun” message is too deeply buried in sophomoric humor and sexual angst (from the parents, not the kids) to work. Stripped to its core there’s a story here that could resonate. Like the blundered two-out bunt attempt, it’s just not executed.\n\nJames Bailey reviews books for Baseball America. He can be contacted at\n\nMajors | #2011 #Book Guide\n\nAdd a Comment\n\ncomments powered by Disqus",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.5398280025,
        "format_confidence":0.5685593486
    },
    {
        "url":"https:\/\/socialistworker.co.uk\/socialist-review-archive\/kill-king\/",
        "text":"By Berit Kuennecke\nDownloading PDF. Please wait... Issue 277\n\nTo Kill a King\n\nThis article is over 18 years, 11 months old\nReview of 'Edward II' by Christopher Marlowe, Shakespeare's Globe Theatre, London\nIssue 277\n\nThe hugely enjoyable production of Edward II condenses 23 years of action into just under three hours of stage time, and it successfully conveys Marlowe’s vision of the interplay between personal tragedy and historical process.\n\nThe play addresses Edward’s efforts to revoke the banishment of his lover Piers Gaveston with the help of his wife, Queen Isabella. This leads to the defection of Edward’s brother and close ally, the Earl of Kent. The balance of power subsequently shifts and gives momentum to the play’s second movement – civil war. After Edward’s defeat of the rebels, and the flight of Isabella’s ally Lord Mortimer, the play’s final movement begins – the hunting down and death of the king.\n\nMarlowe’s play (first performed around 1592) relentlessly questions prevailing social conventions and places Edward’s and Gaveston’s relationship in an entire network of power struggles within the social order. Although the historical Gaveston was a member of the gentry, Marlowe lets him rise through the ranks from the peasantry, which combined with his homosexuality enrages the nobles to the point of plotting his abduction and murder.\n\nEven Edward’s wife and son turn out to be no more trustworthy than his allies at the court. When dispatched to Normandy to defeat the French king’s invasion, they immediately start to plan the assassination of Edward on their return to England. In the hands of a playwright with a taste for cruelty, the characters’ individual sufferings are dramatised as intensely physical, and Edward’s murder is one of the most gut-wrenching scenes of onstage violence in English drama.\n\nThe doubleness of the main characters – Gaveston, a loyal lover of the king who also exploits his position, Queen Isabella, the apparently sad wife of an indifferent husband, but also an adulteress who suggests various assassination plots – are vividly portrayed by the all male cast.\n\nThe Globe’s informal atmosphere and the open air venue contribute to the appreciation of Marlowe’s dramatisation of class conflict, splits in the ruling class and sexual politics.\n\nIn addition to its well established all male productions, the Globe has for the first time this year introduced a women’s company, which will be performing Richard III and The Taming of the Shrew as part of its season of Regime Change.\n\nSign up for our daily email update ‘Breakfast in Red’\n\nLatest News\n\nMake a donation to Socialist Worker\n\nHelp fund the resistance",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.6804041862,
        "format_confidence":0.7825185061
    },
    {
        "url":"https:\/\/www.theguardian.com\/books\/2006\/oct\/07\/featuresreviews.guardianreview18",
        "text":"A notion of noir\n\nWritten in 1988 for the French market, Derek Raymond's Nightmare in the Street is a strange and poetic existential fable, says Chris Petit\nNightmare in the Street by Derek Raymond\nBuy Nightmare in the Street at the Guardian bookshop\n\nNightmare in the Street\nby Derek Raymond\n184pp, Serpent's Tail, £7.99\n\nFirst as novelist Robin Cook, then reinventing himself as a crime writer, this old Etonian proved that life and literature were more interesting for eliminating that staple of English fiction, the middle class. As Derek Raymond he redefined English crime writing, combining the attitudes of American hardboiled noir and French existentialism. Nightmare in the Street, a policier set in Paris, and previously published only in France, is a strange and poetic existential fable.\n\nCook's life and writing were a calculated social experiment: downwardly mobile toff goes underground, absorbing whatever gets put in front of him to rework into fiction. Unlike many writers, Cook had a colourful \"other life\", operating illegal gaming tables in the 1950s, selling porn and running building scams in \"Swinging London\". Cook never disguised his background: the upper-class accent lent shady enterprises a respectable front, and A Crust on Its Uppers (1962) remains an unmatched lexicon of rackety London.\n\nThe mid-80s Factory series, written after years of enforced exile in France, had none of the dull procedural characteristics of the middlebrow crime novel that has propped up TV ratings for years. The initial murder in The Devil's Home on Leave has such an obvious signature that the identity of the killer is immediately revealed. (The series' basic idea of unexplained deaths was borrowed and diluted by the BBC's Waking the Dead.) The Raymond novels were always too solitary and austere to get made into TV. No sidekicks. No hobbies. Not much by way of character. Raymond's obsession was the state of death, a constant present, subordinating and excusing the need for niceties.\n\nHis reputation lay in proving that hardboiled fiction could be made to work in England, leaving Morse, Midsomer Murders, Christie, PD James et al behind. He was appreciated more in his adopted France where they make a fetish of noir - Claude Chabrol filmed one of the Factory books. Cook understood implicitly the dark thing that lurks at the heart of noir, and his tone of stoicism and disdain gave the voice authority. For all the levelling that takes place in the stories, the patrician voice is more of a companion to the work of that other old Etonian, Anthony Powell, than to the average English crime novel. It was a class act, summarised by the modified beatnik look: beret, Gauloise, everything black.\n\nHowever remarkable the books are for their uncensored quality and naked transparency - a mind imagining the worst and then topping it - the author remains mysterious, his motives hard to fathom. Lack of censoring sometimes extends to an absence of editing and, like anyone who has spent too long in pubs, he could go on a bit. But the discomfort caused by reading him is genuine and twofold: the laconic, unremitting bleakness of vision and a faint underlying suspicion that the old con artist is still at work and the reader (and critic) is viewed as one more in a long line of mug punters.\n\nCook died in 1994. Nightmare in the Street is an anomaly, written in 1988 for the French market and set in Paris, and interesting for its cultural refraction, which makes the city's low-life milieu seem even more scummy than London's. The method remains the same, relying less on observation than memory, site-specific in some respects but lacking any effort at tourist flavour. Both cities form part of the same urban hell, one defined by state of mind more than architecture or geography.\n\nIt is a strange take. Although written in English, it reads like a translation and differs from its Factory counterparts in its emotional encryptions. These are reminiscent of the last film of the great Jean-Pierre Melville, Un Flic, which progresses along similar lines of irresistible fate, tapped out with the terseness of Morse code. The plot is an existential doodle of doomed romanticism, in which a busted cop takes part in an illegal shooting to protect a criminal mate, loses his wife when she gets blown up instead of him - he is left picking her bits off the bushes long after other writers would have cut away - and sets off on the revenge trail. The Jacobean sensibility is flagged by references to the year 1600 and how nothing has changed. For all its noirish, hardboiled elements, Nightmare in the Street is a cross-genre exercise - essentially a ghost story, a communion with the dead, who are as real as the living - set largely in limbo, in a state of pre-violence, that ante-room to death where Kleber felt himself to be \"more a notion of a man than a real one\".\n\n· Chris Petit's The Passenger is published by Simon & Schuster",
        "topic_id":16,
        "format_id":11,
        "topic_confidence":0.9864531159,
        "format_confidence":0.8465305567
    }
]