[
    {
        "url":"https:\/\/www.namastevaporizers.co.uk\/blogs\/news\/5-common-vaping-myths-did-you-fall-for-these",
        "text":"Looks like you're in . Go to your local store?\n\nTime Left:\n\nVaporizer UK News\n\n5 Common Vaping Myths - Did You Fall For These?\n\nPosted on May 31, 2017\n\nVaping is a new phenomenon in the UK herb scene and understandably there’s a certain level of skepticism surrounding it. Some of the claims we’ve seen circulating are totally wrong! So we’ve compiled the most egregious claims and debunked each one!\n\n\n1. Vaping Smells\n\nHerb certainly does have a distinctive smell. It’s something that every aficionado knows. It lingers for hours, can sink into your hair and clothes and, depending on the strain, can be very pungent indeed! Some of us put a lot of effort into disguising or banishing that smell altogether! Some people worry that the diffusion of herb into vapor can cause the smell to travel further and linger longer.\n\nThe good news is that the vapor doesn’t hang in the air as long as smoke does. This is because vapor isn’t as dense as smoke and simply diffuses into the air.\n\nThat’s not to say that there’s no smell; there is. So don’t expect your vape to protect you from all prying nostrils. You simply needn’t worry about it lingering in your hair, clothes, or house!\n\n\n2. Vaping Isn’t As Strong As Smoking Herb\n\nTo some fire = stronger. This isn’t necessarily true. Ok a hit from a blunt is going to be stronger than a hit from a vape, this isn’t because a vape is somehow weaker, it’s just that each hit is a bit more mellow. Vaporizers work by taking advantage of the boiling temperatures of the active ingredients in herb. So when you take a hit from a vape you’re inhaling the same chemicals as you would from a blunt or bong. The difference is the concentration; a hit from a blunt might have a higher concentration of cannabinoids but it will also come with hot smoke, tar, carcinogens, and other toxins.\n\nYou’ll feel the effects of the active ingredients just as much as you would from a blunt, it’s the same amount of THC it might just take a few hits more. Thanks to how a vape works, those hits will go down MUCH easier.\n\n\n3. It’s Only For Hipster Douchebags\n\nOk Ok, the ecig and vape scene has been co opted by somewhat insufferable douches, we can’t lie; everyone’s seen that vapenation video. However dry herb vaporizers, while similar in appearance, are a different beast. Dry herb vapes are used by everyone from seasoned herb fans, to patients looking for herbs medicinal effects. The best thing about plant vapes, such as the Da Vinci IQ, is that they have an adjustable temperature setting. This allows you to actually change which active ingredients are being boiled off in your herb and what effects you are feeling! This is what makes dry herb vapes something for everyone, from douchebag hipsters to old grannies recovering from their hip replacement.\n\n\n4 It’s Wasteful\n\nWhen you light a bowl you know that everything in that bowl will be put to use. By the end of it there’s nothing left! It’s all smoked up. When you pack a vape how do you know that all your herb is being put to good use? After all, when you use it up there’s still a lot of matter left in the chamber.\n\nVapes are actually far more efficient than combustion when it comes to your herb. None of your herb will be burnt off into thin air, nearly all of the active ingredients will be converted into vapor!\n\nIt becomes even more efficient when you grind your herb before putting it into your vape. Grinding your heb increases the surface area that is exposed to the heating element of your vaporizer; which means more vapor and less wasted herb.\n\n5 It tastes Of Burnt Popcorn\n\nSome complain that every hit from a vaporizer holds the taint of some nasty burnt popcorn. These people either don’t know how to use a vaporizer or are parroting the words of someone who doesn’t know how to use a vaporizer. If you taste burnt popcorn then your herb is used up! All the active ingredients are gone and it’s now time to switch it out for a fresh batch. Once you do that you can sit back and enjoy the tasty flavour of your herb again.\n\n\n\nTestimonials and Reviews at",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.6904376745,
        "format_confidence":0.9875966907
    },
    {
        "url":"http:\/\/paleonomad.com\/?p=1915",
        "text":"Who doesn’t love sugar? When we’re little we crave it, when we are older we still want it! Plus, we get it in from so many different things it’s hard to keep away from it. Paleo people know that sugar is a no-no on the Paleo Diet. For those of you who don’t know the serous health risks that come with the sweet taste of sugar, I drew up 20! Special thanks to Nancy Appleton PhD & G.N. Jacobs who wrote the great book called Suicide by Sugar.\n\n20 reasons to keep away from sugar\n\n1.) Sugar can suppress your immune system.\n\n2.) Sugar reduces the body’s ability to defend against bacterial infection.\n\n3.) Sugar reduces high-density lipoproteins (HDL).\n\n4.) Sugar can lead to chromium deficiency.\n\n5.) Sugar can cause hypoglycemia.\n\n6.) Sugar can cause premature aging.\n\n7.) Sugar can cause gallstones.\n\n8.) Sugar assists the uncontrolled growth of Candida Albicans (yeast infections).\n\n9.) Sugar can cause hemorrhoids.\n\n10.) Sugar can cause varicose veins.\n\n11.) Sugar can make the skin wrinkle by changing the structure of collagen.\n\n12.) Sugar can impair the structure of DNA.\n\n13.) Sugar can impair the physiological homeostasis of many systems in the body.\n\n14.) Sugar plays a role in pancreatic cancer in women.\n\n15.) Sugar reduces learning capacity.\n\n16.) Sugar can contribute to Alzheimer’s disease.\n\n17.) Sugar combines with and destroys phosphatase, a digestive enzyme, which makes digestion more difficult.\n\n18.) Sugar can decrease emotional stability.\n\n19.) Sugar can worsen the symptoms of children with attention deficit disorder (ADD).\n\n20.)  Sugar slows food’s travel time through the gastrointestinal tract.\n\nIf you want more Suicide by Sugar excerpts are found here. There are actually 121 more reasons why sugar is bad for you. Stay sweet people!\n\n\nPhoto -\n\n\nShare this\n\n1 Response to “Sugar – 20 Reasons Why It’s Bad For You!”\n\nAdd Comment\n  1. Pingback: Paleo – Why it’s good for your teeth! |\n\nLeave a Reply",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9854415655,
        "format_confidence":0.960451901
    },
    {
        "url":"http:\/\/topfamousquotes.com\/quotes-about-attention-deficit-disorder\/",
        "text":"Famous Quotes About Attention Deficit Disorder\n\nBrowse 15 famous quotes and sayings about Attention Deficit Disorder.\n\nTop Quotes About Attention Deficit Disorder\n\n1. \"I've been dyslexic and had Attention Deficit Disorder at some time in my life. I still read with a highlighter, but I've always loved to read.\"\nAuthor: Andrew Young\n2. \"Our attention span is shot. We've all got Attention Deficit Disorder or ADD or OCD or one of these disorders with three letters because we don't have the time or patience to pronounce the entire disorder. That should be a disorder right there, TBD - Too Busy Disorder.\"\nAuthor: Ellen DeGeneres\n3. \"As a child, Zaphod had been diagnosed with ADHDDAAADHD (ntm) ABT which stood for Always Dreaming His Dopey Days Away, Also Attention Deficit Hyperflactulance Disorder (not to mention) A Bit Thick.\"\nAuthor: Eoin Colfer\n4. \"Since the 1980s, Attention Deficit Disorder (ADD) has been on the rise, not just among children, but now among the adult population as well.The sudden rise of adult ADD, while it may have genetic components, certainly receives a major boost from our kinetic, hyper-speed, information-bombarded society. Victims of adult ADD are likely to initiate more tasks and projects that they'll ever finish, get bored easily, seek thrills readily, have a propensity to be late while loathing having to wait, and not be averse to taking foolish risks.\"\nAuthor: Jeff Davidson\n5. \"I have attention deficit disorder, so sitting in a classroom is not the best thing for me.\"\nAuthor: Jeremy Miller\n6. \"The game is getting old, and I don't know if it's because I've mastered the art of it, or if I just have some weird attention-deficit-disorder when it comes to getting my way all the time, every time.\"\nAuthor: Kris Kidd\n7. \"He downed the last of his coffee, carried his mug over to the pot, poured himself a refill, and returned to the table.Why, yes, thank you, I'd love some more coffee. Hmmm, Narcisstic Personality Disorder? Attention Deficit Disorder? Or just a typical male?\"\nAuthor: Lynda Hilburn\n8. \"I would say that it's a lot easier, especially if you have a bit of an attention deficit disorder, to be on a movie because you can give it your all, and kill yourself for however many months, and then let it go.\"\nAuthor: Majandra Delfino\n9. \"The country craved change, even when it didn't need it. America was an entire nation suffering from attention deficit disorder. (Hostile Intent)\"\nAuthor: Michael Walsh\n10. \"I'm dyslexic, I have attention-deficit disorder, and I've got something like a hereditary tremor.\"\nAuthor: Ozzy Osbourne\n11. \"The first expert said he had attention deficit disorder. The second expert said the first was out of order. One said he was autistic, another that he was artistic. One said he had Tourette's syndrome. One said he had Asperger's syndrome. And one said the problem was that his parents had Munchausen syndrome. Still another said all he needed was a good old-fashioned spanking.\"\nAuthor: Pseudonymous Bosch\n12. \"Nowadays a lot of what was wrong with me would no doubt be ascribed to Attention Deficit Disorder, tartrazine food colouring, dairy produce and air pollution. A few hundred years earlier it would have been demons, still the best analogy I think, but not much help when it comes to a cure.\"\nAuthor: Stephen Fry\n13. \"My nephew has HDADHD. High Definition Attention Deficit Disorder. He can barely pay attention, but when he does it's unbelievably clear.\"\nAuthor: Steven Wright\n14. \"Serge's attention-deficit disorder was the first of many hyphens. Obsessive-compulsive, manic-depressive, anal-retentive, paranoid-schizophrenic. He was believed to be the only self-inflicted case of shaken-baby syndrome.\"\nAuthor: Tim Dorsey\n15. \"It is like our foreign policy has attention deficit disorder.\"\nAuthor: Tim Ryan\n\nQuotes About Attention Deficit Disorder Pictures\n\nQuotes About Attention Deficit Disorder\nQuotes About Attention Deficit Disorder\nQuotes About Attention Deficit Disorder\n\nToday's Quote\n\nGetting cut off from the knights' magic rock also required a period of exile from their giant glass mushroom. (Those of you in the Hushlands, I dare you to work that last sentence into a conversation. \"By the way, Sally, did you know that getting cut from the knight's magic rock also requires a period of exile from their giant glass mushroom?\")\"\nAuthor: Brandon Sanderson\n\nFamous Authors\n\nPopular Topics",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.989428103,
        "format_confidence":0.67787081
    },
    {
        "url":"https:\/\/www.pricepropharmacy.com\/7-reasons-pricepro-pharmacy-is-the-best-way-to-order-medication-online\/",
        "text":"7 Reasons PricePro Pharmacy Is the Best Way to Order Medication Online\n\npricepro pharmacy\n\nAre you still making the long trip to a physical location to pick up your prescription medication? In 2020, that simply isn’t the optimum way of collecting the medication you need to keep going.\n\nSwitching to an online service has benefits all of its own, but did you know that PricePro Pharmacy itself comes with a plethora of benefits? If you didn’t, we’ve written this post to outline the 7 major ways why PricePro should be your go-to medication supplier today!\n\n1. PricePro Pharmacy Provides Online Ordering Services\n\nAs we mentioned above, there are many benefits to ordering your prescription medication online in 2020. it’s more convenient, takes you less time, and is an efficient means of getting medication to you when you really need it.\n\nAt PricePro, we offer a dedicated online ordering service directly through our website. You can even use our sophisticated RX Upload page to upload your personal medication details directly and safely to us.\n\nThis way, we’re able to supply with the exact medication you need, without needing you to come in-person to a location every time you need your meds. Switching to online is easier than ever before, and is a major way in which PricePro has your medication covered.\n\n2. PricePro Offers Additional Means of Ordering Prescriptions\n\nWe understand that some people really don’t like ordering things online. That’s why PricePro has additional means of ordering prescription medication directly from us.\n\nWe have a toll-free phone line manned by our expert staff where you’re able to order the medication you require over the phone. If you’d rather use a different online method, we operate a live chat service on our website.\n\nThis way you can message one of our staff members, who can assist you with the full ordering process. We even allow individuals to order through fax or email if that’s your preferred method.\n\nThis allows our customer’s full flexibility in how you want to order your prescription. We’ve worked hard to make each option as simple and easy as possible for all those in need of medication. We make it our mission to make prescription ordering easier for you, so you can focus on your health and wellbeing.\n\n3. PricePro Pharmacy is a Licensed and Reliable Online Source\n\nSometimes people can be apprehensive ordering prescription medication online from companies who don’t appear trustworthy. We can understand this fear, but it’s not something you need to worry about when working with PricePro.\n\nWe’re a licensed provider of medication as an online service, and we work to provide only the highest quality brands and generic medicines available.\n\nNot only that, but we employ only the finest, most knowledgeable staff to work on our team. Our staff will be able to talk everything through with you your order to ensure you’re getting the right medication you need.\n\n4. PricePro Provides a Norton Shopping Guarantee\n\nIf you were still concerned in any way about ordering from PricePro, we’ve gone that extra mile to reassure all of our customers. We provider a Norton shopping guarantee on each medication we sell through our online service.\n\nNorton’s guarantee means that you’re covered no matter what you buy. It also ensures our prices are fair for all of our products, and that they won’t change within 30 days of your purchase.\n\n5. PricePro Prides Itself on Affordable Medication\n\nAt PricePro, we believe that everyone deserves access to the medication they need, whatever it might be.\n\nThat’s why we ensure the prices of all the medication sold on our website are fair and affordable. PricePro shoppers can enjoy savings of up to 80% by purchasing from our service rather than other providers.\n\nThat way you can get the medication you need at a price that won’t break your bank account every time you order!\n\n6. PricePro Providers Further Financial Incentives\n\nBut we didn’t want to stop there when it came to providing a financial incentive for our customers. We also operate an extensive coupon service, through which even more savings can be made when buying through our service.\n\nAs long as you meet a minimum order of $50 you’re able to apply digital RX coupon codes to any order made with PricePro. That means you’re saving even more money, on top of the up to 80% saving you’re already making by purchasing through PricePro!\n\nTo find out more about our coupons and the savings you can make, be sure to take a look at our website here.\n\n7. PricePro’s Reviews Speak For Themselves\n\nPerhaps the biggest benefit of using PricePro is something we aren’t able to inform you of ourselves. Instead, you need only take a look at the numerous positive reviews PricePro has already received online.\n\nWe’re so proud to have received such positive feedback from our customers, and believe it to be a testament to the hard work we put in each and every day. By purchasing with PricePro, you know you’re going with a provider with a reputable track record evidenced by previous customers.\n\nWhere Can I Find Out More About PricePro and its Benefits?\n\nSo there you have it; those are the 7 major benefits to choosing PricePro for your medication and prescriptions. But we know you’ll likely have even more questions about the PricePro pharmacy that demand answers.\n\nIf you want to find out more about PricePro and how purchasing from us can benefit you, make sure to contact us directly. You can use either our phone line, email address, or live chat service to get in touch with one of our experienced team members.\n\nThey’ll be happy to answer any questions you have, and to guide you through the steps to making your first medication order with PricePro, today!\n\nWorks cited\n\nComm100’s 10 Live Chat Benefits You Have to Know\n\nPricePro’s RX Upload Webpage\n\nNorton Shopping Guarantee\n\nPricePro Coupons Webpage\n\nPricePro Contact Page",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.8232319951,
        "format_confidence":0.8998163342
    },
    {
        "url":"http:\/\/sightnsounddj.com\/2017\/02\/02\/4-reasons-to-get-braces-for-crowded-teeth\/",
        "text":"4 Reasons To Get Braces For Crowded Teeth\n\n2 February 2017\n Categories: Dentist, Blog\n\n\nWhen you have a mouth full of crowded teeth, they can cause problems in numerous ways. It is wise to get the teeth repaired before you end up with dental problems that are more severe. Braces are an effective method for helping crowded teeth move further apart. You will also find that braces are beneficial in a few other ways concerning your dental health as well. Take a look at the information in this article to gain more insight about braces.\n\n1. Chewing Food Will Be Less Painful\n\nIt can be painful to chew food when you have crowded teeth in your mouth. The pain stems from having to chew food in a certain way, especially if there is a large amount of crowding. Improper chewing also puts more stress on your jawbones, which is another cause of the pain. Braces can resolve the problem and make eating a more pleasant experience.\n\n2. There Will Be a Smaller Risk for Gum Disease\n\nWhen teeth are crowding, brushing them can be a complicated task. The closeness and uneven way the teeth are situated in your gums makes it hard for a toothbrush to reach every small space. You end up with plaque being left on your teeth, which can eventually lead to gum disease. Brushing can be done more thoroughly after your teeth are corrected with braces.\n\n3. You Can Opt for Clear Aligners or Metal Braces\n\nThere is more than one option for braces that you can choose from. If you don't mind metal being placed on your teeth, metal braces might work for you. Just make sure to thoroughly clean the braces after they are installed to prevent food from getting stuck in them. You also have the option of wearing clear Invisalign aligners, which does the same job as metal braces. The aligners can be removed when you are eating food, but must be worn for the majority of each day.\n\n4. Teeth Will Experience Wear in an Even Manner\n\nYou must understand that crowded and uneven teeth lead to some of them being used more than others. The teeth that are used the most become worn out a lot faster than those that are hardly used. You can experience more dental issues when teeth do not wear in an even manner. Speak to an orthodontist, such as John C. Matunas D.D.S., PA, to get examined so you will know if braces are right for correcting your crowded teeth.",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9964330196,
        "format_confidence":0.9842461348
    },
    {
        "url":"https:\/\/spiceindia.us\/6-lessons-learned\/",
        "text":"6 Lessons Learned:\n\nDrink Healthy to Live an Illness Free Life\n\nIt would be great if we can avoid having any kind of illnesses so that we can live a much longer life. We would also be able to enjoy our life a lot more if we have the proper condition in our body and that is why we should know what needs to be done in order for us to achieve a good health. There are different kinds of fruits or natural ingredients that we are able to find on farms that can offer our body with a lot of nutrition. They can help us fight different kinds of illnesses as our immune system would be much stronger in drinking them. There are a lot of vitamins that we can find in these juices as they would have a high concentration of Vitamin C, A and a lot more. It is also known to have a lot of iron and potassium which a lot of us need in order for us to have a much better health.\n\nIf you are interested in buying some elderberry juice, we should know that there are suppliers that we can deal with on the internet. It can be a lot more convenient for us to order these products online, especially when there are no stores near our area that are selling them. We can go to the website of these suppliers and put an order online as they deliver all over the country. We can find different kinds of packages of their products that we are able to order. It would be best if we can order in bulk as it would also come with a lot of discounts. We should do some research so that we would be able to get more information on the health benefits that these products would have and it is also important that we are able to take care of our health on a regular basis. We should eat healthy and have a proper diet so that we can avoid getting sick.\n\nIf you want to get more information on these healthy and nutritious products, we can get a lot of information about them online. There are reviews that we can find regarding these products on their website that can help us determine their quality. There are also a lot of health experts that would recommend these natural products as we are able to get a lot of nutrition from them. They are also quite affordable and that is why we should buy some as soon as possible. There are people that drink fruit juice and eat a healthy meal on a regular basis so that they can avoid getting sick. These people are able to live a much longer life and can have a lot of energy because they are able to get the proper nutrition that their body needs. There are also a lot of other fruit drinks that we are able to find on the market and that is why we should also get to know more about them.\n\nWhat Research About Can Teach You\n\nShort Course on – What You Should Know",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9616581202,
        "format_confidence":0.8671776056
    },
    {
        "url":"http:\/\/vladimiria.blogspot.com\/2012\/07\/6-foods-that-can-improve-concentration.html",
        "text":"6 Foods That Can Improve Concentration\n\nMy friend, so many people find it difficult to concentrate on the important moments, such as meetings or study. \n\nWhen you include people who have trouble concentrating, try eating foods that are high in protein and contain specific nutrients can help you concentrate for longer periods of time. What are these foods? EHow and Divavillage, launch nutrients that can improve concentration and increase productivity.\n\n6 Foods That Can Improve Concentration\n\n1. Bread Wheat\n\nPeople who eat breakfast can concentrate wheat bread, alert, and also has the ability to solve problems with more baik.Produk such as whole wheat cereals, wheat crackers or bread wheat is the main source of healthy carbohydrates and increase the concentration in the morning and afternoon.\n\n2. Sweet Potato\n\nSweet potatoes contain healthy carbohydrates without causing a sugar spike. This energy flow can help you concentrate or focus and maintain energy levels.\n\n3. Spinach\n\nGreen vegetables are rich in antioxidants, minerals and iron. You can eat spinach by mixing it into an omelet or a sandwich in the morning and make it clear vegetable at lunch time or evening.\n\n4. Eggs\n\nThe content of choline and other nutrients contained in the egg can improve brain function. Eating eggs regularly could also protect the brain from degenerative diseases.\n\n5. Tuna and Salmon\n\nFatty fish is a source of omega-3 fatty acids and plays an important role in cognitive function. Eating foods high in omega-3 will keep you focused and protect the brain against degenerative diseases like Alzheimer's.\n\n6. Red Beans\n\nB vitamins thiamin on red beans can reduce the symptoms of depression, mood disorders and also maintain excellent cognitive function. Add the kidney beans as a salad in the afternoon to load nutrients and fiber in a productive afternoon. You can also enjoy red beans for dinner to enhance brain work tomorrow.\n\nArticle Source : 6 Foods That Can Improve Concentration\nYou have read this article Food with the title 6 Foods That Can Improve Concentration. You can bookmark this page URL http:\/\/vladimiria.blogspot.com\/2012\/07\/6-foods-that-can-improve-concentration.html. Thanks!\n\n2 comment for \"6 Foods That Can Improve Concentration\"\n\n  1. Very informative blog. I was searching for something like this. your blog helped me a lot. Thank you so much for sharing. menosmart plus\n\n  2. Great article for improving concentration.\n    Uncover the secret of successful life\n    Buy best generic modafinil online to stay awake for longer time-http:\/\/www.modasmart.co\/",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.8998806477,
        "format_confidence":0.9694899917
    },
    {
        "url":"http:\/\/www.modernalternativehealth.com\/2013\/03\/04\/naturally-treating-burns\/",
        "text":"5 Ways To Naturally Treat Burns\n\nbeth March 4, 2013\n\n\nNaturally Treating BurnsImage by rogersmj\n\nBurns happen easily. It doesn”t matter how you get them, by bumping into the clothes iron or grabbing something hot off the stove, they hurt! Not only do they hurt but if left untreated they can become infected, product nasty scars, and overall become much worse than they have to be. Many store bought burn creams contain a list of unfavorable ingredients that, while your finger might feel better, your body wont appreciate.\n\nInstead, naturally treat your burns with things that are just as easy to make sure you have on hand.\n\n**Note, this post in in reference to minor burns. If you get a serious burn seek medical advice.\n\nLavender Essential Oil\n\nLavender essential oil will work wonders to cool and calm a burn. It also naturally has antibiotic and antiseptic properties that will keep the burn from getting infected. Not to mention the calming effect the the scent itself can have when your a little distraught at having burned yourself to begin casino online with.\n\nRaw Honey\n\nRaw honey is antibacterial and very healthy for the skin. This attributes to it”s ability to lower the risk of scarring. It also works well to relieve the pain. Raw honey contains natural enzymes, antioxidants, minerals, and vitamins that make it a great wound fighter. Simply clean the wound and apply the honey to the burn itself and the area around it. You can repeat this as needed.\n\n\nThis herb has been used for centuries for many skin issues – including burns. It has antibacterial, anti-fungal, and antiviral properties which make it great to promote healing and keep infection at bay. An easy way to apply this useful herb is to boil it as a tea. After you let the tea cool dip a cloth in it and apply it as a compress. You can also find it directly as an oil or use the herb itself in a homemade cream to keep on hand.\n\nAloe Vera\n\nChances are you have this plant around the house – and if not you should get one. Aloe is full of beneficial nutrients that promote healing and relieve pain. By keeping a plant on hand you will get the most benefit of this. The longer the aloe has been cut from the plant the more healing benefits are lost.  Some store bought aloe might also contain unnecessary additives and preservatives that you would prefer to avoid when healing.\n\nCoconut Oil\n\nIs there anything coconut oil can”t do? Coconut oil has long been known to prevent infections that could be caused by bacteria. It also speeds healing. It is important that you are buying virgin, unrefined coconut oil in order to get the healing benefits – just like with aloe the more processing it goes though the less health benefits you can gain from it.\n\nHow Do You Naturally Treat Burns?\n\nConfused about vaccines?\n\n\nGet our FREE no-nonsense vaccine guide. Answer your questions with rational, fact-based information instead of fear.\n\nPowered by ConvertKit\n\nThis is the writings of:\n\n\n\n  1. OK, so I’ve been thinking. There are so many articles and posts about things used to “treat and heal” various minor ailments from colds to burns to cuts and scrapes. Why must we always treat everything with something? Why can’t we just let things run the course and heal by themselves? When someone in my house gets a burn, we put in under cold running water for a few minutes. Then nothing, no ointments, no lavender oils, nothing. Colds? I do nothing, no elderberry, no saline drops, no decongestants, nothing. Cuts and scrapes? Wash it with soap and water, then maybe a dry bandaid, perhaps a dab of antibiotic ointment one time right after it happens, then nothing. Just having trouble understanding the push to always treat something or make it heal faster. Maybe I’m just too practical?\n\n\n    • Pam,\n      That’s really a matter of preference. In our home we don’t always do something either. For instance, with a fever we let it run its course. With a cold we make things more comfortable, we boost our immune systems, we support our body in doing its job – but we don’t interrupt it. We just enhance it. Same for burns – we aid the body in doing its job and make things a little less painful.\n\n\n    • The article is aimed at sharing natural healing methods rather than conventional methods like “antibiotic ointment”. You’d have better success with using a good brand lavender oil as it is antibiotic, antiseptic, calming and healing.\n\n\n  2. […] – 5 Ways To Naturally Treat Burns MAM – Six Simple Soups For Cold Days MAK – 5 Kitchen Must-Haves For The Real Food Lifestyle MAP […]\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nI’m Kate, mama to 5 and wife to Ben.  I love meeting new people and hearing their stories.  I’m also a big fan of “fancy” drinks (anything but plain water counts as ‘fancy’ in my world!) and I can’t stop myself from DIY-ing everything.  I sure hope you’ll stick around so I can get to know you better!\n\nMeet My Family",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9973836541,
        "format_confidence":0.9026362896
    }
]