[
    {
        "url":"http:\/\/www.rmtweb.co.uk\/abort-retry-ignore",
        "text":"Abort, Retry, Ignore\nOnce upon a midnight dreary, fingers cramped and vision bleary,\nSystem manuals piled high and wasted paper on the floor,\nLonging for the warmth of bed sheets,\nStill I sat there, doing spreadsheets:\nHaving reached the bottom line,\nI took a floppy from the drawer.\nTyping with a steady hand, I then invoked the SAVE command\nBut got instead a reprimand: it read Abort, Retry, Ignore.\nWas this some occult illusion? Some maniacal intrusion?\nThese were choices Solomon himself had never faced before.\nCarefully, I weighed my options.\nThese three seemed to be the top ones.\nClearly, I must now adopt one:\nChoose Abort, Retry, Ignore.\nWith my fingers pale and trembling,\nSlowly toward the keyboard bending,\nLonging for a happy ending, hoping all would be restored,\nPraying for some guarantee\nFinally I pressed a key —\nBut on the screen what did I see?\nAgain: Abort, Retry, Ignore.\nI tried to catch the chips off-guard —\nI pressed again, but twice as hard.\nLuck was just not in the cards.\nI saw what I had seen before.\nNow I typed in desperation\nTrying random combinations\nStill there came the incantation:\nChoose: Abort, Retry, Ignore.\nThere I sat, distraught, exhausted, by my own machine accosted\nGetting up I turned away and paced across the office floor.\nAnd then I saw an awful sight:\nA bold and blinding flash of light —\nA lightning bolt had cut the night and shook me to my very core. I\nsaw the screen collapse and die \"Oh no — my database\", I cried I\nthought I heard a voice reply, \"You’ll see your data Nevermore.\"\nTo this day I do not know\nThe place to which lost data goes\nI bet it goes to heaven where the angels have it stored.\nBut as for productivity, well\nI fear that it goes straight to hell\nAnd that’s the tale I have to tell\nYour choice: Abort, Retry, Ignore.\n\nLeave a Reply",
        "topic_id":20,
        "format_id":2,
        "topic_confidence":0.5829549432,
        "format_confidence":0.9502524137
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/Websense?direction=prev&oldid=5082166",
        "text":"From Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\nFor those without comedic tastes, the so-called experts at Wikipedia have an article about Websense.\n“You can't touch this.”\n~ MC Hammer on accessing an illegal webpage.\n\nIntroduction and Rationale\n\n\nA screen familiar to users of this online service.\n\nIt has been known that rogue states but also companies and universities put restrictions to Internet usage. These restrictions are so aggressive and perverse that the Internet experience of the end-user is completely compromised.\n\nWebSense (IPAEng: ˈwɛbsɛnsɛsʌks) (a.k.a \"Web'non'sense\") comes to the rescue by providing stealth anonymity to the masses, allowing them to browse the Internet without restrictions. Due to this, WebSense is severely unpopular in specific non-secural countries; merely having WebSense software installed on your computer may land you in jail for two years.\n\nTechnical details\n\nWebSense offers anonymous secure proxy servers that end-users can connect to. Once such a server is blocked, WebSense activates a new one and informs the users through encrypted e-mail to switch to it.\n\nThere is currently work carried out to integrate WebSense with the Onion Routing project in order to offer protection against traffic analysis.\n\nWebSense is resilient to differential analysis attacks thanks to patented technologies being employed.\n\nWebsense categories\n\nWebSense is used especially by these groups of people\n\nIf you belong to one of the categories above, you can apply for a free license to use WebSense. Please contact them mentioning this page.\n\n\nThe motto of WebSense is Putting the Sense back in the Web. As more content-filtering software packages are being sold and utilised in perimeter networks, the real message of the Internet got diluted. Therefore, in a wise move, WebSense adopted the motto of sensible Internet, and puts the sense back to where it belongs, the Internet itself. The other Websense motto is \"De Heil Websense!\".\n\n\nThis page has been vandalised twice already by the oppressors of freedom. Please help keep WebSense page up and running.\n\nPreemptive actions\n\nThanks to donations from around the world, the WebSense international community raised US$20.000 to win the online auction and register the Internet domain WebsenseSucks.com so that no other people may use. Please join the new initiative to register WebsenseReallySucks.com and avoid corporate interference to the mission of Websense.\n\n\nWebSense:Wikipedia makes fun of WebSense at the popular parody Website Wikipedia. In the sly humour of the Wikipedia hippies, WebSense is depicted as a content-filtering product aimed at restricting Internet access.\n\nSee also\n\nPersonal tools",
        "topic_id":20,
        "format_id":2,
        "topic_confidence":0.9601412416,
        "format_confidence":0.5483865738
    }
]