[
    {
        "url":"http:\/\/thefirstpodcast.com\/category\/uncategorized\/",
        "text":"Miss Draper: The First Woman Ever Photographed\n\n02: Dorothy Catherine Draper is a truly forgotten figure in American history. She was the first woman to ever sit for a photograph — a daguerrotype, actually, in the year 1840, upon the rooftop of the school which would become New York University..\n\nThe circumstances that got her to this position were rather unique. She was the older sister of a professor named John William Draper, and she assisted him in his success and fame even when it seemed a detriment to her. The Drapers worked alongside Samuel Morse in the period following his invention of the telegraph.\n\nThe legendary portrait was taken when Miss Draper was a young woman but a renewed interest in the image in the 1890s brought the now elderly matron a bit of late-in-life recognition.\n\nFEATURING Tales from the earliest days of photography and walk through Green-Wood Cemetery!\n\nTo get this episode, simply download it for FREE from iTunes or other podcasting services.\n\nSubscribe to The First here so that you don’t miss future episodes!\n\nYou can also listen to the show on Stitcher streaming radio from your mobile device.\n\nOr listen to it straight from here:\n\nDorothy Catherine Draper in the first portrait photograph ever taken and the first photograph of a female face.\n\n\n\nDraper in the 1890s, in a photograph taken by her nephew.\n\nCourtesy MCNY\nCourtesy MCNY\n\n\n\nThe observatory attached to the Draper house in Hastings-on-Hudson.\n\n\n\n\n\nJohn William Draper\n\n\nSamuel Morse from an image taken of him in Paris.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.8439215422,
        "format_confidence":0.7906630635
    },
    {
        "url":"http:\/\/www.geograph.org.uk\/photo\/3157002",
        "text":"SP3684 : The Greyhound, Hawkesbury Junction\n\ntaken 5 years ago, near to Hawkesbury, Warwickshire, Great Britain\n\nThe Greyhound, Hawkesbury Junction\nThe Greyhound, Hawkesbury Junction\nQuite a crowd is drinking outside this immensely popular canalside pub in the pleasant sunshine.\nCreative Commons Licence [Some Rights Reserved]   © Copyright Stephen McKay and licensed for reuse under this Creative Commons Licence.\n1:50,000 Modern Day Landranger(TM) Map © Crown Copyright\n1:50,000 Modern Day Landranger(TM) Map © Crown Copyright\nTIP: Click the map for Large scale mapping\nChange to interactive Map >\nGrid Square\nSP3684, 125 images   (more nearby )\n  (find more nearby)\nImage classification?\nDate Taken\nSaturday, 22 September, 2012   (more nearby)\nMonday, 1 October, 2012\nGeographical Context\nBusiness, Retail, Services  Canals \nSubject Location\nOSGB36: geotagged! SP 3616 8451 [10m precision]\nWGS84: 52:27.4410N 1:28.1565W\nCamera Location\nOSGB36: geotagged! SP 3615 8451\nView Direction\nEAST (about 90 degrees)\nLooking for a postcode? Try this pageExternal link\nClickable map\n\nOther Tags\n\nClick a tag, to view other nearby images.\n\nThis page has been viewed about 33 times.\nView this location: KML (Google Earth) · Google MapsExternal link · Bing MapsExternal link · OS Map Checksheet · Geograph Map · geotagged! More Links for this image\nW Go E\nYou are not logged in login | register",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.7681310177,
        "format_confidence":0.7496957779
    },
    {
        "url":"https:\/\/www.kiextreme.com\/historygallery\/displayimage.php?album=topn&cat=3&pid=460",
        "text":"KIExtreme History Gallery\n\nHistorical photos, postcards, park guides, maps, publications and more!\nHome > Photo Gallery > Miscellaneous Photographs\n\nBavarian Beetle\n\nRate this file (Current rating : 3.7 \/ 5 with 6 votes)\nFile information\nAlbum name:KIExtreme \/ Miscellaneous Photographs\nRating (6 votes):44444(Show details)\nFilesize:103 KiB\nDate added:Apr 11, 2008\nDimensions:640 x 453 pixels\nDisplayed:2454 times\nFavorites:Add to Favorites",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9426029325,
        "format_confidence":0.8516923785
    },
    {
        "url":"https:\/\/www.pastpin.com\/photo\/8663970804",
        "text":"Download this image\n\nMore from this collection\n\nRelated by When\n\nRelated by Where\n\nResearch Help!\n\nWhere: Unknown\n\nTry to find the spot where the photographer was standing.\n\nWhen: Unknown\n\nTry to find the date or year when this image was made.\nVPB-106 Special Collection Photo\n\nFrom Album #14 \"Hayward the Skipper\"\n\nThe San Diego Air and Space Museum houses a large Special Collection from Patrol Squadron 106. VPB-106 flew PB4Ys and saw heavy combat in the South Pacific during the Second World War. The Museum houses many records from the VPB-106 including Squadron musters, reunion abums, VHS Tapes, Action Reports, memoirs, combat diaries, misc documents.\nCOMMONS.SOURCE INSTITUTION: San Diego Air and Space Museum Archive\n\n\nOwner: San Diego Air & Space Museum Archives\nSource: Flickr Commons\nViews: 2331\nvpb106 patrolsquadron106 worldwartwo consolidatedpb4yprivateer ship warship aircraftcarrier escortcarrier unitedstatesnavy usnavy usn navalaviation usspointcruzcve119 usspointcruz cve119 commencementbayclass usnspointcruzakv19 akv19 usnspointcruztakv19 usnspointcruz takv19 aircraftferry\n\nAdd Tags\n  • profile\n\n\n    • 20\/Apr\/2013 15:49:39",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9331256151,
        "format_confidence":0.9416137338
    },
    {
        "url":"https:\/\/texashistory.unt.edu\/ark:\/67531\/metapth95919\/m1\/4\/sizes\/l\/",
        "text":"The Optimist (Abilene, Tex.), Vol. 46, No. 3, Ed. 1, Friday, October 3, 1958 Page: 4 of 8. Large.\n\nThis is a large version of a page associated with this newspaper. We provide several sizes for each page for review, download, and linking on the web.\n\nIn order to give you an accurate assessment of its downloadable size, the image below will not resize in your browser window. For larger resolution views, magnify the image with this tool and print using your browser, or contact us about copies and reproductions.",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.9497458339,
        "format_confidence":0.6073930264
    },
    {
        "url":"https:\/\/www.thehawaiiherald.com\/2017\/01\/16\/nisei-soldiers-in-their-own-words-treasures-sought\/",
        "text":"Susan Muroshige Omura\nSpecial to The Hawai‘i Herald\n\nEditor’s note: During a recent conversation with Susan Muroshige Omura, a friend and fellow 100th Battalion “daughter,” she asked me about the possibility of submitting a short article appealing to the families of World War II AJA veterans, particularly 100th Battalion veterans, to share their husband’s or father’s diaries and\/or letters with the 100th Battalion’s website. In 2008, Susan — who resides in San Francisco, but flies back several times a year to spend time with her mother, Mieko Muroshige — was instrumental in developing the 100th Battalion’s Education Center and its outstanding website,, thanks to a grant from the state of Hawai‘i. Susan also led the effort to renovate the front lobby area of the historic 100th Battalion clubhouse on Kamoku Street in McCully, which now features informative panels on the 100th and its AJA “brother” units as well as several artifact display cases.\n\nWith so many of our Nisei veterans and their wives or widows passing every month, I recommended that she do it sooner than later — before their families unknowingly discard those treasures containing the real-time thoughts of the veterans while in combat in Europe. So, Susan got to work right away on her appeal.\n\nTo see the full content please subscribe to our Basic Online annual subscription.\nLog In Subscribe",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.7468290925,
        "format_confidence":0.907417357
    },
    {
        "url":"https:\/\/www.kidzone.ws\/geography\/united-kingdom\/photos.htm",
        "text":"KidZone Geography: United Kingdom\n\n\nThe UK photos on this site were taken from creative commons galleries, which gratefully allow use for educational websites. Feel free to use them for your own educational purposes such as book reports and science projects.\n\n\nBegin Slideshow to view photos and photo credits.\n\n\nBack to main page",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.97445333,
        "format_confidence":0.8455670476
    },
    {
        "url":"https:\/\/k1025.com\/inside-st-joseph-lighthouse-video\/",
        "text":"The historic and iconic lighthouse at north pier in St Joseph closed recently for renovation, as is happening now a little further north along the Lake Michigan shoreline in Grand Haven. Following the work on the lighthouse and pier, a film crew was allowed to take a rare look inside the lighthouse.\n\nSome of the renovations detailed in the video include:\n\n  • Applying industrial marine paint expected to last 30 years\n  • Waterproofing interior sections that were subject to water damage and rusting\n  • General stabilization of the houses\n\n\n[h\/t Benton Harbor & St Joseph Memories on Facebook]",
        "topic_id":13,
        "format_id":6,
        "topic_confidence":0.549896121,
        "format_confidence":0.9408833981
    }
]