[
    {
        "url":"http:\/\/gladys-littoral.org\/en\/contact",
        "text":"Get in touch with the people of GLADYS\n\nHow to get in touch?\n\nTo contact the GLADYS leaders and to address issues relative to administration, please use .\n\nTo get in touch with the whole group, please use :\n\n  • Official members:\n    The official french members strictly. This is the official contact list. Use it preferentially (permanent fellows and post-docs)\n  • fieldwork team:\n    The members involved in the in-situ measurements, the field works.\n  • Mathematicians and physicists:\n    The members involved in the development of numerical tools, mathematics and theoretical physics in relation with beach dynamics.\n  • Extreme members:\n    The members involved in the analysis of extremes and especially littoral probabilities and statistics.\n  • Members:\n    All the permanent members involved in GLADYS activities, in France and foreign countries.\n  • PhD Students:\n    The PhD students supervised by a member of GLADYS.\n  • Everyone:\n    The union of all the aliases above. Use this address if you want to touch absolutely every one.\n\nIf you find something wrong, please email us at .\n\nYou can also use the contact form for general purposes. Notice that some specialized groups (mathphy, extremes, fieldwork) may embed researchers that are not official members of GLADYS (their choice), but collaborate actively with the GLADYS Team.\n\nContact form",
        "topic_id":19,
        "format_id":3,
        "topic_confidence":0.8918453455,
        "format_confidence":0.7039393187,
        "weight":0.0002442988
    },
    {
        "url":"http:\/\/math.stackexchange.com\/questions\/78055\/decomposition-of-a-manifold",
        "text":"Take the 2-minute tour ×\nMathematics Stack Exchange is a question and answer site for people studying math at any level and professionals in related fields. It's 100% free, no registration required.\n\nAs a kind of aside to this question, where one of the answers assumed that if $S^n=X \\times Y$ then we can assume that $X$ and $Y$ are manifolds.\n\nIf we have a manifold $M$, such that $M$ is homeomorphic to $X \\times Y$, then must $X$ and $Y$ be manifolds? The converse ($X,Y$ manifolds implies $X \\times Y$ is a manifold) is certainly true. I'd like to think it is true, but I have seen enough strange topological behaviour to suggest this may not be true.\n\nFor this question take 'manifold' to mean a second countable Hausdorff space that is locally homeomorphic to $\\mathbb{R}^n$, for some finite $n$.\n\nshare|improve this question\n+1 for questioning your intuition! –  Grumpy Parsnip Nov 2 '11 at 18:41\nThanks for following up on this! My intuition told me it was false, but maybe I'm just a cynic when it comes to spaces that aren't at least CW complexes. Or does that make me an optimist? I guess it all depends on your perspective :o) –  Aaron Mazel-Gee Nov 4 '11 at 5:59\nJuan, @Aaron: In case you missed it: there's a new related thread on MO. –  t.b. Dec 17 '11 at 3:13\n\n1 Answer 1\n\nup vote 25 down vote accepted\n\nDisclaimer: I'm by no means knowledgeable in this field and I haven't read the papers or books I mention below. I found these by digging in the literature and hope these pointers are useful.\n\nThe answer to your question is no.\n\n  1. The first example was given by R.H. Bing, The Cartesian Product of a Certain Nonmanifold and a Line is $E^4$, Ann. of Math. (2) 70 (1959) 399–412. MR107228.\n\n    Bing describes a topological space $B$ — in fact a quotient space of $\\mathbb{R}^3$, sometimes called the Dogbone space — which is not a manifold and has the property that $B \\times \\mathbb{R}$ is homeomorphic to $\\mathbb{R}^4$.\n\n  2. Modifying this construction and relying heavily on work of Andrews and Curtis, K.W. Kwun, Product of Euclidean Spaces Modulo an Arc, Ann. of Math. (2) 79 (1964) 104–108, MR159312, produced product decompositions of $\\mathbb{R}^n \\cong X \\times Y$ for $n \\geq 6$ where neither $X$ nor $Y$ is a manifold.\n\n  3. Here are two freely available papers by A.J. Boals:\n\n  4. Quoting C.D. Bass, Some products of topological spaces wich are manifolds, Proc. Amer. Math. Soc. 81 (1981), 641–646, MR601746, Corollary 3 on page 645 “gives abundant examples of factorizations of certain manifolds into nonmanifold factors.”\n\n  5. A textbook covering these and many more topics:\n\n    Daverman, Robert J., Decompositions of manifolds, Pure and Applied Mathematics, 124, Academic Press, 1986, MR872468. (Reprinted by the AMS, 2007).\n\nHere are two related MO-threads:\n\nAdded: A further MO-thread was posted and answered a couple of hours ago:\n\nshare|improve this answer\nThanks Theo! Nice detective work...I thought about searching through all of Bing's paper's. I had a feeling if it was not true he would have provided a counter example –  Juan S Nov 2 '11 at 21:44\n@Juan (Qwirk): you're welcome. I wanted to look up this stuff for quite a while, so now I had the opportunity... Interesting stuff, but the details seem somewhat messy. –  t.b. Nov 2 '11 at 22:10\nGreat answer t.b.! You write \"I'm by no means knowledgeable in this field\" What would it be if you were:-) –  Georges Elencwajg Nov 2 '11 at 23:22\nDear @Georges: Thank you, but yes, I meant it. I know little about geometric topology and the question at hand. I knew the Dogbone space and the two MO-questions, but not more. –  t.b. Nov 2 '11 at 23:24\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.9953841567,
        "format_confidence":0.989631772,
        "weight":0.0019152618
    },
    {
        "url":"http:\/\/messiahpbmwf.full-design.com\/A-Review-Of-case-analysis-8894505",
        "text":"A Review Of case analysis\n\n19 Especially, the Unified Medical Language system (for scientific diagnoses and disorders) along with the Anatomic Therapeutic Chemical (ATC) classification method (for drug prescriptions) were being mapped in to the coding programs utilized by the individual databases. This mapping ensured that the information extraction procedures specific precisely the same semantic ideas across all databases, As a result permitting analyses for being carried out less than a common details design.19\n\nDue to differences in ASD rates by sexual intercourse and prior solutions that air pollution outcomes could possibly be precise to boys, we a priori\n\nThese datasets have been securely transferred into the SOS information warehouse, hosted by the University of Milano-Bicocca, to get analysed centrally and securely.19\n\nThirdly, our dose-reaction analysis could have been underpowered for some NSAID dose classes for the reason that just the PHARMO and THIN databases may very well be deemed. In addition, a part of sufferers registered in these two databases had to be excluded within the dose-response analysis as they lacked the prescribed every day dose details.\n\nto enable These hidden objects, I've to revive your complete process, of which I’m outside of before restore details that may revert the process back again to preceding session with Operating plugin. I tried solving it just how its said above, but still does a similar factor.\n\nA prosperity of faults can happen, then it’s hard to have all of them in mind, particularly when you're in a hurry and with worry You begin to acquire combined up.\n\nLastly, there was no proof that celecoxib amplified the potential risk of hospital admission coronary heart failure at generally used doses in contrast with previous usage of any NSAIDs. However, we can't exclude an increase in threat when celecoxib is made use of at really superior doses, supplied the broad self confidence intervals obtained for this dose class.\n\nAir pollution has numerous toxicants that have been uncovered to generally be affiliated with neurotoxicity and adverse effects within the fetus in utero\n\nAruba delivers to SMBs an easy and economical network infrastructure that could be supported with confined IT resources — when even now giving the reliable connectivity required by these days’s company surroundings. Download Solution Overview\n\nIdentifying what’s with your community can be a never-ending challenge. Not simply do you should stop malicious people from attaining accessibility, You need to safeguard in opposition to unauthorized units and apps. How sturdy are your defenses? Down load Infographic\n\nAruba ClearPass will help corporations recognize what’s on their own wired and wi-fi community, then implement policies making sure that something suspicious automatically receives kicked off the network. Watch Online video\n\nAruba IntroSpect integrates Sophisticated AI-dependent device learning (ML), pinpoint visualizations and instantaneous forensic insight into only one solution, so attacks involving malicious, compromised or negligent users, methods and equipment More hints are observed and remediated ahead of they injury the functions and popularity of a company. Download Info Sheet\n\nWere admitted to medical center having a Most important diagnosis of heart failure within the 12 months before the day of cohort entry, to stay away from the inclusion of functions developing before the commence of NSAIDs use (note that secondary medical center or outpatient coronary heart failure diagnoses were not regarded as exclusion conditions).\n\nOn this paper, we’ll talk about how and where by new era endpoint compliance need to be enforced in addition to more issues that happen to be critical for making sure a secure network. Download Solution Overview\n\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15\n\nComments on “A Review Of case analysis”\n\nLeave a Reply",
        "topic_id":19,
        "format_id":18,
        "topic_confidence":0.5184583664,
        "format_confidence":0.6392200589,
        "weight":0.0004910771
    },
    {
        "url":"http:\/\/az628.com\/tag\/mouse-monoclonal-to-cd56-coc56-reacts-with-cd56\/",
        "text":"Biomedical literature curation is certainly the process of automatically and\/or manually\n\nBiomedical literature curation is certainly the process of automatically and\/or manually deriving knowledge from technological publications and recording it into specific databases for organised delivery to users. data. First outcomes are shown for a data established of 2376 complete text messages from which >4500 gene phrase occasions in cell or physiological component have got been removed. Approval of half of this data lead in a accuracy of 50% of the removed data, which signifies that we are on the correct monitor with our pipeline for the suggested job. Nevertheless, SGX-145 evaluation of the strategies displays that there is certainly still area for improvement in the named-entity reputation and that a bigger and even more solid corpus is certainly required to attain a better efficiency SGX-145 for event removal. Data source Website: Launch Biomedical novels curation is the procedure of automatically and\/or manually putting together natural data from scientific books and building it obtainable in a structured and in depth method. Sources that integrate details extracted in some genuine method from technological books consist of, for example, model patient sources (1), proteinCprotein connections (2) and geneCchemicalCdisease interactions (3). Regular novels curation workflows consist of the pursuing guidelines (4): triage (selection of relevant books), natural organizations id (age.g. genetics\/protein, illnesses, etc.), removal of interactions (age.g. proteinCprotein connections, gene phrase, etc.), association of Mouse monoclonal to CD56.COC56 reacts with CD56, a 175-220 kDa Neural Cell Adhesion Molecule (NCAM), expressed on 10-25% of peripheral blood lymphocytes, including all CD16+ NK cells and approximately 5% of CD3+ lymphocytes, referred to as NKT cells. It also is present at brain and neuromuscular junctions, certain LGL leukemias, small cell lung carcinomas, neuronally derived tumors, myeloma and myeloid leukemias. CD56 (NCAM) is involved in neuronal homotypic cell adhesion which is implicated in neural development, and in cell differentiation during embryogenesis natural procedures with fresh proof, data approval and recoding into the data source. As a result, novels curation needs a cautious reading of books by area professionals, which is certainly known to end up being a time-consuming job. Additionally, the raising development of obtainable books prevents a extensive manual curation of designed information and prior research present that it is certainly not really SGX-145 feasible (5). Latest advancements in text message exploration strategies have got caused its program in most of the novels curation levels. Problems have got led to the improvement and availability of a range of strategies for named-entity conjecture (6), and even more for gene\/proteins conjecture and normalization (7 particularly, 8). Also binary interactions (9) and event removal (10) possess been improved, and its current efficiency enables its make use of on huge size tasks (11). Finally, integrated ready-to-use workbenches possess been obtainable, such as @Take note (12), Argo (13), MyMiner (14) and Textpresso (15), although the performance and scalability to much larger tasks is dubious for some of them still. A evaluation between some of them is certainly discovered in this study on observation SGX-145 equipment for the biomedical area (16). Prior reviews (17, 18) and trials (19) possess verified the feasibility of text message mining to help novels curation and latest research (4, 20) display that, certainly, it is component of many biological sources workflows already. For example, text message exploration support is certainly getting looked into for the triage stage in FlyBase (21), for curation of regulatory observation in (22) and also in the AgBase (23), Biomolecular Relationship Network Data source (Join) (24), Defense Epitope Data source (IEDB) (25) and The Relative Toxicogenomics Data source (CTD) (26) sources. Additionally, many solutions possess been suggested for the CTD data source during a latest collaborative job (27). Further, Textpresso provides been broadly utilized to prioritize record and for Gene Ontology (Move) conditions (28) observation in WormBase and The Arabidopsis Details Reference (TAIR) (29). Named-entity reputation SGX-145 provides also been included in the curation workflow of Mouse Genome Informatics (MGI) (30) for gene\/proteins removal, and in Xenbase (31) for gene and structure conditions, for example. Finally, few sources have got attempted automated interactions removal strategies: proteins phosphorylation details provides been removed using rule-based design web templates (32), entertainment of occasions provides been transported out for the Individual Proteins Relationship Data source (HHPID) data source (33) and revalidation of interactions for the PharmGKB data source (34). We present the first explanation of the curation pipeline for the CellFinder data source (, a database of cell analysis, which goals to integrate data derived from many resources, such seeing that novels curation.",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9777017832,
        "format_confidence":0.9720906019,
        "weight":0.0229753747
    },
    {
        "url":"http:\/\/www.computer.org\/csdl\/mags\/an\/1997\/04\/man1997040054-abs.html",
        "text":"The Community for Technology Leaders\nRSS Icon\nIssue No.04 - October-December (1997 vol.19)\npp: 54-63\n<p><it>In addition to biographies, this department publishes autobiographies, memoirs, and brief and extended obituaries. Each is intended to celebrate a life. They should be discursive, but concise, learned, and anecdotal, touching and informative, and occasionally imbued with compassionate humor. Naturally, they should include a thoughtful summation of the subject's life and virtue, as well as—where applicable—the cause of death.<\/it><\/p><p> <\/p><p><it>We want these works to provide a mosaic of the social history of computing that will prove valuable to future scholars. Thus, subjects are not limited to the famous, but may commemorate the activities of lesser known participants in computing history. Indeed, the obituaries in particular are not limited to people, but may record the demise of organizations, computers, software, and significant concepts.<\/it><\/p><p> <\/p><p><it>Readers are invited to submit additional comments concerning already published material, to write signed items for publication, and to suggest subjects that should be memorialized.<\/it><\/p><p> <\/p><p><it>Unsigned items are the work of the editor.<\/it><\/p>\nEric Weiss, \"Biographies\", IEEE Annals of the History of Computing, vol.19, no. 4, pp. 54-63, October-December 1997, doi:10.1109\/MAHC.1997.10012\n1. A.D. Booth, \"A Method of Calculating Reciprocal Spacings for X-Ray Reflections From a Monoclinic Crystal,\" J. Scientific Instruments, p. 74, 1945.\n2. A.D. Booth, \"Two Calculating Machines for X-Ray Crystal Structure Analysis,\" J. Applied Physics, vol. 18, p. 837, 1947.\n3. A.D. Booth, Fourier Technique in X-Ray Organic Structure Analysis.Cambridge, England: Cambridge Univ. Press, 1948, pp. 76-81.\n4. \"Ibid.\"\n5. E. Regis, Who Got Einstein's Office?London: Penguin Books, 1987, p. 111.\n6. A.W. Burks, H.H. Goldstine, and J. von Neumann, Preliminary Discussion of the Logical Design of an Electronic Computing Instrument. Institute for Advanced Study, Princeton Univ., 1947.\n7. H.H. Goldstine and J. von Neumann, Planning and Coding of Problems for an Electronic Computing Instrument, Parts I-III. Institute for Advanced Study, Princeton Univ., 1947-1948.\n8. A.D. Booth and K.H.V. Britten, General Considerations in the Design of an All-Purpose Electronic Digital Computer. Institute for Advanced Study, Princeton Univ., 1947.\n9. A.D. Booth and K.H.V. Britten, Coding for A.R.C. Institute for Advanced Study, Princeton Univ., 1947.\n10. A.D. Booth and K.H.V. Britten, \"The Accuracy of Atomic Coordinates Derived From Fourier Series in X-Ray Crystallography, Part V,\" Proc. Royal Society, A, vol. 193, pp. 305-310, 1948.\n11. A.D. Booth and K.H.V. Booth, Automatic Digital Calculators, 3rd ed. London: Butterworths, 1965, p. 22.\n12. A.D. Booth, \"A Signed Binary Multiplication Technique,\" Quarterly J. Mechanics and Applied Mathematics, vol. 4, no. 2, pp. 236-240, 1951.\n13. A.D. Booth, \"A Computer Programme for Finding Roots,\" Computers and Automation, vol. 5, p. 20, 1956.\n14. A.D. Booth, \"Use of a Computing Machine as a Mechanical Dictionary,\" Nature, vol. 176, p. 565, 1955.\n15. A.D. Booth and A.J.T. Colin, \"On the Efficiency of a New Method of Dictionary Construction,\" Information and Control, vol. 3, no. 4, pp. 327-334, 1960.\n16. A.D. Booth, L. Brandwood, and J.P. Cleave, Mechanical Resolution of Linguistic Problems.London: Butterworths, 1956.\n17. A.D. Booth and K. Cameron, \"A Small Transistorized Digital Computer,\" Electronic Engineering, vol. 37, pp. 368-374, 1965.\n18. A.D. Booth, \"An Application of the Method of Steepest Descents,\" Proc. Royal Society A, vol. 197, pp. 336-355, 1947.\n29 ms\n(Ver 2.0)\n\nMarketing Automation Platform Marketing Automation Tool",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9109030366,
        "format_confidence":0.7856892943,
        "weight":0.0214056463
    },
    {
        "url":"http:\/\/pure.iiasa.ac.at\/id\/eprint\/8429\/",
        "text":"Opportunities for Land-based Carbon Sequestration in Slovakia\n\nBizikova, L. & Tubiello, F.N. (2007). Opportunities for Land-based Carbon Sequestration in Slovakia. IIASA Interim Report. IIASA, Laxenburg, Austria: IR-07-028\n\n\nDownload (831kB) | Preview\n\n\nLand use and land cover change practices contribute to climate change mitigation initiatives by increasing biotic carbon storage, and by producing biomass for bioenergy, as a substitute for fossil fuels. In this paper we examine opportunities in Slovakia for two land use activities, reforestation and short-rotation forest plantation, using four scenarios. In order to evaluate alternative GHG emission reduction policies, of carbon sequestration supply curves were constructed for both activities, for all regions in the country. Our regionally detailed results apply novel modeling approaches involving spatially explicit analyses of land biophysical and economic productivity that are easily applicable to other transition countries.\n\nThe overall theoretical maximum sequestration potential on agricultural land by reforestation in Slovakia accounts for approximately 10% of national CO2 emissions. More realistic scenarios, focusing on lower quality marginal land have a potential for carbon sequestration of approximately 1.7%-2.4% of total CO2 emissions. In our estimations, potential maximum use of biomass for bio-energy, using all available agricultural land, would be 64% of renewable energy consumption, with reference to average usage during 1997-2002. Realistic potentials of bio-energy generation on lower quality land may cover about 6% of total demand. We conclude by discussing needs to integrate biophysical and economic model estimates of carbon sequestration potential with local and regional information collected through a stakeholder engagement process. Overall, we argue that there is a necessity to embed carbon sequestration activities within regional development plans, and to back up land use and forest policies with adequate economic incentives and public engagement in environmental decisionmaking.\n\nItem Type: Monograph (IIASA Interim Report)\nResearch Programs: Modeling Land-Use and Land-Cover Changes (LUC)\nDepositing User: IIASA Import\nDate Deposited: 15 Jan 2016 08:40\nLast Modified: 29 Oct 2016 19:56\nURI: http:\/\/pure.iiasa.ac.at\/8429\n\nActions (login required)\n\nView Item View Item\n\nInternational Institute for Applied Systems Analysis (IIASA)\nSchlossplatz 1, A-2361 Laxenburg, Austria\nPhone: (+43 2236) 807 0 Fax:(+43 2236) 71 313",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9961053729,
        "format_confidence":0.9511595368,
        "weight":0.0234078474
    },
    {
        "url":"http:\/\/www.uoguelph.ca\/~gbarron\/MISC2004\/leptinca.htm",
        "text":"wpeC.jpg (29702 bytes)\n\nLeptonia incana          Green Leptonia\n\nIn a very dark wood, on a very dull day, following a  drizzle of rain through the night, these brilliant green mushrooms stood out, in almost luminescent splendor, against the dark rotting humus of the forest floor.\n\nCaps are 2-3 cm across, dry, smooth, convex to flat, umbilicate, pea-green to turquoise-green, becoming bright yellow and often radially striate at maturity, and with the odour of mice. Gills are attached, well-spaced, greenish to yellowish,  becoming pale orange-brown.  Stalks are smooth, shining, and green to yellow-green. Spore prints are  pink.   Readily recognized by its colour and unpleasant taste, the Green Leptonia is common and widespread and fruits on the ground in mixed woods.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.969963491,
        "format_confidence":0.9210621119,
        "weight":0.0103871925
    },
    {
        "url":"https:\/\/briankoberlein.com\/2016\/11\/14\/emergence-of-gravity\/",
        "text":"Emergence Of Gravity\n\nIn Dark Matter by Brian Koberlein9 Comments\n\nAs dark matter continues to vex astronomers, new solutions to the dark matter question are proposed. Most focus on pinning down the form of dark matter, while others propose modifying gravity to account for the effect. But a third proposal is simply to remove gravity from the equation. What if the effects of gravity aren’t due to some fundamental force, but are rather an emergent effect due to other fundamental interactions? A new paper proposes just that, and if correct it could also explain the effects of dark matter.\n\nThe idea of emergent gravity isn’t entirely new. The most popular variation was proposed in 2010, where Erik Verlinde argued that gravity is not a fundamental force, but rather an effect that arises from the entropy of the Universe. Entropy is a property of thermodynamics. It’s often described as the unusable part of a system (or the waste heat if you will) and while that’s sometimes a useful description, a better description involves the amount of information contained within a system. An ordered system (say, marbles evenly spaced in a grid) is easy to describe because the objects have simple relations to each other. On the other hand, a disordered system (marbles randomly scattered) take more information to describe, because there isn’t a simple pattern to them. Basically, the more information it takes to describe a system, the more entropy it has.\n\nVerlinde’s model uses this connection between thermodynamics (heat, energy, and forces) and information through a mathematical method known as the holographic principle. Since the information contained within a region of space depends upon the arrangement of objects within that region, moving the objects can change the entropy within the region. Verlinde demonstrated that this produces an entropic force that acts like gravity. From the basic idea of information entropy, one can derive Einstein’s equations of general relativity exactly.\n\nEntropic gravity is an interesting idea, and it would explain why gravity is so difficult to bring into the fold of quantum physics, but it’s not without its problems. For one, since entropic gravity predicts exactly the same gravitational behavior as general relativity, there’s no experimental way to distinguish it as a better theory. There are also theoretical problems with the model. For example, if you try to describe a gravitationally closed system of masses within the model it only matches experiment if you place weird constraints on the entropy of the system.\n\nBut despite its problems the idea is at least worth exploring, and this latest work adds a new twist by describing the effects of dark matter. In the original formulation, the model focused on standard gravity. Specifically, it excluded dark energy. This new paper notes that since the dark energy of a region of space requires additional information to describe, including it in the model changes the entropy of a region of space. The paper then goes on to show how this additional information creates an additional entropic force. One that might account for the effects of dark matter similar to other modified gravity models such as Modified Newtonian Dynamics (MoND). Thus gravity, dark matter, and dark energy might all be connected through entropy.\n\nWhile this seems like an elegant solution to several cosmological problems, there are plenty of reasons to be skeptical. For one, this new variation of emergent gravity still has the same theoretical difficulties of the original. Then there’s the fact that modified gravity models fail to explain large scale effects such as the clustering of galaxies, which regular gravity and dark matter explains very well. This new work is still more of an idea and less of a robust theory.\n\nBut even if the model doesn’t work out in the end, it demonstrates how thermodynamics and gravity are deeply connected in ways that aren’t obvious at first glance.\n\nPaper: E. P. Verlinde. Emergent Gravity and the Dark Universe. arXiv:1611.02269 (2016)\n\nPaper: E. P. Verlinde. On the Origin of Gravity and the Laws of NewtonarXiv:1001.0785 (2010)\n\n\n  1. I have a suspicion that Verlinde is onto something huge. As you say, a lot remains to be sorted out, but if you can explain both dark energy and matter and as a sideline the gravitational behaviour of galaxies and galaxy clusters by a parameter free (almost) theoretical argument based on string theory, I call it a good days work.\n\n  2. How can ”emergent gravity from entropy” can be related to the gravitational waves recently observed? Wasen’t that observation a evidence for gravity to be a fondamental force, or they are not related\n\n    1. I am no expert….but I have a theory…the Ligo Scientic corporation states that the cause of gravitational wave is rotation of spherically non-symmetric mass about a fixed axis . for example, a perfectly spherical star spinning about its axis would not produce a gravitational wave but a star with a lump on its surface would emit gravitational waves, now, relating this to entropic energy : a perfectly spherical star would not have a change in entropy when it spins, as the physical appearence of the star taken at any two time instants is exactly the same. thus, there is no entropic force acting & hence there is no gravitational wave. But when a star with a lump rotates, its physical appearence would be same only if the time interval is an integral multiple of its period of rotation. i.e, if at one instant the lump is on right side then after a few instants the lump would be on left side ( for time interval = time period\/2), so that means there is no spherical symmetry when it rotates or even if its stationary. when this star rotates, the entropy of the system is continuously changing because in each instant the position of the lump changes. thus, the entropic energy associated with the star will continually change. if gravity is an emergent force due to change in entropy, then that means, an object that is not spherically symmetrical when rotates will continually radiate gravitational waves due to the continuous change in entropy associated with it. Damn ! that indeed would explain GW. Lol !\n\n  3. Another aspect of Verlinde’s latest paper is that, in addition to entropic and holographic considerations, he treats Spacetime (actually static ‘space’) like an elastic solid, and addresses the stress-strain relationship using the usual linear approximation. Using similar thermodynamic and holographic considerations, and treating Spacetime as a dynamic elastic solid, one can calculate that the total energy density is the Critical Friedmann value that makes space ‘flat’, as observed. One can also predict that the energy density of Dark Energy is 2\/3 of the total – again, in good agreement with observations.\n\n  4. Describing gravity, dark matter, and dark energy in terms of entropy seems to me like relating four dependent variables without knowing what is independent. This would explain the bizarre constraints required for it to work in a closed system. Elegant as it is, I haven’t bought into this approach yet.\n\n  5. Gravity was INVENTED to bolster the lie of the Copernicus globe earth. Even they did not believe gravity was viable.\n\nLeave a Reply",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9964119792,
        "format_confidence":0.6039355397,
        "weight":0.0175340735
    }
]