[
    {
        "url":"https:\/\/www.ravepubs.com\/blustream-expands-video-over-ip-portfolio-with-new-transmitter-and-receiver\/",
        "text":"Blustream Expands Video-Over-IP Portfolio With New Transmitter and Receiver\n\nBlustream Expands Video-Over-IP Portfolio With New Transmitter and ReceiverBlustream announced it is now shipping the latest addition to its video-over-IP portfolio, the IP250UHD 4K multicast platform featuring Dante integration. Adding to the company’s existing IP200UHD family of products, the IP250UHD-TX transmitter and IP250UHD-RX video scaling receiver distribute ultra HD and 4K video with HDCP 2.2 over a single category or fiber cable. It also allows integrators to input two audio channels from the video-over-IP system for playout on Dante-enabled devices and extract two channels from the Dante network for playout across the Blustream system.\n\nThe IP250UHD video-over-IP platform distributes AV and control signals over a 1Gb network using visually lossless compression technology to deliver HDMI, Dante, bidirectional IR, RS-232 and USB\/KVM signals up to 328 feet over a standard network architecture. Distribution can travel further when using the units’ fiber SFP port. The IP250UHD-TX and IP250UHD-RX support independent or combined HDMI and\/or Dante signal distribution to work with any network configuration. The IP250UHD-TX includes an HDMI loop-out for integrating local displays or cascading to multiple devices.\n\nBoth the transmitter and receiver can be powered via PoE from the network switch or locally should the switch not support PoE.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9732965231,
        "format_confidence":0.7609949708
    },
    {
        "url":"http:\/\/images.firstxw.com\/view\/219446.html",
        "text":"Home > News content\n\nThe new MBA uses Intel 7W Y Amber Lake processor.\n\nvia:威锋网     time:2018\/10\/31 20:41:29     readed:341\n\nIt is well known that Apple has always been reluctant to disclose the specific model of the processor when it releases new Mac hardware. Apple's release of the 2018 MacBook Air on October 30 followed this trend. However, looking at the processor specifications of Intel's ARK database, this ultra-light, thin notebook computer should be using Intel's Y series of low-power processors not long ago.\n\nLooking at Apple's official Web site specifications for a new generation of MacBook Aires, we can see that it carries an Intel dual-core Core i5 processor with a 1.6GHz main frequency, and the rest of the data includes Turbo Boost Rui-frequency up to 3.6GHz with a 4MB three-level cache. At the same time, the chip is integrated with ntel UHD Graphics 617 GPU, which supports 16GB memory with 2133MHz main frequency.\n\nThese data are then compared with Intel's new APK product database, the latest low-power, eighth-generation Core Y-series Amber Lake. It is not difficult to find that the processor model corresponding to these specifications is Intel Core i5-8210Y.\n\nInterestingly, the new Amber Lake processors previously announced include Core m3-8100Y, Core i5-8200Y, and Core i7-8500Y, all made in a 14 nm process, but all consumed 5W of TDP thermal design power. However, Intel's newly updated Cori5-8210Y processor, just after Apple's announcement, was a 7W thermal design power consumption, suggesting that the average power consumption when running at base frequencies under high-complexity workloads is higher, simply speaking, the performance that can be achieved is higher than 5W.\n\nPreviously, the MacBook Air had been using a 15W thermal-designed power processor, and this time it was supposed to go directly to Intel's latest U-Series Whiskey Lake processor, only to find out that the Y-Series Amber Lake chip was actually used for the MacBook. To be honest, this is a major shift in the MacBook Air product line, but it could also upset many MacBook Air fans who are in demand of performance.\n\nAs AnandTech, the industry's leading authority, points out, Apple's choice of lower-end Y-series Amber Lake platform chips is equivalent to trading energy efficiency for performance potential.\n\nHowever, the new generation of MacBook Aires has not improved significantly compared with the older generation. Wi-Fi browsing lasts up to 12 hours, the same as 30 days of standby time. Only iTunes movies have been upgraded by an hour to 13 hours. However, this has to do with batteries and screens, the new MacBook Air lithium-polymer battery has shrunk from 54 to 50.3 watt-hours, and the screen has been upgraded to a higher Retina retinal resolution.\n\nMany netizens believe Apple's downgrading of the MacBook Air processor from the Intel U-Series to the Y-Series seems to indicate that Apple might have planned to cut off the MacBook Air line because the latest model does look more like a 13-inch, higher-end MacBook, despite the Force Touch touch. Boards and Touch ID fingerprints, but this is more like a conventional upgrade, after all, a new technology will continue to be on the lower end of the line after a while, otherwise the new MacBook Air will not look so attractive.\n\nIn any case, Intel's latest batch of eighth-generation low-power chips, whether U-Series Whiskey Lake or Y-Series Amber Lake processors, are not officially suited to Apple's Mac products.\n\nFirst of all, these two series of chips do not support the latest DDR4L or LPDDR4 ultra low power memory. Moreover, Intel's advocacy of Amber Lake, which focuses on improving touch and handwriting interaction experiences, aims to optimize the 2-in-1 device, claiming that using touch pen composition, darkening shadows and coloring can be more accurate, has little to do with the MacBook Air on the Mac platform.\n\nOf course, Amber Lake chips have some new features to look at, such as Intel's statement that laptops or 2 \/ 1 tablets based on Amber Lake processors can be limited to 7mm in thickness and weigh no more than a pound. Greatly improve portability. Support for gigabit Wi-Fi is the second bright spot. On the other hand, if collocated Intel own Gigabit LTE modem also supports eSIM function. However, the new MacBook Air will not be based on Intel reference to design.\n\nChina IT News APP\n\nDownload China IT News APP\n\nPlease rate this news\n\nThe average score will be displayed after you score.\n\nPost comment\n\nDo not see clearly? Click for a new code.\n\nUser comments",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9845517278,
        "format_confidence":0.9649470448
    },
    {
        "url":"http:\/\/www.themobimag.com\/lg-and-asus-announce-their-plans-for-lollipop-update\/",
        "text":"Android Lollipop was made official a few days ago and now manufacturers are revealing their plans for the Lollipop updates. Asus and LG are the latest to come out with their plans for the Lollipop update.\n\nWhile the Nexus and Moto line of series will be the first ones to get the updates, LG have announced that LG G3 will be getting the update in December. After the G3, LG G2 will get the update soon after.\n\nAsus have also announced their plans for the Lollipop update. The ZenFone 4, 5, and 6 are all set to receive Lollipop in April 2015, as is the PadFone S. The company’s new PadFone Infinity will also receive the Lollipop treatment come June next year.\n\nBesides these, HTC has also announced its 90 plan where in the HTC flagships will receive the Lollipop update within 90 days. Samsung devices are expected to get the Lollipop update in the first quarter of next year.\n\nYou might also like these post :\n\nAbout Lazy Smurf\n\nI am a tech geek. I keep myself updated with all the recent happenings in the smartphone world. | Add my circles on Google+ :\n\nComments are closed",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9763330817,
        "format_confidence":0.9841926098
    },
    {
        "url":"http:\/\/newmobilereview.com\/2017\/07\/asus-x00ld-and-asus-x00lda-spotted-on-geekbench\/",
        "text":"Asus ‘X00LD’ and Asus ‘X00LDA’ spotted on Geekbench\n\nCaptureRecently, the upcoming device Asus X00GD received the WiFi certification from the WiFi Alliance (WFA). Now a couple of Asus devices with the model number X00LD and X00LDA spotted on Geekbench and revealed almost similar specifications. There is expectation that both the devices will be the members of the Zenfone 4 series.\nAccording to the Geekbench listing, both the smartphones with the model number X00LD and X00LDA will be powered by an octa-core Qualcomm Snapdragon 430 processor of 1.4 GHz and will run on Android 7.1.1 Nougat.\nCapture 1The device Asus X00LDA will come with a 2GB of RAM and it scored 680 in single-core test and 1,903 on multi-core test, while the other version Asus X00LD will have a 2GB of RAM and it gained 680 in single-core test and 1,903 on multi-core test. Both the upcoming devices will be the latest versions of the device Asus ZenFone 4 Max that was announced in Russia recently.\n\nThe device Asus ZenFone 4 Max has an unibody metal design and features 5.5-inch (1920 x 1080 pixels) IPS 2.5D curved glass display, 2GB RAM with 16GB storage \/ 3GB RAM with 32GB storage \/ 4GB RAM with 64GB storage, expandable memory up to 256GB with microSD. It is powered by 1.4GHz Quad-Core Snapdragon 425 processor with 500MHz Adreno 308 GPU \/ 1.4 GHz Octa-Core Snapdragon 430 processor with Adreno 505 GPU and runs on Android 7.0 (Nougat) with Zen UI 3.0. It has Dual-SIM functionality and also has a fingerprint sensor on its front.\nIt features a 13MP rear camera with LED Flash, f\/2.0 aperture, 80-degree wide-angle lens, secondary camera with 120-degree wide-angle lens, EIS and a front-facing camera of 8MP, f\/2.2 aperture, 85-degree wide-angle lens, soft LED flash.\n\nConnectivity wise, it includes 4G VoLTE, WiFi 802.11 b\/g\/n, Bluetooth 4.1, GPS and supports 3.5mm audio jack, FM Radio, 5-magnet speakers with NXP Smart Amp Amplifier, Dual noise-canceling microphones. It is powered by 5000mAh built-in battery with 10W rapid charging.\n\n\nProceed with us for more information.\n\nLeave a Reply",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9953225255,
        "format_confidence":0.8212680221
    },
    {
        "url":"http:\/\/www.technobuffalo.com\/2012\/11\/28\/jeff-bewkes-time-warner-ceo-wants-apple-tv\/",
        "text":"Apple OLED TV - Front and Side\n\nTime Warner CEO Jeff Bewkes told an audience on Wednesday that he would like to see an Apple TV come to market saying “I hope they do. I think Apple is a great device company.” Bewkes particularly believes Apple could help improve the TV experience with better “interface and navigation skills.”\n\nBewkes believes Apple is great at revitalizing a commoditized product into a differentiated market (e.g., iPod, iPhone) and hopes it can do the same with the living room experience.  With better TV interface, Bewkes hopes for increased consumption, especially when it comes to filter and navigating what content to view.\n\nBewkes may be hinting at information that is privy to C-level entertainment industry executives, maybe his company has been approached by Apple as well.  We’ve been following news of a potential Apple TV for years now and with every new rumor we are disappointed with the lack of an actual product.  Bewkes believes once Apple cracks the TV market, others will soon follow and will result in more competition in the TV market, with multiple TV interfaces.  I imagine this would be like Android-based phones with each manufacture or carrier putting their own skin on it.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.8391773105,
        "format_confidence":0.8325605392
    },
    {
        "url":"http:\/\/www.dvhardware.net\/article60302.html",
        "text":"\n\n   Home | News submit | News Archives | Reviews | Articles | Howto's | Advertise\nDarkVision Hardware - Daily tech news\nOctober 23, 2014 \nMain Menu\n\nNews archives\n\nWho's Online\nThere are currently 86 people online.\n\n\nLatest Reviews\nZowie P-TF Rough mousepad\nZowie FK mouse\nBitFenix Ronin case\nOzone Rage ST headset\nLamptron FC-10 SE fan controller\nZOWIE G-TF Rough mousepad\nROCCAT Isku FX gaming keyboard\nProlimatech Magnetic Pin\n\n\n\nIntel Haswell Refresh pricing revealed?\n\nPosted on Monday, March 03 2014 @ 15:02:04 CET by\n\nIntel logo\nThe Tech Report came across a list of Intel's Haswell Refresh processors on ShopBLT. The site reveals some basic specifications as well as the pricing of ten Haswell Refresh processors. It's unknown if the information is genuine but the pricing seems to be in-line with the current Haswell lineup.\nThe listings suggest that at least some Haswell Refresh CPUs may be clocked 100MHz higher than current models. For example, the Core i5-4670's peak Turbo speed is 3.8GHz, while the the Core i5-4690 listing says \"3.9GHz.\" CPU World says the 100MHz bumps will apply to base speeds, as well. That would mean the Core i5-4690 could have a base speed of 3.5GHz, up from the i5-4670's 3.4GHz.\nFirefox logo\n\n\n\nDV Hardware - Privacy statement\nAll logos and trademarks are property of their respective owner.\nThe comments are property of their posters, all the rest © 2002-2014 DM Media Group bvba",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9920302629,
        "format_confidence":0.9878802896
    },
    {
        "url":"http:\/\/www.technostuffs.com\/mobile-gadgets\/splash-drone-3-amphibious-drone-with-a-new-4k-camera\/",
        "text":"Splash Drone 3 – Amphibious Drone With a New 4K Camera\n\nPosted on May 25 2017 - 11:37am by Patrick Henry\n\nIn 2015, the SwellPro company launched a Splash Drone, a waterproof photography drone which was capable of swimming even without being impaired. And now after the two years, the company back with another waterproof drone, dubbed as the  Splash Drone 3. The newly arrived drone is even more better and reliable than its predecessor because it is fully waterproof, even it can swim. Apart from the swimming, it is amphibious in nature, means you can take double advantages of this, it has been designed to fly and land on or off the water, and over land as well. Also read about DJI Mavi Pro, the photography drone via vogatech.com.\n\nSplash Drone 3\n\nThe interesting update including a redesigned gimbal with a new 4K camera, new custom 620Kv motors, and new flight system. “The major differences with the Splash Drone 3 are in the flight controller, the camera, and the propulsion system,” Alex Rodriguez, founder and CEO of Urban Drones. With a 4k camera, there will create never be an issue related to the camera, just like the owners of its predecessor have, because the previous drone relied on the GoPro camera for video.\n\nThe newly announced Splash Drone 3 will available in two variants: the Splash Drone 3 Auto and Splash Drone 3 Fisherman.\n\nSplash Drone 3 Auto\n\nThe Auto, is the most advanced and fully integrated modular flying drone and for controlling, you can control it easily by a mobile app through “follow me” feature. The Splash Drone 3 Auto has a gimbal system with the 4K camera which can make it even better in photography. It will begin shipping in July and will priced at $1,399.\n\nSplash Drone 3 Fisherman\n\nThe Splash Drone 3 Fisherman features a fixed camera and the impressive thing about it that it can able to carry an item up to 2.5 pounds. You can control the Fisherman drone only with the remote, it is not able to work with mobile devices. The fisherman model will priced at $1,149 and is expected to ship in August.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.982973218,
        "format_confidence":0.528646946
    },
    {
        "url":"http:\/\/bgr.com\/2013\/07\/05\/iphone-5-vs-galaxy-s4-study\/",
        "text":"Apple’s iPhone 5 might be the best-selling smartphone in the world, but a new study suggests it is also the “most hated.” The Daily Mail points us to a study conducted by U.K.-based social media agency We Are Social that analyzed chatter on Twitter, blogs and forums following the launches of the iPhone 5, Galaxy S4, Lumia 920 and BlackBerry Z10. After tracking the responses and comparing each of the four devices, the firm found that 20% of the posts discussing the iPhone 5 were complaints. This compares to 18% of posts that complained about the BlackBerry Z10 and 15% that griped about Nokia’s Lumia 920. Just 11% of posts covering the Galaxy S4 were complaints, leading We Are Social to conclude that Samsung’s flagship phone is the “most loved” handset on the market.\n\nAmong the top complaints surrounding Apple’s iPhone 5 launch were the phone’s lack of innovation, its switch from the old 30-pin dock connector to the new lightning port, the poor quality of photos captured on some new iPhones, the black and slate model’s tendency to scuff and the handset’s terrible new Maps app.\n\nWe Are Social also notes that the iPhone 5 was by far the most talked about smartphone launch. The firm logged 1.7 million social media conversations immediately following the iPhone 5’s debut compared to 300,000 mentions of BlackBerry’s Z10, 140,000 Galaxy S4 mentions and just 45,000 posts discussing the Lumia 920.\n\n\nView Comments",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.9877386093,
        "format_confidence":0.9900503159
    }
]