[
    {
        "url":"https:\/\/www.gardengrocer.com\/products\/index\/1\/2991-cracker-jack-original-24ct-1-25oz-ea\/26-warehouse-club",
        "text":"Categories & Time Slots\n\nError - Product Not Found\n\nYou may not be able to visit this page because of:\n\n  • an out-of-date bookmark\/favourite\n  • a search engine that has an out-of-date listing for this site\n  • a mistyped address\n  • you have no access to this page\n  • The requested resource was not found.\n  • An error has occurred while processing your request.\n\nContinue Shopping\n\nRobert H. on Thu Jan 16, 2014\n\nFresh, quality food was waiting for me upon my arrival at WDW. Garden Grocer saved me a fortune on breakfast lunches and snacks.\n\nMaureen on Fri Apr 18, 2014\n\nSo easy and efficient. Groceries were delivered exactly on time to our resort. Text message was sent to notify me. All things were kept frozen and or cold that needed to be. A follow up phone call was made to me to make sure I had received everything. This is a great service!\n\nJosey G. on Mon Oct 6, 2014\n\nLoved arriving to disney and having grocerys already at resort . Made vacation much more enjoyable.\n\nBest Sellers\n\nPlease Wait\n\nViewed By You\n\nPlease Wait\n\n      FAQ    Request an Item",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9684739113,
        "format_confidence":0.5587610602,
        "weight":0.0115125342
    },
    {
        "url":"http:\/\/www.kodak.com\/ek\/US\/en\/Tips_Projects_Center\/Featured_Contributors\/Betty_Crocker.htm",
        "text":"• United States ( change )\n\n\n\nWe're pleased that you want to share this information. To send a link to this page, fill in the information below. The e-mail will show you as the sender and will show your return address.\n\n* indicates required information\n\n* Recipient E-mail:\n\nEach address entered must be valid.\n(Separate multiple email addresses with commas. Limited to 5 addresses.)\n\n* Your Name Here:\n\nEnter your name.\n\n* Your E-mail:\n\nEnter a valid address.\n\nsend a copy to me\nNote: You are not adding recipient email addresses to any promotional email list.\n\nSend failed. Please try again later.\n\nBetty Crocker Connecting Through Cookies\n\n\nMom kids decorating cookie\nCreate special moments\nfor you and your family with these quick and easy\ncookie-photo projects.\nJolly Snowman Faces\nBetty Crocker makes creating memories deliciously simple with these cookie favorites.\nSpritz Cookies\nServe up some sweet\nmemories with your\nphotos and these clever photo gift ideas.\nMug with Image",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.8909629583,
        "format_confidence":0.6965717673,
        "weight":0.0066765107
    },
    {
        "url":"https:\/\/www.zeusejuice.com\/fantastic-fruits\/honeydew-eliquid-flavor\/review?reviews_id=16083",
        "text":"Age Verification\n\nThe products sold on are intended for individuals 18 years of age or older. By entering you verify that you are at least 18 years old. * age 21 in the states of California and Hawaii\n\nFree shipping on all orders over $75\nHoneydew - eLiquid Flavor\n\nHoneydew - eLiquid Flavor\n\n\nWhat happened ? The first time I ordered this it was amazing it was a fresh honeydew flavor the juice itself was clear now its a pink color and I cant vape it this new mix is off in my opinion something has changed. But I can say Zeus has excellent customer service and Zeus juice and Pamonas pear remain my ADV.\nDate Added: 07\/15\/2014 By Christopher Mears\nContact Us\n\nSend Us A Message\n\nWe'd Like To Hear From You",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.9528051615,
        "format_confidence":0.9931463003,
        "weight":0.0090196756
    },
    {
        "url":"https:\/\/shop.trucchis.com\/shop\/haagen_dazs_chocolate_chip_cookie_dough_ice_cream_14_oz\/p\/42926",
        "text":"Haagen Dazs Chocolate Chip Cookie Dough Ice Cream 14 Oz\n\n370 calories per 2\/3 Cup. No rBST. Milk & cream from cows not treated with the growth hormone rBST (No significant difference has been shown between milk from rBST treated and non-rBST treated cows). Since 1960, our passion has been to transform the finest ingredients into extraordinary ice cream. Bites of buttery cookie dough and rich chocolaty chips fold into our signature vanilla, creating moments of rich and satisfying flavor. haagendazs.com. Smartlabel: Scan for more info. Questions or comments? Text or call 24\/7 1-800-767-0120 or visit us at haagendazs.com.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9972866774,
        "format_confidence":0.9986775517,
        "weight":0.01185504
    },
    {
        "url":"http:\/\/www.minyanville.com\/sectors\/consumer\/articles\/Fast-Food-Restaurants-Finally-Have-Something\/5\/15\/2013\/id\/49841",
        "text":"\nThank you very much;\nyou're only a step away from\ndownloading your reports.\n\nFast Food Restaurants Finally Have Something to Brag About (Sort Of)\n\n\nPlus, Taco Bell and Burger King introduce new products, and the fast food workers' strike expands.\n\nWelcome to our round-up of the top fast food news stories of the day.\n\nThe Better of Two Evils\n\nFast food may take all the flak for its not-so-nutritious offerings, however, a survey of 19 sit-down chains done by University of Toronto researchers found that the average meal contained 1,128 calories, compared to the fast food average of 881, according to ABC News.\n\nPopular lunch and dinner meals at small chains across the country were also found to contain a whopping 1,327 calories on average by researchers at Tufts University in Boston.\n\n\"Considering that more than half the restaurants in the US are independent or small chain and won't be covered by labeling requirements in the future, this is something consumers need to pay attention to,\" said Lorien Urban of the Tufts study. \"It's also important because nearly 40% of meals are now eaten outside the home.\"\n\nWith obesity continuing to become synonymous with America, the fast food industry, with its massive reach and worldwide reputation, has faced the brunt of the backlash.\n\nThe days of sit-down meals with the entire family are slowly fading away as people head out to restaurants more often, but nutritional research has made it clear that this is not a healthy step.\n\nAs healthier offerings continue to pop up on menus and research continues to be compiled, fast food may have an opportunity to finally shirk its reputation -- perhaps the industry can position itself as a surprisingly healthier alternative when eating out?\n\nMilwaukee to Continue Fast Food Strikes: Will Minimum Wage Become a Thing of the Past?\n\nFollowing in the footsteps of workers in New York City, Chicago, St. Louis, and Detroit, Milwaukee fast food and retail workers have started walking off the job today.\n\nFast food industry giants like McDonald's (NYSE:MCD) and Yum (NYSE:YUM), and retailers like Wal-Mart (NYSE:WMT), have historically offered minimum or just above minimum wage to employees, well below what's considered a living wage.\n\nThe Milwaukee Workers Organizing Committee (MWOC) intends to have hundreds of workers abandon their posts in the fight for wages of $15 per hour, a far cry from the state minimum of $7.25 currently offered.\n\n\"If we truly want to stimulate the economy, then we must stimulate the wages of those who collectively have the buying power to strengthen the economy. It's simple. I support the workers today because raising their wage, raises our economy,\" said Pastor Charles Williams II of Historic King Solomon Baptist Church, a leader of the Detroit walk outs, in an e-mail to the Huffington Post.\n\nWith the employment rate in the fast food and retail industry still far above that of overall employment, and demand for jobs high, the MWOC and its counterparts will likely need a massive mobilization effort in order to prompt a reaction.\n\nWhile $15 is almost definitely out of the question, with over four million employees in the fast food industry alone, any bending on the part of employers could drastically impact profits.\n\nTaco Bell Introduces the Waffle Taco\n\nTaco Bell, Yum's Mexican eatery and advocator of the late-night Fourth Meal, began testing a new item for its First Meal breakfast lineup that launched earlier this year in about 800 locations across ten states, according to CNBC.\n\nThe waffle taco, composed of a scrambled egg, a sausage patty, and maple syrup nestled within a fried waffle, is currently available in select Southern California locations and sells for $0.89.\n\nShould the initial tests go well, the waffle taco will become available at all Taco Bell locations that offer breakfast, said Rob Poetsch, a Taco Bell spokesman.\n\nThis waffle variation on a Mexican staple joins the ranks of Taco Bell's vastly successful Doritos Locos tacos, over 450 million of which have been sold since their launch in 2012.\n\nDespite the waffle taco lacking the brand association of the Doritos Locos innovation, Yum could have its ticket into the incredibly valuable fast-food breakfast competition if it takes off with consumers.\n\nBurger King Takes Aim at the McRib\n\nBurger King (NYSE:BKW) may have its sights set on infiltrating the cult that is the McRib fan base as it's set to release the BK Rib sandwich nation wide on May 21.\n\nThe BK Rib will join the likes of the Carolina-style BBQ sandwiches, the Memphis pulled pork sandwich, and sweet potato fries that it introduced recently to meet consumers' varied interests.\n\n\"Our guests have grown to look for a variety of options. It's not just about beef anymore, but other proteins like chicken and turkey and pork,\" said Eric Hirschhorn, vice president of global innovation at Burger King, to USA Today.\n\nThe $3.49 boneless BK Rib follows the 2010 failure by the company to introduce bone-in fire-grilled ribs that sold for nearly $9 in some locations.\n\nThis new price point and the more convenient style of the BK Rib make it a far more direct competitor of the McRib, but the legend of the limited-time-offer McDonald's sandwich could present an insurmountable barrier of entry into the rib sandwich game.\n\nWhether it can snag a share of the McRib market or not, Burger King will have at least made a significant addition to its menu in a fast food and health-centric era that demands constant innovation in order to remain relevant.\n< Previous\n  • 1\nNext >\nNo positions in stocks mentioned.\nFeatured Videos",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9786151648,
        "format_confidence":0.6497511268,
        "weight":0.0043282508
    },
    {
        "url":"http:\/\/www.dlife.com\/diabetes\/diabetic-recipes\/reciperesults.html?recipeId=7192",
        "text":"dLifeHeaderPortlet dLifeHeaderPortlet\n\nPork Lo Mein\nSource: dLife\n\nAn Asian inspired pork and spaghetti dish.\n\nPrep Time: 20 minutes\nCook Time: 25 minutes\nDifficulty: Easy\n\nNutrition Facts\n\nMakes 4 servings\nAmount Per Serving\nCalories 344.4\nTotal Carbs 16.4 g\nDietary Fiber 2.9 g\nSugars 3.8 g\nTotal Fat 21.2 g\nSaturated Fat 7.7 g\nUnsaturated Fat 2.0 g\nPotassium 505.9 mg\nProtein 20.5 g\nSodium 337.6 mg\nDietary Exchanges\n3 Fat , 1 1\/2 Vegetables , 2 1\/2 Meat , 1\/2 Starch , 1 Lean Meat\nSee the Detailed Nutritional Analysis\nNote: One or more ingredients from this recipe are not included in the nutritional analysis above. Either the ingredient is missing from our database or is listed as \"optional\" in the recipe.\nPowered by ESHA\n\nIngredients Directions\n  1. In a large skillet cook pork, mushrooms, carrots, red pepper, and garlic until meat is brown and vegetables are tender.\n  2. Drain fat. Stir in corn starch, chicken broth, soy sauce, ginger, red pepper flakes, and curry powder until thickened and bubbly. Continue to cook for 2 more minutes.\n  3. Stir in cooked spaghetti, bean sprouts, and 1\/2 cup green onions; heat through. Serve, garnished with additional green onion, if desired.\n\ndLife Weekly Poll\n\nIf your doctor offered the option to consult with him\/her via video, would you do it?\n\nSign in or Join dLife now to help keep track of your favorite recipes and foods.",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9427406192,
        "format_confidence":0.9832450151,
        "weight":0.0209880447
    },
    {
        "url":"http:\/\/www.beeradvocate.com\/beer\/profile\/216\/1882\/?view=beer&sort=&start=1225",
        "text":"\n  2. Get 12 issues \/ year of BeerAdvocate magazine for only $9.99!\n\nRodenbach Classic (Red) - Brouwerij Rodenbach N.V.\n\nNot Rated.\nRodenbach Classic (Red)Rodenbach Classic (Red)\n\nDisplayed for educational use only; do not reuse.\n\n1,344 Ratings\nno score\n\n(send 'em beer!)\nRatings: 1,344\nReviews: 616\nrAvg: 4\npDev: 11.75%\nWants: 59\nGots: 77 | FT: 2\nBrewed by:\nBrouwerij Rodenbach N.V. visit their website\n\nStyle | ABV\nFlanders Red Ale |  5.20% ABV\n\nAvailability: Year-round\n\nNotes\/Commercial Description:\nABV varies 5.0-5.2% ABV\n\n(Beer added by: BeerAdvocate on 02-04-2002)\nView: Beers (7) |  Events\nBeer: Ratings & Reviews\nSort by:  Latest | High | Low | Top Raters\nRatings: 1,344 | Reviews: 616 | Display Reviews Only:\nPhoto of BuckeyeNation\n\n\n3.65\/5  rDev -8.8%\nlook: 4.5 | smell: 4 | taste: 3.5 | feel: 3.5 | overall: 3.5\n\nMurky raspberry iced tea. The beer was clear initially, but since the bottle is so small, I was able to get the entire contents into the glass with one pour, including the sentiment. Atop the liquid is a splendid looking crown of almond colored foam that sports a rough hewn surface and is substantial enough to hang around for a bit. Thick bands of pocked lace are a bonus. I'm impressed so far and I haven't even smelled it yet.\n\nThe nose is solid, even if it fails to 'wow' me as much as the appearance. It's tart and fruity and acetic acid-like and oaky and all the things that Flanders red ales are known for. It's a perfect example of the style, if not quite the standard bearer. If I was to nitpick, I'd ask for more intensity and more complexity.\n\nMy first impression is that I'm not quite as impressed as I was with the much less-heralded Mestreechs Aajt and Monk's Flemish Sour Red. Rodenbach is intense, but it's more intensely acidic than it is intensely flavorful or intensely sour. The flavor profile is another step down from the nose in terms of (a lack of) complexity.\n\nAccording to the label, the beer is 75% fresh and 25% aged in oak. Even though I can appreciate the wood, more would nice. This beer needs more of quite a few things in fact. Again, it's a faithful version, just not a stellar one according to my taste buds. I had originally thought that the 250 ml bottle would be way too small, but it's turning out to be just about about right.\n\nThere's very little wrong with the mouthfeel from where I sit. By the same token, it doesn't distinguish itself either. It's on the thin side with the exception of a nod toward lightly viscous on the finish. A generous amount of fine-bubbled carbonation adds some amount of mouth interest.\n\nRodenbach Classic is a disappointment. I've come to enjoy this style and was expecting an explosion of tart, funky, oak-accented fruit... and didn't get it. I don't remember where I finally located a bottle, but from now on, whenever I get the urge to drink a beer of this style, I'll be content with the Monk's Flemish Sour Red that I can get mere minutes from my front door. Here's hoping that Rodenbach Grand Cru blows the roof off the joint.\n\nServing type: bottle\n\n11-02-2006 21:18:31 | More by BuckeyeNation\nPhoto of BeerNutta\n\n\n4\/5  rDev 0%\nlook: 4 | smell: 4 | taste: 4 | feel: 4 | overall: 4\n\n\nA = Poured out of the bottle dark mahogany. There was little to no head.\n\nS = Smells of plentiful dark cherries. There is a slight slight hint of vinegar. A very inviting smell.\n\nT = Initial cherry sweetness gives way for a dry bitterness and red vinegar like taste that lingers giving a slight tartness characteristic to the beer.\n\nM = Low carbonation makes rodenbach easy to drink and enjoy. The tartness coupled with the dry finish leaves the mouth wanting more.\n\nD = Very drinkable.\n\nServing type: bottle\n\n10-28-2006 03:22:51 | More by BeerNutta\nPhoto of vancurly\n\n\n3.85\/5  rDev -3.8%\nlook: 3 | smell: 4 | taste: 4 | feel: 4 | overall: 3.5\n\nPours a dark reddish brown, with a thin tan head.\n\nAromas of cherry, oak wood, and slight sour rotten vegetables.\n\nTastes a variety of sour flavours: sour cherry, buttermilk, cider vinegar. As it warms, there's some leather, chinese plum sauce, and even some grapefruit.\n\nThe effervescence explodes in the mouth. The mouthfeel is not puckeringly sour, but it is still quite light & thin. There is no bitterness that I can discern.\n\nQuite a remarkable drink. I would drink one glass as an aperitif. I couldn't have it as a session beer.\n\nServing type: bottle\n\n10-19-2006 08:00:46 | More by vancurly\nPhoto of SkeeterHawk\n\n\n4.22\/5  rDev +5.5%\nlook: 4 | smell: 4 | taste: 4.5 | feel: 4 | overall: 4\n\nThis beer is really assertive from the very beginning. There is a dry impression with some noticeable roast that helps accent this dryness. There seems to be a bit of oxidation in this example that I am not sure is from actual oxidation from age, or from the aging in the barrels that breath. There is a very subtle dryness to this beer that makes it seem very well attenuated. There is a whole bunch of fruit in this beer and you can pick out the cherries in particular. The cherries are such a big player that it almost gives the beer an impression of the Black Cherry Kool-Aid.\n\nAs the beer warms a bit, there is a much more earthy flavor coming out. It really gets woody after it sits for a while. After you have been sipping this beer for a little while, there is a noticeable acidity that lingers on the back of the throat much like a Stout beer, but without the coffee like aftertaste. It leaves a cherry-like impression to linger for some time. This is a nice beer. It is nice to have a beer that is this light on the alcohol, yet still this big on flavor.\n\nServing type: bottle\n\n10-03-2006 03:41:09 | More by SkeeterHawk\nPhoto of LarryV\n\n\n2.68\/5  rDev -33%\nlook: 3 | smell: 3 | taste: 2.5 | feel: 3 | overall: 2.5\n\nI found this to be a really disappointing beer. Aroma wasn't bad, but the overwhelming sourness once I tasted it turned me right off. Reminded me of drinking apple cider and had apple cider vinegar overtones. It was a chore to drink a 10.5 oz glass of this.\n\nServing type: on-tap\n\n10-02-2006 00:56:37 | More by LarryV\nPhoto of rarevos\n\nNew York\n\n4.33\/5  rDev +8.3%\nlook: 4 | smell: 4 | taste: 4.5 | feel: 4 | overall: 4.5\n\nPoured from bomber into Ommegang ale glass.\n\nA: Pours a murky reddish-brown, more brown than red. Head is light tan and doesn't stick around for long. Remains as a thin layer of tiny bubbles.\n\nS: Cherry, oaky aroma with a touch of plums and strawberries at the back.\n\nT\/M: Cherry woodiness up front, and, as with a gueuze, you can tell that some sourness\/tartness is building. It's moderately acidic toward the middle as it builds to become lightly vinous right before the swallow. Some ripe, dark fruit emerges here, like plums, sour cherries, and red wine grapes. Finish is sour, lightly chocolatey, and with a mildly bitter tail. Very, very good.\n\nD: This isn't as sour or as fruity\/vinous as Duchesse de Bourgogne, but they're two pretty different beers, so that's not a knock. This one is milder, mellower, and has some roasty, woody sweetness to round out the many flavors.\n\nThis is a sour beer that doesn't beat you up with sourness. A series of complex flavors work with the tartness\/sourness to produce something really unique, and I can't wait to try and pair this with some authentic Flemish cuisine. Low abv% means that you're not limiting yourself to just one beer. I'm not sure I would drink a ton of these, but a bomber is just about right.\n\nI usually keep some of this on hand in my cellar, and I'm always glad for it. For me, this is a classic, a really unique beer. One of my favorite comforting beers.\n\nServing type: bottle\n\n10-01-2006 23:26:54 | More by rarevos\nPhoto of Beertracker\n\n\n4.68\/5  rDev +17%\nlook: 5 | smell: 5 | taste: 4.5 | feel: 4 | overall: 5\n\nRodenbach Classic (Red) should be served at (47-53F) from a traditional flute or stemmed goblet. The Red (Classic) is a combination of 75% fresh ale & 25% barrel aged ale and pours up very softly with plenty of Belgian lace. The translucent reddish-light brown body is offset beautifully by a fluffy, cream colored head. The nose is ripe with fruity complexity and some sweet candy apple undertones. The classic Flanders aroma has some subtle oak character, light oxidation and a noteably sharp sourness. Hints of aged Balsamic vinegar, cordial cherries, red currants and fresh green apples spring to mind. The first sip creates an initial sourness upon the palate that seems to shock every taste bud on the tongue! Once the initial acidity fades, some sweet caramel apple and bitter almond characters emerge intermingled with the sharp sourness. The winelike finish is decidely tart, dry (oaky & tannic) and slightly astringent. The medium body is alive with a zesty carbonation that creates some prickly carbonic acid, as it glides past the lips.\n\nThis is undoubtedly the quintessential classic for a Flanders Red Ale. I'm very pleased to see this world class beer make its long awaited return to the United States. However, I feel that the \"rebirth\" of this classic has come at some cost, as it has lost some of the earthy \"wildness\" and complexity that it previously held. This highly regarded Flemish Sour Ale is still one of my all-time favorites and I highly recommend that if you're a sour beer fan that you seek some out! Enjoy Rodenbach Red as an apertif or try it paired with some blue cheese stuffed crabcakes. For a traditional treat... try enjoying a glass with your next breakfast or brunch? Here's to the \"Burgundy of Belgium!\"\n\nCHEERS! Beertracker\n\nServing type: bottle\n\n09-22-2006 06:00:13 | More by Beertracker\nPhoto of Nutleybeer\n\nNew Jersey\n\n3.63\/5  rDev -9.3%\nlook: 4 | smell: 4 | taste: 3.5 | feel: 3.5 | overall: 3.5\n\nUnique tasting beer...for those who want to broaden their beer tasting horizons.\n\nCan't say I loved it...but clearly this is a quality beer. It is like drinking a cherry sour ball candy beer. The taste was interesting...sour, but not too sour...just a bit, but with a rich fruity flavor...yet, not too s... (truncated)",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.9953435063,
        "format_confidence":0.9574318528,
        "weight":0.0094223624
    },
    {
        "url":"http:\/\/www.food.com\/recipe\/ohmygawdsized-barbecued-shrimp-25110?ftab=reviews",
        "text":"Ohmygawdsized Barbecued Shrimp\n\nBe the first to review\nREADY IN: 45mins\n\nIngredients Nutrition\n\n\n  1. Fire up the outdoor grill-- it will need to be very hot.\n  2. Shell and devein shrimp, leaving shell on tail section; butterfly the shrimp from the top.\n  3. Marinate the shrimp in a mixture of soy sauce, Worcestershire sauce, and the juice from one lemon for 30 minutes, turning occasionally- do not over-marinate, or shrimp will toughen.\n  4. Meanwhile, melt the butter and blend with the juice from the second lemon.\n  5. Remove shrimp from marinade and place on the HOT grill- if grill is not extremely hot, the shrimp will stick (use foil if the grill will not sufficiently heat up).\n  6. Baste with butter\/lemon juice mix.\n  7. Turn shrimp once and baste again.\n  8. Shrimp are done when they have lost translucence.\n  9. Serve hot.\n\nJoin the Conversation\n\n  • all\n  • reviews\n  • tweaks\n  • q & a",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9975274205,
        "format_confidence":0.9904926419,
        "weight":0.0222077522
    }
]