[
    {
        "url":"https:\/\/www.thedrive.com\/news\/24891\/mclaren-720s-shifts-so-fast-even-advanced-data-loggers-cant-keep-up",
        "text":"McLaren 720S Shifts So Fast Even Advanced Data Loggers Can't Keep Up\n\nThe highly advanced, dual-clutch automatic in the 720S proves its extreme capabilities. \n\nMcLaren at Geneva Motor Show 2017\n\nA new video explainer shows that the shift quickness of a McLaren 720S is too fast to log, even when using high-tech data measurement tools. \n\nJason Fenske, host of the clip created for his popular YouTube channel Engineering Explained, employed the extremely accurate VBox data logger telematics device to measure the McLaren 720S’ performance—this device uses satellites to measure and collect data. Along with acceleration, the shift accuracy was put to the test and proved to be too quick to even pinpoint. While the device was able to actually detect the shifts, it couldn’t calculate how quickly the gear changes were taking place.\n\nFenske explains his experience with data logging to assess shift quickness. “I’ve seen estimates ranging from 8 milliseconds to 150 milliseconds, and anywhere in that region is seriously fast,” And as far as the Mclaren 720S goes, “To find out if the estimates are true, I sat inside a McLaren 720S and used a data logger to find the shift speed.”\n\nMcLaren promotes the car as having seamless shifting characteristics, and this test certainly backs that up. Fenske did note that the shift points were detectable from behind the wheel, but that they were very smooth in most modes.\n\nThe seven-speed dual-clutch automatic in the 720S backs a 4.0-liter twin-turbo V-8, and the pairing is rated at 710-horsepower and 568 pound-feet of torque. Power and industry-leading technology mean the 720S can sprint to 60 miles per hour in 2.6 seconds, with a quarter-mile time of 10 seconds flat.\n\nThe superior automatic transmissions found in supercars, like the 720S, typically do tend to have capabilities that can’t be matched by a professional driver shifting any manual transmission out there, but being too fast to log is a new level of accuracy. \n\n2018 McLaren 720S: A 212-MPH Roman Holiday\nThe Drive",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9822798371,
        "format_confidence":0.9786962271
    },
    {
        "url":"https:\/\/electrek.co\/2018\/09\/05\/tesla-model-s-x-leases-end-early\/",
        "text":"With the end of the quarter approaching, Tesla is pulling on a new demand lever to help sell Model S and Model X vehicles.\n\nElectrek has learned that the automaker has lifted its restriction on ending Model S and Model X leases early if the lessee gets a new car by the end of the quarter.\n\nThat’s something that Tesla generally refuses to do unless there were special circumstances, but sources familiar with Tesla’s sales told Electrek that the automaker lifted the restriction until the end of the quarter.\n\nFor example, someone with a Model S on the second year of a three-year lease could exchange the vehicle for a new one without penalty instead of having to complete the remaining payments.\n\nThe only condition is that the new Model S or Model X needs to be delivered by September 30, which means that it basically only applies to vehicles in inventory.\n\nThe move appears to aim at boosting Model S and Model X deliveries for the quarter by tempting Tesla’s current Model S and Model X lessees to upgrade to a new car.\n\nTesla operates an ‘Ownership Loyalty’ group within its sales organization with the goal of selling cars to existing customers.\n\nThe automaker enjoys the best customer satisfaction in the auto industry, which often makes its own current customers good potential buyers.\n\nThe ‘Ownership Loyalty’ program has now started offering those customers this new opportunity to lease or buy new inventory of Model S and Model X vehicles.\n\nElectrek’s Take\n\nEvery now and again, Tesla has to pull these kinds of demand levers on Model S and Model X at the end of the quarter.\n\nIt appears that the company might have too much new inventory of these vehicles and it plans to sell them faster by enticing people with leases to upgrade.\n\nThis new offer could be particularly attractive for Tesla lessees who want the latest features and still want to have access to unlimited Supercharging.\n\nThere are many Model S and Model X vehicles with first gen Autopilot on the second or third year of three-year leases, and the lessees might want the new Autopilot. This could especially be the case with the promised updates coming soon, and it could be last opportunity for many to get the car with unlimited Supercharger since Tesla appears to be ending the offer through its referral program in two weeks.\n\nThe downside for Tesla is that it could result in an important influx of used Model S and Model X vehicles, but it is my understanding that those vehicles sell very well.\n\nWhat do you think? Let us know in the comment section below.\n\nAbout the Author",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9572338462,
        "format_confidence":0.9720703959
    },
    {
        "url":"http:\/\/caughtreport.com.au\/metro-trains-strike-will-improve-services\/",
        "text":"by -\n\nMetro Trains\n‘No fucking trains. Some things never change’\nPic credit: Beau Giles\n\nMELBOURNE rail users say a four-hour Metro Trains strike will create a much-enhanced service.\n\nTrain drivers and other staff who seem to have the cushiest jobs will strike for four hours next week, but Belgrave line sardine Shane Smith says he doubts anyone will be able to tell the difference, except for the better.\n\n“I’d much rather be standing at the platform with no trains for four hours than running between platforms for trains that turn out to be non-existent,” Mr Smith said.\n\n“It’s just another excuse, except at least this time we get a few days notice unlike when it rains, it’s hot or some fucker drives through a boom gate.”\n\nWerribee line user Jayde Worthington was equally unsurprised about the disruption.\n\n“Whether it is due to a strike or because their shitty train broke down, sitting in a stationary graffitied carriage that stinks of stale booze with less room than a caged chicken is what I expect daily from Metro,” Ms Worthington said.\n\nSandringham line traveller Brandon Burns said he only used trains to buy ice from his dealer behind the commission flats in Prahran.\n\n“The train fucken’ sucks,” Mr Burns said.\n\n“It’s full of fucking transit cops who hassle you for stabbing some cunt who looked funny at you.\n\n“The only reason I use it is because I sold my car to buy ice. Can you pay me for this interview? I need some shard.”\n\nPublic Transport Users Group spokesman Wayne Smith said the train system was a shambles.\n\n“Metro couldn’t organise a back alley fuck with Audrey from accounting for the work Christmas party, let alone run a train system,” he said.\n\n“It’s much easier to drive, which is what I’ve been doing for the past four years. Right now I’m sitting on Warrigal Rd and haven’t moved for 30 minutes.\n\n“It is still faster and far less stressful than the train.”\n\nFollow The Caught Report:",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9884252548,
        "format_confidence":0.9852051139
    },
    {
        "url":"https:\/\/www.marinelink.com\/news\/offshore-approved-gasport368888.aspx",
        "text":"Marine Link\nFriday, July 28, 2017\n\nAguirre Offshore GasPort Project FERC, USCG Approved\n\nMay 12, 2014\n\nExcelerate Energy’s Aguirre Offshore GasPort Project Receives Notice of Schedule from FERC and Letter of Recommendation from the U.S. Coast Guard\n\nOn May 2, 2014, Excelerate Energy received the Notice of Schedule for Environmental Review from the Federal Energy Regulatory Commission (FERC) for its Aguirre Offshore GasPort Project (AOGP) located offshore Puerto Rico. On the same day, the project also received the Letter of Recommendation (LOR) from the Unites States Coast Guard (USCG). Both notices are clear indicators that there are no major obstacles for the proposed facility and the project is progressing in a positive manner.\n\nThe FERC schedule establishes the estimated dates on which the FERC staff will complete the final Environmental Impact Statement (EIS) and the 90-day Federal Authorization Decision deadline. These dates are December 19, 2014 and March 19, 2015, respectively. The schedule accounts for full public participation and review, and ensures the review process will be thorough and complete.\n\n“We are pleased to see the schedule published as it demonstrates the FERC’s readiness to move forward with our project. We now have a tangible project timeline to work with that is not speculative,” stated Daniel Bustos, Chief Development Officer of Excelerate Energy, “Our goal has always been to deliver a safe and reliable project as quickly as possible to PREPA. Although we were hoping to have the EIS issued by the end of the third quarter, we do not see the extended timeline to be of significant impact to the project. We anticipate we will be able to make up some of the time as we move forward in the process.” Bustos continued. “We are pleased to note that at present all of our work has been completed well within the timeframe FERC has announced.”\n\nOf major significance, the Coast Guard provided FERC with the LOR for the project. The letter conveys the Coast Guard’s recommendation on the suitability of the waterway surrounding the Jobos Bay for accommodating LNG marine traffic as it relates to safety and security. The Coast Guard provided its recommendation after a thorough review and evaluation of the waterway in consultation with a variety of commonwealth and local port stakeholders.\n\n“Having the Coast Guard’s support is crucial to the success of this project,” Bustos said. “We are pleased they confirmed the safety and security of the location of the facility.”\n\nPending FERC’s approval, Excelerate is targeting the fourth quarter of 2015 to be in service.\n\nMaritime Reporter Magazine Cover Jul 2017 - The Marine Communications Edition\n\nMaritime Reporter and Engineering News’ first edition was published in New York City in 1883 and became our flagship publication in 1939. It is the world’s largest audited circulation magazine serving the global maritime industry, delivering more insightful editorial and news to more industry decision makers than any other source.\n\nMaritime Reporter E-News subscription\n\nMaritime Reporter E-News is the subsea industry's largest circulation and most authoritative ENews Service, delivered to your Email three times per week\n\nSubscribe for Maritime Reporter E-News",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.8695316911,
        "format_confidence":0.9610536695
    },
    {
        "url":"https:\/\/www.traffictechnologytoday.com\/news\/congestion-reduction\/traffic-congestion-cost-uk-nearly-8bn-in-2018.html",
        "text":"Traffic congestion cost UK nearly £8bn in 2018\n\n\nCongestion cost the UK economy nearly £8bn (US$10.2bn) in 2018, according to the latest annual Global Traffic Scorecard that that was published by mobility analytics services provider Inrix yesterday.  \n\nIn its latest survey, the company identified and ranked congestion and mobility trends in more than 200 cities across 38 countries. In the UK, the 2018 Traffic Scorecard analyzed congestion and the severity of it in the country’s top 20 urban areas.\n\nDrivers lost an average of 178 hours a year due to congestion, costing UK motorists £7.9bn (US$10.1bn) in 2018, an average of £1,317 (US$1,686) per driver. London (227 hours lost due to congestion) and Birmingham (165 hours) ranked as the two most congested cities in the UK by Inrix’s overall impact of congestion ranking. London drivers lost up to £1,680 (US$2,151) per year due to congestion, followed by Edinburgh, Manchester and Leicester. Liverpool had the lowest cost of congestion among the UK cities studied, at £878 (US$1,124) per driver.\n\nThe A406 from Chiswick Roundabout to Hanger Lane in London tops the Inrix list of worst corridors in UK, with the average driver wasting 61 hours per year in congestion. The A23 and the Strand in London, and Leeds Road in Leeds and the A34 in Birmingham, make up the top five. Of the country’s 15 most congested corridors, five are in London, followed by Birmingham (4) and Manchester (3). Edinburgh and London tie for title of UK’s slowest city, with ‘last-mile’ speeds of 7mph (11km\/h), meaning it is faster to ride a bicycle than drive or take the bus.\nThe 2018 Traffic Scorecard calculates time lost in congestion by employing peak, off-peak and free-flow data. Peak corresponds to the absolute worst portion of the morning and afternoon commute. Off-peak is the low point between the peak periods. An economic analysis was performed to estimate the total cost to the average driver in a city, and a total cost to the city population. Worst corridors are limited to those that have the highest traffic volume and are ranked by the average hours of delay per driver in 2018.\n\n“Congestion costs Brits billions of pounds each year. Unaddressed, it will continue to have serious consequences for national and local economies, businesses and citizens in the years to come,” commented Trevor Reed, transportation analyst at Inrix. “In order to avoid traffic congestion becoming a further drain on our economy, it is increasingly obvious that authorities need to adapt. With the help of new and innovative intelligent transportation solutions, we can begin to tackle the mobility issues we face today.”\n\nCommenting on the report, Glynn Barton, director of network management at Transport for London (TfL), said, “We are taking bold action to reduce congestion and improve London’s poor air quality. This includes: removing the Congestion Charge exemption for private hire vehicles, reducing the time taken to clear up unplanned incidents, and ensuring that roadworks by utilities companies and others are better coordinated. We are also working with the freight industry to encourage more efficient deliveries across the capital.”\n\n\nAbout Author\n\n\nAdam joined the company in 1994, and has been News Editor of TTT since 2009. In his other role as Circulation Manager, he helped create the original Traffic Technology International distribution list 23 years ago, and has been working on it ever since. Outside of work, he is a keen fisherman, runs a drumming band, and plays an ancient version of cricket.\n\nComments are closed.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9953184724,
        "format_confidence":0.993472755
    },
    {
        "url":"https:\/\/www.hemmings.com\/magazine\/hmn\/2008\/05\/Follow-Your-Nose\/1626471.html",
        "text":"Follow Your Nose\n\nWe sniff out what stinks and what doesn't at the indoor swap meet\n\nPhoto Courtesy: Daniel Strohl Follow Your Nose\nPin It\n\nFollow Your Nose from Hemmings Motor News\n\nMay, 2008 - Follow Your Nose\n\nIndoor swap meets definitely have their disadvantages: Stuck huddled behind masses of fellow gearheads, you get to wondering about the personal hygiene taught in today's schools. Conversation requires healthy vocal cords, especially with the cheap-tool hawker standing on his pedestal two booths over. And you'll almost never know what to expect inside when you fork over your Hamilton for entrance.\n\nBut, hey, in the depths of winter, man cannot live on online classifieds and parts catalogs alone. Sometimes he's gotta swap. And besides, you'll almost never know what to expect inside.\n\nFor example, at the recent Auto Parts Swap 'n Sell at the Eastern States Exposition Center in Springfield, Massachusetts, you could have seen, among rows of neatly laid out grilles, a pair of muscle Mopar proboscises: up top, one from a 1972-1974 Dodge Challenger; below that, one from a 1968 Plymouth Belvedere or Satellite (differentiated from the Roadrunner grille only in the part number and the bright aluminum finish to the 14 rectangles in the grille proper). While the Challenger grille came with all four headlamps--none of them T-3, but all matching just the same--we noted dull brightwork and what appeared to be broken plastic tabs at both lower corners, though nothing broken in the actual grille or the material surrounding it. The $375 price tag seemed not out of line. The $350 price tag to the Belvedere\/Satellite grille made us pause, though; perhaps the seller thought he had a Road Runner grille. We didn't see any dings or other damage to the grille or the lower fascia zip-tied to it, but we would have to assume Belvedere\/Satellite owners wouldn't shell out that much for their cars.\n\nDown the aisle, we ran across a pair of brake drums with a price that would shock any Buick restorer. A pair of \"all new\" 45-fin Buick (or, at least, Buick-style) drums with fully assembled backing plates sat with $1,150 written on the masking tape price tag. No seller was around to let us know whether the backing plates were meant for the Buick the drums came from or if they were meant for a traditional-style 1930s Ford hot rod, the single largest reason for the high price tag. As for the \"all-new\" terminology, we guessed reproduction rather than NOS, but again, no seller to answer the questions.\n\nBy far, the neatest find of the day came in the middle of a blue tarp chock full of rusty engine bits. On end stood a Ford V-8 engine block, looking rather fresh and unrusty, with four-bolt main bearing caps and \"Boss 302\" Sharpied on the masking tape price tag. The seller claimed it was a 1971 service block meant for a Boss 302, and the casting numbers seem to confirm the claim. Interestingly, according to, Ford planned a 1971 Boss 302, but canceled it after the tooling had been finished, so the blocks were relegated to service replacement status. The seller quoted us $1,000 for the block and caps, which didn't seem that bad a deal for somebody looking to restore or clone a Boss '2.\n\nThis article originally appeared in the May, 2008 issue of Hemmings Motor News.\n\nOrder Backissues of Hemmings Motor News       |       Subscribe to Hemmings Motor News\n\nReader Comments\n\nHemmings Motor News\n\nOriginally published in the May, 2008 issue of Hemmings Motor News.\n\nOrder Backissues",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9782477021,
        "format_confidence":0.6421034932
    },
    {
        "url":"http:\/\/www.rediff.com\/news\/report\/indore-patna-train-derailment\/20161120.htm",
        "text":"NewsApp (Free)\n\nRead news as it happens\nDownload NewsApp\n\nAvailable on  \n\nRediff News  All News  » News » Indore-Patna train derailment: Over 50 rescued from mangled bogies\n\nIndore-Patna train derailment: Over 50 rescued from mangled bogies\n\nNovember 20, 2016 16:57 IST\n\nNational Disaster Response Force teams rescued more than 50 passengers including 16 badly trapped from the mangled bogies of Patna-Indore Express which derailed in Kanpur during the wee hours on Sunday.\n\nThe National Disaster Response Force deployed nearly 200 personnel in Kanpur for search and rescue operations at the site of train accident where over 100 people died. The operation was still in progress after six hours.\n\nThe five NDRF teams were deployed after Home Minister Rajnath Singh instructed NDRF chief R K Pachnanda. Some additional teams are also put on stand by and shall be mobilised as per demand. To supervise the rescue operation, the DG of NDRF rushed to the site early in the morning from Delhi.\n\nOf the five teams, one comprising 35 personnel immediately rushed to the incident site at 0530 hours from its Regional Response Centre Lucknow and reached there at 0810 hours after which it started search and rescue operation.\n\nTwo more teams comprising of 79 personnel from Varanasi too reached Kanpur within hours.\n\nTo strengthen the rescue operation, additional two teams comprising 75 personnel were airlifted from Hindon Airbase in Ghaziabad at 1001 hours and reached at the site at 1105 hours, a home ministry statement said.\n\nNDRF teams comprise of trained responders, equipped with state-of-the-art Disaster Management gadgets and Medical Components.\n\nAs the victims are trapped inside the bogies, due care and diligence was being taken. NDRF personnel are making all possible efforts to rescue the trapped victims, officials said.\n\nSo far, NDRF has rescued 53 passengers including 16 badly trapped from the bogies, they said.\n\nAn NDRF Control Room is monitoring the situation round the clock and is in touch with Railway authorities and local civil administration to render any kind of assistance.\n\nThe home minister has expressed deep pain over the loss of lives caused by derailment.\n\nRajnath Singh said there will be an enquiry into the incident to find out the detail cause of the accident.\n\n\"There will definitely be an enquiry to find out how it happened,\" he told reporters at the sidelines of an event in New Delhi.\n\nThe incident took place at about 0310 hours approximately 60 km away from Kanpur at a location known as Pukhrayan where over 100 people were killed and nearly 150 injured.\n\nIMAGE: Rescue officials on the spot where 14 coaches of the Indore-Patna express derailed in Kanpur Dehat on Sunday. Photograph: PTI Photo\n\n© Copyright 2018 PTI. All rights reserved. Republication or redistribution of PTI content, including by framing or similar means, is expressly prohibited without the prior written consent.",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9860164523,
        "format_confidence":0.9970966578
    },
    {
        "url":"http:\/\/www.avitrader.com\/2014\/07\/15\/china-eastern-signs-onpoint-solution-agreement-with-ge\/",
        "text":"July 15, 2014\n\nChina Eastern signs OnPoint Solution agreement with GE\n\nGE Aviation and China Eastern Airlines have reached a 15-year OnPointSM solution agreement for the maintenance, repair and overhaul of the airline’s GE90-115B engines that power its 20 Boeing 777-300ER aircraft. The aircraft order was announced in April 2012. The OnPoint solution agreement is valued at more than $350m over the life of the agreement.\n\nYour Email*\n\nFriend's Email*\n\nYour Remark\n\nAntispam question*",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9427112937,
        "format_confidence":0.9782268405
    }
]