[
    {
        "url":"https:\/\/www.kiva.org\/lend\/129560",
        "text":"A loan of $800 helped to purchase fabric and lace for production.\n\nAmelia's story\n\nAmelia is an old client; in her credit history she shows no delayed payments. Her husband dedicates himself to the production of traditional underskirts and sports clothing, and she sells these garments at the different markets in the city of El Alto. She has 3 children that are currently studying. Amelia and her husband plan to work hard to build a patrimony for their children. The loan will be used to purchase rolls of lace.\n\nTranslator profile picture\n\nTranslated from Spanish by Kiva volunteer Mariela Cedeño\n\nLoan details\n\nLenders and lending teams\n\nLoan details",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.9450238347,
        "format_confidence":0.8804540634,
        "weight":0.0119110805
    },
    {
        "url":"https:\/\/eugenechriniancharity.com\/this-is-what-makes-collaborative-philanthropy-an-effective-approach\/",
        "text":"This Is What Makes Collaborative Philanthropy an Effective Approach\n\nThis Is What Makes Collaborative Philanthropy an Effective Approach\n\n\nPhilanthropists are continually seeking out ways to make their giving more effective, from creating unique giving structures to working closer with the communities being assisted. One of the oldest strategies for increasing impact is collaboration, which is evident in large community organizations like United Way Worldwide.\n\nIn recent years, the number of independent funder collaboratives has skyrocketed, which begs the question of how much collaboration really helps. Several researchers have begun looking at collaboratives to see how they function effectively and identify the reasons they might fail or succeed.\n\nA team of researchers recently set out to find concrete answers to this inquiry and published their results in the Stanford Social Innovation Review. Here is more information about their findings.\n\nUncovering What Drives Success in Collaborative Philanthropy\n\nThe researchers identified more than 125 articles and reports addressing philanthropic collaboratives. They then conducted an analysis of their findings to make recommendations about what these organizations should do and what they should avoid. Ultimately, the team uncovered important knowledge gaps, especially when it came to the question of whether or not collaboratives are effective structures for giving.\n\nPerhaps it is not surprising that these knowledge gaps exist. One of the inherent difficulties in studying collaboratives is that there is no perfect control group for comparison. Furthermore, structures across collaboratives vary dramatically, and leaders often prove reticent to speak openly about their failures.\n\nNext, the team decided to look deeply at 10 relatively successful collaboratives and 15 that had experienced considerable setbacks to help fill in the identified knowledge gaps. All of the included collaboratives pooled resources to fund initiatives rather than providing support while members pursued their own, individual philanthropy.\n\nThe successful collaboratives all had existed for at least three years, which gave leaders adequate time to reflect on their processes. The researchers conducted dozens of interviews and received surveys from hundreds of relevant parties. In the end, the team found that collaboration can drive incredible returns when executed well and effect results that no one could have accomplished on their own.\n\n\nThe Importance of a Unifying Investment Thesis in Collaboration\n\nOf course, no consistent recipe for success exists for collaborative philanthropic organizations. However, the researchers did find one prominent thing that all 10 successful organizations had in common: the presence of a clear primary investment thesis.\n\nThis thesis lays out exactly how the collaborative will achieve an impact that could not be accomplished by the individual members alone. This thesis also explored how the team could create value for both funders and grantees based on the types of goals that it hopes to pursue.\n\nEveryone involved with the collaborative needs to be on the same page about the investment thesis, which is not an easy thing to get right. Collaboratives should prioritize a primary thesis, according to the researchers. That way, everyone works toward the same goal.\n\nThese theses took one of several forms. Some theses focused on organization funding, which means finding proven, capable grantees and trusting them to develop their own programming. Other theses want to build more resilient fields by changing practices slowly over time to help organizations more easily carry out their strategies. A third thesis strategy involves working toward achievable milestones on the road toward population-level change. These three strategies are all valid, but very different, which is why it is so critical to get everyone in agreement.\n\nDeciding on the Optimal Investment Thesis for a Collaborative\n\nThe next question deals with how funders go about finding the right investment thesis for their collaboratives. The researchers found that this agreement usually came out of a discussion of how the collaborative members want to make an impact and the values they wish to bring to their work. When all of this information is on the table, it becomes easier to figure out a strategy that capitalizes on everyone’s individual strengths and allows them to work together toward a common good.\n\nEvery collaborative goes through a startup phase, which is the ideal time for addressing this sort of question. One of the significant strengths of a collaborative is the different experiences, knowledge, and insight brought by each member. However, this strength can lead to downfall if balance is not found, and expectations made explicit, early.\n\nWhile the conversation about strategy should happen early, that does not mean plans should not evolve over time. Another key aspect of success for collaboratives involves flexibility. Each of the successful collaboratives studied by the researchers when through significant strategic modifications later in its lifecycle.\n\nOften, successful collaboratives were distinguished from failed ones by the ability to identify the need for change and the ability to achieve a new consensus. Both internal and external circumstances will shift and the investment thesis may also need to change as these shifts occur. Such a change will keep the value proposition high for donor-members so that everyone stays invested in the organization. When an organization does not change, people may start to withdraw and the collaborative will crumble.\n\n\nSorry, comments are closed for this post.",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.958686769,
        "format_confidence":0.7336754203,
        "weight":0.0109638234
    },
    {
        "url":"http:\/\/fxbinarypoint.com\/threads\/gbp-usd-rejected-at-daily-highs-back-below-1-51.22690\/",
        "text":"GBP\/USD rejected at daily highs, back below 1.51\n\nDiscussion in 'Fundamental Analysis' started by FXStreet_Team, Dec 7, 2015.\n\n  1. FXStreet_Team\n\n    FXStreet_Team Well-Known Member Trader\n\n    Oct 7, 2015\n    Likes Received:\n    FXStreet (Mumbai) - The pound caught a fresh bid tone versus its US counterpart in the European morning, sending GBP\/USD back above 1.51 handle in a bid to test daily highs.\n\n    GBP\/USD well supported above 50-DMA at 1.5085\n\n    The GBP\/USD pair trades -0.12% lower at 1.5093, having revisited daily highs at 1.5115 last minutes. The cable reversed a part of Friday’s losses and now struggles to extend further beyond 1.5115 region as the upside remains capped on the back of a broadly higher US dollar.\n\n    The US dollar extends its bullish run today after Friday’s upbeat US payrolls data sealed in a Dec Fed rate hike deal, lifting the greenback from the ECB-induced sharp correction. The US dollar, which measures the buck’s relative value against its major peers, rises 0.22% to 98.49.\n\n    Meanwhile, renewed risk-on trades expected to be seen on the European stocks will further boost the risk currency – the USD, and hence, weigh further on the major. Calendar-wise, the UK docket remains absolutely empty this session and therefore attention shifts towards BOE Governor Mark Carney’s testimony due later in the NY session.\n\n    GBP\/USD Levels to consider\n\n    The pair has an immediate resistance at 1.5131 (20-SMA), above which 1.5157 (Dec 4 High) would be tested. On the flip side, support is seen at 1.5085\/76 (50-DMA\/ Dec 4 Low) below which it could extend losses to 1.5057 (1h 100-SMA).\n    For more information, read our latest forex news.\n\nShare This Page\n\nfree forex signals",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9978964329,
        "format_confidence":0.9672009349,
        "weight":0.0056696759
    },
    {
        "url":"https:\/\/www.moneymarketing.co.uk\/money-marketing-markets-rights-issues-and-rampant-inflation-dent-confidence\/",
        "text":"View more on these topics\n\nMoney Marketing Markets: “Rights issues and rampant inflation dent confidence”\n\nAny hopes that the credit crunch is close to an end were dashed this week with cash calls and writedowns once again battering the banking sector.\n\nBradford & Bingley followed the lead of Royal Bank of Scotland and HBOS, tapping its shareholders for £300m, equivalent to a third of its market cap.\n\nThe cash call comes exactly one month to the day of B&B’s management denying a rights issue was in the offing.\n\nInvestors have been critical of the offer which will see shareholders offered 16 new shares for every 25 held in a cut-price 82p deal. B&B’s shares slid 14.75p to 144p on the news.\nPaul Mumford, manager of the Cavendish UK opportunities fund, believes investors are being railroaded into buying the shares.\n\nHe says: “The real issue for investors, and for overall confidence in the sector, is the sheer magnitude of the discounts we are seeing. At 48 per cent of the closing stock price on Tuesday, Bradford & Bingley’s rights issue is the steepest yet for the market to swallow.\n\n“It virtually forces shareholders to buy the extra shares or else look on and witness massive dilution in value. How will this ever encourage confidence in the sector and normal market conditions to return?”\n\n“The fact that the decision comes after sustained denials of plans to raise money from shareholders, as recently as one month ago, hints that banks are in a much worse state than has previously been thought and that shareholders can only half-believe what they are being told by management. This will gnaw away at an already fragile confidence in the sector.”\n\nThat confidence had already been tested earlier in the week after bigger than expected writedowns by Alliance & Leicester saw its shares slump to a near eight year low. The bank wrote off a further £192m and finance director Chris Rhodes admitted that it is “walking a tightrope” trying to maintain its dividend.\n\nFrench banking giant Credit Agricole launched a mammoth £4.7bn rights issue on Tuesday. Mumford says he expects more to fallow.\n\nBarclays was coy about whether it will tap shareholders for cash after it wrote down a further £1.7bn on Thursday. Finance director Chris Lucas said: “We are not going to rule in or out any option.” That said, he did rule out a scrip dividend but admitted profits were down on last year.\n\nOn the macro front, stagflation was the word of the week with concerns that slowing economic growth and rising inflation could result in a return to the 1970s.\n\nThink more rubbish bags in Leicester Square than cool bell bottoms and you will understand the market’s nervous reaction to Monday’s figures.\n\nEight of the 11 main categories contributed to the increase in annual headline inflation. Factory-gate prices soared 1.4 per cent in April and now stand 7.5 per cent higher than a year ago. The core annual rise hit 4.6 per cent- a 13 year high while import prices surged a further 1.9 per cent in April, pushing their annual increase to 10.3 per cent- not far off the 13.7 per cent peak seen in 2003 after the pound crashed out of the ERM.\n\nExpect more inflationary headlines after Centrica said it will need to raise energy prices by at least 10 per cent.\nNew Star chief economist Simon Ward believes the Bank of England is unlikely to cut interest rates at the next meeting of the Monetary Policy Committee because of the inflation menace.\n\nHe says: “Inflation expectations are already showing signs of detaching from the target. If firms and workers build a higher trend level of inflation into price and wage-setting behaviour, the forecast return to 2 per cent or lower two years ahead is unlikely to occur.”\n\nIt was not all doom and gloom, however. BT unveiled record £20bn sales and British Airways shares soared on Friday’s news of record operating margins and its first dividend in seven years.\n\nBritish Energy was also buoyed by takeover talk while National Grid saw profits up a beefy 24 per cent.\n\nMore bad news on the high street, however, with DSG International announcing it will not renew the leases on 77 of its 177 Curry outlets when they expire in the next few years. Next is also feeling the pinch, with sales down for the second month running.\n\nAll in all, the FTSE edged up to 6,338.9 by mid-afternoon Friday. Investor’s eyes remain trained on the banks but several blue chips have shown that even in the current climate healthy profits can be made. Finding those winners is the key.\n\n\nVariations on a theme\n\n“The overall retirement income market is going to grow significantly, not least because there are more defined-contribution schemes as people reach maturity,” says Burrows.\n\nRecording sickness absence cover - thumbnail\n\nWhite paper — recording sickness absence\n\nThe latest figures from the Department for Work and Pensions illustrate that sickness absence is still a major cost to businesses, with an annual bill for sick pay and associated costs to employers of £9bn. This paper from Jelf Employee Benefits looks at the importance of recording sickness absence for any employee health strategy and how this can be carried out in an efficient manner to reduce absence, improve employee engagement and drive up profits.\n\n\nNews and expert analysis straight to your inbox\n\nSign up\n\n\n    Leave a comment\n\n\n    Why register with Money Marketing ?\n\n    Providing trusted insight for professional advisers.  Since 1985 Money Marketing has helped promote and analyse the financial adviser community in the UK and continues to be the trusted industry brand for independent insight and advice.\n\n    News & analysis delivered directly to your inbox\n    Register today to receive our range of news alerts including daily and weekly briefings\n\n    Money Marketing Events\n    Be the first to hear about our industry leading conferences, awards, roundtables and more.\n\n    Research and insight\n    Take part in and see the results of Money Marketing's flagship investigations into industry trends.\n\n    Have your say\n    Only registered users can post comments. As the voice of the adviser community, our content generates robust debate. Sign up today and make your voice heard.\n\n    Register now\n\n    Having problems?\n\n    Contact us on +44 (0)20 7292 3712\n\n    Lines are open Monday to Friday 9:00am -5.00pm",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9985168576,
        "format_confidence":0.9345749021,
        "weight":0.0155533607
    },
    {
        "url":"https:\/\/commoninfirmities.com\/2011\/11\/03\/greek-contagion\/",
        "text":"Greek contagion\n\nSince yesterday, news reports are full of comments like this:\nMany economists fear that if Greece exits the euro, it could lead to financial contagion, as investors and ordinary bank depositors in other eurozone countries may fear that their own government will follow suit.\n\nWhat does this mean? Are the Spanish looking to the Greeks as a model? That would be really weird. Esos griegos tenían un gran éxito con su incumplimiento de las deudasHagámos lo mismo. Or is it a matter of queueing up? Greece has first dibs on default, and Spain just has to wait its turn. Or is this setting up a resonance in a Sheldrakian morphic field of default patterns? Perhaps we are witnessing the final consummation of the marriage of 21st century mathematics and 20th century pseudoscience that finance has been tending toward for the past three decades (at least).\n\nSurely the impact on investors will depend in part on the effects seen from a Greek euro withdrawal. At the very least If we think back to recent history, presumably any reasonable person would have thought, after the Lehman Brothers shit-storm, that the US financial authorities would be less likely to allow another similar bankruptcy to proceed. So, if Greece leaves the euro in a ball of flames, Spain will be unlikely to see it as a model. And if Greece’s exit from the euro isn’t so terrible then… maybe it’s just not so terrible.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9899097681,
        "format_confidence":0.9864435196,
        "weight":0.0154621705
    },
    {
        "url":"https:\/\/www.directorycritic.com\/viewdetails\/1052727-bid---123directory-info.html",
        "text":"Internet Marketing Tools\n\nDetails of:\n\nBid @\nDate Added: 8th November, 2007\nType: Paid\nCategory: bidding\nDeep Links? Yes-Paid and\/or Recip\n\nPagerank & Rating Info\nAverage Weekly Points: 0 (Position #625 on the list)\n\n\nTotal Points: 0\nNumber of Ratings: 0\nAverage Rating Score: (not rated)\nHave your site submitted to over 800+ quality directories.\nDirectory Description & Resource Links\nBidding Web Directory from Get high quality links from our bid for position web directory, bid your way to list on home page. Quality Sites Listed, Fast Inclusion! Permanent Listings. You can list your websites under relevant categories.\n\nResource Links:\n\nResource links are only for premium listings. Click the button below to learn more about premium listings:\n\nUpgrade Listing to Premium\n\nRatings of:\n\nThere are no webmaster ratings for this directory\n\nClick here to rate this directory!",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.8080038428,
        "format_confidence":0.8431093693,
        "weight":0.0082715105
    },
    {
        "url":"https:\/\/www.scorpion.co\/franchise-marketing\/marketing-tip\/how-to-master-franchise-marketing-without-having\/",
        "text":"Contact Us\nCall Today\n  • California Office\n\n    27750 Entertainment Drive\n    Valencia, CA 91355\n\n    map + directions\n  • Colorado Office\n\n    3461 Ringsby Ct, Suite 140\n    Denver, CO 80216\n\n    map + directions\n  • Texas Office\n\n    5040 Addison Circle, Suite 300\n    Addison, TX 75001\n\n    map + directions\n  • New York Office\n\n    One Computer Associates Plaza, Suite 105\n    Islandia, NY 11749\n\n    map + directions\n\nHow to Master Franchise Marketing Without Having to Clone Yourself\n\n\nA lot falls on the shoulders of the franchise marketer. You may be wearing a number of different hats, playing the role of marketing strategist, website development lead, campaign manager, content writer, social media guru, and brand police, just to name a few. How do you get it all done? It may sometimes feel impossible, especially if you have hundreds of franchise locations to oversee.\n\nEver wish you could just clone yourself?\n\nFortunately, there are ways to streamline your digital franchise marketing efforts so you don’t have to feel like you’re constantly being pulled in a million different directions. With the right strategies, tools, and support, you can turn chaos into a well-oiled machine that allows you achieve your marketing goals on time and within budget. What better way to show your bosses that you’re truly an expert at your job?\n\nBelow are a few tips for mastering franchise marketing without having to clone yourself:\n\nHire a Marketing Team & Delegate: As the marketing mastermind at your franchise, your skills are best used guiding your franchise network’s overall marketing strategy, monitoring its overall success, and maintaining strong communication with your franchisees—rather than handling all the miniscule details of coding a website or managing numerous pay-per-click advertising campaigns.\n\nThis is where it’s helpful to hire an Internet marketing partner that can handle all of the day-to-day tasks for you so you can focus on the big picture (and get everything done). It helps to work with a single, full-service digital marketing company rather than several vendors for each different area of your marketing. Why deal with the struggle of getting all your different vendors on the same page and working together when you could have one partner that seamlessly integrates your website design, search engine optimization (SEO), online advertising, social media, and more?\n\nSimplify the Process of Tracking Your Data: Why dig for data (which can take up hours of your time) when you could have it automatically generated and clearly laid out for you? Here at Scorpion, we offer our franchise clients an online marketing platform that makes it easy for them to track website traffic, organic rankings, PPC campaign performance, leads, and more. All you have to do is login and you have a wealth of data that shows you exactly how your various digital marketing efforts are performing, which is great for tracking your return on investment (ROI).\n\nAccording to HubSpot’s 2015 State of Inbound report, proving return on investment (ROI) of marketing activities was the number one challenge of both B2B and B2C marketers. And 32% of digital marketers and enterprise companies said making analytics actionable was one of their top three challenges, according to a 2016 study by Experian.\n\nTo take you analytics a step further, we make it possible for you to integrate our platform with your customer relationship management (CRM) system so you have a more complete picture of how your marketing campaign and leads are tied to your customer acquisition and revenue. Read more about our award-winning marketing platform.\n\nPre-Schedule Your Content: Consistency is key when blogging and engaging followers on social media. If you are only posting your content sporadically when you have pockets of time, you risk slipping out of the spotlight and losing the interest of your followers. With a good content management system (CMS) and social media management platform, you can pre-schedule your posts so they’re ready to go at the right time. That way you can work on your content in bulk when you have the time and not have to worry about gaps in your posting schedule.\n\nHaving trouble generating enough content ideas to keep up with the demand? Try using content strategy tools such as BuzzSumo, which allows you to identify the highest trending content for certain keywords. This is a great way to get ideas for your own franchise blog and social media content.\n\nAre you a franchise marketer who needs support? Call Scorpion today!\n\nAbout the Author\nJordan Wilson is the Senior VP of National Brands at Scorpion. For nearly a decade, he has worked with businesses of all sizes, from Fortune 500 companies to franchises at the local level. Professionally and personally, Jordan fosters the relationships he develops with his clients, always striving to exceed their goals and expectations. Jordan graduated from the University of Mobile where he played college soccer and won the National Championship in 2002. He is an avid traveler, and he loves a good Irish Pub, LSU Football, and spending time with his family.",
        "topic_id":9,
        "format_id":22,
        "topic_confidence":0.9977148771,
        "format_confidence":0.8834232092,
        "weight":0.006154542
    },
    {
        "url":"http:\/\/pruelpo.expertscolumn.com\/article\/my-paypal-already-received-my-first-2539-earnings-bubblewscom",
        "text":"My Paypal Already Received My First 25.39$ Earnings From\n\nHappy indeed that on March 8, 2013, I just completed my first 25$ earnings at after at least the fourteen days working with the site that started on February 23, 2013 to March 8, 2013. Bubblews e-check was already sent off to my PayPal account. For 14 days, I had published 68 posts on These 68 posts received a total of 208 likes. They garnered at least 2,129 views, 49 comments and the total earnings have reached so far to 25.39$. Because this is my first time to hit the threshold - immediately I decided to redeem them\n\nthrough my PayPal account.\n\nAfter the said transaction, I noticed that my bank records were all gone. All the recorded data were erased - what I saw were all zeros from posts, likes, views and the earnings accumulated during the period of 14 days. But they are still available on my Bubblews profile page except the amount I requested for payment. Now I understand that every time a user requests payment from Bubblews site - his bank records accumulated til the time he requested payment will be back to zero. And if he wanted it again to see earnings - he would have to work again by publishing new stuff and doing other activities available on the site - if he wanted to earn more.\n\nThe e-check payment dated March 9, 2013 from Bubblews is a living proof that Bubblews is really a legit site that pays its users and not a scam site according to some complains, other write-ups and feedback I read from the Internet regarding the site. On the e-check there was charges amounting to 1.29$ and the 24.10$ is the net amount deposited to my PayPal\n\n\nOn Bubblews - if the user is hard working, he could publish the maximum posts per day which are ten posts at 400 characters or more for each post. Every post a user posted could earn between 12$ and 15$ cents. So if he has posted 10 items for the day and multiplied them by 12$ or 15$ cents - he earns either 1.20$ or 1.50$. These amounts are earnings accumulated from posting ten items and there are additional earnings to be added if those items have already garnered views - plus additional earnings if those items have also received likes from other bubblews members and visitors.\n\nWhat if Bubblews has ignored my requested payment? What evidence I should use as proof that I requested the payment - as they were already erased from my Bubblews bank records? Of course, I should keep a proof - here I kept a copy of the recorded amount and other info found on my Bubblews bank record and other transaction at the time I made the request. I printed them using the print screen of my computer keyboard - and saved it as jpg (photos). I also wrote a short article regarding my request Just Sent Off My Request to Redeem My First Bubblews Earnings and published it on their site and on my blog site. They are all proof to use if Bubblews denied it.\n\nThe photos for this column are available at 25$ for 14 Days on Bubblews is a Success\n\nFor those who are not yet writing for Expertscolumn - you can use my referral link to join the site.\n\nArticle Written By pruelpo\n\nMy favorite Saying: “Dream Big and don’t stop without giving it a chance to come true.” I am a father of 3 for 27 years, OFW for 17 years , a Blogger, sometimes a Poet, Self-motivated and Professional by experience. You can call me Paul or Pruel. I am friendly animal but can kick you off when it is needed. LOL. I have no specific areas where my writing will focus on. I write any subject that interests me under the merciless sun.\n\nLast updated on 26-07-2016 1K 0\n\nPlease login to comment on this post.\nThere are no comments yet.\nBad Company Corrupts Good Character Of A Child\nBeevocal For Bloggers, Other Online Writers For Their Live Interactive Talk Show Online",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9796212912,
        "format_confidence":0.9909189939,
        "weight":0.0153014668
    }
]