[
    {
        "url":"https:\/\/busfoundation.org\/answers-on-questions\/readers-ask-school-bus-tickets.html",
        "text":"How much is a Bus Eireann school ticket?\n\nFor secondary school pupils, the charge is €350 per pupil or 2 payments of €175. (Max per family of €650). For primary school buses, the fare is €100 per pupil or 2 payments of €50 (Max per family of €220). There is an exemption for Medical Card holders.\n\nHow much is a school bus pass UK?\n\nThe pass is £360 for the year. Spread the cost with monthly instalments and find out about any discounts available.\n\nHow do I contact Bus Eireann school transport?\n\nOperating hours are 09.00 – 17.15 Monday to Friday. Please click here to contact your local Bus Éireann School Transport Office by email.\n\nRegion Local Office Contact No.\nDublin, Kildare, Meath, Wicklow Bus Éireann School Transport Office Regional School Transport Office, Area Office, Broadstone Dublin 7 01 8302222\n\n\nIs school bus free with Medical Card?\n\nPupils who are eligible for school transport (see above) and who hold a valid medical card are entitled to free school transport to the nearest school. If a pupil with a medical card is not attending the nearest school: This arrangement will continue for pupils who are already availing of the waiver.\n\nYou might be interested:  Question: How Many Bags Can You Take On A Greyhound Bus?\n\nHow do I get a school transport grant?\n\nDuring the COVID-19 public health emergency, you can apply for a Special Transport Grant either through your child’s school or directly to the School Transport Section in the Department of Education. Fill in the application form for the Special Transport Grant and email it to your child’s school.\n\nIs Bus Éireann still running?\n\nPublic transport services are currently running a full schedule of services. Onboard capacity (sitting and standing) is operating at 50% capacity.\n\nCan I get help with travel costs to school?\n\nIf you’re on a low income, your local education authority (LEA) might help you with some costs. If your child is at a maintained special school, ask your LEA if they can help pay travel costs so you can visit. Your child’s school can ask you to pay for some activities such as museum or theatre trips.\n\nHow far should a child travel to school?\n\nBest practice suggests that a child of primary school age should not travel for longer than 45 minutes and a child of secondary school age should not travel for more than 75 minutes. Local authorities should also consider the walking distance to access public transport.\n\nWhat is a reasonable distance for a child to travel to school?\n\nThe statutory walking distance is the distance between home and school that the Government thinks a child should be able to walk: two miles for children under eight years of age. three miles for pupils aged 8–16 years.\n\nCan I refund a Bus Eireann ticket?\n\nIf you decide for some reason not to use the ticket you bought online, you should apply for refund before the date of outward travel shown on your order. You must make all refund claims no later than 30 days after the date of outward travel on your unused ticket.\n\nYou might be interested:  Quick Answer: How To Connect To Bolt Bus Wifi?\n\nHow much is the Remote Area Grant?\n\n– the grant will be calculated on the distance from home to pick-up point in cases where the family avail of a transport service. The maximum daily allowance payable under the Remote Area Grant is €5.10 per day – regardless of the number of children from the same family, travelling to particular schools.\n\nWhat is concessionary school transport?\n\nConcessionary Transport Children who are not eligible, under the terms of the schemes may apply to Bus Éireann on a concessionary basis. The conditions are: that Bus Éireann determines that a suitable service exists to school or education centre. that the service has spare capacity.\n\nDoes Bus Eireann run on Sundays?\n\nOn Mondays to Fridays (except bank holidays) from Wednesday 1 April and until further notice, Bus Éireann City and Town services will generally operate to a Saturday timetable, with the following exceptions. There are no changes to timetables on Saturdays and Sundays.\n\nHow do I pay my Montgomery County school bus?\n\nPay by Mail Mail the School Bus Ticket with check or money order made payable to Montgomery County, MD. Write the citation number and license plate number on your check or money order to ensure proper credit. Returned checks are subject to electronic redeposit for the face amount and a fee of $35.00. DO NOT SEND CASH.\n\nWhat is a post primary school?\n\nThe post – primary or second-level education caters for students aged 12 to 18 years. They must be at least 12 years of age on 1 January in the year they start second-level education in order to be registered in a post – primary school. There are different types of post – primary school.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9850295186,
        "format_confidence":0.9112743139
    },
    {
        "url":"https:\/\/flightradar.live\/en\/flights\/asp\/au\/tamworth-airport-tmw-departures\/",
        "text":"Tamworth Airport (TMW) – Departures\n\nTamworth Airport (TMW)\n\nFAQ Tamworth Airport TMW Departures\n\nWhere is Tamworth Airport (TMW) located?\n\nTamworth Airport is one of the airports in Australia and is located near the city Tamworth. Geographically, the airport is on the\n\nlatitude: -31.08390045° and longitude: 150.8470001° and is elevated 1334 meters above sea level (m asl).\n\nWhere is the cheapest place to buy airline tickets for travelling from Tamworth Airport (TMW)?\n\nFlightradar.live helps you to find and buy tickets for the cheapest flights from Tamworth Airport. Search for special offers with 728 airlines and leading ticket offices and get the best prices on flight tickets. Be inspired and take advantage of our latest special deals and discounts on exclusive flights. Start planning your next adventure, beach holiday, relaxing vacation or city trip and book your flight today. Find cheap flights.\n\nBuy cheap flight tickets\n\nHow do I get the cheapest hotel rates for my stay in Tamworth before I depart?\n\nNext to flights tickets, accommodation is the biggest chunk of any trip. These days, it's far too easy to waste your time and your money when planning. To simplify things, we have built a search engine to compare hotel prices from over 70 booking websites with just one search. Currently, the search includes 358,000 hotels, 110,000 hostels, 602,000 guesthouses and 3,972,000 rooms and is constantly growing. Book your hotel in Tamworth at the best price and discounts up to 60% right now today! Compare und find the best hotel room before you departure from.\n\nWhere can I park my car at Tamworth Airport (TMW) before I take off?\n\nOur goal is to provide you with the quickest and easiest way to book parking online. Find a secure, approved parking space at Tamworth Airport and save up to 60% when you book parking online in advance here. We work with wide range of approved operators across the world to ensure that you can find the right parking option at the lowest possible price. Book in advance and start your vacation relaxed.\n\nCan I hire a car at Tamworth Airport (TMW)?\n\nIf you are flying from Tamworth Airport (TMW) and would like to rent a car, you can do that in advance online or at the airport upon arrival. We recommend you to book the car before you start your trip. On the one hand, you often get better conditions than on the spot and on the other hand, you can receive your car relaxed after arrival without having to work through the myriad of formulars. We work with a number of well-known car hire branches at almost every airport including Argus, Auto Europe, Avis, Europcar, Hertz, Rentalcar and Sixt. Compare 900 car rental companies at over 60,000 locations and book from the ease of your home.\n\nWhat are the top attractions to visit in Tamworth before I depart?\n\nFor many years, our experts have been chasing down the best activities on the planet's greatest cities and coolest areas. Every year brings more fresh out of the box attractions, events and things to do around the world than anyone could experience in a lifetime. Our local guides and supporters make it their main goal to scope out the very best experiences out there and add them to their local DO List: the essential guide to the best activities to do in every city, country and region they cover. So check out to find out about the best things to do in Tamworth after your arrival.\n\nWhere can I leave my luggage in Tamworth before I take off?\n\nIf are looking for a safe and easy to access place to store your Luggage you can find them here. The storage sites are located inside existing businesses, hotels, retail outlets, cafes, and many more. All are vetted by a local employee, who performs regular quality checks. Every piece of luggage is secured with unique security seals provided for free.\n\nDo I get a refund if my flight from Tamworth Airport was cancelled, delayed, overbooked or disrupted by airline staff strikes?\n\nIf you recently experienced a flight delay, flight cancellation, denied boarding, baggage problems, missed a connection or got affected by an airline staff strike, you may be eligible for compensation. Depending on your flight, flight scenario, and ultimate destination, understanding passenger rights and filing a claim can mean up to $700 per flight in reimbursements. Check out here if you are entitled for a refund for your flight from Tamworth Airport.\n\nWhat is the airport IATA and ICAO code for Tamworth Airport?\n\nTamworth Airport was assigned the IATA code TMW, IATA is the abbreviation for International Air Transport Association (IATA). The ICAO code YSTW has been assigned by the International Civil Aviation Organization.\n\nHow do I contact someone at Tamworth Airport (TMW) before or after my departure?\n\nDue to the large number of requests, we recommend visiting the airport's website as a first point of contact. There you will usually find a contact form that you can use for your request. The website of Tamworth Airport can be reached via the following link #. Secondly, you can contact someone at Tamworth Airport directly via phone at +61 1300 733 625 or just send them an email to #. The longer the more it is also possible to get in touch with the airport via social media. If the airport has active profiles on social media you can find them below:\n\nHow can I check if my flight is delayed?\n\nIf you scroll further up you will find a table with all flights from Tamworth Airport. In the right column you will find the status of the flight you are interested in. You can see if the flight is currently still on the ground, in the air, already landed or if it is delayed. Below you will find the different flight statuses and their corresponding color:\n\n  • scheduled\n  • active\n  • landed\n  • landed late\n  • cancelled\n  • unknown\n\nIf your flight shows a \"landed late\", \"cancelled\" or \"unknown\" status, you might be entitled to receive compensation. You can easily check now if you are eligible to receive compensation of up to $700.\n\nDo I need a travel visa for travelling from Australia?\n\nIf you are unsure about the requirements regarding a travel visa you can use your service here. There you can use an up-to-date visa requirements tool to search if you need a travel visa. It's as simple as telling where you are from and where you are going to. Based on this you will get the information about how much the visa costs, the number of entries, the start date and give you an action step such as applying directly on the website!\n\nCan I track flights starting from Tamworth Airport (TMW) in real time?\n\nYes, you can do that with the flight tracking service of flightradar.live. Track live flights around the world on a map 24\/7 and check the status of the airplanes in real time. Explore detailed aircraft and flight data and watch the take-offs and landings in real time at Tamworth Airport.\n\nWhat other places in the world could I discover?\n\nStack up your bucket list: Discover new beautiful places around the world! Travel to the best events, historic cities, stunning landscapes, white sand beaches or have fun with brand new attractions. Here is a selection of interesting destinations, in addition, the linear distance to Tamworth Airport is shown in parentheses:",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.6360946298,
        "format_confidence":0.9695353508
    },
    {
        "url":"https:\/\/wentzvillemo.org\/departments\/public_works\/streets_frequently_asked_questions.php",
        "text":"Public Works\n\nStreet Division Frequently Asked Questions\n\nHow many miles of streets does the City of Wentzville maintain?\n\nWill the City clean my sidewalk or parking lot?\n\nI park on the street and my car gets buried by snow plows. What can I do?\n\nHow can I keep my driveway from being snowed-in by plowing?\n\nIs the City responsible for damage to my basketball goal, my mailbox or my decorative landscaping?\n\nIf I have an emergency, will the City plow my area first so an ambulance can get through?\n\nWhat slab replacement projects are happening this year?\n\n\n\nGet notified when this page changes\nTop Work Place St. Louis 2019",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.6335678101,
        "format_confidence":0.9755914211
    },
    {
        "url":"https:\/\/www.arrivatrainswales.co.uk\/FAQ\/What-if-I-am-not-happy-with-the-response-from-the-Customer-Relations-team\/?langtype=2057",
        "text":"Connecting you to what's important\n  • What if I am not happy with the response from the Customer Relations team?\n\n    If you are not happy with the response to your claim, you should contact the train operator's customer services department, giving them the chance to review your claim.\n\n    If you are still unhappy, you should contact Transport Focus , the independent transport watchdog. For journeys within the London area, you should contact London Travel Watch . You should also consider whether you have a claim under the CRA and you can find out more about the CRA here",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.860696435,
        "format_confidence":0.9382281899
    },
    {
        "url":"https:\/\/www.cardekho.com\/car-faqs\/audi-rs7\/how-many-colours-are-available-in-audi-rs7.html",
        "text":"Download Mobile AppGet On Road Price Feedback Ask a Question\nMy Account\n  • Language\n  • Notifications\n  • CitySelect City\n\nHow many colours are available in Audi RS7?\n\nAudi RS7 is available in 9 colors that are as follows: ibis white, daytona grey , prisma silver , nardo grey, misano red, estoril blue, suzuka grey, phantom black and panther black.  \n\nFrequently Asked Questions on Audi RS7\n\nAudi RS7 Further Research\n\nLatest Cars\n\nUpcoming Cars\n\nWhich is your city ?",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9959528446,
        "format_confidence":0.9551686049
    },
    {
        "url":"https:\/\/www.prepareforcanada.com\/faqwd\/how-to-get-a-drivers-licence-in-canada\/",
        "text":"Get information that is essential for all newcomers to Canada\n\nViewed 4456 Times 0 Comments\n\nYour foreign driver’s licence may be valid for only three to six months after you arrive in Canada. So it is wise to get an international driver’s license before you leave your home country. Regardless, you will eventually need to take a driving test to obtain a Canadian driver’s licence.\n\nLicences are issued by the province or territory in which you live. In order to receive a licence, you must pass several tests: a vision test, a written examination and a road test. In some provinces, a minimum of 30 days is required between writing the knowledge test and taking a road test.\n\nI drove in my homeland for 24 years and yet I still flunked the knowledge test and barely passed the road test here, so I’d recommend studying for your test and taking some driving lessons again. It will make the process easier.\n\nAlso, you must be at least 16 years old before you can be tested for a driver’s licence in Canada. Some provinces have a graduated licensing system whereby young drivers can be restricted to driving only in daylight hours during their probation period.\n\nWhen applying for a driver’s licence, the following documents may be necessary for proof of name, signature and address: ¦A passport ¦A Permanent Resident (PR) Card ¦Proof of address (bank statement or other public office received mail) ¦A driver’s licence from your home country, but an international driver’s licence is best\n\nIncidentally, a driver’s licence is one of the best pieces of identification you can have, since it shows your photograph, signature and address.\n\nWas this answer helpful ? Yes(1)\/ No(1)",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9571068287,
        "format_confidence":0.9152209759
    },
    {
        "url":"http:\/\/www.emirates.com\/us\/english\/help\/faq\/1071835\/how-do-i-keep-my-silver-gold-or-platinum-status",
        "text":"[ English ]\nSkip to main content\n\nHelp Center\n\nHow do I keep my Silver, Gold, or Platinum status?\n\nThere are two ways to retain your tier:\n\n  1. earn enough Tier Miles by flying with Emirates or on an EK codeshare flight\n  2. take the required number of qualifying flights* with Emirates\n\nOnce you have reached a new tier, you have a fixed 12-month period in which to earn the Tier Miles you need to keep your status. During this time, you need to accumulate 25,000 Tier Miles or take 25 qualifying flights to remain in Silver, 50,000 Tier Miles or 50 qualifying flights to remain in Gold, and 150,000 Tier Miles to remain in Platinum.\n\nIf you have not managed to stay in your tier after your review date, you will move back to the previous tier. The rolling-tier qualification system will resume, meaning we give you a review opportunity every month over the subsequent 12 to 13 months to allow you to regain your status.\n\n*A \"qualifying flight\" is a flight on Emirates (or a codeshare flight marketed by Emirates but operated by another airline) between the point of origin and point of destination of an outward or round-trip journey.\n\nCall us\n\nFlights and Emirates services\n\nPlease call this number for flights, Chauffeur-drive, Dubai Stopovers and other Emirates services related queries.\n\nHotel reservations\n\nPlease call this number for hotel reservation queries only (except Dubai Stopovers). This service is provided by our partner, Tourico.\nTourico is unable to answer any Emirates-related queries.\n\nCar rental\n\nPlease call this number for car rental queries only. This service is provided by our partner, CarTrawler.\nCarTrawler is unable to answer queries related to our Chauffeur-drive service or any other Emirates services.\n\nTravel Insurance\n\nPlease call this number for general queries or to make changes to your travel insurance policy.\n\nPlease call this number if you need to file a claim.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.5230329037,
        "format_confidence":0.7352549434
    },
    {
        "url":"https:\/\/choosecambridge.com\/FAQ.aspx?TID=17",
        "text":"Show All Answers\n\n1. Can I request a special number?\n2. Do I need to wait until my registration renewal?\n3. When can I expect to receive my new plates?\n4. Where can I obtain an application?\n5. Where should the completed application be sent?\n6. Who should the check be made payable to?\n7. Will I have to pay extra each year to have this plate?",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9893039465,
        "format_confidence":0.9764330983
    }
]