[
    {
        "url":"http:\/\/www.sfgate.com\/homeandgarden\/article\/S-F-history-lesson-runs-through-Islais-Creek-3176646.php",
        "text":"Even when you banish a creek from view, it has a way of making its presence known.\n\nSan Francisco's Islais Creek is mostly out of sight - running through an underground culvert except for a stretch in Glen Park and its bay outfall at Third Street. That's the creek that runs under Balboa High School, where it occasionally floods the cafeteria, and the Alemany Housing Project, also reportedly subject to wet spells.\n\nBonnie Ora Sherk is among those who'd rather try to keep it in mind even when it's not in sight.\n\nLast week we described Sherk's involvement with the San Miguel Child Development Center on Seneca Avenue, where native trees have redeemed a sterile cityscape and a school garden has become what the local artist and landscape architect calls the OMI (Oceanview-Merced-Ingleside)\/Excelsior Living Library and Think Park. The garden's lively student-designed mosaic murals depict, among many other things, historic Islais Creek.\n\n\"Water from Islais Creek was once the most valuable water in San Francisco,\" Sherk told us last month. \"It was used after the 1906 earthquake. It feeds down from San Bruno Mountain through the Cayuga Valley. Then two forks join and go out to the Islais Channel at Third Street.\" The Islais Creek watershed is the city's largest, linking nine neighborhoods as disparate as Noe Valley and Bayview.\n\n\nNow Playing:\n  • Now Playing\n    Diver Lays On Sea Floor While Sharks Swim Above Storyful\n  • 5 Royal Bachelors You Need to Meet Now That Prince Harry Is Taken TaLTIME\n  • Vlogger Tries Chinese Street Food Cuisine of Sand Worms Storyful\n  • This Christmas, Serve Cranberry-Orange Shots in Cute Clementine Cups CountryLiving\n  • The Ladies Of Point Of Grace Cherish The Bonds Of Sisterhood SLivingTime\n  • Pig and Pup Pals Snuggle Together for a Snooze Storyful\n  • How to Make Pickled Shrimp HealthTime\n  • 24 Hours with Sabrina Carpenter | Harper's BAZAAR HarpersBazaar\n  • Food Diaries with Maye Musk HarpersBazaar\n  • JetBlue Is Selling a $20 Board Game That Comes With a Round-trip Flight TaLTIME\n\n\"Islais\" comes from \"slay',\" an American Indian name for the holly leaf cherries - shrubby trees with shiny tooth-edged evergreen leaves - that used to line its banks. Central and Southern California Indians processed the cherry pits into flour. The name first appeared on a Mexican map in 1834. The cherries still grow on San Bruno Mountain, but they're long gone from San Francisco.\n\nBy the 1850s, water from Islais Creek irrigated the produce gardens of the Bayview's Portuguese, Italian and Irish growers. It wasn't long, though, before the creek was befouled with offal and sewage from the slaughterhouses of Butchertown. People began to refer to it by the name of that proverbial creek that we have all been up, without a paddle. After 1906, much of Islais Creek was \"reclaimed\" with rubble from the quake.\n\nEven in its diminished state, the creek fires Sherk's imagination. \"This watershed won't leave me alone,\" she said. \"It turns out I've been working in the same watershed all these years.\" That work began with an urban farm and art center at Army Street and Potrero Avenue and evolved into the Living Libraries at San Miguel and at Junipero Serra Elementary School and Child Development Center near Holly Park.\n\nIts most recent extension is the Bernal Heights Nature Walk, framing the Islais watershed from the south slope of Bernal Heights to St. Mary's Park.\n\nSherk acknowledges that she is \"doing rehabilitation rather than restoration,\" looking for \"places where water can be liberated.\" She sees San Francisco's Better Streets Program as a chance to redefine and redesign the city's streets: \"I'd like to see Cesar Chavez Street redesigned as more serpentine to reflect the water underneath. There's no reason a street has to be straight. That's Cartesian old thinking. Solutions will become obvious - the place will tell us what it can be.\"\n\nFor now, her focus is on the living frame. In November at Holly Park, 200 Junipero Serra students helped plant native trees and shrubs: coast live oak, ceanothus 'Ray Hartman', flannelbush, buckeye, silktassel, toyon, redbud.\n\n\"The species were chosen for their colorful beauty,\" Sherk said, \"to dispel the common myth that natives are ugly.\" The planting is being funded by the California Department of Forestry; the Mayor's Office of Community Development and the San Francisco Foundation also provided financial support.\n\nWe visited the park last month, when neighborhood volunteers were assisting Recreation and Park Department crews with more plantings. Rec and Park's John Miller, in charge of Holly Park, stopped by. \"Sometimes Bonnie reminds me of Julia Morgan and I'm William Randolph Hearst,\" Miller joked.\n\nMore oaks and other drought-tolerant trees will go in around the Alemany project and College Hill Reservoir. St. Mary's Park will get a riparian mix of species, including Islais Creek's namesake holly leaf cherries. The goal is to have 500 trees in the ground by March.\n\nSherk sees art as another key component of the Nature Walk: \"On Oneida Street we have giant polychrome wooden cutouts of students' leaf and flower drawings. There are opportunities for creating narrative artworks - murals and sculptures - that will celebrate local ecologies, histories and cultures.\"\n\nThe Nature Walk is not just one woman's crusade. The planting design evolved through a series of community meetings, and more are planned. \"In calling attention to the watershed,\" says Sherk, \"we have the opportunity to demonstrate the interconnectedness of these diverse communities.\" It's her way of recognizing the complex ecology of San Francisco, and the unacknowledged links among natural and human histories.\n\nIslais Creek history:www.sfnpc.org\/islaiscreekhistory\n\nA Living Library:www.alivinglibrary.org",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.8733047247,
        "format_confidence":0.7726449966,
        "weight":0.0137599552
    },
    {
        "url":"https:\/\/theculturetrip.com\/europe\/azerbaijan\/articles\/10-influential-azerbaijanis-know\/",
        "text":"10 Influential Azerbaijanis You Should Know\n\nHeydar Aliyev on a Russian stamp | © Russian Post\/WikiCommons\nHeydar Aliyev on a Russian stamp | © Russian Post\/WikiCommons\nPhoto of Sam Bedford\n9 February 2018\n\nAzerbaijan might not be on the global radar and at the forefront of our minds, but the nation gave birth to several influential Azerbaijanis who made worldwide contributions. Here are 10 of those people, including medieval poets, Soviet scientists, cosmonauts, and the intriguing man who lived to 168 years old.\n\nNizami Ganjavi (1141-1209)\n\nNizami Ganjavi is the most celebrated and revered Azerbaijani in history. Not only did the 12th-century poet produce some of Azerbaijan’s finest literature, but his legacy also influenced global writing. Combining romanticism and realism, several lines of double rhyming verses creep into his masterpieces. The collection of five poems called the Khamsa are said to be his best. Nizami has such a legacy that roads bear his name, including Baku’s Nizami Street. His elegant mausoleum lies on the outskirts of his hometown, Ganja.\n\nNizami Ganjavi, one of the most famous Azerbaijanis in history | © Ganja Museum\/WikiCommons\n\nHeydar Aliyev (1923-2003)\n\nAzerbaijan’s third president ruled from 1993 to 2003 and revolutionised modern Azerbaijan. After spending much of his life in the Communist Party of Azerbaijan, he eventually became leader after a political crisis threatened to bring the country to civil war. Heydar Aliyev later opened up the oil industry to international investment, which inspired the boom and funded Baku’s development. The futuristic Heydar Aliyev Center in Baku honours the former leader.\n\nFormer President Heydar Aliyev | © Pentagon.gov\/WikiCommons\n\nIlham Aliyev (1961-present)\n\nHeydar Aliyev’s son, Ilham, became the fourth president of Azerbaijan in 2003. Despite criticism from the West, Illham has helped Azerbaijan progress into the 21st century. State reforms on culture, science, sports and healthcare as well as hosting sporting events are just a few of his progressive policies. Azerbaijan entered the Eurovision under Ilham in 2008, and the introduction of the eVisa makes the country more accessible to tourism today.\n\nAzerbaijan's current President | © kremlin.ru\/WikiCommons\n\nAhmad Javad (1892-1937)\n\nAhmad had a fruitful career as a poet, author and activist who fought for Azerbaijan’s independence in the early 20th century. With an impressive linguistic capacity (fluent in four languages) and famed for composing the National Anthem, Ahmad quickly became known as an influential Azerbaijani. The National Anthem was used after declaring independence as Democratic Republic of Azerbaijan (1918-1920) and again after independence was reinstated in 1991. He fell victim to Stalin’s Purges where he later died.\n\nAygun Kazimova (1971-present)\n\nSwitch over to the music scene and meet Azerbaijan’s most successful female singer: Aygun Kazimova. Born in 1971 and boasting a music career stretching more than 30 years, Aygun currently holds the record for the highest number of bestselling singles in Azerbaijan. The singer received multiples awards, both locally and on the international scene, and often gets attributed to bringing modern music to the country. Today, she’s a judge on a popular Azerbaijan talent show called Ozunu Tanit.\n\nAygun Kazimove: Sevdim\n\nEll & Nikki (2011 Eurovision Song Contest Winners)\n\nEll & Nikki deserve a special mention. Ell, or Eldar Gasimov, and Nikki, Nigar Jamal, performed Running Scared in the 2011 Eurovision Song Contest held in Dusseldorf. The duet won the competition, instantly transforming Ell & Nikki into national heroes. Today, both singers enjoy prosperous solo careers.\n\nEll & Nicki: Running Scared\n\nMusa Manarov (1951-present)\n\nBorn in Baku and educated in Moscow, Musa quickly climbed the ranks to become an influential cosmonaut for the Soviet Union. The flight engineer spent a total of 541 days in space, including a stint of 176 consecutive days giving him the former record. Musa also spent over 20 hours performing space walks. In the 21st century, astronauts\/cosmonauts perhaps fail to get the recognition they deserve. But one must remember that Musa’s career was at the height of the Cold War Space Race.\n\nHe spent almost 6 consecutive months in space | © UR3IRS\/WikiCommons\n\nLotfi Zadeh (1921-2017)\n\nMathematician and computer scientist Lotfi Zadeh has an impressive record. Baku-born before moving to Iran and later the United States, the prominent figure developed and pioneered a new mathematics concept called fuzzy-sets. Applications range from unmanned devices to car mechanics, air-conditioning and medicine. Lotfi is credited for contributing to the field of time signals, which later revolutionised the digital world. To put this great scientist’s achievements into perspective, his publications received more than 180,000 citations at the time of his death. Arguably, Lofti ranks as the most influential Azerbaijani scientist of all time.\n\nLeyla Mammadbeyova (1922-2006)\n\nQuba-born Leyla broke many taboos to become a highly influential Azerbaijani woman. Not only did Leyla have a successful and fruitful career as a scientist in the Soviet Union, but she was also Azerbaijan’s first female pathologist. With a record of 200 publications contributing to the advancement of pathology and science as well as winning medals for her achievements, Leyla ranks among the most celebrated women ever in Azerbaijan. She also holds the title as the first female pilot in the east.\n\nOne of Azerbaijan's most influential woman | © azermarka.az\/WikiCommons\n\nShirali Muslimov (1805-1973)\n\nAs a final entry into this list of most influential Azerbaijanis, Shirali Muslimov features for a different reason. Born in a small village near the Iranian border, the shepherd hailing from the rural hills might have lived to the ripe old age of 168. As the story goes, he worked until the age of 167 as a shepherd, preferred to ride a horse instead of a car and apparently had a daughter at the age of 136! Most dispute this claim because of a lack of records. However, his passport states the date of birth in 1805 and his death certificate records 1973. True or not, most believe he lived several years as a centenarian. Shirali attributed his longevity to a diet of fruit, yoghurt, low-fat cheese and hard work.\n\nRare footage of Shirali. He’s claims to be 165 at the time of the interview",
        "topic_id":13,
        "format_id":9,
        "topic_confidence":0.9347292781,
        "format_confidence":0.9861964583,
        "weight":0.0014359908
    },
    {
        "url":"https:\/\/mylesdungan.com\/tag\/custer\/",
        "text":"On This Day- 25 March 1840 – Birth of Myles Keogh\n\n\n\n\nThe Little Bighorn, which sounds like a bit of a contradiction in terms, is a river in the American state of Montana. It flows through mainly flat or gently undulating plains. As a river it is unremarkable. But it is not famous for the qualities of its drainage. It is infamous for what happened there on 25 & 26 June 1876 when a flamboyant, egotistical Cavalry officer, George Armstrong Custer, led his Seventh Cavalry to the worst, and last, military defeat ever inflicted on the US Army by the Plains Indian tribes, the Lakota and Cheyenne, at what they called The Battle of the Greasy Grass. No prizes for guessing what it was that greased the grass of the river’s banks.\n\n\nFive of the twelve companies of the 7th cavalry were wiped out on 25 June, including ‘I’ Company, led by Carlow-born Captain Myles Keogh, the most senior of thirty-two Irish-born fatalities in the battle.\n\n\nKeogh, from Leighlinbridge, had found his way to his date with destiny by a circuitous route. He had, in 1860, as a twenty year old from a relatively prosperous Catholic family, volunteered for service in the army of the Pope. He wasn’t dressed in a striped uniform guarding the Vatican city, he was fighting, unsuccessfully, to save the Pope’s last remaining landed possessions in Italy. When the American Civil War broke out the Roman Catholic Archbishop of New York, John Hughes, recruited Keogh and a number of his colleagues, to join the Union Army. He served with distinction through most of the American Civil War as a cavalry officer, fighting at Fredericksburg and Gettysburg and rising to the rank of Lieutenant Colonel.\n\n\nAfter the Civil War the American Army was greatly reduced in size but Keogh wanted to stay on. Like most other officers he lost his exalted war-time rank but was not demobilized. He was sent west to join Custer’s 7th Cavalry charged with keeping the peace on the great American Plains and ensuring that nations like the Lakota – better known as the Sioux – the Cheyenne, and the Blackfeet, behaved themselves and remained on the relatively useless patches of land that had been set aside for them as ‘reservations’.\n\n\nKeogh was undoubtedly handsome, dynamic, vigorous and physically courageous. However, he was also described by some colleagues as intemperate, drunken and violent. Although he respected the Native Americans of the Plains as military opponents he had no time for their culture or way of life. He viewed them, quite simply, as savages who needed to be kept permanently in check.\n\n\nHe was part of an Army that had a huge Irish element. 10,000 soldiers were stationed in the American West, a quarter of whom were born in Ireland. The Irish influence can clearly be seen in Custer’s 7th Cavalry. The muster roll in 1876 included 126 Irish-born soldiers out of 822 members of the regiment. Keogh was the only officer. The regiments two marching tunes were the Irish airs ‘Garryowen’ and ‘The Girl I Left Behind Me’.\n\n\nThe story of Custer’s massive miscalculation in sending his six hundred strong force against an Indian village that contained up to 5,000 fighting men, has become the stuff of legend. He made things even worse for himself by dividing his command. Everyone who fought with Custer, died with Custer. The only survivor was Keogh’s horse Comanche. Keogh himself was killed a few hundred yards away from Last Stand Hill where his Colonel died. Although he is buried in New York state a gravestone bearing his name marks the spot where he perished, surrounded by the other members of Company ‘I’. For some reason Keogh’s body was one of the few not to have been mutilated by the victorious Sioux and Cheyenne. He wore a Papal medal, awarded in 1860 by a grateful Pope. This token may have been what saved his corpse from evisceration. The Lakota and Cheyenne, who wore pendants of all kinds to ward off evil spirits, may have been wary of the Pontiff’s decoration.\n\n\nCaptain Myles Walter Keogh, commanding officer of Company ‘I’ of the Seventh Cavalry was one of two hundred and sixty eight US cavalrymen to die at the Battle of the Greasy Grass or the Little Bighorn, he was born one hundred and seventy-six ago, on this day.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9939088821,
        "format_confidence":0.5747820735,
        "weight":0.0156602172
    },
    {
        "url":"https:\/\/mylesdungan.com\/tag\/custer\/",
        "text":"On This Day- 25 March 1840 – Birth of Myles Keogh\n\n\n\n\nThe Little Bighorn, which sounds like a bit of a contradiction in terms, is a river in the American state of Montana. It flows through mainly flat or gently undulating plains. As a river it is unremarkable. But it is not famous for the qualities of its drainage. It is infamous for what happened there on 25 & 26 June 1876 when a flamboyant, egotistical Cavalry officer, George Armstrong Custer, led his Seventh Cavalry to the worst, and last, military defeat ever inflicted on the US Army by the Plains Indian tribes, the Lakota and Cheyenne, at what they called The Battle of the Greasy Grass. No prizes for guessing what it was that greased the grass of the river’s banks.\n\n\nFive of the twelve companies of the 7th cavalry were wiped out on 25 June, including ‘I’ Company, led by Carlow-born Captain Myles Keogh, the most senior of thirty-two Irish-born fatalities in the battle.\n\n\nKeogh, from Leighlinbridge, had found his way to his date with destiny by a circuitous route. He had, in 1860, as a twenty year old from a relatively prosperous Catholic family, volunteered for service in the army of the Pope. He wasn’t dressed in a striped uniform guarding the Vatican city, he was fighting, unsuccessfully, to save the Pope’s last remaining landed possessions in Italy. When the American Civil War broke out the Roman Catholic Archbishop of New York, John Hughes, recruited Keogh and a number of his colleagues, to join the Union Army. He served with distinction through most of the American Civil War as a cavalry officer, fighting at Fredericksburg and Gettysburg and rising to the rank of Lieutenant Colonel.\n\n\nAfter the Civil War the American Army was greatly reduced in size but Keogh wanted to stay on. Like most other officers he lost his exalted war-time rank but was not demobilized. He was sent west to join Custer’s 7th Cavalry charged with keeping the peace on the great American Plains and ensuring that nations like the Lakota – better known as the Sioux – the Cheyenne, and the Blackfeet, behaved themselves and remained on the relatively useless patches of land that had been set aside for them as ‘reservations’.\n\n\nKeogh was undoubtedly handsome, dynamic, vigorous and physically courageous. However, he was also described by some colleagues as intemperate, drunken and violent. Although he respected the Native Americans of the Plains as military opponents he had no time for their culture or way of life. He viewed them, quite simply, as savages who needed to be kept permanently in check.\n\n\nHe was part of an Army that had a huge Irish element. 10,000 soldiers were stationed in the American West, a quarter of whom were born in Ireland. The Irish influence can clearly be seen in Custer’s 7th Cavalry. The muster roll in 1876 included 126 Irish-born soldiers out of 822 members of the regiment. Keogh was the only officer. The regiments two marching tunes were the Irish airs ‘Garryowen’ and ‘The Girl I Left Behind Me’.\n\n\nThe story of Custer’s massive miscalculation in sending his six hundred strong force against an Indian village that contained up to 5,000 fighting men, has become the stuff of legend. He made things even worse for himself by dividing his command. Everyone who fought with Custer, died with Custer. The only survivor was Keogh’s horse Comanche. Keogh himself was killed a few hundred yards away from Last Stand Hill where his Colonel died. Although he is buried in New York state a gravestone bearing his name marks the spot where he perished, surrounded by the other members of Company ‘I’. For some reason Keogh’s body was one of the few not to have been mutilated by the victorious Sioux and Cheyenne. He wore a Papal medal, awarded in 1860 by a grateful Pope. This token may have been what saved his corpse from evisceration. The Lakota and Cheyenne, who wore pendants of all kinds to ward off evil spirits, may have been wary of the Pontiff’s decoration.\n\n\nCaptain Myles Walter Keogh, commanding officer of Company ‘I’ of the Seventh Cavalry was one of two hundred and sixty eight US cavalrymen to die at the Battle of the Greasy Grass or the Little Bighorn, he was born one hundred and seventy-six ago, on this day.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9939088821,
        "format_confidence":0.5747820735,
        "weight":0.0156602172
    },
    {
        "url":"http:\/\/www.jewishvirtuallibrary.org\/jsource\/judaica\/ejud_0002_0016_0_16209.html",
        "text":"QALʿAT ḤAMMĀD, city formerly situated S.W. of *Constantine, *Algeria. It was founded in 1007 by a branch of the *Zirids (Banu Zīrī) who reigned in *Kairouan. Its population included Christians, Jews, and members of the Jerāwa tribe, *Berbers formerly converted to Judaism. Qalʿat Ḥammād received the majority of the inhabitants of Kairouan when that city was sacked by Arab nomads in 1057, and it inherited the importance of the former metropolis. As capital of a vast kingdom in the 11th century, it possessed a Jewish elite among whom was Solomon ha-Dayyan b. Formash. Abraham *Ibn Daud knew of Solomon and also reported the tradition which stated that Isaac *Alfasi was born in Qalʿat Ḥammād. The city was completely destroyed by the *Almohads in 1152.\n\n\nNeubauer, Chronicles, 1 (1887), 73, 75; L.M.E. de Beylie, La Kalaa des Beni-Hammad (1909); Poznański, in: REJ, 58 (1909), 297–8; Hirschberg, Afrikah, 1 (1965), 167, 259.\n\n[David Corcos]\n\nSource: Encyclopaedia Judaica. © 2008 The Gale Group. All Rights Reserved.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9685211778,
        "format_confidence":0.9870081544,
        "weight":0.029682294
    },
    {
        "url":"http:\/\/www.speaking-clock.com\/Tajikistan_236.html",
        "text":"Speaking Clock\n\nThe official Local time and date in your country\n\nengland  scotland  wales  ireland  australia  canada  united states of america \n\nThe official World Clock\n\nHome > World > Asia > Tajikistan > Dushanbe\n\nWhat time is it ?\n\n\nDushanbe - Tajikistan Actual Time and Date\n\nSynchronized clock on atomic clock in real time\n\n\nCurrent Local time\n\nCurrent weather\n\nWeather Forecast at Dushanbe\n\nUTC\/GMT Offset Actual offset : UTC\/GMT 5 hours\nNo offset at this time\nCoordinates Latitude : 38° 38' north\nLongitude : 68° 51' east\nAstronomic Observations Sunrise at : 06:23 am\nTransition hout : 12:31 pm\nSunset at : 06:39 pm\nDuration of day : 12 hours\nCivil twilight start at : 05:56 am\nCivil twilight end at : 07:06 pm\nSpeaking clock Information\n\nIn general usage today a \"clock\" refers to any device for measuring and displaying the time\nWatches and other timepieces that can be carried on one's person are often distinguished from clocks.\nClock at the Royal Observatory, Greenwich\nReplica of an ancient Chinese incense clock\nThe clock is one of the oldest human inventions, meeting the need to consistently measure intervals of time shorter than the natural units: the day; the lunar month; and the year\nDevices operating on several different physical processes have been used over the millennia, culminating in the clocks of today.\nSundials and other devices\nThe sundial, which measures the time of day by using the sun, was widely used in ancient times\nA well-constructed sundial can measure local solar time with reasonable accuracy, and sundials continued to be used to monitor the performance of clocks until the modern era\nHowever, its practical limitations - it requires the sun to shine and does not work at all during the night - encouraged the use of other techniques for measuring time.\nCandle clocks, and sticks of incense that burn down at approximately predictable speeds have also been used to estimate the passing of time\nIn an hourglass, fine sand pours through a tiny hole at a constant rate and indicates a predetermined passage of an arbitrary period of time.\nA scale model of Su Song's Astronomical Clock Tower, built in 11th century Kaifeng, China\nIt was driven by a large waterwheel, chain drive, and escapement mechanism.\nWater clocks, also known as clepsydrae (sg: clepsydra), along with the sundials, are possibly the oldest time-measuring instruments, with the only exceptions being the vertical gnomon and the day-counting tally stick\nGiven their great antiquity, where and when they first existed are not known and perhaps unknowable\nThe bowl-shaped outflow is the simplest form of a water clock and is known to have existed in Babylon and in Egypt around the 16th century BC\nOther regions of the world, including India and China, also have early evidence of water clocks, but the earliest dates are less certain\nSome authors, however, write about water clocks appearing as early as 4000 BC in these regions of the world.\nGreek astronomer, Andronicus of Cyrrhus, supervised the construction of the Tower of the Winds in Athens in the 1st century B.C.\n\nSource : Wikipedia",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.6804865003,
        "format_confidence":0.9616223574,
        "weight":0.0208548876
    },
    {
        "url":"https:\/\/founders.archives.gov\/documents\/Madison\/04-02-02-0242",
        "text":"James Madison Papers\n\nFrom James Madison to George W. Featherstonhaugh, 5 April 1821\n\nTo George W. Featherstonhaugh\n\nMontpelleir Apl. 5. 1821.\n\n\nI have received your favour of March 19.1 & am glad to find that you think of giveing still more value to your Agricultural work, by extending in a new Edition, your practical veiws of the subject. I retain at the same time my opinion in favour of the Chemical instruction which your original plan combined with them.\n\nI know not well what to answer to your enquiry relative to the reception such a Volume would meet with in the Southern States. As to the state in which I live I dare not speak with confidence; so difficult is a deffusion of literary productions thro’ its dispersed readers, and so universal is the present dearth of means even for the minuter articles of cost. I can scarcely doubt however that the attention which has been excited to the practice & the science of rural economy would produce a demand sufficient at least to give a right turn to the scale, if it should need such a weight, which I should not easily suppose would be the case. For myself I sincerely wish that your calculations may justify the experiment: & that, without a pecuniary loss, which would be very unreasonable, it may reward you with the satisfaction of contributing more extensively to enlighten & animate a persuit so deeply interesting to the public prosperity. I renew to you Sir assurances of my esteem & good wishes\n\nJs Madison\n\nFC (DLC). In Dolley Madison’s hand, with JM’s note: “G.W. Featherstonhaugh.” RC cover sheet (NjP: Crane Collection) addressed and franked by JM to Featherstonhaugh at Duanesburgh, New York. Marked “Orange CH Va April 10.” Docketed by Featherstonhaugh.\n\nIndex Entries",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.7129743099,
        "format_confidence":0.7810858488,
        "weight":0.0022575767
    },
    {
        "url":"http:\/\/www.okcemeteries.net\/cherokee\/molliefields\/molliefields.htm",
        "text":"Oklahoma Cemeteries Website\nClick here to break out of frames\nThis information is available for free. If you paid money for a\nsubscription to get to this site, demand a refund.\n\nMollie Fields Cemetery\nCherokee County, Oklahoma\n\n© Annajo Limore\nBLACKARDMary Margaret27 Dec 193720 Apr 2010 See More\nBROWERLouis D. \"L. D.\"16 Mar 192525 Jun 2006 See More\nBROWERMildred June12 Mar 192819 Dec 2017 See More\nDIALAlice Opal10 Apr 192114 Jun 2010 See More\nDICKERSONEverett04 Mar 189118 Nov 1918 See More\nFIELDMolly 1931 See More\nFLOODJames Etheridge18 Jun 193008 Mar 2011 See More\nHARRISWilliam Thomas31 Mar 195209 Aug 2012 See More\nJORDANArthur Dewayne10 Apr 192606 Dec 2012 See More\nMANKINSVina18491925 See More\nMANKINSW. M.22 Feb 184201 Apr 1915 See More\nMILLEREva Lee14 Jul 194810 Oct 2007 See More\nNAPIERCoye01 Mar 190918 Aug 1930 See More\nNAPIERIsaac14 Oct 186728 Mar 1951 See More\nNAPIERI. T.06 Apr 192705 Aug 1928 See More\nNAPIERLily21 Apr 192829 Jan 1931 See More\nNAPIERMartha Ann09 Dec 186722 Sep 1941 See More\nPATTOND. F.03 Dec 184314 Jan 1929He died as he lived - a ChristianSee More\n\n|Cherokee County Page|  |Home|\n\nThis page was updated: Sunday, 03-Feb-2019 19:42:22 CST\nThis site may be freely linked, but not duplicated in any way without consent.\nAll rights reserved! Commercial use of material within this site is prohibited!\n© 2000-2020 Oklahoma Cemeteries\n\nThe information on this site is provided free for the purpose of researching your genealogy. This material may be freely used by non-commercial entities, for your own research, as long as this message remains on all copied material. The information contained in this site may not be copied to any other site without written \"snail-mail\" permission. If you wish to have a copy of a donor's material, you must have their permission. All information found on these pages is under copyright of Oklahoma Cemeteries. This is to protect any and all information donated. The original submitter or source of the information will retain their copyright. Unless otherwise stated, any donated material is given to Oklahoma Cemeteries to make it available online. This material will always be available at no cost, it will always remain free to the researcher.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9876013398,
        "format_confidence":0.9798984528,
        "weight":0.0118944373
    }
]