[
    {
        "url":"https:\/\/www.ourmidland.com\/news\/article\/Volunteer-opportunities-7011591.php",
        "text":"COUNTY FAIR TIME!: Many local agencies are looking for teens and adults to volunteer time with their display booths at the Midland County Fair Sunday, Aug.13 through Saturday, Aug. 19. Many shifts are available. Volunteers will help with brochure distribution, or helping with an activity with the children that visit the booth. Minimum age 15 unless accompanied by an adult.\n\nSUMMER SAFETY: Local agency is now taking sign-up for teen volunteers for its summer safety program. This program is designed for pre-K and Kindergarten age children to help them learn a variety of safety related topics. Volunteers must have completed 7th grade by June 9 and enjoy working with younger children. Sites include: Midland , Bullock Creek, Coleman, Sanford and Gladwin. Volunteers must complete a mandatory orientation June 19.\n\nYOUTH PROJECT: Youth groups are in need to assist on a local project. The coordinating foundation is inviting groups and providing up to 200 participants partial scholarships to participate in this youth mission work camp June 11 through June 17. Adult men and women are invited to participate as chaperones for each youth group. Adult chaperones must be 21. Youth participants must be 14 to 20 yrs of age and\/or entering the 9th grade in the fall of 2006\n\nON THE PATH: Act as a course monitor to help with set-up or teardown, refreshments or awards, block traffic and cheer runners as they race by. Walk\\Run is scheduled for Saturday, June 3, from 7:30 a.m. to 11 a.m. at the Community Center. All volunteers will receive refreshments, a free t-shirt and be entered to win great prizes! Min. age 16. May be younger if working with a parent or guardian. Many other walk and ride a thons are requesting volunteers! Call the Volunteer Center for dates and times\n\nHOTDOGS, POPCORN: Local agencies are in need of teens and adults to help in their concession stands this Summer. Help sell popcorn, soda, and other items during the Fourth of July, Midland County Fair and other events in Midland. This could be a one time opportunity or you may help more often. Min. age 16 unless accompanied by an adult\n\nROOM SERVICE: Volunteers are in urgent need in Midland City and County to help deliver meals to seniors. Must have a dependable vehicle, clean driving record and be at least 21 years of age. Only need 1 -2 hours once per week. Mileage is reimbursed\n\nGIFT WRAPPED: Local hospital is looking for adult men and women who would like to volunteer in its Gift Shop. Volunteers can become involved in buying, selling, pricing and displaying merchandise. Gift Shop has openings from 3:45 - 6:30 Monday through Thursday. A minimum of two regularly scheduled shifts per month is all the time that is required!\n\nLET ME ENTERTAIN YOU: Musicians, singers, actors, etc., needed at assisted living facilities, nursing homes and senior dining sites throughout Midland County. Entertain seniors with your charm and talent(s). Looking for volunteers to play piano, guitar, violin or accordion. Flexible schedule. This could be a one-time visit or more. Wonderful adult and\/or youth group activity!\n\nBLOOD PRESSURE: Many Senior Sites are in need of volunteer Blood Pressure Nurses to accurately take and record blood pressure. Mileage is reimbursed. Especially needed during the summer months!\n\nSUMMER ART FAIR: Local agency hosting its annual art fair in Midland is in need of volunteers! You can help with artist registration\/check-in, arts and crafts with the children's corner, directing traffic or assist with hospitality. Saturday, June 3 and Sunday, June 4. Many shifts are available. Volunteers are also needed on Friday, June 2 for pre-event work as well. Minimum ages vary depending on the volunteer job.\n\nPATIENT SERVICES: Local hospital is looking for adult male and\/or female volunteers to assist in its Surgery Center. Volunteers would assist with patient care services such as stocking shelves, preparing patient rooms, changing beds, providing wheelchairs and discharging patients.\n\nFor more information about these and other volunteer opportunities contact the United Way Volunteer Center of Midland County at 631-7660, or visit us at The United Way Volunteer Center office is located at 220 W. Main Street, Suite 100 in the Strosacker Center downtown Midland.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9779559374,
        "format_confidence":0.7449682355
    },
    {
        "url":"https:\/\/www.esquire.com\/news-politics\/news\/a30534\/this-is-who-they-say-you-are\/",
        "text":"this image is not available\nMedia Platforms Design Team\n\nOh sure, you know deep down inside that we're all just one big jumbled mass of target demographics for corporate marketing, but it's one of those fun facts that you don't really think about, and aren't outright confronted with too often. Until now. A new site from tech company ESRI offers you the opportunity to punch yourself in the face with your geographical stereotype, based on your zip code. By crunching through a mess of big data stats, they have whittled our cultural identities into 67 target market categories. Did they get it right? Let's check, starting with Ferguson, MO:\n\nFerguson, MO. 63135\n\n\nYou can find our stable neighborhoods in major metro areas in the South and West. We are a mix of married couples, singles, grandparents, and young and adult children. Family and faith are the cornerstones of our lives, with a strong focus on religion and character. We live in older, single-family houses. Adult children who still live at home are working toward financial independence. Our unemployment rate is high; we work in health care or in all levels of publics administration Social security and retirement benefits provide income for many. Even though we're one a limited budget, style is important, so we buy clothes for our kids and ourselves at Marshalls and TJ Maxx. Smartphones are a must. TV is big for us; we have 3-4 sets and subscribe to premium channels.\n\nOkay, they left out the part about rampant racial tension and corrupt cops, but it seems relatively ambiguous. How about….\n\nBeverly Hilly, CA. 90210\n\nPrimary Category: TOP TIER\n\nWe've achieved our corporate career goals and can now either consult or operate our own businesses. We're married couples with older children or without children. Every home maintenance chore in our lavish homes is handled by a variety of contracted services. We can indulge ourselves in personal services at upscale salons, spas, and fitness centers, and shop at high-end retailers for anything we desire. We travel frequently, sparing no expense in taking luxury vacations or visiting our second homes in the US and overseas. Evenings and weekends are filled with opera, classical music concerts, charity dinners, and shopping. We support the arts and other charities, read to expand our knowledge, and depend on the Internet, radio, and newspapers for information. Spending time with family and a small circle of close friends is a priority.\n\nYep. Seems about right, at least according to my preconceptions and a certain television show. What's another famously stereotyped locale?\n\nWilliamsburg, Brooklyn 11249\n\nPrimary Category: TRENDSETTERS\n\nBelieving that \"you're only young once,\" we're living life to the fullest, unfettered by home and vehicle ownership, and not ready to settle down. We're young, educated singles with good jobs who spend our disposable income on upscale city living and entertainment–mostly on rent. Even though we're spenders, we seek financial advice and are building our investment portfolios. Dressed head to toe in the most current fashions, we fill our weeknights and weekends with discovering local art and culture, dining out, or exploring new hobbies. We must be connected at all times; texting and social media are essential for communication and keeping up with our social lives. E-readers and tablets are preferred for everything except women's fashion and epicurean magazines, which must be in print. We shop at Whole Foods and Trader Joe's for quick, organic meals.\n\nDamn. Okay. Here's a slightly harder one, the smallest town in all of Montana…\n\nIsmay, MT. 59336\n\nPrimary Category: PRAIRIE LIVING\n\nMost of us are married, family farmers who work hard on our land, located primarily in the Midwest. We shop only when we need something, and stick to the food brands we know. Other than farm equipment, we own and drive trucks, SUVs, and ATVs. Technology isn't of particular interest. Financial activities include banking in person, investing in low-interest CDs, and holding term\/whole life insurance policies. Faith and religion are strong influences on our lives; we donate to religious groups and join religious clubs. Radios are tuned to inspirational, faith, and country music stations. We also own pets, watch TV via satellite, shop at Walmart, and eat out at Subway. When there's time, we hunt, fish, go to country music concerts, and camp out.\n\nGeneralizations? Absolutely. Accurate? Maybe. They certainly fulfill the stereotype I had in my head. How does your region rate? Who are you to the corporate overlords? Click here to find out, or just punch in a zip code below:\n\nThis content is imported from OpenWeb. You may be able to find the same content in another format, or you may be able to find more information, at their web site.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.8484333158,
        "format_confidence":0.6866450906
    },
    {
        "url":"http:\/\/dadvsspawn.com\/the-6-major-transformations-of-american-fatherhood\/",
        "text":"The 6 Major Transformations Of American Fatherhood\n\n\nChanges According To Surveys\n\nAmerican fatherhood has had significant metamorphosis these past recent years. From parenting to bonding with babies, these are the six significant transformations on the country’s fatherhood ideals and how they’re impacting the society.\n\n\nFacts are:\n\n  • The percentage of stay-at-home fathers have grown by up to 6% since 1989 (10% that year to 16% in 2012) and is still growing annually.\n  • From the abovementioned percentage, roughly 21% said they’re staying at home to take care of the kids compared to only 5% of dads who gave out the same reason in 1989.\n  • Fathers as the leading primary caregiver in single households were only 14% in 1960. In 2013, the percentage anted up to almost a quarter (24%).\n\nUS fathers of today are far removed from their counterparts of some five decades ago. The latter focused on being the main if not the sole breadwinner of the family whereas the American dads of today have no qualms taking over the reins of child-caring from their working wives.\n\nWhat are the significant changes in how people and fathers themselves see their role in the home? Here are the six most notable ones.\n\n\n\nIt takes two—mom and dad—to make a baby, but many aspects of human fatherhood are best viewed as contingent upon the relationship with a child’s mother. That is especially true for young, nursing infants, for whom mom is the most important feature of her\/his environment, while dad’s interactions entail being granted access and coordinating efforts with a mother. — Peter B. Gray Ph.D.\n\n  1. We Have More Fathers Actively Involved In Their Children’s Care Now Than Five Decades Ago\n\nAccordingly, dads are spending an average of seven hours per week taking care of their children and nine hours weekly on doing household chores. However, about 48% of these dads say they feel they’re not doing enough (compared to only 25% of mothers saying the same thing). Additionally, only 39% of child-caring fathers are confident in their parenting skills while 51% of moms said they’re doing a bang-up job.\n\n\n  1. Dads Now See Parenting – And Not Just Being The Household Provider – As A Crucial Part Of Their Identities\n\nOnly a narrow percentage margin separates moms and dads when it comes to parenting and its significance to their respective lives.\n\n57% of fathers and 58% of mothers say being a parent is an essential part of their identities. Some 54% of dads find child-rearing a rewarding responsibility compared to 52% of moms. Finally, 46% of the former and 41% of the latter find joy in being parents.\n\n\n     3. There’s A Lesser Number Of Fathers Who Are Their Family’s Sole Breadwinners Now Than Some 50 Years Ago\n\nIn the 70s, about 47% of two-parent households have fathers as the sole breadwinner. This number lowered down significantly in 2015 – only 27% of two-parent homes with kids 18 years old and younger have dads as the single provider. The rest have both parents working to fill in their family’s needs.\n\n…as any father or mother knows, parenting is largely an improvisational art versus a science, as well as a work in progress that no amount of study can really teach. — Lawrence R. Samuel Ph.D.\n\n  1. 7 Out Of 10 Adults Say That A Baby’s Bond With Both His Mom And Dad Is Equally Essential\n\nRoughly 75% of the population believes that the baby bonding with both his father and mother is essential while 27% says babies should bond with mothers more. The other 2% thinks father-baby bonds are more crucial than mother-baby ones.\n\nInterestingly, it’s the women who think that babies should have equal bonding opportunities with both parents (74% compared to 68% of men who believes this idea).\n\n\n  1. Like Moms, Dads Have Work-family Balance Issues, Too.\n\nThe work-life balance isn’t a mother thing, as many of us think.\n\n52% of working fathers say they feel the pressure to find the right balance between work and family too much.  Furthermore, an estimated number of 3 in 10 dads feel rushed when it comes to spending time with their families and their particular careers.\n\nAnxiety relating to certain parenting decisions may stem from your own childhood. For instance, if you have bad memories of your time at school, you might feel anxious when attempting to make decisions about school for your children. — Ben Ringler, MFT\n\n  1. Despite All these Numbers Indicating The Shift Of Gender Roles In Parenting, Many Still Believe That Moms Are Better At Children Caring Than Dads\n\nNevertheless, in spite of these fatherhood milestones, 53% of America’s population still believe that mothers do better jobs in managing the household than fathers. In comparison, 45% say both parents are doing exceedingly well when it comes to parenting.\n\nDo you find these survey numbers significant? Do you agree with them? Tell us why or why not below.",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9910824299,
        "format_confidence":0.9784011841
    },
    {
        "url":"https:\/\/www.houstonpress.com\/best-of\/2002\/people-and-places\/best-t-shirt-made-in-houston-6604333",
        "text":"The best T-shirt we saw all summer was \"Purple What?\" Targeting the Willy Wonka-esque theme of rapper Big Moe's \"Purple Stuff\" video, it featured a purple Oompa Loompa pouring a cup of lean, or drank, or whatever the hell you wanna call it on the floor. On the back was a poem eloquently revealing the evils of the notorious cocktail. (\"Welch's grape and bussin' Tussin \/ mixed to careless killer thickness \/ the last thang Black folks need \/ is subliminal chemical degradation.\") Both the words and the shirt are the work of local poet-designer Deep Blu See, who also makes personalized tees out of his Liquid Soul Studios company. The \"Purple What?\" caught the eye of many. Hopefully they grasped the long-overdue message the shirt was trying to convey. Not since the \"Die Yuppie Scum\" T-shirt of the early 1990s has a piece of clothing become such a fashion and social statement.\n\nNo, diversity isn't the name of a bar or restaurant or nightclub or coffeehouse or loft or even theater or sports stadium. But it applies to them all and more. And that's the ultimate attraction of a downtown that's alive. With the central city's growth (under those clouds of construction dust), no one or two clubs or eateries can lay claim as the ultimate magnet -- indeed, no one sector or group can do it, either. Our downtown is emblematic of a city that has really come together. Where else does an Astros fan belly up to a bar for a postgame beer and wind up befriending the martini couple closing out an evening after the opera? How about the businesswoman kicking back with the bohemian set? The homeless can even remind the high-rollers about the realities of the world -- something that doesn't happen in The Woodlands. There are plenty of good cafes and bars far away from Houston's heart -- but no outlying area can come close to the variety that underscores downtown's vitality. If the city has any sense, it will protect this diversity that makes a trip into town so delightful and dynamic.\nIt took you three weeks, but you finally worked up the nerve to ask for his number, that sexy hunk at the gym. And you were thinking the hard part was over. But wait! You still have to woo him with your natty clothes, wow him with your classy ride and wallop him with your fabulous taste in dining. You want a second date, don't you? We suggest you slip into a little black dress, roll by and pick him up in your shiny-clean wheels and escort him to Aries, Scott Tycer's showplace of culinary magic on Montrose. With choices such as three-onion brioche bread pudding with confit of tomato, whole branzino in salt crust with asparagus, and Evil Chocolate Overlord Cake, you can't fail to impress the man. Aries has won the hearts of national critics and local diners alike with its upscale American cuisine. Maybe with Tycer's help you can win your date's heart, too.\n\nArt Car Museum\nWith its gleaming silver spindles, strips of barbed wire surrounding the front door and a big red \"look over here\" star affixed to its roof, the Art Car Museum is hardly the staid sort of building that pops into one's mind at the mention of the word museum. But its collected set of beautiful art cars is uniquely Houston, and a perfect place to take guests who associate this city with only Enron. Not that it's just an art car collection. The museum, founded in 1998, makes a concerted effort to bring unusual avant-garde art from all over the globe to our hometown -- although a fair share of local artists have exhibited here as well. And here's a bit of trivia: The Art Car is probably one of the few museums in America to receive a visit from the FBI after September 11 (see \"Quirky Yes, Al Qaeda No,\" by Jennifer Mathieu, November 15, 2001). Seems someone thought their avant-garde \"Secret Wars\" exhibit was some sort of terrorist threat. In the end, the feds deemed the exhibit just really weird, so you know it's gotta be good.\n\"Do you remember when I was an elephant? The elephant is always here!\" It's a familiar set of phrases for any woman who has used the facilities on Rudyard's first floor. (For the uninitiated, the elephant is the coat hook on the back of the bathroom door, with ears and a body penciled in to make him look like a pachyderm.) The homey pub on Waugh is not just a spot for a Shiner and a burger. It's also a great place to read. Just check out the bathroom walls. From poetry (\"Don't bother to hover above the seat, the crabs in here can jump ten feet!\") to political debates to a long line of cartoon people sketched on the wall of the second-floor women's restroom, every winner of bar graffiti is covered. You might end up spending most of the night on the can instead of on a bar stool. The best part is that Rudyard's is always repainting its bathroom walls, regularly leaving a fresh canvas for the masses to express themselves.\n\nTed Callaway is the kind of landlord who leaves flowers in the apartment on move-in day and drops off a bottle of wine for your housewarming party. But that's not why we're naming him Best Landlord. He gets the honor for the buildings he has bought and preserved: ramshackle old Victorians and beautiful brick retail centers from the 1920s. He'd probably make more money off his properties if he tore down the existing structures to make way for parking lots and town homes, but Callaway wouldn't dream of it. As developers try to turn Midtown into a faux French Quarter in the form of Calais at Cortlandt Square, Callaway is preserving the real history of the neighborhood.\nThere was a time several decades ago when Houstonians bore their city's brute industrialism with pride rather than shame. We bragged about the black gold we refined. On the stench of this process, we just told sneering outsiders, \"That's the smell of money, buddy.\" Those days are long gone, as the forlorn observation deck at the highest navigable point on the Houston Ship Channel attests. No more do we take our children to watch the action on the wharves, as the massive cranes unload the produce of America's breadbasket onto freighters destined for God knows where. Seven out of ten westside Houstonians, to hazard a wild guess, probably couldn't even find the headwaters of that bayou-on-'roids we call the Ship Channel without navigational aids, and that's a pity. As conventionally unpretty as it is, since 1914 it's been the very soul of our city, and it's so ugly it takes on a kind of fearsome beauty all its own.\nSo the bloom's gone off the rose, has it? Her laughter has become annoyingly loud. She ends every sentence with a verbal question mark. You can't bear to watch another episode of Sex and the City. It's time for you to move on. But you also have a healthy fear of public humiliation -- and loneliness. So take her somewhere noisy, crowded and brimming with energy: Jillian's. With a raucous bowling alley upstairs and myriad video games down, plus food, drinks and dancing till 2 a.m., Jillian's is the perfect place to start your single life. And with a dozen pool tables, it's also a great place to make a clean break.\n\nBest Houstonian You Didn't Know Was a Houstonian\n\nJeff Martin\n\nYou're probably saying to yourself, \"Who the hell is Jeff Martin?\" Well, there's a good chance the man, a highly successful television comedy writer, has made you laugh on more than one occasion. After all, this is a former Houstonian (and former AstroWorld employee) who started out writing for that temple of subversive, relentlessly hilarious comedy, Late Night with David Letterman. After he left that show, he immediately jumped over to The Simpsons, penning some of the show's most memorable episodes. (Remember when Marge stars in a theater production of A Streetcar Named Desire? That was his.) And we're not pointing him out now in hopes that he'll read this and send the entire staff of the Houston Press copies of the Simpsons' second season, just released on DVD. We're just glad to say he's one of us. We wouldn't be so shallow as to ask for such a thing, over here at the Houston Press, 1621 Milam, Suite 100, Houston, Texas 77002.\n4739 Buck RoadTucked at the end of Buck Road in the Fifth Ward is the oddest but coolest shotgun house in Texas. World-renowned Houston artist Bert Long, known to many for his massive public ice sculptures, lives there with his partner Joan Batson, a painter from Scotland. The house, rehabbed as part of a thesis project by Rice University architecture student Brett Zamore, was built in the 1920s. The 950-square-foot space is actually two shotgun houses merged into one. The wooden wall that once separated them is still there, and so are the sliding bathroom doors. And the corrugated tin roof is a close match to the original. The space is small, but Long and Batson have done their best to utilize every nook. Ivy covers exposed beams, and the art inside is rotated so often the place is almost a miniature museum. In the large backyard is a well-tended garden where Long grows watermelons, tomatoes and five kinds of eggplant, which he regularly gives away to students at the local elementary school and to neighbors on his street. Long, who grew up in the Fifth Ward, says the house is a way of connecting him to his past. And it sure is cozy, too.\n\nBest Of Houston®\n\nBest Of",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.5866631866,
        "format_confidence":0.8983697295
    },
    {
        "url":"http:\/\/www.lebanondemocrat.com\/Editorial\/2017\/07\/13\/Thumbs-of-the-Week-Special-family-event-serves-Lebanon.html",
        "text":"Thumbs of the Week: Special family event serves Lebanon\n\nStaff Reports • Updated Jul 14, 2017 at 7:00 PM\n\nThumbs up to the Lebanon Special School District for the Neon Bus Party in the park this week. Hundreds of families made their way to Don Fox Park on Tuesday for the event. Beth Petty, Lebanon Special School District family resource center coordinator, said hundreds of families enjoyed the festivities, which included free food, books and music, as well as appearances from local emergency service agencies. Neon is the district’s first mobile bus cafe for its summer food program. The decommissioned bus was refurbished and fitted with a serving area and six tables with the ability to seat 24 people.This year, the district’s summer food program greatly expanded. Starting week three, the district served 250-300 meals per day. \n\nThumbs up to Rev. Matt Steinhauer, of Faith Lutheran Church, for joining the health care fight. The Lebanon reverend was among a handful of Middle Tennessee-area clergy members who made their way to Nashville on Wednesday to help advocate for citizens who could be harmed by potential national healthcare changes. Steinhauer joined other clergy members, the Alliance for Health Care Security and the Moral Movement Tennessee for an Interfaith Day of Action to protect healthcare coverage for Tennesseans.\n\nThumbs up to the Dewaal family and their annual Dewall Shoe Giveaway, an event that will see needy children receive a free pair of shoes, as well as socks and underwear. Organizers anticipate 450 pairs of free shoes will be given away July 28 at Mary Chaffin Chapel at The Salvation Army Church, 715 Lake St. in Lebanon, and volunteers are still needed for the event. For more information contact Jan Dewall at 615-305-5684 or John Dewaal at 615-394-3347. \n\nThumbs up to the motorcyclists who participated in the fifth annual Honor Ride for Veterans on Sunday. The motor cycle ride benefited the veterans museum under construction at the Wilson County Veteran’s Office. Riders from Wilson County and surrounding areas rode together in support of veterans. \n\nThumbs up to the Mill for organizing its first wine pop-up dinner event. A special pop-up dinner event is coming to the second floor of the Mill in Lebanon, which organizers hope will bring attention to a space created for the Mill’s wine bar. Chef Matthew DiPietro will present a seven-course dinner served with both red and white wines paired with each course. The event is set to be a one-time deal to introduce the community to the concept of the wine bar. The menu of the Wine Loft Dani-Grace dinner includes courses of vegetables, cod, cavatelli, squash, a pork duo with cheddar grits, greens and roasted garlic, banana pudding and a sorbet trio.  The event is planned for July 21 and tickets may be purchased at themillatlebanon.com\/events.\n\n\nRecommended for You",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.994289875,
        "format_confidence":0.7723133564
    },
    {
        "url":"http:\/\/www.buzzfeed.com\/andrewziegler\/reminders-that-you-grew-up-with-cool-parents",
        "text":"21 Reminders You Had The “Cool Parents” Growing Up\n\nIf your friends were jealous of your parents, you know who you are.\n\n1. As a child, you probably had a bedtime, but you learned right away that there’s NOTHING that’s not negotiable.\n\n2. Your parents always fully committed to helping you get the coolest halloween costume year after year.\n\n3. You always had the newest gaming system, no matter how long mom or dad had to stand in line to get it.\n\n4. You got to see every R-rated movie that your friends weren’t allowed to see.\n\n\n5. Similarly, the M-rated video games always managed to find their way into your gaming library.\n\nRockstar Games \/ Via\n\n6. And parental advisory only meant that it was ~advised~ that your parents buy you this cool CD.\n\nAftermath \/ Via\n\n7. You had more pets than all of your friends combined and all of your friends’ friends combined.\n\nUniversal Pictures \/ Via\n\n8. It went without saying: Sleepovers were ALWAYS OK.\n\nColumbia Pictures \/ Via\n\nAsking permission was just a formality.\n\n9. If any of your friends ever ran away from home, they knew exactly where to go: your house.\n\nNickelodeon \/ Via\n\n10. Swearing with regularity was frowned upon, but not something you ever got punished for.\n\nMetro-Goldwyn-Mayer \/ Via\n\n11. In high school, curfews were lightly enforced — that is, if you even had them to begin with.\n\n12. You always got to bring a friend along on family vacations.\n\nNickelodeon \/ Via\n\nSome lucky kids even got to bring two.\n\n13. If you ever got into trouble at school, they always took your side, no matter how dumb the reason for the trouble was.\n\n14. You received your weekly allowance regardless of your weekly chore performance.\n\n15. There was always room at the dinner table for a close friend.\n\n16. And dessert after dinner wasn’t something you needed to earn.\n\n0th Century Fox \/ Via\n\n17. Your cupboards were always stacked with the best snack foods.\n\nSometimes, your friends came over just to pig out.\n\n18. If you had a saxophone, a drum set, a karate uniform, and\/or a skateboard, it was probably because your parents indulged every one of your lofty ambitions.\n\n19. They’d always provide rides to and from wherever you wanted to go, no questions asked.\n\n20. You probably had a television… IN YOUR BEDROOM.\n\n21. The greatest mark of parental coolness: If you were faking sick to miss school, you never had to put on too Oscar-worthy of a performance.\n\nParamount Pictures \/ Via\n\nCheers to the cool parents.\n\nParamount Pictures \/ Via\n\nCheck out more articles on!\n\n    Hot Buzz\n\n    What’s Your Go-To Potluck Recipe?\n\n\n    What’s The Worst Thing You’ve Ever Experienced While Bartending?\n\n    Now Buzzing",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9894618392,
        "format_confidence":0.9913529754
    },
    {
        "url":"http:\/\/blog.platinumpartyevents.com\/hudson-valley-weddings-5-fun-exit-ideas-for-your-wedding\/",
        "text":"Hudson Valley Weddings – 5 Fun Exit Ideas for Your Wedding\n\nHudson Valley Weddings – 5 Fun Exit Ideas for Your Wedding\n\nWhen it comes to planning a wedding, you have plenty of different things to sort out. But one of the aspects people don’t often think about is the exit. As well as making a grand entrance as a newly wed couple, you should also leave the wedding reception in style. If you want to add a bit of wow-factor to your wedding reception exit, keep the following five fun exit ideas in mind.\n\n1. Final Fireworks\n\nYou can make your exit happen with a bang by having a fireworks show or sparklers exit at the end. This is an especially nice idea if your wedding reception is in the evening and the sky is dark already. You can gather your guests outside and say your thanks before you light the fireworks or sparklers. \n\n\n2. Exit Toast\n\nIt is very traditional to have a toast at the start of the wedding reception, but there is no reason why you can’t also have an exit toast. As you are looking to leave the wedding venue, you can gather everyone around and toast goodbye with a fun drink. For instance, a shot of cappuccino, a drink shot or even a jello shot can be something different from a welcome toast. Give your thanks to the guests and leave the reception!\n\n\n3. A Goodbye Message\n\nYou can also record a little video message that you show for the guests before you exit. This could be something you film during the planning process and which shows the guests the journey to organize your wedding. This will probably be very emotional for everyone, so make sure you have the tissues ready!\n\n4. The Final Dance\n\nYou could also pick a specific song and make it your exit song for the night. This could be something fun and involve a fun dance routine, which would end up with you two escaping the wedding reception area.\n\n\nA professional Hudson Valley wedding DJ can help you pick the right song for your exit. There are plenty of upbeat songs that can make the exit more fun. For example, you could select the song ‘Happy’ or go with one of the last song suggestions from our previous blog post.\n\n5. Hot Air Balloon\n\nIf you want something romantic and grandiose, then you definitely need to consider a hot air balloon exit. This will look especially cute in the evening, if you take off as the sun is going down. \n\n\nYou can easily find some hot air balloon operators in the Hudson Valley area that can provide a fun and spectacular exit for you. Give a call to someone and talk about the possibility of organizing the exit of a lifetime.\n\nThe above ideas work well as a fun exit for a wedding. If you are looking for more tips on how to plan your Hudson Valley wedding, then take a look at our website. You can also find a FREE e-book on the best-kept wedding secrets from our website to guarantee your wedding ceremony is a dream come true!\nDo you have something amazing planned for YOUR reception exit? Let me know – I’d love to hear from you!! \nHappy Planning!\n\nLaurie Kuerlemann\nMC\/Host\/Wedding Entertainment Director\nPlatinum Party Events Entertainment",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9841253757,
        "format_confidence":0.9667602777
    },
    {
        "url":"https:\/\/blog.earcandylive.co.uk\/4-winter-wedding-tips-expert-planners",
        "text":"4 winter wedding tips from expert planners\n\nWhile most couples opt for the traditional summer wedding, there’s something simply pure and special about a wintertime wedding. For those that have the courage to brave the cold, you will be rewarded with an experience that is unique and intimate.\n\nThe wintertime is the perfect season for a wedding and to give you a few ideas for your winter theme, we have consulted with a few wedding planning specialist to bring you a few ideas to add to your reception and ceremony to really embrace the wintertime theme and make the most of your winter wedding day.\n\n\nimage source\n\nTheme and lighting\n\nWinter weddings are held amidst the holiday season, so it’s important to take care with the colours that you select. Going with an all-white wedding theme is a classic but stay clear of mixing in other colours that can be mis-interpreted to other themes such as Christmas.\n\nPairing red into white is probably not the best idea, however, silver, ivory and cream colours work well together to form a colour theme that expresses the wintertime perfectly. Make all of your table settings and guest place cards from these colours and you will find that the colours blend seamlessly into a palette that is both attractive and simple.\n\nKeep the colours flowing into everything in the room, from the tablecloths and runners to the candles and the chairbacks, everything should reflect and even, smooth tone that accentuates the season and adds to the theme of the season.\n\n\nExpect the unexpected\n\nYou can plan everything for your big day right down to the candles and napkins, but you can’t plan for the weather. Make sure that you take the time to plan for snowfalls, rain and extreme cold by choosing a venue that has close proximity between where the ceremony and receptions will be held, reducing the time needed to travel between the venues. If you can, hire a venue that includes both the reception and the ceremony in one.\n\nHire a valet service to usher you guests into the room if is raining, provide your guests with warm blankets for their legs while they are seated in the chapel or at the reception table. If your guests get chilly, then you can be assured that they will be leaving shortly thereafter, so make sure that you take care of them and keep them warm. A fire pit is also a fantastic way to keep everyone warm and still enjoy an outdoor experience in the cold, coupled with some rich eggnog, or warm gluhwein, make for a special experience that your guests will remember forever.\n\n\n\nKeep the air moving\n\nHaving a lot of people gathered in one area, especially when it is enclosed, is an easy way to make a room feel stuffy and humid. Can you imagine how your guests would feel if they couldn’t breathe? Chances are they will be making regular trips outside for some air, which in turn will expose them to things such as the flu. No-one will want to remember your wedding day as the event that made them sick, so ensure that your venue is well ventilated and that the air flows freely in the room.\n\n\nKeep your guests comfortable\n\nWhile this may be your big day, it’s not all about the two of you. Your friends and family have taken the time to attend the announcement of your official union, so make sure that you take care of their needs and keep them comfortable. The easiest method in achieving this is to hire a wedding concierge with experience in handling wintertime weddings, they will have plenty of ideas on how to keep your guests comfortable. However, if you are getting married on a budget, then take these few tips; greet your guests with a warm beverage such as some rich hot chocolate or strong coffee, keep pullover blankets close on hand. At the reception, make sure you have a coat check at your reception and that the reception is properly serviced with quality staff from the venue that are used to hosting winter wedding receptions.\n\n\nimage source\n\nBack to Blog",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9817865491,
        "format_confidence":0.9007478356
    }
]