[
    {
        "url":"http:\/\/nisanyan1.blogspot.com\/2013\/04\/a-turkish-poet-on-armenian.html",
        "text":"28 Nisan 2013 Pazar\n\nA Turkish Poet on Armenian Reconciliation\n\nCahit Koytak, born 1949, is probably the greatest living poet of the Turkish language. He is a devout Muslim, a man of vast and philosophical vision, a jazz lover, a latter-day Sufi. He published this poem on April 24, 2013, the 98th anniversary of the Armenian tragedy.\n\nKoytak is a difficult poet to translate – his sinuous syntax hardly carries into English, and the suggestivenes of phrase may sound hollow to unfamiliar ears. I have done my best. You must take me on my word that the original, here, is good poetry as well as a powerful call to action.\n\n2015, The Year of Armenian Homecoming – A Poet’s View\n\nShall we be reconciled when we admit to be the heirs of Union and Progress,[1]\nthat band of devilish murderers,\nand apologize in their name?  \n\nShall we, who swear by the honesty of the Prophet and witness to the unity of God,[2]\nwe who never stood, never stood willingly, in the ranks of those murderers\n                in their path of rage and bloodshed,\nshall we ask for reconciliation\nfor having never moved a finger to seek justice and to redress the crime,\nfor nearly a century,\nthough we all knew of the enormity of the crime,\nand knew the perpetrators,\nand yet pretended that there was nothing amiss,\nand tolerated those who said so?\n\nShall we seek reconciliation,\nwe who are the other members of the same great family, sharing the same house,\nfor failing to see, blindly, for so many years,\nthat what was done to them, and to their children, was done to us,\nand that their pain, and the pain of their grandchildren, was our pain,[3]\nand for doing nothing to call out for justice, and to lighten their burden?\n\nShall we offer reconciliation\nfor our indifference, our carelessness, our blindness?\n\nFor sitting on, or for keeping silent while others sat, for so many years,\non  the homes, on the gardens and fields and the villages\n                from which the Armenians were driven so brutally?\n\nOr, to deserve a great and true reconciliation,\nfor all this and for all our other debts and perfidies,\nshall we open our heart wide enough,\nand invite them back into it, their home?\n\nShall we open our heart wide enough,\nto deserve a true and great reconciliation,\nthat we wish them to come back, with joy and trust,\nto the homes, the villages, the fields and gardens which are theirs,\n          and see to it that they do so safe and secure, and with a cloudless heart?\n\nShall we make our table broad enough,\nto deserve this great redemption,\nthat we tell them “the earth belongs to God, and is wide enough;\nthe earth is His, and we are His family;\nHis is the land, the house, the shop, the fields and the grain that we all share at His table,\nHis bounty is large enough to be yours and ours, and this country[4] is your land as well as ours?”\n\nShall we open our bosom wide enough,\nthat we reach across the frontier at Ardahan[5], and call,\n“see, we live under the same skies,\nthe same rainclouds wet our fields and our forelocks,\nour dreams share the same night,\nso let us fling open not only the gates,\nbut the boundary itself,\nand render it as nothing,\nand let our arms which reach out to embrace you\nbe long enough to circle the globe,\nto Peru, Argentina and Arizona,\nto embrace your spread-out seed”?[6]\n\nShall our hearts generate a joy great enough\nthat we proclaim the year 2015 “The Year of Armenian Homecoming”,\nand turn it into a year of\nhomecoming feasts,\nhomecoming rites,\nand homecoming follies?\n\nShall our soul generate candor and goodwill enough,\nand kindness and love great enough to fill the heavens and the earth,\nthat we invite the lost sons, the lost daughters, and the estranged children of this family,\nnot only back to their homes in their homeland,\nnot only to their homes and gardens here,\nbut back to their homes in our heart,\nto the gardens and fields that blossom in our arms,\ninto the mountains and valleys of our inner soul?\n\nShall we, to deserve this year of 2015 as a year of Birth,\nnot only for us and the Armenians, but for all mankind,\na year of homecoming, a year of rediscovery,\na year to breathe in the spirit of God, and the great communion that embraces us all,\ncan we, the Muslims, weep for those children and women, and the elderly,\nwho were driven from their homes, murdered, allowed to perish on the road,\nabused and soiled and dishonored,\nby the devils of that time,\nas much as we weep for the victims of Kerbela,\nfor Hasan and Huseyn, and their women and children?[7]\n\nAnd shall the year 2015 be, for them too, the Armenians,\na year of reconciliation, a year of joy and redemption,\nthat they shall deserve by weeping\nfor the pain of those other sons and daughters of the family,\nvictims of the mayhem of Hnchakists, Tashnakists and what other wild band,[8]\nloosed at a time when our house was on fire,\nand for those who, more recently,\nlost their homes and their land, and their lives, in Karabagh?\nShall they weep, as they weep for Jesus son of Mary,\nor at least lend an ear of sympathy to those who weep?\n\n[1] The Committee of Union and Progress (İttihat ve Terakki Cemiyeti) ruled Turkey 1913 to 1918, carrying out the ethnic cleansing of not only the Armenians, but the Greeks, Bulgarians and others as well. The Turkish Republic was founded by their direct heirs and allies. Neo-Muslim opinion in current-day Turkey regards them – somewhat facilely, perhaps – as a criminal gang that brought the Ottoman Empire down.\n\n[2] The poem addresses “us, the Muslims”. The phrases regarding God and Prophet are code for the Islamic aversion to the founding principles of the Republic.\n\n[3] Viewing the later generations of the Armenian diaspora as victims of tragedy is a huge mental leap for Turkish opinion. It was never, to my knowledge, voiced before.\n\n[4] The original has Anadolu. The English term Anatolia simply does not carry the resonance of the original, which has come to mean the homeland stripped of the nationalistic and exclusivist overtones of Turkey, Turkish, Türkiye. Türkiye is the home of the Turks, Anadolu is the common home.\n\n[5] A town near the Armenian border. The land border between Turkey and the Republic of Armenia has been closed since 1994. An increasingly vocal school of thought now maintains that the border should not only be opened to traffic, but that it should be abolished altogether.\n\n[6] The Turkish foreign minister, Ahmet Davutoğlu, has voiced the possibility of offering Turkish citizenship to members and descendants of the “Turkish diaspora,” i.e. all those Turks and non-Turks banished from Turkey.\n\n[7] The murder of Hasan and Huseyn, grandchildren of the Prophet, at the desert fort of Kerbela, is mourned by all Muslims, but more so by those of Alevite\/Shiite persuasion. Their murderer, Yezid, is a synonym for “devil” in Turkish, and that is the word used here twice to refer to the perpetrators of the Armenian massacre.\n\n[8] Turkish public opinion is accustomed to see the Armenian nationalist parties of the turn of the 20th century as blood-soaked terrorist bands, and there has been too much recent propaganda about the bloodshed in Karabagh during the Armenian-Azeri war of 1992-1994. The poet deals with these sticky subjects gently.\n\n2 yorum:\n\n  1. düzyazıyı (bakmayın mısraya benzesin diye orasından burasından kırıldığına) hakiki şiir etmişsiniz, helal olsun hocam.\n\n  2. Hani Ermeni Soykırımı Abdülhamid'le başlayan bir süreçti? Olayı bir avuç \"yezit\" İttihatçıya yıkmak niye? Diğer yandan \"devout\" Müslümanlar \"Siyonistlere kök söktüren ulu hakan\" Abdülhamid'le ilgili ne düşünür? Questions, questions.",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.527710855,
        "format_confidence":0.674179256
    },
    {
        "url":"http:\/\/civicsblog.blogspot.com\/2008_09_01_archive.html",
        "text":"Sunday, September 28, 2008\n\nAnalysis: What does each candidate have to do to win the Vice Presidential debate on Oct. 2?\n\nOne of my favorite moments (38 seconds) from the primary debates. Keep in mind that Biden has a reputation for droning on and on in his answers. Enjoy.\n\nOpinion: Who won the presidential debate on Friday?\n\nBy Tom ShalesSaturday, September 27, 2008; Page C01\nJohn McCain wore the more presidential tie -- that much can be said for him -- but Barack Obama displayed the more presidential temperament, or the kind of demeanor people presumably would want in a president, when the two candidates met at the University of Mississippi last night for their first debate of the campaign.\n\nBoth men seemed well equipped in terms of facts and figures -- especially, as one would expect, dollar figures -- and neither made an outrageous blunder, although McCain did misidentify the new president of Pakistan. More critically, he came across as condescending and even rude to his opponent, a bit of bad behavior especially evident because Obama may have overdone the fair-minded bit in many of his remarks and answers.\n\nImperiously enough, McCain -- who had threatened not to show up for the debate because of America's financial crisis -- seemed determined to avoid even looking at Obama as the debate went on, although they did shake hands at the beginning and end. Many of McCain's answers were preceded with belittling references to Obama as if he were talking to a college freshman way out of his depth: \"I'm afraid Senator Obama doesn't understand the difference between a tactic and a strategy,\" was one typical remark.\n\nObama supporters must have been displeased, then, to hear their candidate keep agreeing with McCain, a case perhaps of sportsmanlike conduct run amok. Doesn't Obama want to win?\n\nOn the matter of congressional earmarks and wasteful spending, Obama began one answer with, \"Well, Senator McCain is absolutely right . . .\" and later, on an issue related to the Iraq war: \"Senator McCain is absolutely right . . .\" etc., etc.\n\nAfter all the nice-guy stuff from Obama, which may have reached self-defeating levels, it's perhaps not surprising that the most, perhaps only, electrifying moment of the debate was when he finally told McCain he was wrong -- three times in quick and effective succession. This was during debate about the origins of the war in Iraq. \"You were wrong\" about saying the war would be quick and easy, Obama charged, his voice rising. \"You were wrong\" about finding weapons of mass destruction, he continued. And there was one more \"you were wrong\" for good measure.\n\nObama was showing something that his personal appearances have too often lacked: passion. There was strong conviction behind his words, whether one agreed with them or not, and a welcome assertiveness. \"You were wrong\" was an effectively simple declarative sentence, not bogged down in qualifiers the way some of his sentences tend to be. \"We've got to look at bringing that war to a close,\" he said of Iraq; why not just, \"We've got to end that war\"?\n\nAlthough Obama was \"crisper\" than usual, as one commentator noted after the debate, he still may not have been crisp enough. His oratorical skills when giving speeches in vast venues have been amply demonstrated. But in debates and conversations, when he ad-libs, he sometimes seems to be weighing his answers almost too carefully, defusing his own remarks by diffusing them.\n\nDemocrat Paul Begala, one of CNN's army of pundits, criticized both candidates for the way they handled questions on the economy. The whole debate was supposed to deal with foreign policy, but as the economy shuddered and crumbled during the week, it was wisely decided to devote about a third of the debate to that crisis. But as Begala said, a stranger to this planet tuning in the debate wouldn't have known from the candidates' answers and attitudes that America is in the midst of what has been called the worst economic disaster since the Great Depression.\n\nInstead their answers were on the theoretical side, with no real sense of urgency. The folks out there in television land, losing their homes to foreclosure or seeing their retirement nest eggs obliterated, deserved more thoughtful and heartfelt answers.\n\nThe debate was moderated by public television's Jim Lehrer, who did a very accomplished job, willing to interrupt or challenge the candidates when they danced around an issue rather than addressing it. His first question was \"Where do you stand on the financial recovery plan\" now being debated in Washington. Both candidates merely reiterated economic policies from past speeches, with McCain preceding his response with a self-serving salute to Ted Kennedy, who was hospitalized earlier in the day.\n\nObama began his response with the usual bromide about America being \"at a defining moment in our history.\" Yes yes, but how will we pay the mortgage when the interest rate goes up for the umpteenth time next month?\n\nLehrer took control. After the meandering palaver from the two men he said pointedly, \"Let's go back to my question\" and repeated it.\n\nSince all three networks had access to the same basic pool video, some networks tried to dress up the picture with identifying decoration. NBC and CNN both had annoying animated graphics in the lower right-hand corners of the screen, just the thing for people who want to watch letters dance or globes spin around, distracting to everyone else. CNN had mercifully ditched its ticker-tape of fun facts, but replaced it with a chart that supposedly showed reactions from a sample group to the candidates' performances. The chart was hard to read and essentially useless.\n\nCBS armed a test group of viewer-voters with \"joy sticks\" to measure their responses to various moments of the debate, but this gimmick also proved to be of little help. A CBS reporter interviewed one man sitting in the room; the man said he thought McCain looked \"stressed.\"\n\nAnd that was that. The research measurement was done by Nielsen Media Research, it was pointed out, the same people who rate television shows. That raised the discomforting specter of equating presidential candidates with sitcoms, soap operas and reality junk.\n\nThis was reality -- the realest kind of reality -- and the debate was, for the most part, encouragingly civilized and not flawed with frivolous name-calling. As NBC's able Chuck Todd put it, \"no lipstick on a pig\" nonsense. If McCain had been more civil, and Obama were more combative and fervent, it would have been better still.\n\nWednesday, September 17, 2008\n\nAnalysis: Is the economy broken? Is the economy in a downward cycle? or Is the economy OK?\n\nTreasury's Paulson Urges Quick Action on Bailout Plan\nRescue Plan Grows to $700 Billion; Similar Measures Urged Overseas\n\nBy Lori Montgomery and David ChoWashington Post Staff Writers Sunday, September 21, 2008; 10:00 AM\n\nTreasury Secretary Henry M. Paulson Jr. today urged Congress to move quickly to approve the Bush administration's emergency plan to revive the U.S. financial system, a proposal that officials said yesterday would cost up to $700 billion as it relieved crippled financial institutions of their mortgage-based assets.\n\nPaulson, who was making the rounds of Sunday morning news talk shows explaining the administration's plan, said lawmakers need to reassure credit markets and Wall Street quickly and should not slow the process down by adding proposals onto the emergency bill.\n\n\"The credit markets are still very fragile right now and frozen,\" Paulson said in an interview on NBC's Meet the Press. \"We need to deal with this and deal with it quickly.\"\n\nSenior administration officials meanwhile yesterday pressed their counterparts in Japan, Germany, Britain and elsewhere to establish similar programs to rescue their own troubled firms in what would be an unprecedented bailout of the worldwide financial system. The move comes in recognition that complex interconnections among financial institutions have created a global crisis that the United States cannot solve alone.\n\nAs part of his television interviews today, Paulson said foreign banks would be eligible for assistance under the U.S. rescue plan because \"if a financial institution has business operations in the United States, hires people in the United States, if they are clogged with illiquid assets, they have the same impact on the American people as any other institution.\"\n\nCongressional leaders responded positively to the administration's rescue plan, though the price tag they received yesterday was $200 billion higher than they had been told to expect just three days ago. But House Democrats said they would push to include a number of contentious provisions that could make it difficult to pass the plan quickly, including limits on executive compensation for firms that unload their bad assets on the government and new powers for bankruptcy judges to modify mortgages on primary residences.\n\nDemocrats also want President Bush to drop his opposition to a second round of federal spending aimed at stimulating the economy. While the administration's bailout plan would insure the money market funds of millions of ordinary Americans and help prop up the mortgage market, some Democrats worry that it will primarily be viewed as a bailout for big Wall Street firms.\n\n\"Obviously, this is of direct benefit to some people in the financial industry,\" Rep. Barney Frank (D-Mass.), chairman of the House Financial Services Committee, said of the rescue plan. \"We need to be talking about direct benefits to people who are not in the private sector.\"\n\nBush, speaking to reporters during a White House appearance yesterday with Colombian President Álvaro Uribe, urged Democrats to set aside those demands. In talks with congressional leaders, Bush said he \"found a common understanding of how severe the problem is\" and the need for urgent action. \"We need to get this done quickly and, you know, the cleaner the bett... (truncated)",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9492222071,
        "format_confidence":0.6961681843
    },
    {
        "url":"https:\/\/popthestack.wordpress.com\/2009\/10\/14\/the-natural-governing-triangulation-and-safety-party\/",
        "text":"Skip to content\n\nThe Natural Governing, Triangulation and Safety Party\n\nOctober 14, 2009\n\nJust like the majority of Canadians, I consider my political views to be centre to centre-left on the ‘political spectrum’.  That’s why I was excited that the Liberals decisively picked a decisive leader after Stephane Dion imploded last fall. That’s why I was glad a few weeks ago when that same leader finally stood up and started acting like an opposition party, opposing a government that a majority of Canadians did not vote for.  That is why this week I am slightly depressed that the promise the Liberals had over the last, has be squandered again and again. There’s a good article up on rabble about the Liberal and their current slide to catch you up to speed on this week’s disappointments if you’ve missed it.\n\nThey are saying just what I and others have been saying for a while, that Mr. Ignatieff and his Natural Governing Party(TM) needs to grow a spine and stand for something.  They need to stand for the 60% of Canadians who opposed the Conservative party in the last election.  This is the job of all opposition parties but the leader of the opposition should well, you know, lead that opposition. Flowery words and fancy speeches are nice but frankly Mr. Ignatief’s speeches aren’t even all that flowerly and inspiring, just long winded.  People criticized President Barack Obama this week for accepting the Nobel Peace prize even though he’s provided more inspiring speeches about peace than actual peace itself.  But  if Mr. Ignatieff were that inspiring he might be forgiven.  He’s not.  So he needs to reach an even higher standard of action than Mr. Obama.\n\nThe Liberal party seems to have convinced itself in the past decade or two that it does not stand for any particular causes per se but rather for a state of mind.  To be Liberal is to eternally sit on a fence talking about balance and holding Canada together and bla bla “>bla bla.  What do you stand for Mr. Ignatieff?  Do you want to militarize the North?   Are you angry we don’t have national childcare yet? Are you disgusted by our lack of progress on global warming? Do you dream of a future Canada with high speed rails linking our major metropolises, of being a voice for peace, of leading green technology or bioscience or robotics or nanotechnology?  Do you want Canadians to believe in their democracy again, to make sure every vote cast in Canada counts the same whether its in Nunavut or Charlottetown or Toronto or Prince Rupert?\n\nDo you believe in anything? We know you do, you’d been a writer and academic for three decades.  You must have an opinion on everything?\n\nSo tell us.  And stand for it.  Or die trying.  That’s the only message people will respect at this point.\n\nIf you read this blog you know what issue I think the Liberals should focus on, if you agree electoral reform should be one of these issues sign this twitter petition to demand Ignatieff declare his party will fix our democracy by committing to to real electoral reform : pass the link on\n\nNo comments yet\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9972539544,
        "format_confidence":0.9974322915
    },
    {
        "url":"http:\/\/pamelanred.blogspot.com\/2011_06_07_archive.html",
        "text":"June 7, 2011\n\nOnly Half Racist\n\nI don’t agree when people say only white people can be racists. They come in all ethnicities and backgrounds.\n\nLately it has disturbed me that some people want to date or marry outside their race but can’t stand the opposite sex of that culture.\n\nThis is just an example and I’m not picking on anyone but it’s something people need to think about.\n\nFor instance if you are an Asian man and you find white women attractive but hate white men you better forget about Caucasian girls altogether because in case you haven’t noticed most of the time sons from those unions tend to look like white men.\n\nLook at Apolo Anton Ohno; he doesn’t look Japanese. He’s a good-looking young man but more than likely took most of his genes from mom’s side of the family. It happens.\n\nI’ve seen comments from black women that hate white women but they think white guys are handsome. Some mixed kids look totally Caucasian and you just might have daughters.\n\nYou also have to consider that person’s family. That white woman has a white father and that white man has a white mother.\n\nYou may tell yourself you will make exceptions for her family and a few are different and okay but the rest are all bad. Whether you realize it or not it will show through and as a few politicians have shown us in the news eventually something sneaks out and reveals your true opinion.\n\nIf you don’t accept the entire race you need to just walk away. Forget about dating until you can overcome your anger and hatred for the other side of the coin. It’s all or nothing, my friends.",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.7941995263,
        "format_confidence":0.9961451292
    },
    {
        "url":"http:\/\/www.seeingtheforest.com\/archives\/2010\/01\/obama_extends_h.htm",
        "text":"« Today's Propaganda Word: Miranda | Main | Need Financial Reform »\n\nJanuary 31, 2010\n\nObama Extends Hand - Republicans SLAP It\n\n-- by Dave Johnson\n\nGOP signals little willingness to meet Obama, Democrats halfway\n\nDespite White House overtures for congressional Republicans to work with Democrats, GOP leaders indicated Sunday they were unwilling to accept much of what President Barack Obama and the Democrats are proposing.\n\nSenate Minority Leader Mitch McConnell showed little willingness on CNN's \"State of the Union\" program to seek common ground with Democrats on top legislative priorities such as health care, a jobs bill or creating a bipartisan statutory commission to come up with plans to reduce the federal deficit.\n\nHis counterpart in the House, Minority Leader John Boehner of Ohio, was more blunt.\n\nLook, the Republican strategy is to block everything and then campaign saying \"Democrats can't get anything done.\"\n\nThe question is, why do Senate Dems fall for it? There are lots of things that they could pass with 51 votes, but they claim that would be mean to the Republicans.\n\nPosted by Dave Johnson at January 31, 2010 7:11 PM\n\n\nPost a comment\n\nThanks for signing in, . Now you can comment. (sign out)\n\n(If you haven't left a comment here before, you may need to be approved by the site owner before your comment will appear. Until then, it won't appear on the entry. Thanks for waiting.)\n\nRemember me?\n\nEmail this entry to:\n\nYour email address:\n\nMessage (optional):\n\nReturn to main page",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9976394176,
        "format_confidence":0.9644232988
    },
    {
        "url":"http:\/\/blog.writch.com\/2009\/02\/irradiated-food-dangers.html",
        "text":"Irradiated Food *dangers*\n\n| No Comments | No TrackBacks\nYes, there is apparently a danger associated with it.  The danger appears to be that in considering it, one becomes feeble-minded.\n\nTo wit: the opponents of this technology keep mis-inserting radioactive elements *INTO* the food, when it's nothing of the sort (the irradiated items never come into direct contact with anything radioactive).\n\nNow, I have to say I agree with them when they point out that it's a lazy solution to a lazy problem (food cleanliness).\n\nHowever, unless we want to pay for food inspection, it's much more to the *real* point (that we'd just as soon not get sick from eating).\n\nWhether or not it's *safe* will take a generation, but preliminary reports appear that it's not only safe, but harmless.\n\nI should point out that my research in this field didn't start on listening to the fear-mongers on KMEC.  I read an article in Cannabis Culture magazine about these guys, who pointed out that they wanted to provide safe, legal, *irradiated* cannabis (since many of the recipients may well be immune compromised).\n\nAle Yarok\n\nFrom Wikipedia, the free encyclopedia\n\nAle Yarok\nLeaderGil Kopatch\n\nAle Yarok (Hebrewעלה ירוק‎, Green Leaf) is a minor liberal political party in Israel best known for its ideology of decriminalizing cannabis. To date it has had no representation in the Knesset.\n\n\n\n\nThe party gained 1% of the vote in the 1999 elections,[1] and 1.2% in the 2003 elections,[2] but both times failed to pass the 1.5% threshold for representation in the Knesset. After failing to make it into the Knesset in the 2003 elections, the chairman of Ale Yarok, Boaz Wachtel announced that he was giving up the leadership of the party, but remained in the position due to party members requests.\n\nNo TrackBacks\n\nTrackBack URL:\n\nLeave a comment\n\n\n\nAbout this Entry\n\nThis page contains a single entry by writch published on February 22, 2009 9:06 AM.\n\nIsrael On The House was the previous entry in this blog.\n\nCreative Activism is the next entry in this blog.\n\nFind recent content on the main index or look in the archives to find all content.\n\nMentionables ...\n\nIt's been days since Israel broke the truce and started murdering Palestinians again.\n\nPres. Barack Obama\n(202) 456-1111\n\nSen. Dianne Feinstein\n(415) 393-0707\n\nSen. Barbara Boxer\n(415) 403-0100\n\nMike Thompson\n\nS. Sen. Patricia Wiggins\n(916) 651-4002\n\nAssm. Wesley Chesbro\n\n\nVisitor Map\n\nCreative Commons License\nThis blog is licensed under a Creative Commons License.\nPowered by Movable Type 4.21-en",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.5703169703,
        "format_confidence":0.9957091808
    },
    {
        "url":"https:\/\/isewlove.wordpress.com\/2015\/11\/",
        "text":"I know this is a sewing blog, but I feel I need to say this…\n\nI was in Brussels, Belgium when I recieved the news of the attack in Paris. The next day, I recieved the news that the attacks were planned in Brussels, not far from the place I was staying. The attacks hurted me, very much. I cried, I held my children way too often and way too tight, I screamed “Why?”and I whispered “I don’t get it…”.\n\nIn the aftermath of these attacks, I watched the reactions of people, people I don’t know and people I know and love. And more times than not, I  shook my head in disbelief. And now, it is time for me to respond.\n\nLots of people respond to the attacks in Paris by saying “Let’s kill them all!” or “Let’s close our borders, no one in! We have been too kind untill now!”. In the same breath, they say they want to make a better world, a world of peace, kindness and tolerance. Responding with violence and exclusion is the complete opposite of what you want to achieve. Peace means no killing, otherwise you are the terrorist. Kidness means being kind and friendly to all, not to the people you choose to be kind to. Tolerance means to tolerate everybody, every religion, every race, not just the people with the same vision as you.\nA wise man once said, be the change you want to see in this world. Think about this, think about it long and hard before making a snap judgment about my post and responding in a non-tolerant way.\nI choose peace, I choose kindness, I choose tolerance. I choose to teach my children to love, not to hate. Even in this world, a world that seems to have gone mad. I choose to teach my children to make their own decisions, without judgment and without religion. Even now everybody seems to have lost their mind.\nI sincerely hope you will make the same decision…\n\n\nFrance has this national motto “Liberté, égalité, fraternité” meaning “liberty, equality and fraternity”. It couldn’t be more suitable now…",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.8640215993,
        "format_confidence":0.9965491295
    },
    {
        "url":"http:\/\/knownturf.blogspot.com\/2010_08_01_archive.html",
        "text":"Friday, August 20, 2010\n\n59 jerks\n\nAnd on a different, shorter route, I counted 59 pot-holes. Pot-hole counting is fast becoming my commute time-pass.\n\nSunday, August 15, 2010\n\nMy country, this calm morning\n\nIt is Independence day. I wish freedom and peace upon everyone.\n\nIt also happens to be the month of Ramzan, which is a month of self-restraint, self-reflection and charity. It would serve both occasions well if we could just retreat into ourselves for a minute or two everyday this month and think about what we want, what we say and do, and what we wish we could do - for our own lives and for our country.\n\nSome people clearly have been doing all of the above and the result is Project S.T.R.I.P. It is one of the few productions I've watched recently that is totally plugged into our times and the souls of the principal actors in situations of conflict in modern India. Often, we read about or watch events unfolding that leave us feeling stunned, or helpless, or both. And when this happens too often, it seems as if there is no longer any language or creative tools left to use against ourselves. But this project does precisely that - looks around itself with empathy, honesty and humour and then just tells an engaging story.\n\nI wish it were on somewhere on Independence Day, but I think it will be staged again next weekend. Do watch it if you get a chance.\n\nOn another note, I got the following message on email. I trust you all will do what you can:\n\n\"I was barely nine when my dear father committed suicide. My mother has worked really hard to send my brother, sister & me to school. She is still working hard to make our two ends meet... all she wants is ONE OLD MAGAZINE from you all, so she can make paper envelopes to earn & save environment... dear uncles & aunties, please-please do send us one old magazine every month to support us, so that we can go to better schools and live our lives with dignity and less suffering. My mother and other widow mothers like her will not hesitate to work hard to earn for us while saving the environment for the nation... I will be waiting with great expectations dear uncles & aunties for ONE OLD MAGAZINE from each one of you every month... If each one of you send one, it will become so many for my mother and other widow mothers to work hard to earn some amount every month... A very BIG THANK YOU from my brother, sister, my mother and me...\"\nour address:\nSupport 4 suicide farmers families\nHouse No: 200\nOpp: Dr. Harne's Hospital\nDhantoli Chowk\nWardha: 442001\n\nFriday, August 13, 2010\n\nZoro.n ka jhatka\n\nDear Mira-Bhayandar Municipal Corporation\n\nYou must be reading a lot about malaria, pot-holes in Mumbai these days. We (you and I) are not quite Mumbai, which means that we don't get to read about our own malaria or pot-holes. I don't know if you've been counting. Your big sister across the naka claims to have only 593 potholes.\n\nThis is obviously a subject of much concern. Traffic was bad enough but these blighted holes slows traffic down to the point that people are willing to thrash other motorists and commuters lives become hellish because taxis and cabs refuse to go to high-traffic arterial roads. People with back and neck injuries can look forward to a worsening of their condition. The rest of us can look forward to developing spinal problems. This is nothing new of course. I remember a time, perhaps this was 2002, when I was reporting for Mid-day, when I rode pillion behind a photographer to go pot-hole hunting. Discomfort notwithstanding, it seemed exciting to zip around the city looking for mini-cirques along the way. If I tried to do it today, the bike probably wouldn't move from one mohalla, morning to night.\n\nSo I have been wondering just how many pot-holes we can boast of. I mean, we're growing faster than anyone can say 2BHK. We're not a village any more. We have malls, multiplexes, cars, arguments over parking space, famous burger places, three kinds of malaria... What more does a far-flung suburb want?\n\nOur autos, of course, are not quite urban. Even if I boycott them, I cannot claim to be doing 'meter jam'. No meter, what would I jam? (But I will write to you in more detail at another time.) For now, I want to tell you about this auto-fellow who refused to take me home. I wouldn't take 'no' for an answer. The man began to bitterly complain. He said he wouldn't go from the station to my home because the road was too bad.\n\nI flipped, asked him what he expected: Was I responsible, should I get down and begin patting down the road smooth for his majesty, why didn't his auto union do something about the bad road etc etc?\n\nAfter I had finished yelling at him, I began to count the number of jerks I felt which signified the number of pot-holes there were on that particular stretch, which includes Mira Road's MTNL road.\n\nI counted 63. On one stretch in one relatively new suburb, a ride that should taken five minutes actually takes nearly fifteen minutes, and 63 jolts to the spine.\n\nMind you, I am not actually counting every single pot-hole on that stretch. I just counted the number of times the auto had to lower a wheel into one of them.\n\nTwo days later, I counted again. This auto-wala was clearly not quite as skilled at skipping the craters. I counted 79, not including a small stretch at one end where I chose to walk.\n\n79, eh? We're not doing badly. And I must tell you, I was counting small conglomerations of pot-holes that have effectively led to the disappearance of tiny bits of tarmac in-between as one single hole, because the 'jhatka' I felt was too diffused and drawn-out to be counted and attributed to separate holes.\n\nSo based on the experiences of this monsoon, I have a few suggestions.\n\nOne, let us hold MUSSJAR contests for autos. MUSSJAR = Mumbai and Surrounding Suburbs Jhatka Avoiding Race. This will raise the morale of the drivers and teach commuters how much skill is involved. You can safely sponsor the prizes. I am sure our local boys will win.\n\nTwo, let us have a Pot-hole Princess contest. Some people have already given the title to Mumbai. But I think it should be a fair contest between suburbs. Pot-holes are a game of chance but we stand a good chance of winning. You could institute a special prize for maximum number of pot-holes on a one kilometer stretch. MTNL road is a strong contender. This would draw welcome media attention to your commissioners and other senior officials. If you do this, I promise I be there with a bouquet for you - a hundred and one roses.\n\nThree, after this monsoon, why don't you hire a specialist contractual firm and have all the roads dug up. Evenly, neatly, undeniably dug up. In effect, I am proposing that we have kuchcha roads instead of pucca ones.\n\nThe thing is, as I mentioned, in places where there are so many holes that the road itself disappears, one does not feel too much of a jhatka. The auto (or car) starts to feel like a cookie sliding across a bed of custard-jelly. It is slower but actually safer than a series of spine-threatening holes.\n\nBesides, if no road remains, then no pot-holes will remain and that takes care of mosquitoes breeding in stagnant little pools all over the place. There might be some criticism of such a measure, particularly from car-owners, but do not be afraid. There is nothing more important than health. You can ask them to choose between smooth rides and cerebral malaria. That ought to shut them up.\n\nThe auto-walas, I'm sure, will not mind. You can tell them that Mira-Bhayandar has decided to rethink its urbanization strategy, since they refuse to adapt to metropolitan, professional norms of public transport, which include functional meters, and where drivers aren't twelve-year olds, nor carry more than three passengers. If they protest, perhaps we can come to some sort of compromise. We give you pucca roads; you give us metered rides. You get my drift?\n\nMy fourth suggestion regards traffic policemen. Now, I've been living with you for a decade almost and have never, ever, spotted a traffic cop working outdoors. There is supposed to be a lady constable posted on duty near the auto-stand at Mira Road station and she is much-needed there. (More about that in another letter.) But except for that, no traffic cops in sight. Do we have any? Where are they? Mumbai traffic constables have set a good example by taking on pot-holes themselves. Your big sister wasn't much shamed by their intervention, it seems. You might as well go a step further and requisition of our local traffic cops to map, control or neutralize pot-holes, or supervise the effective elimination of tar roads.\n\nIn the event that you choose to ignore my suggestions and instead go on patching the broken roads, season to wet season, please learn from your big sister's mistakes. She spent Rs 100 crore last season when it didn't rain that much. Rs 100 crore is a lot of money. Where did it wash up? Nobody can tell thus far, but poor Jayant Patil tried. He took some officials out on a spin to remind us all that wherever Rs 100 crore disappeared, it certainly wasn't slicked firm and fast over the city's motorable surfaces. Not even on the airport runways.\n\nThis year, BMC spent another Rs 20 crore. It might go up to Rs 40 crore. She still gets 60 complaints a day. 60 new pot-hole complaints every day! We cannot match that level of complaint, of course, because in Mira-Bhayandar, people are used to keeping their heads down and are far too busy trying to get into trains to be able to complain about anything.\n\nBut please treat this as one. A major complaint.\n\nMy final suggestion: It would be great if you could get a list of contractors along with the specific roads they worked on. If their work did not last even three monsoons, I suggest they be black-listed from all future projects, particularly those involving public infrastructure and public funds. Because that's our money. Ours, which basically means mine and a million people like me. Actually, it's ... (truncated)",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.7708958387,
        "format_confidence":0.9816048741
    }
]