[
    {
        "url":"http:\/\/www.citieschurch.com\/sermons\/prophet-abraham",
        "text":"Prophet Abraham\n\nGod made a good world. A very good world. He placed Man in it in order to fill it, guard it, keep it, and rule over it. Adam and Eve, seduced by the serpent, rejected God’s wisdom and goodness and turned to their own way. They rebelled and fell into sin, and as a result, God began a total war against human flesh. By flesh, I mean human rebellion, corruption, and pride, and all of the distortions of God’s good world that flow from these. God is at war with human sin.\n\n\nIn Genesis 3, death enters the world, as Adam and Eve learn that they will return to dust and ashes. But in the midst of the God’s judgment, there is also mercy and hope. God promises that a male child will one day crush the serpent’s head and put the world to rights. In Genesis 6, we see God’s total war against human rebellion as he cuts off all flesh in the flood, preserving a small remnant in the ark. And then, beginning in Genesis 12, God makes promises to Abram involving a good land, seed and offspring, blessing and hope for the families of the earth.\n\n\nLast week we saw the ratification of this covenant in the covenant sign—circumcision. Circumcision, I argued, was a symbolic death so that God’s people were not swept away in God’s total war on flesh. It’s a cutting of the flesh that signifies a renouncing of all confidence in human flesh, human power, human ability. And this covenant sign separated God’s people from the surrounding nations who lived under divine condemnation because of their great evil. And last week I said, it’s no surprise that the separation of God’s people with circumcision immediately precedes divine judgment on Sodom and Gomorrah. Like the Passover, God puts a hedge around his people before the angel of death comes in judgment. In the next two weeks, we’ll explore this story.\n\n\nIn Genesis 18, we find Abraham and Sarah at a tree in Mamre, where they’ve been since Genesis 14. Yahweh appears to Abraham at the doors of his tent along with two men whom we later find out are angels (19:1). Abraham welcomes them and they share a meal together, as they are passing by. Yahweh reiterates the promise that Sarah will bear a son in one year. Sarah overhears, laughs in disbelief, and is gently rebuked by Yahweh. Then, when the two angels leave to go on their way, Yahweh decides to let Abraham in on his plans for Sodom and Gomorrah. The two cities are about to be destroyed for their great evil. Abraham then begins to debate and apparently argue with God about his plan, eventually persuading God to forego divine judgment if there are ten righteous people in the city.\n\nProblems in Genesis 18\n\nI want us to focus on two big puzzles in this passage. First, is Yahweh not omnipresent and omniscient? In 18:20, he says, “I will go down to see whether they have done altogether according to the outcry that has come to me. And if not, I will know.” What do you mean you have to “go down and see”? Can’t you see from here? Can’t you see from heaven? What do you mean “if not, I will know?” Don’t you know now? Aren’t you all knowing? Aren’t you everywhere present?\n\n\nThis puzzle becomes particularly troublesome when we set in the wider context of Scripture. Listen to the following crystal clear affirmations that God knows everything.\n\n\nPsalm 147:5:\n\nGreat is our Lord, and abundant in power; his understanding is beyond measure.\n\nPsalm 33:13-15:\n\nThe LORD looks down from heaven; he sees all the children of man; from where he sits enthroned he looks out on all the inhabitants of the earth, he who fashions the hearts of them all and observes all their deeds.\n\nHebrews 4:13: \n\nAnd no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account.\n\nAnd then Psalm 139 which celebrates both God’s total omniscience and his presence everywhere.\n\n\nPsalm 139:1-18:\n\n1 O LORD, you have searched me and known me!\n\n\n2 You know when I sit down and when I rise up; you discern my thoughts from afar.\n\n\n3 You search out my path and my lying down and are acquainted with all my ways.\n\n\n4 Even before a word is on my tongue, behold, O LORD, you know it altogether.\n\n\n5 You hem me in, behind and before, and lay your hand upon me.\n\n\n6 Such knowledge is too wonderful for me; it is high; I cannot attain it. \n\n\n7 Where shall I go from your Spirit? Or where shall I flee from your presence?\n\n\n8 If I ascend to heaven, you are there! If I make my bed in Sheol, you are there!\n\n\n9 If I take the wings of the morning and dwell in the uttermost parts of the sea,\n\n\n10 even there your hand shall lead me, and your right hand shall hold me. \n\n\n11 If I say, “Surely the darkness shall cover me, and the light about me be night,” \n\n\n12 even the darkness is not dark to you; the night is bright as the day, for darkness is as light with you.\n\n\n13 For you formed my inward parts; you knitted me together in my mother's womb.\n\n\n14 I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well.\n\n\n15 My frame was not hidden from you, when I was being made in secret, intricately woven in the depths of the earth.\n\n\n16 Your eyes saw my unformed substance; in your book were written, every one of them, the days that were formed for me, when as yet there was none of them.\n\n\n17 How precious to me are your thoughts, O God! How vast is the sum of them!\n\n\n18 If I would count them, they are more than the sand. I awake, and I am still with you.\n\n\nNot only that, but Genesis 18 itself testifies to God’s omniscience. When Yahweh tells Abraham that he will return next year and Sarah will have a son, Sarah listens from inside the tent. She laughs internally, saying, “After I am worn out and my lord is old, shall I have pleasure?” (18:12). And God knows her thoughts. He doesn’t need to ask her. He doesn’t need to go inside and see. He just knows. Even when she denies it (“I did not laugh”), God demonstrates that he knows everything by saying, “No, but you did laugh” (18:15).\n\n\nSo, given the clear testimony that God is present everywhere and knows everything, why does he present himself as though he needs to come down to investigate whether Sodom and Gomorrah are as bad as he’s heard? That’s the first puzzle.\n\n\nThe second is this: Does Yahweh really not know what justice is? Does he need Abraham to instruct him? Listen to Isaiah 40:13-14:\n\nWho has measured the Spirit of the LORD, or what man shows him his counsel? Whom did he consult, and who made him understand? Who taught him the path of justice, and taught him knowledge, and showed him the way of understanding?\n\nWho taught him the path of justice? Apparently Abraham did. What’s more, is Abraham being insubordinate here by presuming to tell God what righteousness requires? And the real kicker: if we’re supposed to follow in the footsteps of our father Abraham, are we supposed to imitate this bargaining and negotiating with God? Is this how we should pray?\n\nPriest, King, Prophet\n\nTo resolve both of these puzzles, we need to remember what we’ve seen about the difference between priests, kings, and prophets in the Bible. Priests are servants in God’s house. They are doorkeepers. They’re God’s bouncers. They guard the sanctuary and protect it from encroachment. Adam was called to work and keep, or work and guard, the garden, and he failed in his task. Priests are responsible for guarding the worship of God, and thus Abraham, in establishing altars in the promised land, acts as a priest.\n\n\nA king is not merely a servant in God’s house, but a ruler over God’s house. If priests are bouncers and servants, the king is the maitre’d. The king rules in wisdom, discerning good from evil, applying the word of God in unusual circumstances. If the priest guards the sanctuary, the king guards and protects the land, the kingdom. And so, Abram, in rescuing Lot from the confederation of kings and discerning between the good king and the wicked king in Genesis 14 acts as a king.\n\n\nA prophet, however, is more than a servant and more than a ruler. The prophet is the friend of God. Yahweh has a Divine Council, made up of angels (like the two with him here in Genesis 18). A prophet is one who has been admitted into the Divine Council. Like Joseph in Pharaoh’s court, or Daniel in the court of Nebuchadnezzar, the prophet is the advisor and councilor to the King of kings. Amos 3:7-8 “For the Lord GOD does nothing without revealing his secret to his servants the prophets.” The prophet doesn’t just execute a part of the plan (like a priest) and he doesn’t just administer the plan (like a king). He knows the whole plan. He’s in on it. In Genesis 15, we saw Abraham as a prophet, as God revealed to him the future plan for the people. Here in Genesis 18, we see that there’s even more to being a prophet. In Genesis 15, Abram heard the plan. In Genesis 18. Abraham contributes to the plan. In Genesis 15, Abram believed the plan in silent faith. In Genesis 18, Abraham talks back. Look carefully at Genesis 18:17-19:\n\n17 The LORD said, “Shall I hide from Abraham what I am about to do, 18 seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him? 19 For I have chosen [literally, known] him, that he may command his children and his household after him to keep the way of the LORD by doing righteousness and justice, so that the LORD may bring to Abraham what he has promised him.”\n\nGod won’t hide his plans from Abraham because he has chosen\/known Abraham, and Abraham’s calling will be to teach his children the ways of Yahweh, what doing righteousness involves, all so that the promise may come true. This means that Abraham needs to learn what the way of Yahweh is. What does it mean to “do righteousness and justice”? There’s no formal, written law yet. So Yahweh must teach Abraham about righteousness and justice.\n\n\n How will he teach him? By revealing the plan so that Abraham will understand the ways of the Lord, the character of God and his righ... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9973260164,
        "format_confidence":0.8824903965
    },
    {
        "url":"https:\/\/www.sdgshepherdscall.org\/sermon\/an-introduction-to-the-five-solas-of-reformation-2-2-2-2-2-2-2-2-2\/",
        "text":"A Close Look at “Solus Christus” (Part4)\n\nOctober 16, 2005 | Speaker: Bro Jurem Ramos\n\n  Inspired by the Holy Spirit, the apostle Paul wrote the following: Php 3:7-8 But whatever was to my profit I now consider loss for the sake of Christ. 8 What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ. Gal 6:14 May I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world. Gal 2:20 I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me. Phil 1:21 For me to live is Christ. Ro 14:8 If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. No wonder he could say that this was the goal of his ministry 1Co 2:2 For I resolved to know nothing while I was with you except Jesus Christ and him crucified. Col 1:28 We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. These passages give us a preview of how central Christ is in the life of Paul. What I intend to do today is to show you how the principle of solus Christus is applied by Paul and other writers of the New Testament. Christ was central in their minds especially in the life of the Church. They had nothing else but Christ. May we have no one else but Christ alone. I don’t know about you, but let the whole world boast about their gods, their idols, of Mary and the other saints, our boast will be Christ!   Rick Holland The Christian faith is inextricably linked to the person of Jesus Christ. Having existed eternally with God (John 1:1-15), Jesus is both the Creator (Col 1:18) and Preserver of all things (Col 1:17). In Him all the fullness of Deity dwells in bodily form (Col 2:9), because He is the exact representation of God's nature (Heb 1:3). In His incarnation, the second person of the Trinity became flesh (John 1:14), and in His death and resurrection, He defeated sin and death (1Co 15:54-57). Having purchased sinners with His own blood (Acts 20:28) and ascended in glory to the right hand of the Father (Eph 1:20), Christ was exalted as head over all things, including the church (Eph 1:20-23; Col 1:18). He lives today as the way, the truth, and the life, and the only way to the Father (John 14:6), for to know Him is eternal life (John 17:3). Because of who He is and what He has done, Jesus Christ is to be preeminent in the life of the church. Not only is He the sole means of salvation (John 14:6; Acts 4:12), He is also the primary focus of sanctification. Christ is to be obeyed (Matt 28:20), He is to be emulated (1 John 2:6), and He is to be proclaimed (Col 1:28; 1Co 2:2; 2Co 4:5). The church must submit to His headship and exalt Him in all things (Eph 1:20-23; Col 1:18), whether through worship of His person, conformity to His character, or proclamation of His name. Simply stated, the church must have a single-minded and passionate focus on the person of Jesus Christ.  \n\nAn Alphabet of the Church’s blessings in Christ\n\n\nAdopted as God’s sons through Christ\n\n  • Eph 1:5 he predestined us to be adopted as his sons through Jesus Christ, in accordance with his pleasure and will--\n\nBelonging to Christ\n\n  • Ro 7:4 So, my brothers, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit to God.\n\nBody of Christ\n\n  • Eph 1:22-23 And God placed all things under his feet and appointed him to be head over everything for the church, which is his body, the fullness of him who fills everything in every way.\n\nBranches in Christ\n\n  • Jn 15:5 I am the vine; you are the branches.\n\nBuried and raised with Christ\n\n  • Col 2:12 having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead.\n\nChosen in Christ\n\n  • Eph 1:4 For he chose us in him before the creation of the world to be holy and blameless in his sight.\n\nChurch of Christ\n\n  • Ro 16:16 Greet one another with a holy kiss.    All the churches of Christ send greetings.\n\nCircumcised in Christ\n\n  • Col 2:11 In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ,\n\nClothed with Christ\n\n  • Gal 3:27 for all of you who were baptized into Christ have clothed yourselves with Christ.\n\nCo-heirs with Christ\n\n  • Ro 8:17 Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory.\n\nCrucified to the world through Christ\n\n  • Gal 6:14 May I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world.\n\nDead to sin but alive to God in Christ\n\n  • Ro 6:11 In the same way, count yourselves dead to sin but alive to God in Christ Jesus.\n\nDead to the law through Christ\n\n  • Ro 7:4 So, my brothers, you also died to the law through the body of Christ, that you might belong to another, to him who was raised from the dead, in order that we might bear fruit to God.\n\nDead with Christ to worldly principles\n\n  • Col 2:20 Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules:\n\nFed and cared for by Christ\n\n  • Eph 5:29 After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church\n\nForgiven in Christ\n\n  • Ac 10:43 All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\"\n\nFounded on Christ.\n\n  • Mt 16:18 And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it.\n\nGiven ability through Christ\n\n  • Phil 4:13 I can do everything through him who gives me strength.\n\nGiven Access to the Father through Christ\n\n  • Eph 2:18 For through him we both have access to the Father by one Spirit.\n  • Eph 3:12 In him and through faith in him we may approach God with freedom and confidence.\n\nGiven fulness in Christ\n\n  • Col 2:10 and you have been given fullness in Christ, who is the head over every power and authority.\n\nHeirs together with Israel in the promise in Christ\n\n  • Eph 3:6 This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus.\n\nIdentified with Christ\n\n  • Act 9:4-5 He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\" 5 Who are you, Lord?\" Saul asked. ¦ \"I am Jesus, whom you are persecuting,\" he replied.\n\nIndwelt by Christ\n\n  • Col 1:27 To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory.\n  • 2Co 13:5 Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?\n\nIndwelt by the Holy Spirit through Christ\n\n  • Tit 3:5-6 he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, 6 whom he poured out on us generously through Jesus Christ our Savior,\n\nIndwelt of God in Christ\n\n  • Eph 2:22 And in him you too are being built together to become a dwelling in which God lives by his Spirit.\n\nInseparable from God’s love in Christ\n\n  • Ro 8:39 neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.\n\nJustified through Christ\n\n  • Ro 3:23-24 for all have sinned and fall short of the glory of God, 24 and are justified freely by his grace through the redemption that came by Christ Jesus.\n\nKept by Christ\n\n  • Jn 10:28 I give them eternal life, and they shall never perish; no one can snatch them out of my hand.\n\nLamb’s bride\n\n  • Rev 21:9 One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\"\n\nLife hid with Christ\n\n  • Col 3:3 For you died, and your life is now hidden with Christ in God.\n\nLoved by Christ\n\n  • Eph 5:25 Husbands, love your wives, just as Christ loved the church and gave himself up for her.\n  • Rev 1:5b To him who loves us and has freed us from our sins by his blood,\n\nMade Alive with Christ\n\n  • Col 2:13 When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins,\n\nMade rich through Christ’s poverty\n\n  • 2Co 8:9 For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you through his poverty might become rich.\n\nMade to form one body in Christ\n\n  • Gal 3:28 There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus.\n\nMarked in Christ with a divine seal\n\n  • Eph 1:13 Having believed, you were marked in him with a seal, the promised Holy Spirit,\n\nMore than conquerors through Christ\n\n  • Ro 8:37 No, in all these things we are more than conquerors through him who loved us.\n\nNew Creation in Christ\n\n  • 2Co 5:17 Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!\n\nNo condemnation in Christ\n\n  • Ro 8:1 Therefore, there is now no condemnation for those who are in Christ Jesus,\n\nObjects of unceasing intercession of Christ\n\n  • 1Jn 2:1 My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One.\n  • Heb 7:2... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9976004958,
        "format_confidence":0.8732039928
    },
    {
        "url":"https:\/\/dotsub.com\/view\/f5a13b68-b88d-4b21-84fd-57173af6fadc",
        "text":"\n\nDependence is Not Bad if There is Dependence on the Proper Place - Prabhupada 0476\n\n0 (0 Likes \/ 0 Dislikes)\n  • Embed Video\n\n  • Embed normal player Copy to Clipboard\n  • Embed a smaller player Copy to Clipboard\n  • Advanced Embedding Options\n  • Embed Video With Transcription\n\n  • Embed with transcription beside video Copy to Clipboard\n  • Embed with transcription below video Copy to Clipboard\n  • Embed transcript\n\n  • Embed transcript in:\n    Copy to Clipboard\n  • Invite a user to Dotsub\nI do not know that my position is to surrender, and that surrendering principle is my life, is my happy life. Just like a small child, if he surrenders to the wishes of the parents, his life is very pleasing, very happy. A young girl, if she surrenders to the wishes of the parents, and... That is the system, Vedic system. A woman, by nature, is dependent. Artificially, if woman wants liberty, then his (her) life is unhappy, her life is unhappy. Therefore Vedic system is... I am not manufacturing, I am speaking authorizedly on the Vedic principle. The Manu-saṁhitā, the law of Vedas, Manu, the master of the humankind, Manu... Manu is the father of the mankind. So he has got his lawbook. That Manu-saṁhitā lawbook is still followed in India so far as the Hindus are concerned. So in that book Manu-saṁhitā, it is stated, na striyaṁ svatantram arhati. He gives the law that woman should not be given independence. Then? What should be the life? The life should be so long she's not married, she must live under the guidance, dependent on the parents. And as soon as she is married, she should live dependent on her husband. And when the husband is gone out... Because according to Hindu system, the husband does not remain at home for all the days, till death. No. When children are grown up, he gives up wife and children and becomes a sannyāsī, just like I have become. I have my children, I have my grandsons, I have my wife still... But I have given up all connection. So how my wife is being maintained? Oh, she has got grown-up children. So there is no anxiety. So dependence is not bad if there is dependence on the proper place. No father neglects to look after the comforts of an unmarried girl, of his unmarried girls and boys. According to Hindu system, a father, mother responsibility ceases after he gets the children married, either daughter or son. So much obligation. Then they are free. So dependence, I am speaking on the dependence. So dependence is not bad; surrender is not bad. I have seen practically that woman surrendering to the husband... Still there are so many women in India, they are so happy and their life is so glorious. So we have to learn how things are to be done. Independence, artificial independence is no good always. Practically, we have no independence. I may think of independence, but practically I have no independence. I am servant of my senses. Kāmādīnāṁ kati na katidhā pālitā durnideśa. We are all serving the senses. So where is my independence? I may declare independence from my father, from my state, from my country, from my community, but I am servant of my senses. So where is my independence? So we should know our constitutional position, that in all circumstances we are dependent. Therefore the best method of my perfection of life is to become dependent on God, Kṛṣṇa. That is the solution of all problems. And Kṛṣṇa consciousness movement is that. Try to understand your constitutional position and be surrendered to God, to Kṛṣṇa. Then you'll be happy. Very simple thing. The moment you surrender unto God, immediately you become happy. Mām eva ye prapadyante māyām etāṁ taranti te.\n\nVideo Details\n\nDuration: 6 minutes and 48 seconds\nYear: 1968\nCountry: United States\nLanguage: English\nProducer: vanipedia.org\nDirector: vanimedia.org\nViews: 59\nPosted by: vanimedia on Sep 9, 2013\n\nPrabhupada speaks during a General Lecture - Part 5 in Seattle on October 7, 1968\n\nCaption and Translate\n\n    Sign In\/Register for Dotsub to translate this video.",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9934353828,
        "format_confidence":0.9322854877
    },
    {
        "url":"https:\/\/www.patheos.com\/blogs\/eidos\/2020\/12\/the-nativity-is-coming-guest-voice-bishop-thomas\/",
        "text":"The Nativity is Coming (Guest Voice: Bishop Thomas)\n\nThe Nativity is Coming (Guest Voice: Bishop Thomas) December 3, 2020\n\nBishop Thomas, a friend of our School and College, sends greetings as we approach the Nativity of Christ. This good man, pastor and teacher gives us  meaning to our Holiday.\n\n\nChrist is born! Glorify Him!\n\nI greet you in the name of our Lord and Savior Jesus Christ who was incarnate for our salvation.\n\nThis year has been like no other in our lifetime as even now the whole world is suffering under the effects of the COVID-19 coronavirus. Our daily schedules, work and school routines, and parish traditions have been altered causing no shortage of angst, even as we seek to remain faithful as Orthodox Christians in this time of uncertainty. Of course, we are not the first generation to encounter the destabilizing effects of plague, famine, economic hardship or war.\n\nAt the time of the birth of Christ, the Jewish people endured the presence of the occupying forces of Rome, attempted revolutions, self-serving and wicked Kings, like Herod the Great, and the uncertainty of what the future would bring for the next generations. In fact, shortly after the Nativity of our Lord, we remember the\n\nA people who walk in darkness, behold a great light; and you who dwell in the country of the shadow of death, upon you a light will shine.” (Isaiah 9:1) This Light is none other than our Lord and Savior Jesus Christ whose Nativity we celebrate! “For unto us a Child is born, unto us a Son is given; and the government will be upon His shoulder. His name will be called the Angel of Great Counsel, for I shall bring peace upon the rulers, peace and health by Him. Great shall be His government, and of His peace there is no end. His peace shall be upon the throne of David and over His kingdom, to order and establish it with righteousness and judgment, from that time forward and unto ages of ages. The zeal of the Lord of hosts shall perform this.” (Isaiah 9:5-6)\n\nSt. Cyril of Alexandria, in his commentary on Isaiah writes, “The only-begotten Word of God became man for us not for his own sake but that he might renew human nature to what it was at the beginning.”\n\nThis year of travail has highlighted our own need of this divine renewal, not simply for the sake of improved physical health, but for the renewal of our souls to become like the True Man, the incarnate Son of God.\n\nSt. John of Kronstadt, in his Sermon on the Nativity of Jesus Christ, writes, “Human nature is deified for the sake of the boundless compassion of the Son of God; and its sins are purified; the defiled are sanctified. The ailing are healed. Upon those in dishonor are boundless honor and glory bestowed. Those in darkness are enlightened by the Divine light of grace and reason.”\n\nThis is our hope, this is our joy!\n\nLet me conclude with St. John’s own conclusion from his homily,\n\n“What, then, O, brethren, is required of us in order that we might avail ourselves of all the grace brought unto us from on high by the coming to earth of the Son of God? What is necessary, first of all, is faith in the Son of God, in the Gospel as the salvation- bestowing heavenly teaching; a true repentance of sins and the correction of life and of heart; communion in prayer and in the mysteries [sacraments]; the knowledge and fulfillment of Christ’s commandments. Also necessary are the virtues: Christian humility, almsgiving, continence, purity and chastity, simplicity and goodness of heart.\n\nLet us, then, O brothers and sisters, bring these virtues as a gift to the One Who was born for the sake of our salvation – let us bring them in place of the gold, frankincense and myrrh which the Magi brought Him, as to One Who is King, God, and Man, come to die for us. This, from us, shall be the most-pleasing form of sacrifice to God and to the Infant Jesus Christ.”\n\nMay our lives increasingly overflow with joy as we receive, he who was born in a cave and lay in a manger for our salvation, Christ our true God.\n\nThy Nativity, O Christ our God, hath given rise to the light of knowledge in the world; for they that worshipped the stars did learn therefrom to worship Thee, O Sun of Justice, and to know that from the east of the Highest Thou didst come. O Lord, glory to Thee.\n\nApolytikion of the Nativity of our Lord, God, and Savior Jesus Christ\n\n\nBrowse Our Archives",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.997715354,
        "format_confidence":0.7058781385
    },
    {
        "url":"https:\/\/relevantradio.com\/2019\/07\/the-unbelievable-miracle-leading-to-fulton-sheens-beatification\/",
        "text":"The unbelievable miracle leading to Fulton Sheen’s beatification\n\nJames Fulton Engstrom was cured through Venerable Fulton Sheen’s intercession in a miracle that has been approved by the Vatican and is leading to his upcoming beatification. Bonnie Engstrom, mother of James, joined Morning Air® on Relevant Radio® to tell the unbelievable story of her stillborn son’s restoration to perfect health.\n\n“This was almost nine years ago now, but we had a planned home birth. Everything was going well—I was healthy, the baby was healthy—it was my third planned home birth and we just felt such peace. It was going to be beautiful, right?” said Engstrom.\n\nQuickly, things changed. “We didn’t know there as a knot in our son’s umbilical cord so that as I was delivering him, that knot tightened. And it tightened so tightly that he was a stillborn. And then everything changed; what was supposed to be this beautiful moment just shifted. My midwife and her assistant immediately started CPR, I just started shutting down and going into a state of shock, but my husband, thankfully, had the wherewithal to grab some water and do an emergency baptism on our son. … He didn’t have a pulse, he was completely lifeless so we just waited for the paramedics to come.”\n\nIn that dark moment, Bonnie called upon the intercession of Archbishop Fulton Sheen, whom she’d grown in devotion to during her pregnancy. “I have this memory of while we were waiting for the paramedics of me sitting and looking at my son and repeating Fulton Sheen’s name over and over again in my head. Fulton Sheen, Fulton Sheen, Fulton Sheen. And I really think that was—I didn’t have the ability to really pray anything, I was exhausted, I didn’t know what was happening and so I kind of just relied on Fulton Sheen to pray for us.”\n\n“James was taken in an ambulance to the hospital and in the ambulance and in the emergency room he continued to not have a pulse and they were working on him, working on him, and nothing was happening—he was not responding to any of the medications or anything like that,” explained Engstrom. “So finally the doctor said, okay hands off, it’s time to call time of death. And as soon as they did that, his heart started to beat; it just shot right up to a healthy heart rate and it never stopped again. Even though he had been without a pulse for 61 minutes.”\n\nIt’s a story that can bring chills. Imagine the heartbreak of Bonnie and her husband, suddenly turned into immense joy. Doctors warned the Engstroms that James would likely have severe brain or organ damage and other health problems. “The doctors expected massive organ failure, they expected James to die … but he started breathing above the machine, he started looking at us with his eyes and so we knew, okay he’s not blind. Just over and over again something would happen and he would hit a milestone and he was just acting like a normal baby,” said Engstrom. “It was amazing to see how God was showing us how great he is.”\n\nToday, James is a healthy young boy. On July 6, the Congregation for the Causes of Saints announced that the miracle of James’s healing had been approved for the beatification of Fulton Sheen.\n\nVen. Fulton Sheen, pray for us!\n\nListen to the full interview:\n\nLindsey Kettner serves as a Digital Media Producer at Relevant Radio®. She is a wife, mother, and graduate of the University of Wisconsin-Milwaukee, where she studied journalism and advertising. She writes daily at and on the free Relevant Radio mobile app.",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9183018208,
        "format_confidence":0.824470818
    },
    {
        "url":"https:\/\/crowninspires.com\/2020\/06\/24\/interview-session-with-gospelbreed\/",
        "text":"I welcome you all to this interview session with Crown.\n\nSeated for this interview session with Miss Crown is Mr. Olajide David Oduniyi!\n\nPlease, kindly allow me to give you an intro about this great personality.\n\nMr. David is the Man behind the scene of www.crowninspires.com.\n\nHe is my go-to man for anything relating to my blog.\n\nI bet you have a whole lot to learn from this interview, please, ride with us and please, don’t forget to give us the feedback of how you’ve been blessed by this session. God bless you as you comply.\n\nC: Good afternoon, sir.\n\nMy name is Edet Crownofglory from CrownInspires studio, a subdivision of Crownofglory Inc.\n\n\nC: Sir, can we meet you, please?\n\nD: My name is Olajide David Oduniyi. The last born of a family of three children; all boys.\nA graduate of Estate Management & Valuation from Yaba College of Technology Lagos.\n\nTo the glory of God, I am the CEO\/Founder of TechieBreed, a virtual tech firm that is primarily centered on training and developing WordPress Website users (Bloggers & Small Scale Business Owners) on effective usage and management of their web presence.\n\nC: That’s good to know, sir. Once again, you’re welcome.\n\nD: Thank you, ma’am.\n\n\nC: Are you a Christian? If yes, could you please share your salvation experience with us?\n\nD: Yes, I am a Christian by the grace of God.\n\nI gave my life to Christ in the year 2014. This was on the realization of knowing the difference between being born into a Christian home and having a personal relationship with Christ. This is with the full conviction that He came to save me and my readyness to give an open heart to accept Him as my Lord and Saviour.\n\nC: Glory be to God. I pray that His work of grace will not be in vain in our lives in Jesus name\n\nD: Amen\n\n\nC: Mr. David, where are you from?\n\nD: I’m a native of Osun State, Nigeria.\n\nC: That’s good to know.\n\n\nC: How was childhood like?\n\nD: Childhood memories are so dear to me. Growing up as the last born of a family of five, I have two elder brothers.\nThe major house chores were a burden to me🙈.\nBeing served the smallest portion of food was a norm.\n\nFamily aside, I grew up as a timid, gentle, dull and a very shy kid.\n\nBut, all the glory to God, I’m a better version of myself now; quite the opposite of what I used to be.\n\n\nC: (Chuckles) Mr. David, you got me shinning my teeth. Why is it that all the last born complain about the same thing – house chores?\n\nD: Well, maybe because we’re wired that way as humans.\nEveryone desires and crave for a life of less hardship. But in all, those hard moments build us up into fitting well and staying relevant as we progress in life.\n\nC: All thanks to God that built you into a better version; the strong man you are now.\n\n\nC: Are you married?\n\nD: Capital NO!\n\nC: Why is the NO in capital letters nah? Is it a bad thing to be married?\n\nD: Not at all, I probably wasn’t expecting the question. I’m too young in my purpose pursuit to start considering marriage, (laughs). Don’t read meaning to that response please.\n\nC: All right.\n\n\nC: Are you engaged or in a relationship?\n\nD: None of the above mentioned. I’m happily single.\n\nC: All right. Let’s move on.\n\n\nC: When exactly did you discover your purpose and how?\n\nD: I can’t really pinpoint to an exact period I discovered my purpose.\nBut one thing remains certain, I tarried in the place of prayer before the vision become clearer.\nMy everyday prayer point then was for God to reveal my purpose to me. I reached out to two or three purpose coach along the line, and I got same answer to my inquiry.\n‘Passion!’ Your purpose lies where your passion is.\n\nI pondered on this, then started reflecting back on how growing up was like.\nThe things I enjoyed doing effortlessly, without desiring a reward from any man.\nTherein, I got the answer to my questions.\n\nYou only discover your purpose when you have developed a relationship with the Potter.\nYour life is never yours.\nThe Potter alone knows what He desires to make out of every clay.\n\nC: I am totally in agreement with your last statement. I believe somebody out there read\/heard that. “You only discover your purpose when you have developed a relationship with the Potter. Your life is never yours. The Potter alone knows what He desires to make out of every clay.”\n\nWithout Him, it will be a fruitless journey.\n\nD: True!\n\n\nC: How are you able to combine your social life with your physical, plus your spiritual life?\n\nD: If I’ll be honest, it has been demanding and most times exhausting.\n\nBut as His word says in 2 Corinthians 12:9 “My grace is sufficient for you, for my power is made perfect in weakness. Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me.”\n\n\nC: What is your source of inspiration?\n\nD: God has been my primary source of inspiration.\nBirthing TechieBreed was an inspiration I got during a personal devotion held on the 15th of May (2nd day of a personal mini retreat I’d held while waiting on the Lord)\n\n\nC: Congratulations! You celebrated your birthday two days ago, right? How did you feel to experience such massive love?\n\nD: No greater love than the realization of walking in purpose, and being of positive impact to the lives of others.\n\nThe love was really massive and overwhelming, and this encourages me more; never to depart from my purposeful walk.\n\nLife to me isn’t all about the riches, it is in the number of lives I can make reference to that have been positively influenced and impacted through me.\nIf my life doesn’t draw you closer to God, then, the life isn’t worth living for.\n\nC: Wow! That’s a great lesson for us all.\n\n\nC: Mr. David, where do you see yourself in the next five years?\n\nD: In the next 5 years, I see myself building a world of WordPress tech giants, having meaningful and positive impact in the lives of a million plus individuals who I must have been a blessing to through various channel.\n\nC: Hmmn! Millions? What strategy are you putting in place to achieve that?\n\nD: One of it is the establishment of TechieBreed. TechieBreed will run a virtual based technology academy where willing and able participants will be trained on basic digital skills, like Website Design, Writing and Editing, App Development, SEO, amongst other things.\n\nC: That’s a great start.\n\n\nC: Do you have mentors?\nD: Yes I do!\nIyinoluwa Aboyeji – Flutterwave Co-Founder\n\nOluyomi Ojo – CEO – Printivo\n\nPastor E.A Adeboye – RCCG G.O\n\nApostle Joshua Selman\n\nJohn Obidi – Founder Headstart Nigeria\n\nRobert Kiyosaki – American Business Man\/Author\n\nAnd few others.\n\nC: Wow! These are great men. Does it mean you don’t have a woman as your mentor?\n\nD: Well I do. I call her Mum. She’s the closest to me of all my mentors. She’s the Director of Deraconteur Writer’s Academy, popularly known as Mrs Yaks.\nI’ve never taken a sane step without her knowledge, I hold her so dear!\n\nC: Oh! Mama Lizzy… I love her so much\n\nD: I love her too.\n\n\nC: What’s your favourite quote, sir.\n\nD: Life without Christ is meaningless.\n\nC: I cannot agree less.\n\n\nC: What’s your greatest achievement so far?\n\nD: The Birth of TechieBreed, I’ll say is the greatest of all.\nThough, recently I secured a Branding Job Contract for a top Africa Healthcare Provider and another U.K based company earlier this year.\n\nC: (Covers mouth & Eyes wide open) Wow! These are huge! Congratulations, sir. I don’t mind being your partner sha.\n\nD: Smiles!\n\n\nC: How can we access this TechieBreed?\n\nD: TechieBreed can be accessed via our:\n\nWebsite: https:\/\/techiebreed.com\n\nFacebook: https:\/\/facebook.com\/TechieBreed\n\nInstagram: https:\/\/instagram.com\/techie_breed\n\nC: Oh! That’s good to know.\n\n\nC: What word of advice will you leave with teenagers who are looking up to be like you in the nearest future?\n\nD: Be a master at what you do. Leave out junks and pay less attention to financial gains while starting out. Build a brand known for credibility and reputation and most importantly, put God first in all that you do.\nYou can never get a meaningful life outside Him.\n\n\nC: What’s your advice to youths who are afraid of making the first step?\n\nD: Regardless of where you are, just take a step of faith by STARTING.\n\nSeek to also improve on yourself no matter how useless you feel your skillset might be. Only then will you develop the required confidence. Work out these prayerfully.\nRemember, the best time to always start is NOW!!!\n\n\nC: To our amiable audience, it was a great time having Mr. Olajide David Oduniyi in our studio today. You’ve read\/heard it all, with God you can reach any length in life, just take the STEP of faith.\n\nThank you very much Mr. David for making it a day with us.\n\nD: It’s a pleasure, ma’am.\n\n\nC: By the way Sir, how can potential client reach you?\n\nD: Potential clients can reach us via any of the following means:\n\nWebsite: https:\/\/techiebreed.com\/contact\n\nWhatsApp: https:\/\/wa.link\/0qedhn\n\nEmail: techiebreedofficial@gmail.com\n\nC: Please, kindly patronize him. I know him too well, he will surely treat you well, most especially when he knows you contacted him after this interview.\n\nD: (Smile) Sure! \n\n\nC: Please, stay tune till we come your way next time on the Interview Session with Crown.\n\nHowever, don’t forget to drop your feedbacks in the comment section.\n\nGod must have spoken to you via this session, don’t for get the Potter\n\nBye for now!\n\n\n14 Replies to “Interview Session with GospelBreed\n\n  1. Whao!!! God bless this young guy for allowing GOD to bring the best out of him.\n    A lot of young guys are out there thinking of how to DEFRAUD and get quick money via internet (Yahoo plus).\n    I’m proud of you.\n\n  2. Thank you very much, is incouraging to read your testimony. God bless you, keep trusting God, what you have tested is beginning, congratulations sir. please I will like to know more about TechieBreed, thanks.\n\n  3. Wowww 💥🔥🔥⚡ He’s indeed a great achiever I see in all that he said, His being so is all because Of the greatest Mentor and teacher Master Jesus Christ and too waiting in the presence O... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9495828152,
        "format_confidence":0.9832676053
    },
    {
        "url":"https:\/\/rubenpapian.wordpress.com\/2012\/09\/10\/ruben-papian-in-the-sphere-of-spirituality\/",
        "text":"In the sphere of spirituality\n\nIn order to meet yourself, you should move step by step towards that meeting. “Sfera” is a school where classes are held and where teachers show certain exercises. Classes are held once a week and in every class a new exercise is being done. Only thing a man needs to do is – practice. Exercises are different and they make people develop and grow. In many schools people practise certain exercises, not for a day, not for a week, but for a year, two or ten years, often a whole lifetime. That tells us that the exercise is not being done properly. “Sfera” is a dynamic development, constant change. After a week the teacher gives a new excercise and then you practice it. And that’s it. \n\n On the 1st of December in Almaty a Serbian-Kazakhstani school for  the development of spiritual abilities “Sfera” will open. Ruben Papian, the founder of “Sfera” will attend the opening. The development  of “Sfera” began in Belgrade, Serbia in 1993. Today we are talking to Ruben about “Sfera”.\n\n-What is “Sfera”?\n\n-You can say that “Sfera” is a path of  human spiritual development. To be honest, that would be trivial, because there always were so many paths of spiritual development and there always will be. What makes “Sfera” different from the rest? The basic and the most important difference is in the idea that all sort of spiritual development schools are suggesting, and that is that spirituality should be found outside of a human. “Sfera” – that is the new point of view towards the understanding of spirituality, that tells us that spirituality is a basic part of people. It doesn’t matter if the person knows it or not. Non-spiritual people don’t exsist. But that doesn’t mean that people are aware of that. They never met their spirituality and they are wasting their life, or a bigger part of it, at finding of that what is called spirituality outside of them. “Sfera” – that is a path that leads people to a meeting with their spirituality that existed inside of them from the beginning. Meeting of people with themselves.\n\n-How does that basically look like?\n\n-In order to meet yourself, you should move step by step toward that meeting. “Sfera” is a school where classes are held and where teachers show certain exercises. Classes are held once a week and in every class a new exercise is being done. The only thing a man needs to do is – practise. The exercises are different and they make people develop and grow. In many schools people practise certain exercises, not for a day, not for a week, but for a one, two or ten years, often a whole lifetime. That tells us that the exercise is not being done properly. “Sfera” is a dynamic development, constant change. You practise one exercise every day, in the morning and in the evening, for 3-5 minutes, no longer. After a week the teacher gives a new excercise and then you practise that. And that’s it.\n\nThe school is divided into 10 levels. When we say “level” we don’t mean lower or higher. They are like edges of a diamond. In order to reach your essence and understand it,  to understand spirituality, you must meet different parts of yourself – emotional, mental, physiological, psychological part, your past, etc. Every level of training is dedicated to one basic part. And just like that, step by step, the human comes to the 10th level where he meets his spirituality. Spirituality – it’s a connection between your essence and your outer form. That level is called Spiritual Freedom.\n\n-What is “Sfera’s” mission?\n\n-“Sfera” has no mission. “Sfera” is like an ocean – what sort of mission could an ocean have? Ocean is an ocean. It has his own life. You can enter the water and feel like a part of the ocean or you can stay outside. As long as you stand on dry land, you won’t understand how it is to feel like a part of the ocean.\n\n-What is the point of this movement then?\n\n-The point is in giving a human, not any particular human, but every human being, a possibility to meet his spiritual part. “Sfera” – that’s the path. Will you go down that path or some other, or won’t go at all – that is your personal decision, your personal goal. That’s why “Sfera” – it’s not a religion, it’s not learning, it’s not a method. Here, a human is independent of “Sfera” itself. For example, a person started to go to school at the age of 7. Can we say that the person is dependent on school? No, that person will finnish the school and go away. Does the school make sense? Yes, it educates you. The point of “Sfera” is to give a human posibility to meet its own spirituality.\n\nLike when a child finishes school and moves on, the human who goes through all levels of “Sfera” moves on – not depending on it. You’ve met yourself – your life is in your hands. What will you do with it – it’s your own decision. Many learnings don’t have that part – a human starts depending on that learning. The basic concept of “Sfera” is – Freedom, including the freedom from “Sfera” itself.\n\n-How many years does the school last?\n\n-All ten levels reqire 3 years and 4 months of time, because there are breaks in duration of few weeks between levels. They are necessary for the brain and the system of a human to accept new knowledge.\n\n-Why so long?\n\n-Children go to school for 10 years. Is that long? In order for you to meet yourself, only less than three and a half years must pass. The speed of change doesn’t depend only on level’s duration and physical changes, but on mind, understanding and human perception. Human changes very quickly, but becoming aware of it goes slow.\n\n-What did people who went through your training achieve?\n\n-It’s a weird question. What could be an achievement of a person who finnished school? They get to see their own changes, changes in personality.\n\n-Like what, for example?\n\n-For example, they begin to look at their family relations differently, they see them differently. They appreciate what they didn’t appreciate before. They see that they didn’t notice before. They change emotionally – if a human used to react based on judgement whether something is good or bad, now will stop and think: “What is ‘good’? And what is ‘bad’ – is it really bad or should I look deeper into it?” The person will try to understand the person standing there. To really understand. By understanding yourself, it’s easier to understand someone else. That’s why there is no achivement, there is nothing someone could achieve and stop there. It’s everyday growth, finding out something new every day.\n\n-Someone who comes to study can understand that his\/her life has changed? Based on what parameters?\n\n-He\/she simply understands it. Feels it. I can’t say it’s easier to live. But the life becomes fuller. A lot of changes happen. A human stops struggling. Family realtions improve. Just one of those parameters is enough for a human to feel positive change in all spheres of life – a human will feel happier than yesterday. He begins to see the world differently. He starts understanding the point of everything. The point of his existence.\n\nIn all areas of a human exsistance, changes begin. It’s like music. Imagine it was quiet. And suddenly it went off. And where is it? It’s everywhere. In fact, every particle in space has changed under the effect of that music. It’s the same with “Sfera”. With every exercise a particle in space that surrounds a human changes under the effect of music playing inside him. And the music is not monotonous, it changes every week, because both you and your environment change. Changes are constant and dynamic.\n\n-Who will be teaching in “Sfera”?\n\n-A sertified teacher from Serbia for a start.\n\n-Can you stop at a certain level, without losing what you’ve learned?\n\n-Yes. But life will bring you back to where you were. By the word “life” I mean environment. It’s not bad – but it’s just the way it is. A human starts learning, some changes happen, and then he decides to stop. And what affects what – does he effect his environment or does the environment effect him?\n\n-They affect each other.\n\n-Yes, but who’s effect is stronger, what is bigger?\n\n-Environment is stronger because he is only one. Environment is everywhere.\n\n-Exactly. In fact, if you don’t achieve your personal inner freedom and force, you must depend on environment. And with time, environment will return you to where you were. Because certain parts of you didn’t change, and exactly through those parts will enviroment push back those parts that did change.\n\nFor example, you suffer from angina. You started taking antibiotics, but you didn’t take them long enough – you stopped half way there. You went back for a check and it looks like bacteria stayed in certain places, they are multiplaying and soon the disease will come back.\n\n-Well, can you stop, and later continue?\n\nYes. It happens. If for some reason a human comes, and then his financial or family conditions change for some reason, he stops, but he continues later.\n\n-“Sfera” and you – are you one and the same or is “Sfera” independent from you?\n\n-“Sfera” must function seperately from me. Me and “Sfera” – those are two very different things. You asked that question because in most of spiritual schools the founder continues to be a spiritual Teacher, a guide and everything depends on him. “Sfera” is not depending on me. Sfera is working by itself. Yes, I founded the “Sfera”, I have a name, they aknowledge me, I am there. But I am no different in “Sfera” than someone who came there to study.\n\n-Like a personality cult of Master?\n\n-People are dealing with that cult. There are those sort of founders, leaders. They create a school, learning or a movement, to create a name for themselves. Those who go there fall under their influence. But let’s remember, the highest level of “Sfera” is called Spiritual Freedom. I personaly, my spirituality and my freedom, value very much. And I am the one who is not weak enough to become a slave of my own personality cult. I want to develop further.\n\n-How are the relations between the... (truncated)",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9872575402,
        "format_confidence":0.9498543143
    },
    {
        "url":"https:\/\/livethecross.org\/2019\/03\/11\/sermon-march-10-2019\/",
        "text":"Sermon – March 10, 2019\n\nuntitled (1)\n\nJohn 5:19-24 – The Equality of the Son (mp3)\n\nThe Jews rightly realized Jesus’ claim to equality with God. But Jesus wants to make sure that all know rightly his relationship to his Father. So today, we look at what it means for Jesus to be the true Son of God, how this impacts his relationship with the Father, and how this makes him equal with God. Such teaching will touch at the very heart of the Trinitarian relationships and essence, and as such is mentally taxing and challenging. However, desire to know the nature of God should not be viewed as crass intellectualism, but rather a act of faith by which we love God with our minds. Today, then, let us consider the equality of the Son by looking at\n\n1. The essence of the Son\nJesus is clear: the Son can do nothing on his own. We should not understand this statement as a mere choice, as though the Son simply chooses to not act on his own. Rather, the essence of the Son is such that he cannot act outside of the Father. But Jesus wishes to make something else clear: the Son, by virtue of the Father showing him all he does in love, can do all that the Father does. The Son acts alongside the Father in all things, for while they are distinct, they each have the same essence – both are fully God.\n\n2. The employment of the Son\nWhy does God use this somewhat complex arrangement? Why does the Father not just come down to us on his own? Wouldn’t that make our understanding of him easier? No! It would cloud our understanding of the true and living God. If God is to reveal himself, he must reveal himself through the Son. So, God will make us marvel through even more wondrous acts that healing a lame man – he will raise even the dead. In that act (the raising of Lazarus) we hear Jesus thanking God so that all would know that the Father sent him. The miracle draws our amazement to the nature of God through the employment of the Son.\n\n3. The esteem of the Son\nWe might be mistaken, with all of the “giving,” “showing,” and “sending” language of John that the Father is indeed greater than the Son. Their relationship is somewhat uni-directional, always moving from the Father to the Son. Yet, God gives the Son something that undermines such thoughts: judgment that is to lead to honor. All judgment is given to the Son, who is able to judge with the perfection of God. The Father does this so that the Son might be honored just as the Father is honored. The equality of the Son is seen in how the Father esteems the Son.\n\n4. The effect of the Son\nBecause of the above, the effect of hearing the Son, and believing in the signs given to him through the one who sent him, is nothing short of everlasting life. The way to life goes directly through the Son. Let us be clear why Jesus can promise this to us, and why we can secure it only through him: because he is equal to the Father, as the true and unique Son of God, begotten before all ages and sent to redeem us. Here is the true Sabbath – a rest from all our efforts and ease from our burdens. Let us place our hopes in him!",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9974269271,
        "format_confidence":0.7388672233
    }
]