[
    {
        "url":"http:\/\/www.infoplease.com\/ipa\/A0882482.html",
        "text":"| Share\n\nSilvio Berlusconi,\n\nItalian politician and media magnate, became prime minister of Italy's 59th postwar “revolving door” government after May elections. Berlusconi is one of the richest men in the world. Allegations of corruption and bribery led to several investigations into his business practices, and he is currently under indictment for tax fraud and bribery.\n\nInformation Please® Database, © 2007 Pearson Education, Inc. All rights reserved.\n\nLori Berenson, 31,2001 People in the NewsOsama bin Laden,\n\nMore on Silvio Berlusconi from Infoplease:\n\n  • Silvio Berlusconi, - Silvio Berlusconi, Italian prime minister, created a diplomatic furor on the day he became ...\n  • Silvio Berlusconi - Berlusconi, Silvio Berlusconi, Silvio , 1936–, Italian business executive and politician, ...\n  • Silvio Berlusconi - Biography of Silvio Berlusconi, Italian prime minister between 1994 and 2011\n  • May 2001 - May 2001 World Pope Visits Middle East (May 5 et seq.): John Paul II greeted in Syria by new ...\n  • Current Events Quiz, Fall 2002: 1 - Current Events Quiz, Fall 2002 Read more about people in the news and current events. Question 1: ...\n\n24 X 7\n\nPrivate Tutor\n\nClick Here for Details\n24 x 7 Tutor Availability\nUnlimited Online Tutoring\n1-on-1 Tutoring",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9270282388,
        "format_confidence":0.8217671514
    },
    {
        "url":"http:\/\/www.winentrance.com\/general_knowledge\/polity\/president-impeachment.html",
        "text":"GK 2015 Question Bank CD -\n\nImpeachment of President of India : : President of India | President Powers in India | President Emergency Powers\n\nImpeachment (Article 61)\n\n  • Quasi-judicial procedure.\n  • Can be impeached only on the ground of violation of Constitution.\n  • The impeachment procedure can be initiated in either House of the Parliament.\n  • The charge must come in the form of a proposal which must be signed by at least one-fourth of the total membership of that House.\n  • Before the resolution could be passed, a fourteen days notice must be given to the President.\n  • If, after the notice, the House passes the resolution by a majority of not less than 2\/3rd membership of that House, the matter will be referred to the other House.\n  • After the charges are framed by one house, the other House investigates them.\n  • At this time President has the right to defend himself either in person or through his lawyer.\n  • If after the investigation, the other house passes the resolution by not less than 2\/3rd majority of that House, the President stands impeached from his office from the date on which the motion is so passed.\n\nPresidents of India :\n\nName Tenure\nFrom To\nDr. Rajendra Prasad 26.01.1950 13.05.1962\nDr. S. Radhakrishnan 13.05.1962 13.05.1967\nDr. Zakir Hussain 13.05.1967 03.05.1969\nV.V. Giri (Vice-President) 03.05.1969 20.07.1969\nJustice M. Hidayatullah 20.07.1969 24.08.1969\nV.V. Giri 24.08.1969 24.08.1974\nF. AIi Ahmed 24.08.1974 11.02.1977\nB.D. Jatti 11.02.1977 25.07.1977\nN. Sanjiva Reddy 25.07.1977 25.07.1982\nGaini Jail Singh 25.07.1982 25.07.1987\nR. Venkataraman 25.07.1987 25.07.1992\nDr. S.D. Sharma 25.07.1992 25.07.1997\nK.R. Narayanan 25.07.1997 25.07.2002\nDr. A.P.J. Abdul Kalam 25.07.2002 25.07.2007\nMrs. Pratibha Patil 25.07.2007 25.07.2012\nPranab Kumar Mukherjee 25.07.2012 Till Date\n# – Acting; * – First Chief Justice to be appointed President.\n\nVacancy :\n\n  • In case the office falls vacant due to death, resignation or removal, the Vice-President acts as President.\n  • If he is not available then Chief Justice, if not then senior-most judge of Supreme Court.\n  • The election is to be held within 6 months of the vacancy.\n\n\n  • Only once in the History of India, Justice M. Hidayatullah, Chief Justice of Supreme Court, discharged the duties of the President in 1969.\n  • Justice Hidayatullah is the only person to perform the functions of the President two times in two different capacities, the first time in 1969 being the Chief Justice of the Supreme Court and the second time being the Vice-President of India in 1982.\n\nGeneral Studies Question Bank CD\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.989013195,
        "format_confidence":0.8696926236
    },
    {
        "url":"http:\/\/connexions.org\/CxLibrary\/CX8279.htm",
        "text":"﻿ Anton Pannekoek\n\n\nAnton Pannekoek\n\nMattick, Paul\n\nYear Published:  1960  \nResource Type:  Article\nCx Number:  CX8279\n\nAnton Pannekoek's life span coincided with what was almost the whole history of the modern labour movement; he experienced its rise as a movement of social protest, its transformation into a movement of social reform, and its eclipse as an independent class movement in the contemporary world. But Pannekoek also experienced its revolutionary potentialities in the spontaneous upheavals which, from time to time, interrupted the even flow of social evolution. He entered the labour movement a Marxist and he died a Marxist, still convinced that if there is a future, it will be a socialist future.\n\nSubject Headings\n\nInsert T_CxShareButtonsHorizontal.html here",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9459534287,
        "format_confidence":0.6776447892
    },
    {
        "url":"https:\/\/www.thisischile.cl\/government-and-state-of-chile\/?lang=en",
        "text":"Government and state of Chile\n\nChile is a democratic state with a presidential republican system. The Constitution establishes three independent branches: the Executive, the Legislative, and the Judicial.\n\nVersión en Español Estado de Chile\n\nExecutive Branch\n\nThe President of the Republic is both chief of state and head of government, and is elected every four years by popular vote.  The current President, Sebastián Piñera Echenique, was elected in 2010.   Under current Chilean law, the President may only hold office for a single four-year period, without the possibility of immediate re-election.\n\nThe President is in charge of the general administration of the government, as well as drafting, endorsing, and promulgating laws. He or she is also empowered to appoint the maximum regional authorities in the country – the Intendants of the 15 regions and the Governors of the 53 provinces. The President may also appoint and remove ministers from the cabinet, as well as their closest collaborators.\n\nLegislative Branch\n\nThe work of the legislature takes place in the National Congress, comprised of the Chamber of Deputies and the Senate.\n\nThe country’s citizens elect deputies every four years and senators every eight using a unique binomial system that is designed to promote bipartisanship.   Under the system, each coalition can present two candidates for the two Senate and two lower-chamber seats apportioned to each chamber’s electoral districts. Only if the leading coalition ticket outpolls the second-place coalition by a margin of more than 2-to-1 does the winning coalition gain both seats.\n\nThe Chamber of Deputies is comprised of 120 representatives. Each one of the districts represented by the Deputies has at least one “comuna”, or municipality, the smallest of the country’s political-administrative units.\n\nIn addition to drafting and amending laws, deputies engage in oversight of government activities in accordance with the powers that the Constitution bestows upon them.\n\nThe Senate is comprised of 38 representatives. Each of its constituencies is a single region which elects two senators. Its principal responsibility is to work toward the formation of laws, together with the Chamber of Deputies.  Its exclusive powers include hearing the accusations the Chamber of Deputies present against certain authorities, to give or deny its consent to presidential actions in those cases required by the Constitution or the law, and to decide on the impeachment of a government authority, though only in very exceptional cases.\n\nJudicial Branch\n\nThe Chilean Judicial Branch is empowered to hear civil and criminal cases, resolve them, and execute their rulings. The highest court is the Supreme Court, which has 21 judges appointed by the President of the Republic subject to prior Senate approval.\n\nAlong with the Supreme Court, the judicial branch is comprised principally of permanent courts including the Appeals Courts, the Court Presidents and Judges, Trial Courts, Guarantee Courts, and Criminal Oral Trial Courts.\n\nIn addition there exist special tribunals, such as the Family Courts, the Labor Trial Courts, the Labor and Pension Collection Courts and Military Tribunals in times of peace.\n\nOver the last decade Chile underwent a profound judicial reform that has transformed the criminal procedures system from one based on an inquisitive procedure that had been in effect since the early 19th century to a modernized accusatory model with oral trials.\n\nThe new Criminal Procedures Code establishes that investigations and accusations in criminal cases be placed in the hands of the recently created Public Prosecutor’s Office, an autonomous institution for the administration of justice.\n\nThe same reform created the Public Defender’s Office for criminal cases, an institution under the supervision of the President of the Republic through the Justice Ministry that is in charge of representing those accused of a crime who do not have an attorney.\n\nThe transformation of the criminal procedures system also created the Guarantee Courts to protect the rights of victims, witnesses, and the accused during proceedings, along with the Criminal Oral Trial Courts. The latter are presided over by a bench of judges charged with hearing and guiding the debate during oral trials. They subsequently determine the guilt or innocence of the accused.\n\nThis post is also available in Spanish",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9793470502,
        "format_confidence":0.9874057174
    },
    {
        "url":"http:\/\/bioguide.congress.gov\/scripts\/biodisplay.pl?index=C000252",
        "text":"CATLIN, Theron Ephron, (1878 - 1960)\n\nCATLIN, Theron Ephron, a Representative from Missouri; born in St. Louis, Mo., May 16, 1878; attended private schools; was graduated from Harvard University in 1899 and from the law department of the same institution in 1902; was admitted to the bar in 1903 and commenced practice in St. Louis, Mo.; member of the State house of representatives 1907-1909; presented credentials as a Republican Member-elect to the Sixty-second Congress and served from March 4, 1911, to August 12, 1912, when he was succeeded by Patrick F. Gill, who contested the election; unsuccessful for election in 1912 to the Sixty-third Congress; resumed the practice of law; member of the board of directors of St. Louis Union Trust Co.; died in St. Louis, Mo., March 19, 1960; interment in Bellefontaine Cemetery.",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.9508619905,
        "format_confidence":0.9192156196
    },
    {
        "url":"http:\/\/encyclopedia.jrank.org\/articles\/pages\/4080\/Ramey-Estelle-R.html",
        "text":"\n\nRamey, Estelle R.\n\nwomen university stress national\n\nBorn Stella Rosemary Rubin, August 23, 1917, in Detroit, MI; died of complications from Alzheimer’s disease, September 8, 2006, in Bethesda, MD. Endocrinologist. Estelle R. Ramey, an endocrinologist, was best known for her public challenges to society’s myths about the physiological—especially hormonal—differences between the genders as they relate to political and social roles. In 1970, she came to national prominence for stating that there was no hormonal reason for women not to hold executive positions, including the presidency, which led to her nicknames “Mort Sahl of the women’s movement” and “George Burns with an X chromosome.” Endlessly quotable, Ramey was a popular feminist speaker on related topics and drew on her own background as a respected female scientist to support her views.\n\nBorn in 1917 in Detroit, Michigan, Ramey was the daughter of Jewish immigrants. Her father was a gambler while her mother, a native of France, was illiterate. The family, which included two siblings, moved to Brooklyn when she was infant. Ramey’s father died when she was an adolescent, but her mother emphasized the importance of education and her daughter’s ability to do anything despite their impoverished existence.\n\nRamey was a gifted student who was able to skip more than one grade. After graduating from high school at the age of 15, she entered Brooklyn College. Graduating in 1937 with bachelor’s degrees in mathematics and biology, Ramey was hired as a chemistry teacher at Queens College while she earned her master’s degree in chemistry at Columbia University. She completed the degree in 1940.\n\nAfter marrying James Ramey and moving with him to Knoxville, Tennessee, in 1941 so he could work for the Tennessee Valley Authority, Ramey experienced discrimination. She applied for a position teaching chemistry at the University of Tennessee, but was turned down because its chairman believed she should be taking care of her husband at home. When World War II started and the military draft decreased the school’s faculty, the then-pregnant Ramey was offered a position but only at 33 percent of the pay of the man she replaced. Despite the pay, she took the job.\n\nWhen World War II ended, the Rameys briefly moved to Washington, D.C., before her husband’s new position at the Atomic Energy Commission required a move to Chicago. There, Ramey earned her doctorate in 1950 from the University of Chicago. Her thesis focused on how stress responses are related to the nervous system. After completing her Ph.D., Ramey spent around six years teaching at the University of Chicago’s medical school.\n\nIn 1956, the Rameys moved back to Washington, D.C., where her husband had a new job. Ramey took a position at the Georgetown University School of Medicine where she spent the rest of her career. There, she taught physiology and biophysics, while she continued conducting research in endocrinology. Her research continued the work she began on her thesis: looking at how stress hormones affected both men and women. She was also an expert in other bodily hormones.\n\nOver the years, Ramey expressed frustration that the male-dominated scientific establishment would not look at the similarities and differences in how the sexes were affected by stress hormones and related phenomenon. She believed that such studies could help both genders live better, longer lives, in part because, on average, women have a lifespan that is seven to nine years longer than men. Ramey’s own work also found that the female of all species are tougher overall than the male counterparts, even in terms of stamina.\n\nIn 1970, Ramey took a very public stand on the matter when an official of the Democratic National Committee, retired surgeon Dr. Edgar F. Berman, stated that hormone fluxes brought on by menstrual cycles and menopause made women unsuitable for higher office. She responded to this slight in a letter published in the Washington Evening Star . Ramey pointed out that President John F. Kennedy suffered from Addison’s disease, a hormonal imbalance disorder requiring medication that could cause mood swings, and he handled both the presidency and the Cuban missile crisis with this condition. Ramey also noted that her studies found that women handled stress better than men in physiological terms.\n\nBuilding on this moment, Ramey launched a career as an educating yet witty public speaker. She first debated Berman at the National Women’s Press Club, and was declared the winner by the Washington Post . Berman was soon forced to resign from the Democratic National Committee. Ramey continued to speak all over the United States on women’s issues. She was also author of numerous articles for publications, including Ms. , as well as two books.\n\nRamey was also respected in the academic and medical worlds. She was a founder and one-time president of the Association for Women in Science, an advocacy group, and a former member of the President’s Advisory Committee for Women. She retired from Georgetown in 1987, but continued to speak to both academic and lay audiences for years. Ramey also regularly attended Renaissance Weekends which were brought to prominence by President Bill Clinton during his time in office.\n\nRamey died at the age of 89 on September 8, 2006, at her home in Bethesda, Maryland, of complications from Alzheimer’s disease. She is survived by her husband, her daughter, Drucilla; her son, James; and five grandchildren.\n\nRamirez, Susan E. (1946–) - Colonial Spanish American History [next] [back] Raman, Sir Chandrasekhara (Venkata)\n\nUser Comments\n\nYour email address will be altered so spam harvesting bots can't read it easily.\nHide my email completely instead?\n\nCancel or",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.5635957718,
        "format_confidence":0.9625763893
    },
    {
        "url":"http:\/\/www.factmonster.com\/biography\/var\/christinelagarde.html",
        "text":"Christine Lagarde\n\nBusiness Personality \/ Political Figure\n\nBorn: 1 January 1956\nBirthplace: Paris, France\nBest known as: The head of the International Monetary Fund, 2011-present\n\nName at birth: Christine Lallouette\n\nChristine Lagarde is the former French finance minister who became head of the International Monetary Fund in 2011. Christine Lagarde grew up in Normandy, and as a teenager she studied on exchange at the Holton Arms School in Bethesda, Maryland. She earned a law degree from the University of Paris and did graduate work at the Institute of Political Studies at Aix-en-Provence in southern France. She began working in France for the US-based law firm Baker & McKenzie in 1981. As noted by Forbes, \"Rising quickly, she became a partner in 1987, managing partner of the Paris office in 1991 and chairman in 1999. She was just 43.\" She left the company to become France's trade minister in 2005. Tall and striking, with silver hair, she became known for her brainy management style, calm persistence in negotiations, and frank honesty. (The French press labeled her Madame La Gaffe after some early blunt statements caused an uproar.) In 2007, new French President Nicolas Sarkozy named her minister of agriculture, and then one month later made her France's finance minister. Lagarde was the first woman to hold the post. She helped to push through pension reforms and an easing of the ironclad 35-hour work week, and was widely praised for working with other major countries to ride out the economic crash of 2008. Christine Lagarde became head of the International Monetary Fund in July of 2011 at a time of crisis in the organization, after the sudden resignation of its former head, Dominique Strauss-Kahn. Her five-year term runs through 2016. She was named a Chevalier in the French Legion of Honor in 2000.\n\nExtra credit:\n\nChristine Lagarde has been married twice. With her first husband, Wilfrid Lagarde, she has two sons: Pierre-Henry (born c. 1986) and Thomas (born c. 1988). Who’s Who in the World (28th edition, 2011) says of this marriage: “m. Wilfrid Lagarde, June 17, 1982 (div. Apr. 1992)”… Her second husband was Eachran Gilmour, a businessman… Some sources say Christine Lagarde was born in Le Havre, but her online biography from the French government states that she was “Née à Paris en 1956″ — born in Paris in 1956… Christine Lagarde is 1.8 meters tall — about 5’11” — according to a 2011 profile in The Observer… She is reported to be an avid swimmer and was on the French national synchronized swimming team as a teenager.\n\nCopyright © 1998-2016 by Who2?, LLC. All rights reserved.\n\n\nPlay Hangman\n\nPlay Poptropica\n\nPlay Same Game\n\nTry Our Math Flashcards",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.8318997025,
        "format_confidence":0.9748741984
    },
    {
        "url":"http:\/\/loc.gov\/lawweb\/servlet\/lloc_news?disp3_l205402393_text",
        "text":"To link to this article, copy this persistent link:\n\n(Nov 23, 2010) It was reported on November 22, 2010, that the Pan-African Parliament is on the verge of becoming a continent-wide legislative body with the authority to make laws binding on all members of the African Union (AU). (Fred Oluoch, Pan African Parliament Soon to Make Laws Binding AU Members, THE EAST AFRICAN (Nov. 22, 2010), The Parliament is an AU organ established through the Protocol to the Treaty Establishing the African Economic Community Relating to the Pan- African Parliament. The Protocol was adopted in March 2001 and entered into force in December 2003. (List of Countries Which Have Signed, Ratified\/Acceded to the Protocol to the Treaty Establishing the African Economic Community Relating to the Pan-African Parliament, AU website, (last visited Nov. 22, 2010).)\n\nAlthough currently restricted to exercising an advisory role, the Parliament is expected to eventually become a legislative body. The Protocol provides that although the Parliament will be restricted to advisory and consultative powers at the beginning, it should eventually be given the authority to make laws. (Protocol, arts. 2(3) & 11, AU website, (last visited Nov. 22, 2010).) The Parliament, during its Third Ordinary Session (held Oct. 4 -14, 2010), debated its transformation into a legislative institution. (Oluoch, supra.) However, the ultimate decision as to when the Parliament will assume legislative functions, if it does so, and its legislative jurisdiction lies with the Assembly (composed of the heads of State and government of the African Economic Community (AEC)), and it will require an amendment to the Protocol approved by at least a two-thirds majority of the Assembly. (Protocol, supra, arts. 3, 11, & 24.)\n\nThe objectives of the Parliament, both in its current status as an advisory body and after it assumes legislative functions, include:\n\n· facilitating the effective implementation of the policies and objectives of the OAU [Organization of African Unity, the predecessor of the AU]\/AEC and, ultimately, of the AU;\n\n· promoting the principles of human rights and democracy in Africa;\n\n· encouraging good governance, transparency, and accountability in Member States;\n\n· familiarizing the peoples of Africa with the objectives and policies aimed at integrating the African continent within the framework of the establishment of the African Union;\n\n· promoting peace, security and stability;\n\n· contributing to a more prosperous future for the peoples of Africa by promoting collective self-reliance and economic recovery;\n\n· facilitating cooperation and development in Africa;\n\n· strengthening Continental solidarity and building a sense of common destiny among the peoples of Africa; and\n\n· facilitating cooperation among regional economic communities and their Parliamentary fora. (Id. art. 3.)\n\nEach member state is represented in the Parliament by five parliamentarians reflecting the diversity of political opinions in its national legislative body. At least one of the representatives is required to be a woman. (Id. art. 4.)\n\nAuthor: Hanibal Goitom More by this author\nTopic: Legislative power More on this topic\nJurisdiction: Africa More about this jurisdiction\n\nSearch Legal News\nFind legal news by topic, country, keyword, date, or author.\n\nGlobal Legal Monitor RSS\nGet the Global Legal Monitor delivered to your inbox. Sign up for RSS service.\n\nThe Global Legal Monitor is an online publication from the Law Library of Congress covering legal news and developments worldwide. It is updated frequently and draws on information from the Global Legal Information Network, official national legal publications, and reliable press sources. You can find previous news by searching the GLM.\n\nLast updated: 11\/23\/2010",
        "topic_id":17,
        "format_id":7,
        "topic_confidence":0.5965201259,
        "format_confidence":0.9109637737
    }
]