[
    {
        "url":"https:\/\/dezithinks.wordpress.com\/2015\/11\/24\/puppy-talk\/",
        "text":"I have had pups my whole life, and ive come across tips that work and that dont work. BUT i am always on the lookout to  best help out my furry friend. So here are some recent discoveries and older discoveries that i use! \n1. If your pup eats fast, try putting a ball in their bowl to help slow them down. This definitely worked on one of my dogs but the other one just sat anad looked at it.\n\n2. A carabiner makes it a quick and easy way to secure your pups leash when you are out in public. I showed this trick to my aunt and uncle and they use it all the time.\n\n3. Doggy CPR. This is very helpful in a scary situation, luckily i have never had to use it on my pups and hopefully you will never have to use it on yours but it is very helpful thing to know just incase.\n\n4. Play fetch down hill. My pup Bambi(RIP) loved playing fetch, he was also very hyper and this worked out very well for us and he loved it.\n\n5. Easily remove pet hair from your carpet by usuing a squeegee. I have never tried this one personally but my aunt has and she says it works.\n\n6. Know your pups language. If you can read your furry friends body language than its easier for you to help them and know what they might do next and you can stop the situation before it even becomes a situation. This goes for other dogs as well. Read other pups body language.  \n\n7. Baking soda and vinager helps get pet urine out of your carpet.\n\n8. Know what harms your pup, this is helpful in so many ways because it can keep your furry friend safe.\n\n9. If your pup hates when you brush their teeth squeeze some dog toothpaste onto a nylabone or a rope toy.\n\n10. If your pup isnt feeling too well, just add some low sodium chicken broth to their drinking water.\n\n     *this helps with puppy dehydration and if they cant keep the food down.\n\nAnother fun little suggestion i have done with my pups is make sure i have the vet number in my phone and a 24 hour vet number and address in my phone just to be on the safe side incase anything were to happen.",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.962864697,
        "format_confidence":0.8705188632
    },
    {
        "url":"https:\/\/www.lisbonlx.com\/inspiration\/54\/unique-shower-curtain-ideas.html",
        "text":"Unique Shower Curtain Ideas\n\nWednesday, April 25th 2018. | Inspiration\n\nUnique Shower Curtain Ideas – Searching for fresh ideas is probably the interesting activities but it can as well be annoyed whenever we might not have the expected ideas. Exactly like you now, You are considering unique concepts about Unique Shower Curtain Ideas right?\n\nSee below:\n\nUnique Shower Curtain Ideas\n\n23+ elegant bathroom shower curtain ideas, photos, remodel and\n\nhanging shower curtains to make small bathroom look bigger\n\ncool shower curtains best 15 elegant bathroom shower curtain ideas\n\ncool & unique double shower curtain ideas for small bathroom\n\ncool shower curtains sets for bathrooms | bathroom design images\n\nbathroom: shiny silver tone dandelion unique shower curtains and\n\nchoosing the best shower curtain, check it out! | curtain ideas\n\nwhite shower curtains unique kitchen curtain ideas grey black and\n\ncurtains kitchen luxury unique orange fabric shower curtain pictures\n\ncool & unique floor to ceiling shower curtain ideas for small\n\n30 fresh shower curtain tree | shower curtains ideas design\n\ntrendy shower curtains for your bathrooms\n\nand white striped curtains grey shower curtain shower curtain ideas\n\ncurtains: amazing master bathroom design ideas with decorative shell\n\n25 unique bathroom shower curtains sets | shower curtains ideas design\n\ncool shower curtain charming ideas colorful world map shower curtain\n\npin by mosslounge on amazing interior design | pinterest | curtains\n\ncurtains: lovely shower curtains decor ideas below stainless steel\n\nthe unique bathroom shower curtains ideas | beautifauxcreations\n\nremodel unique red and rhsavwicom bathroom shower curtain ideas\n\nMany thanks for visiting here. Listed above is a wonderful picture for Unique Shower Curtain Ideas. We have been hunting for this image via on-line and it came from reliable source. If you’re searching for any new fresh ideas busy life then this graphic needs to be on the top of resource or else you might use it for an alternative concept.\n\nHope you like as we do. Please publish this Unique Shower Curtain Ideas graphic at mates , family via google plus, facebook, twitter, instagram or any other social networking site. Thanks for visit here .\n\ntags: , , ,",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.9825395346,
        "format_confidence":0.5058034062
    },
    {
        "url":"http:\/\/blog.tinyprints.com\/inspiration-boards-2\/pastel-easter-party-inspiration-board\/",
        "text":"Nothing says Spring quite like soft pastels and sweet Easter treats! Here is some inspiration for an Easter party that kids and adults will both appreciate.  \n\neaster inspiration board\n\nL to R: Tiny Prints Egg Holders Easter Party invitation, Cake, Egg Carton Cupcakes, Pastel Eggs, Candy Jar, Pastel Rice Krispie Treats, Bunny Macarons\n\nTags: , ,\nCategory: Inspiration, Inspiration Boards, Party Ideas & DIY\nBookmark the permalink\n\nOne Response to\n\n  1. Pingback: 8 Fun Easter Party Ideas - Design Bunnies, Inc.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.8900018334,
        "format_confidence":0.628937304
    },
    {
        "url":"http:\/\/www.housebeautiful.com\/lifestyle\/kitchen-cooking\/tips\/g1353\/cool-kitchen-items-20\/?click=smart&kw=ist&src=smart&mag=HBU&link=",
        "text":"Fun at Home\n14 Things You'll Definitely Find in Your Mom's House\nSo many pictures of yourself.\nYour 20 Biggest Closet Organizing Questions — Answered\nIt's time this space really worked for you.\nThe Tricks to Making a New House Feel Like Home\nGive an unfamiliar places some friendly flair.\n10 Surprising Things You Didn't Know About Your Garden\nThere are many secrets hiding among your petals, leaves, and dirt.",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.995932281,
        "format_confidence":0.7717044353
    },
    {
        "url":"https:\/\/www.gladfish.com\/6-royal-docks-developments-that-will-boost-buy-to-let-returns\/",
        "text":"6 Royal Docks developments that will boost buy-to-let returns\n\nIf you really can measure a booming property market by the number of cranes in the sky, then London’s Royal Docks will leave you breathless. Take the DLR from Canning Town just 5 minutes into the heart of Royal Docks and you’ll see a horizon full of developments at different stages of construction.\n\nWhen Royal Docks was unveiled as both an Enterprise Zone and an Opportunity Area, developers rushed to bid for brownfield sites. The result is phenomenal: 15,000 new homes and 40,000 jobs are being created in an area 4km long; a distance equivalent of a walk from Oxford Circus to Bank.\n\nHere’s a summary of the major Royal Docks developments currently under construction and the ideas still on the drawing board.\n\n1. £3.5bn regeneration of Silvertown Quays\n\nSilvertown Quays is a 27.4-hectare site within Royal Docks. With Royal Victoria Dock to the North and Pontoon Dock at its heart, the development site has more than its fair share of prime waterfront views.\n\nIt contains several historical buildings from London’s rich dockside past that add to the charm and character of the area. These include Millennium Mills, the Rank Hovis Building and the Grade II listed Silo D, which will be restored and incorporated into the wider development.\n\nA series of ‘Brand Pavilions’ will give the area a unique feel and will act as an innovation hub. A Floating Village will see 15 acres of water converted into a collection of buoyant homes, cafés, shops and restaurants bobbing below the Emirates Air Line.\n\nThe development will create up to 20,680 jobs in office, retail and leisure sectors and around 3,000 homes.\n\n2. £3.7bn regeneration of Canning Town and Custom House\n\n10,000 new homes are under construction in Canning Town as part of a massive regeneration project that will also revamp two town centers by 2024. The project will provide up to 5,000 new jobs.\n\nHallsville Quarter is the £600m town centre project for Canning Town. It will provide 1,100 new homes, 15 new shops, a hotel, cinema and gym over the course of 5 phases. Work began in 2012 and so far 179 residential units, a large Morrisons supermarket and underground parking are already complete.\n\nThe Rathbone Market development that includes the iconic Vermillion Tower will provide 650 new homes, shops, a market square and a library.\n\n3. £1.7bn Asian Business Port\n\nABP London in Royal Albert Dock is a development that will create 20,000 jobs, 1,000 homes and add £6 billion to London’s economy.\n\nThe 35-acre site will eventually be home to over 3.2 million sq ft of work, retail and leisure space, including 2.5 million sq ft of prime office space, creating a vibrant, district on London’s waterways.\n\nABP is the largest commercial development of its kind in the UK and will attract financial, high-tech and knowledge-based Asian industries looking to establish their business in the UK and European markets, as well as businesses looking to trade with them. When complete, the site will become London’s third business district and should generate £23m a year in business rates.\n\n4. 3,400 homes in Royal Wharf\n\nRoyal Wharf is a 363,000 Sqm waterfront development from two leading developers, Oxley Holdings Limited and Ballymore UK. It consists of 3,400 apartments and townhouses, as well as approximately 20,000 sqm of office and retail space. The project will incorporate a new town square, high street retail, restaurants, bars & leisure space, there are also plans for a new school and medical centre.\n\nThe development also features a riverside park, linking the proposed Royal Wharf Pier, Royal Wharf Amphitheatre & Riverside Walk. When finished, it will be home to around 10,000 people.\n\n5. Crossrail at Custom House\n\nCustom House will open as a Crossrail station in 2018.  A journey to Canary Wharf will take just 3 minutes, and Tottenham Court Road will take only 15. Even Heathrow airport will under 45 minutes away.\n\nProperty research giants JLL expect prices near Custom House to grow 40.5% from 2014-2020 due to Crossrail alone. They also forecast that rental values will rise by 28% in the same period.\n\n6. Growth at London City Airport\n\nRoyal Docks has unrivalled links to London City Airport. The airport’s fast turnaround times make it the number one choice for business travellers and frequent flyers. It has just added transatlantic flights to New York to its roster and with the growth of Royal Docks you can expect more routes to be added in the coming years.\n\nLondon City Airport is applying for planning permission to expand its operations, including infrastructure improvements and greater passenger facilities to meet rising demand.\n\nFuture projects in Royal Docks\n\nProposals for a new cycle and pedestrian bridge across Royal Victoria Dock will improve upon the current footbridge from Silvertown Quays to Custom House DLR. Crucially, it will also improve access to the future Crossrail station. If the project goes ahead, Custom House will be just 500 metres away.\n\nA consultation is underway for a Silvertown Tunnel that will link Royal Victoria Dock with the Greenwich Peninsula in taking roughly the same route as the Emirates Air Line. The tunnel is a ‘Nationally Significant Infrastructure Project’ and if all goes to plan, would start construction in 2018 with an opening scheduled for 2022\/2023.\n\nSince May 2015, the Mayor of London has actively been seeking a development partner to redevelop Albert Island in Royal Docks. The Mayor wants to create new commercial space to attract employers and improve connections at Gallions Reach and King George V DLR stations.\n\nThere’s also a proposal to transform Royal Albert Basin into a state-of-the-art commercial boatyard.\n\n\nRoyal Docks Investment Summary\n\nRight now, Royal Docks isn’t much to look at. The historic buildings give shades of past glory, and the cranes hint at the potential of the site, but the ripples have started. The first phases of some residential developments are nearing completion and by the time Crossrail opens the entire area will be well on its way to a total transformation.\n\nWith 40,000 jobs created there will be massive demand from the new local working population, but also from people viewing Royal Docks as a lifestyle choice.\n\n13 million visitors each year are expected to explore Silvertown Quays alone. Add this to the growing social infrastructure across all the developments and the future pull to the area is going to be huge.\n\nAs owning a property within London continues to be out of the reach of most, rental demand is only going one way, especially in the Royal Docks area where there are quick transport links to central London. That’s why buying an off-plan property in today’s market promises to be a particularly lucrative investment.\n\nAccess our London Property & Opportunities",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.7681699395,
        "format_confidence":0.9827870131
    },
    {
        "url":"https:\/\/www.luxehomestaginganddesign.com\/interior-design-fort-lauderdale-fl",
        "text":"3 Interior Design Tips Anyone Can Use\n\nWant to make your home look nicer but don't know where to start? Use these three tips to make your Fort Lauderdale, FL home look like it was treated by a professional.\n\n  • Don't skimp on color. Fear of color makes many home decorators choose a pallet of neutral colors that don't leave much to draw the eye. Include a few spots of bright color throughout your room for a more pulled-together look.\n\n  • Show who you are. Don't feel that your decor has to look like something out of a magazine. Be true to yourself and your family for a uniquely attractive aesthetic that is pretty as well as useful.\n\n  • Switch it up frequently. Don't get bored with your decor! Every few months, spend some time rearranging furniture and accessories for a fresh look.\n\n\nLuxe Home Staging and Design, Inc offer interior design services for homes and businesses in the Fort Lauderdale, FL area. Contact us for more tips you can use right now.",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.8151180148,
        "format_confidence":0.855240345
    },
    {
        "url":"https:\/\/www.thesprucecrafts.com\/organizing-cross-stitch-supplies-984414",
        "text":"6 Tips for Organizing Your Cross Stitch Supplies\n\n6 Tips and Ideas for Organizing Your Cross Stitch Supplies\n\nA Needle Runs Through It\n  • 01 of 06\n\n\n\n     Keeping cross stitch projects organized can be a bit of a challenge. You have floss, fabric and other necessary accessories to keep track of. Staying organized, especially when you have a big project, will keep you stress free and allow you to enjoy the cross stitch pattern you are working on. \n\n  • 02 of 06\n\n    Organizing Floss\n\n    Sugar Cookie\n\n    Whether you like to keep your floss in the original package, or wind it on a bobbin; there are a wide variety of options for keeping your thread organized. \n\n    If you want to keep the floss as is, a Stitch Bow Floss Organizer is the way to go. You simply place the floss on the top and bottom of the bow. Once you have it on the bow, you can place it in a binder. \n\n    For skeins that are used and you have scraps left; bobbins  are great ways to keep your floss in order. You can use the simple plastic bobbins on a key chain or you can get a bit more fancy by using cute wood bobbins. Be sure to purchase a bobbin winder, it will make the winding go much faster. \n\n    If you just want to organize the floss for a particular project, a floss organizer is the way to go. You can not add a bulk floss on them, but they do allow for smaller portions for projects. \n\n    Bobbins, $19.56 for 1,000, Amazon.com \n\n    Wood Bobbins, $12.00, Sugar Cookie \n\n  • 03 of 06\n\n    Organizing Patterns\n\n    Kimberly Ouimet\n\n     Organizing your cross stitch patterns can take a bit of time, but it will help you in the long run. Especially if you buy a bunch of patterns at once and plan on using them the whole year through. One of the easiest ways to organize patterns is to use page protectors and binder notebooks. You can organize even more by labeling the binders with themes. If you are particular to animals, have an animal binder, or a people binder. Creating binder themes will make finding a pattern easier. If binders aren't your thing, you can organize your patterns with file folders and a filing cabinet.  Kimberly Ouimet's printable organizer is perfect for keeping all of your projects in order. All you need is a binder! \n\n    Needlework Printable, $4.00, Kimberly Ouimet\n\n  • 04 of 06\n\n    Organizing Fabric\n\n    Design Mom\n\n    The biggest challenge of organizing your fabric is folding and making sure it continues to stay neat. One way to make sure your Aida and linens are kept nice and clean is to fold them on foam board and stack them like you would a book. They will fit perfectly in a bookcase with the foam board. If you are worried about creases in your fabric. Why not roll your cloth and stack in a bin? This will keep the fabric from creasing and still keep your craft room clean. Both Design Mom and Smashed Peas and Carrots have brilliant ideas on how to keep your fabric organized. Get creative with your storage! \n\n    Continue to 5 of 6 below.\n  • 05 of 06\n\n\n    A Needle Runs Through It\n\n     One of the most important items to kee organized are your needles. Many cross stitchers know that the arm of your couch is not a good place to keep your needles. If you have pets, losing a needle can be a scary thing. Needleminders keep track of your needles, not only when you are working on a project, but also when you are finished . They have become so popular that they are now considered a collector's item. No matter what you are into, there is a needleminder out there for you. \n\n    Needleminder, various prices, Etsy \n\n  • 06 of 06\n\n    Cross Stitch Travel Bag\n\n    Toteworthy Designs\n\n     One great thing about cross stitch is that you can take your projects anywhere. You can stitch in a coffee shop, on the bus or in a park. The only issue is carrying around your supplies. You need a tote that can handle your hoops, your floss and any other accessories you like to have on hand. Any tote will work but there are special ones that are specific to cross stitch and other needlework. Toteworthy Designs has taken the totebag to another level with their version of a customize cross stitch tote. They come in a variety of fabrics, or you can order one specifically made for you. \n\n    Cross Stitch Tote, $20.00, Toteworthy Desgins\n\n\nGetting and staying organized doesn't have to cost you a lot of money or be a lot of work. Once you have everything in place you will have more time to craft and less time finding your supplies.",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.9844118953,
        "format_confidence":0.9511572719
    },
    {
        "url":"https:\/\/decorhobby.com\/european-bedroom-decorating-ideas-best-bedroom-decorations.html",
        "text":"\nBH&G is part of the Meredith Home Group. © Copyright 2019 Meredith Corporation. All Rights Reserved. Privacy Policythis link opens in a new tab Data Policythis link opens in a new tab Terms of Servicethis link opens in a new tab Ad Choicesthis link opens in a new tab EU Data Subject Requeststhis link opens in a new tab Cookie Preferencesthis link opens a modal window Web Accessibilitythis link opens in a new tab\nDecorate your home for less with savvy ideas for affordable, impactful updates. See how to give the rooms in your home a boost with DIY decorating projects from repurposed items, or how to use what you already own to create a brand-new look. You can get the look you love while maintaining a budget that works for you. We will show you how to spend less and get more when decorating your home.\n\nYes, a nightstand with all the necessities looks lovely, but it can also be a way to showcase your personality. The more idiosyncratic and \"you\" it feels, the better it will work and the more it will be a testament to your personal style. In Megan Mullally's room, her and husband Nick Offerman topped their Holly Hunt nightstands with vintage mercury-glass lamps and fresh flowers.\nYou want everything in your bedroom to exude comfort, and the color palette is no exception. Whether you're a fan of warm or cool shades, pick colors that you naturally gravitate toward and give you a sense of calm. This home in Mexico opted for organic colors like ocean blue and deep brown. The statement wall is painted with Patagonia by Comex and the Eames chair and ottoman are by Herman Miller.\nA Miami Beach getaway designed by Lee F. Mindel is a lesson in decorating with color. Benjamin Moore’s vibrant Cool Aqua pairs well with headboard, in a Link Textiles fabric, along with pops of crisp white. to finish the look, Mindel settled on custom bedding by E. Braun & Co., Oluce lamps from MSK Illuminations, and Design Within Reach nightstands.\nI love this product! I purchased it, because we have a really tall wall on our staircase. That wall has been very empty and needing something to make it look more inviting. I ordered this product on July 14, and received it July 28. I was impressed immediately by the thickness of the decal it does not look like a sticker, but more like a carving that has been placed on the wall. Secondly the shine and smoothness of the pieces is amazing quality, and gives a nice look to the overall appearance. It should be noted that the decal is several hundred pieces, but it comes with a template to and numbered pieces to show you where to pace them. I did however go a little rogue and made my own design after I made the initial tree. The decal is made to create more of a square look ... full review\nOk, we saved the best for last. This master bedroom reveal from ‘Studio DIY‘ is freakin’ awesome. I mean, seriously. Awesome.  Stunning bed you want to climb in and spend all day Sunday in? Check. Gorgeous wall art you could DIY or thrift? Check. Oh, and they included “before” photos of this room, and yes, it started out the same boring bedroom we all have. So no excuses!\nWhether you just moved into a new place or you're just tired of your old aesthetic, a relaxing and beautiful bedroom is within reach. We promise you don't need to spend thousands of dollars or too much time creating a dreamy new space. Follow our lead for easy tips and tricks to re-do your bedroom in one weekend. That's right, these simple bedroom decorating ideas can be tackled in just a day or two. Check out our favorite DIY home décor projects for even more decorating ideas on the cheap.\n\nCreate a haven of rest and relaxation with Kirkland's bedroom decor. Totally lost on your master bedroom decor? We have the bedroom decorating ideas you'll love at prices that can't be beat. Trying to bring stylish decor to a small bedroom? Kirkland's has the unique bedroom furniture pieces you're looking for to make that room a cozy and comfortable sanctuary.\nA tiny bedroom can be nice and cozy, but it can also be a bit of a storage nightmare. How do you squeeze everything you need into a room that’s barely big enough for a bed? Originating as it did in Europe, where tiny apartments abound, IKEA knows a few things about small bedrooms. Here are picks for your tiny sleeping space—some specifically designed to solve small-bedroom woes, and others that just happen to be perfect for smaller spaces.\n\nNow that you have the basis for your bedroom decor formed around your furniture, next is one of the most important steps. Update the Bed! Buy a new comforter, duvet, or bedspread. Better yet: Buy an entire new set complete with high thread count sheets and pillow shams. After all, you sleep here! Isn’t is worth the investment?  If you’re not able to buy an entire set, then start with one or two items. And don’t forget a soft and fluffy throw and pretty pillows! Oh, and a stunning headboard. Not in the budget? No problem, once again, DIY to the rescue! You can decorate your bedroom on the cheap, without it looking cheap!\nbedroom decoration diy bedroom wall decor music | best rustic bedroom decor rustic nordic bedroom decor\n\nBold black walls lend swagger to this sanctum by Griffin Carrick Design located in Fayetteville, North Carolina. The room is a stunning mash-up of rustic, glam and midcentury modern styles. Soft accents including the light and airy curtains and luxurious sheepskin rugs offset the rustic wood headboard. Sprigs of eucalyptus and matching marble lamps flank the bed. The abstract wall on the right is a playful counterpoint to the rest of the furnishings.\nEven if no one ever sees it, your bedroom should still represent your style and feel like a place you want to unwind in. With that in mind, we came up with 55 bedroom ideas to help you create your own perfect resting space. No matter how bold you want to go, how large your space is, or what your design preference is, these bedroom decorating ideas, shopping tips, and designer examples are sure to inspire you.\nLook absolutely amazing in my daughter's nursery! They are 3D and beautiful. They can be used as a magnet and with the sticky \"tape\" that comes with it. A few fell off the wall so I cut an additional piece from the pad of tape that came with it for added security and they have stayed put. Otherwise, you can further secure with the mainstream 3m wall adhesive, etc.\nThere's a certain ethereal feel to attics because of the unique architectural lines. If you have an a-frame or sloped ceiling, embrace that dreamy vibe with romantic materials and light colors. The way the light pours into this room is just divine—we'd never want to leave this little cocoon. Decorate with loose linens, a netted pendant light, and a vintage area rug for a pop of color.",
        "topic_id":14,
        "format_id":9,
        "topic_confidence":0.9923244715,
        "format_confidence":0.6124933362
    }
]