[
    {
        "url":"https:\/\/journal.nzpps.org\/index.php\/nzpp\/citationstylelanguage\/download\/ris?submissionId=118&publicationId=77",
        "text":"TY - JOUR AU - Horrocks, Abie AU - Horne, Paul A. AU - Davidson, Melanie M. PY - 2018\/07\/28 Y2 - 2020\/08\/07 TI - Demonstrating an integrated pest management strategy in forage- and seed-brassica crops using a collaborative approach JF - New Zealand Plant Protection JA - NZPP VL - 71 IS - 0 SE - DO - 10.30843\/nzpp.2018.71.118 UR - https:\/\/journal.nzpps.org\/index.php\/nzpp\/article\/view\/118 SP - 112-120 AB - <p>An integrated pest management (IPM) strategy was compared with farmers’ conventional pest management practices on twelve spring- and autumn-sown seed and forage brassica crops. Demonstration trials were conducted in Canterbury from spring 2015 to autumn 2017 by splitting farmers’ paddocks in half and applying the two management approaches side by side. A farmer participatory approach was used, with management decisions based on monitoring pests and biological-control agents. Farmer and adviser training with a focus on monitoring and identification was carried out. Biological-control agents capable of contributing to pest control were identified in all brassica crops. There was a 35% reduction in the number of insecticides applied under IPM compared with conventional management, negligible crop yield differences, and the type of insecticides applied was different. IPM adoption at these farms was high by the end of the 3-year project with 11 of the 12 farmers implementing IPM across 90—100% of their brassica crops. This project was a starting point for an industry-wide change of practice to IPM, which has become more widespread since its completion.<\/p> ER -",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.8855347633,
        "format_confidence":0.6417854428
    },
    {
        "url":"http:\/\/reliabilityweb.com\/articles\/entry\/asset_management_tools_for_change_social_network_analysis\/",
        "text":"Blue Sky Top Banner Blue Sky Top Banner Blue Sky Top Banner\n\nAsset Management Tools for Change: Social Network Analysis\n\nAsset Management\n\nThe goal of these standards is to drive performance of the assets over the lifecycle of ownership in alignment with business needs.\n\nThis, by definition, involves change and where a procedural approach will go only so far. We argue that in order for successful change to take place, it is essential to understand the social context in which this change is to take place. This is especially important if the change is going to require new decision-making, new information processing, new knowledge pathways and, ultimately, new ways in which decisions are made across previous functional boundaries.\n\nWithin every complex organization, there is the formal organizational structure that is apparent, charted, normally understood and provides a clear understanding of the hierarchy of structural alignments.\n\nHowever, equally important are the informal structures that exist within organizations that provide coherency, and at their best, flexibility and nimbleness to address new situations. Conversely, these informal structures can overrule formal structures and become a hidden obstacle lurking unseen in the background, preventing progress towards achieving objectives. It has been argued that the informal relationships among employees are often far more reflective of the dynamics inside a company. They are much more capable of describing how “work happens” than relationships established by positions within the formal structure (Cross et al. 2002). Figure 1 illustrates the crucial contrast between the formal and informal organization.\n\n\nFigure 1: Formal vs. Informal Organization\n\nIn anatomical terms, the formal structure has been compared to a skeleton and the informal structure to the central nervous system, drawing together the collective thought processes with the information flow and decision-making patterns that create actions and reactions within organizations.\n\nAttempting to create sustainable, meaningful, positive change requires the understanding of both the formal and informal structures within an organization.\n\nSupporting our arguments, an extensive study by Neilson et al. (2008) found that streamlined information flow and clear decision rights are the core requisites for successful strategy execution (Figure 2). We are convinced that this finding is also applicable to asset management. In fact, understanding information flow and decision rights may be significantly more valuable than directly engaging in structural changes and establishing incentives in the hope that they will invoke the required change.\n\n\nFigure 2: Building blocks of successful strategy execution.\n\n\nSNA is a methodology for determining and analyzing relationships between people in order to show how information flows and decisions are made, ultimately investigating how work gets done. This enables managers and teams to understand:\n\n  • Who the prominent players are and whom others depend on to solve problems and provide technical information. Who do people turn to for advice?\n  • The actual nature of the communication network in reality, demonstrating how communications actually occur regarding work related issues and who is central to these communications. This illustrates both informal collaborative relationships and holes within the structures.\n  • Whether subgroups emerged that are disconnected or partially connected to the core.\n  • Which individuals are isolated and limited in their roles or, conversely, who faces a situation of overload.\n\nSNA is a means to analyze the informal organization beyond the organizational chart. The analysis allows managers and teams to visualize and understand the myriad of relationships that can either facilitate or impede information flow, decision processes and knowledge creation. Thus, mapping opportunities and constraints in invoking change within the organization.\n\nThe purpose of this article is not to describe how to undertake such an exercise, but rather to illustrate using real data the tangible benefits of understanding informal networks from an asset management and change management perspective. However, for the sake of completeness, we will briefly discuss data collection and analysis.\n\n\nThere are various ways to collect SNA data and construct networks. Fundamentally, SNA aspires to resemble the real interactions of a group of people. Therefore, we have to decide on questions, such as: Who do we include in the analysis? How can we obtain data that resembles interactions and avoid measurement error? Do we want to consider the “strength” of relationships, if so, how? Do our decisions add value and is the analysis feasible? The works by Wasserman and Faust (1994) and Carrington et al. (2005) provide a detailed discussion about network measurement.\n\nThe case study presented in this article was conducted at a mineral processing plant in South Africa. The studied networks span the plant management and the three major departments of production, engineering and the technical metallurgical department; the analysis does not include artisans. Throughout the study, we tried to balance theoretical SNA considerations with pragmatism, focusing on added value for the partner organization. As a result, data collection by questionnaires only required 16.2 minutes per individual surveyed. The questionnaire asked questions in the form of, “Who do you receive work-related information from,” where each interaction between two individuals was attributed with a frequency of interaction of either “hourly,” “daily,” “weekly,” or “monthly.” Data processing led to the construction of three networks:\n\n  • Information exchange network,\n  • Decision approval network,\n  • Decision-making advice network.\n\nThe networks captured the plant’s informal working dynamics, delivering comprehensive insight into an array of potential constraints in asset management strategy execution.\n\nThroughout the investigative process, we warranted confidentiality to all research participants. On the one hand, this protected individuals, and on the other hand, it promoted the integrity of data.\n\n\nThe first exercise in the project was to map the information exchange network in order to understand the consistency or lack thereof. This would allow us to comprehend who is key to the system and has a high likelihood of becoming a bottleneck for the plant’s information flow and conversely, who is isolated from the information exchange network and is therefore isolated from making a contribution.\n\nThe information exchange network is illustrated in Figure 3. Nodes represent plant staff, so-called actors, and each arrow represents an information exchange interaction between two actors, where the node at the origin of the arrow receives information from the node that the arrow is pointing to. The color-coding of each node represents which group the individual represents.\n\n\nA more revealing presentation of the network in Figure 4 shows the number of people each individual receives information from (outdegree) and passes information on (indegree). There are four quadrants, depending on where an individual is located. We refer to the individuals of each quadrant as pivots, sources, outsiders and seekers. A pivot is a high intensity transmitter and absorber of information, such as a13 in Figure 4. In contrast, a14 is secluded and a50 is a seeker absorbing large amounts of information. The crux of the matter is that the central quality of pivots and sources is twofold. The high connectivity elevates these individuals into influential positions, but with increasing requests by other network members, they run the risk of becoming overloaded and turning into bottlenecks in the information flow.\n\n\nKey to any asset management or asset performance program is how decisions are made and who is making the decisions. This can be from the most fundamental basis when an artisan strips a unit and makes decisions as to how and the extent of the repair, to the strategic where decisions are made as to the adjudication of priority and resources. The consequences of both good and bad decisions and the potential of ineffective actors making poor decisions or isolating expertise from the decision-making process prompted us to analyze decision-making in this study.\n\nThe decision approval network is presented in Figure 5. On the X-axis, we map the number of people from whom an actor receives decision approval and on the Y-axis, we map the number of people for whom an actor approves decision. As with Figure 4, the color of the indicator represents the group to which the actor belongs.\n\n\nFigure 4: Illustrating the involvement in information exchange\nFigure 5: Illustrating the network of decision approval\n\nThere are some immediate clear indicators of risk, which stand out in this mapping. Firstly, we have the manager a13 who is approving a high number of decisions and receives very few completed decisions. This is a clear problem where a13 is carrying a too high day-to-day workload with his subordinates shying away from making decisions. As a manager, a13 has to have the time to manage and improve. With the current workload, this is clearly going to be a challenge. The mapping shows there is either something structurally wrong, or a13 is working at too low of a level.\n\nSecondly, actor a26 is from the technical (non management) group and is processing a significant number of decisions while receiving a low number of completed decisions. Both a13 and a26 have pivotal positions within the network and they are imperative for the functioning of the plant. The SNA suggests that these key players may be overstrained and need support. Additionally, a13 and a26 may be affected from what is termed decision fatigue. Research into decision-making shows that the quality of decision-making deteriorates with the number of decision that are made – so-called decision fatigue ... (truncated)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.6438096762,
        "format_confidence":0.9582132697
    },
    {
        "url":"https:\/\/opus.lib.uts.edu.au\/handle\/10453\/131905",
        "text":"Thirty years of the International Journal of Computer Integrated Manufacturing: a bibliometric analysis\n\nPublication Type:\nJournal Article\nInternational Journal of Computer Integrated Manufacturing, 2018, 31 (12), pp. 1247 - 1268\nIssue Date:\nFull metadata record\n© 2018, © 2018 Informa UK Limited, trading as Taylor & Francis Group. The International Journal of Computer Integrated Manufacturing was established in 1988 with the idea of advancing research in computer integrated manufacturing (CIM) technologies and promoting the application of those technologies within industry. The journal was created to facilitate the exchange of new knowledge between industry and academia derived from both research and practical application. To celebrate the 30-year journey of the journal, this study develops a bibliometric analysis of all the publications of the journal to 2017. Information was collected using the Web of Science Core Collection database. The present study has been conducted to highlight the significant contributions of the journal in terms of impact, topics, authors, universities and countries. Finally, visualisation of similarities (VOS) viewer software was used to present graphical representations of the bibliographic coupling, co-citation, citation, co-authorship and co-occurrence of keywords.\nPlease use this identifier to cite or link to this item:",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.75749439,
        "format_confidence":0.7114970088
    },
    {
        "url":"https:\/\/www.bugwood.org\/intensive\/98-019.html",
        "text":"The Bugwood Network\n\nEvaluating Pine Regeneration Economic Opportunities: Natural Regeneration,  Cut-over Planted, and  Oldfield Afforestation Pine Stands\n\n\nDavid J. Moorhead - Professor of Forestry, The University of Georgia\nColeman W. Dangerfield - Associate Professor of Forestry, The University of Georgia.\n\nAugust 15, 1997, Georgia Cooperative Extension Service, College of Agricultural and Environmental Sciences, The University of Georgia, Athens, GA  30602 U. S. A.\n\n\nThe U.S. South, including Alabama, Arkansas, Florida, Georgia, Kentucky, Louisiana, Mississippi, North Carolina, Oklahoma, Puerto Rico, South Carolina, Tennessee, Texas, and Virginia, holds about two-fifths of the timberland in the U.S., with 23 percent of the nation's softwood growing stock and 44 percent of the hardwood growing stock (Haynes et al. 1995). Over 660,000 employees are working in forest products manufacturing firms in the South, with a combined annual payroll in excess of $14.5 billion. Total economic impact of forestry and forest product industries on the Southern economy was in excess of $90 billion in 1994.\n\nOver the period 1990 to 2040, softwood harvests from U.S. forests are projected to rise 35 percent. Most of this increase will come from Southern forests. Southern softwood removals comprise 53 percent of the U.S. total timber removal value. Hardwood removals are 60 percent of U.S. totals. Southern hardwood annual growth exceeds harvest by 51 percent. Whereas, total softwood growth averages only 88 percent of harvest.\n\nThe growth of southern timber inventories has leveled off due to increased removals, lack of adequate regeneration, as well as environmental, and urban constraints that limit access to timber growing stocks. Enhancing the growth of existing timber stands, insuring adequate regeneration following harvest, plus afforestation of marginal rowcrop land, are important forest management activities that southern timber producers can implement to increase total timber supply and profits.\n\nIn 1988, there were 182 million acres of commercial forest in the South. There were 20.9 million acres of pine plantations, 40.9 million acres of naturally regenerated pines, and 26.9 million acres of mixed pine-hardwood stands from 25 to 50 percent pine. Projections indicate an increase in acres of planted pines with a corresponding decrease in the forest acres naturally regenerated after tree harvest. In addition, over 8 million acres of former row crop land in the South has been afforested under the Agricultural Conservation Program (1936-92, 2.4 million acres), Soil Conservation Reserve Program (Soil Bank) (1956-60, 2.2 million acres), the Forestry Incentives Program (FIP) (1974-92, 2.1 million acres), and the Conservation Reserve Program (CRP) (1985-92, 2.0 million acres) (Kurtz et al. 1994). Total tree planting in the South in 1996 was over 1.8 million acres (Moulton and Snellgrove 1997).\n\nAt present, hardwood stands are most commonly regenerated naturally after harvest. On the other hand, pine stands are increasingly regenerated by planting after harvest. Common pine regeneration methods include natural regeneration or planting on cut-over sites following timber harvests and, afforestation of former agricultural cropland.\n\n\nTo provide landowners with information about regeneration options we examined the management and economic opportunities of three pine regeneration methods: natural regeneration, plant cut over sites, and afforestation of rowcrop land.\n\n\nThe natural regeneration scenario was computer-modeled using WINYIELD 1.11 (Hepp 1996), while the cut over and oldfield scenarios were modeled using GaPPS Version 4.0 (Zhou and Bailey 1996). Each scenario was examined using common assumptions, where possible, to compare the scenarios. Site productivity, indicated site index (SI), averaged 68 feet at 25 years. This SI can be described as highly productive and would be expected where additional inputs such as site preparation, weed competition control, and fertilizer are added.\n\nFinancial parameters were set as: a 28 percent marginal federal tax bracket; 4.0 percent, uninflated, before tax discount rate to provide a conservative alternative investment return; South-wide 1996 prices of $35 per cord for pulpwood, $62 per cord for chip and saw (CNS), and $243 per thousand board feet Scribner for sawtimber. Stumpage prices were projected uninflated. Total harvest expenses were computed at 12.5 percent of the harvest value, including 10 percent for marketing and 2.5 percent for ad valorem property taxes on timber harvested. Planting costs were charged at $50 per acre. Management was charged at $1 per acre per year. All results are reported uninflated, before taxes. Other variables such as hunting leases, and pine straw harvests were omitted from the assumptions because they would be common to each scenario and would add no real new information to this comparative study.\n\nThree measures of financial performance are presented: Soil Expectation Value (SEV), Internal Rate of Return (IRR), and Annual Equivalent Value (AEV). Soil expectation value is calculated as the net present worth (revenues discounted to present year less costs discounted to present year at the discount rate) of perpetual repetitions of the investment. SEV is useful for comparing investments of unequal time length and for determining bare land value. Internal rate of return is the interest rate at which discounted revenues equal discounted costs. It assumes that all intermediate revenues are reinvested into the project. A project is considered profitable if the internal rate of return exceeds the discount rate. Annual equivalent value is the net present worth expressed as an annuity over the planning horizon, computed at the discount rate. Annual equivalent value is a useful measure for comparing investments over unequal time periods.\n\nNatural Regeneration\n\nNatural regeneration of loblolly pine is a common practice, both planned and unplanned, across the South. Landowners may harvest pine from their lands with the goal of allowing natural regeneration to establish the new stand. Typically a seed tree or shelterwood method is employed leaving mature seed producing pines on each acre after harvest to provide seed for the new crop. Other options include seed, or seedlings-in-place, or seeding from adjacent stands as a natural regeneration source.\n\nWhile natural regeneration methods can provide low cost and effective means to establish new stands, overstocking is common when favorable weather and seedbed conditions occur. Mechanical strip thinning is a recommended practice usually by age 3 to 5 years. Costs associated with precommercial thinning increase as stands age but can still provide good economic returns as is shown in this case where $140 is spent in year 13.\n\nThis scenario utilizes findings from an earlier study by Moorhead, Dangerfield, and Edwards (1997). The naturally regenerated stands were established using seed tree method. Following harvest, all hardwood stems one inch in DBH and larger were treated by herbicide. At age 13 years, the stand was precommercially thinned (PCT) by hand crews using chainsaws to an approximate 12 x 12 foot spacing leaving 302 trees per acre that averaged 3.85 inches DBH and 23.24 feet in height.\n\nPer acre management costs included $5 for site preparation burning, $40 for herbicide treatment, and $140 for the PCT. Beginning in 1997, per acre charges for prescribed burns\/fire breaks at three year intervals were assessed at $8 for the initial burn, $6 for the second burn, and $5 for the subsequent burns.\n\nThe natural regeneration scenario was examined on a 35 year rotation with a thinning at age 28. The thinning treatment was a low thinning to a residual basal area (BA) of 65 square feet per acre. Timing of the thinning was set to maintain medium to low stand risk to southern pine beetle infestations, improve residual tree growth, and move cash-flows forward to improve financial performance. Volume removed had to meet a minimum 5 cords per acre to be considered commercially feasible.\n\nAt the thinning at age 28, the trees averaged 67 feet in height with a BA of 98. An average of 83 pulpwood stems per acre were harvested yielding 10.34 total cords per acre, Table 1. At final harvest at age 35, trees averaged 77 feet tall. The stand had a BA of 91 in 107 stems. A total of 32.90 cords were projected per acre. The product mix shifted to CNS and sawtimber with 25.13 cords and 7.77 cords, respectively. The 35 year rotation produced a total of 43.24 cords per acre in the two harvests. The uninflated IRR equaled 9.7 percent with an AEV of $24.83 per acre, and a SEV of $621 per acre, Table 2.\n\nPlanting Cut-over Stands\n\nA study by Glover and Zutter (1993), examining alternative site preparation methods, found that small increases in the density of hardwood early in the life of the stand had a considerable negative effect on pine survival and basal area. The amount of hardwood also had a negative effect on mean pine diameter and total height, but these effects decreased at later ages with increasing pine mortality and intra-species competitive pressure when the pines were left unthinned.\n\nThis analysis is modeled on data from a study in the Georgia Piedmont (Dangerfield and Edwards 1995). The original stand of loblolly pine was harvested and replanted with improved loblolly pine seedlings on a spacing of 6 x 10 feet (726 trees per acre). The site preparation treatment was shear, root rake, burn, disk, fertilize, and herbicide at a cost of $210 per acre. A thirty-three year rotation was chosen with thinnings at ages 18 and 25 years.\n\nAt the first thinning at age 18, average dominant height is projected at 50 feet with a BA of 137 square feet. An average of 215 stems per acre were harvested yielding 12.37 total cords per acre, Table 1. At the second thinning at age 25 years, average dominant height is projected at 64 feet with a BA of 136 sq... (truncated)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.7740926743,
        "format_confidence":0.9822486639
    },
    {
        "url":"http:\/\/scholarsmine.mst.edu\/min_nuceng_facwork\/792\/",
        "text":"Enhancing the Drilling Potential of Polycrystalline\n\n\nWork on the development of mechanical tools to remove rock has, for a number of years, been restricted by the increasing wear rates of conventional carbide bits. Performance can be increased by using diamond coated tools, but in their initial application these give penetration rates of equivalent level to those of existing tools. For drilling to be made more economic, penetration rates in harder rock must be significantly improved - a problem with conventional tools, and an area in which PDC equipment has yet to be validated. By examining the damage pattern under PDC tools it can be shown that the damage can be divided into two zones, one of intense rock crushing and one where the rock is severely cracked but not liberated. Where the loading of the tool can be increased (a benefit of the use of the diamond coating) then a crushed zone of greater than twice the penetration depth is created. When this material is removed by the short pulse of a high pressure jet stream, then the penetration rate of the combination can, thus, be more than doubled. The results from laboratory tests with a suite of rocks, ranging from sandstone to quartzite and basalt are discussed both using static and dynamic impact loading. A preliminary novel design for a rock drilling bit is proposed and discussed.\n\n\nMining and Nuclear Engineering\n\nKeywords and Phrases\n\nMechanical Tools; PDC Tools; Polycrystalline\n\nDocument Type\n\nArticle - Conference proceedings\n\nDocument Version\n\n\nFile Type\n\n\n\n\n\n© 1998 Society for Mining, Metallurgy & Exploration Inc. (SME), All rights reserved.\n\nThis document is currently not available here.",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.719612956,
        "format_confidence":0.9114038944
    },
    {
        "url":"https:\/\/uknowledge.uky.edu\/ktc_researchreports\/1286\/",
        "text":"Because of the prominence that natural, sandstone, rock asphalt enjoyed in Kentucky during the past 50 years, sand-asphalts and sheet-asphalt mixes have not been used very extensively for paving in Kentucky. This is somewhat unfortunate because the natural, sand stone, rock asphalt has not been available since about 1955 and because there is now a need for a fine-textured, skid-resistance, wearing course for resurfacing work as well as on new pavements. These circumstances, coupled with the realization (1953-54) that surface courses and chip seals using 100% limestone aggregates tend to become slick, have emphasized the need for specifications for sand-asphalts. Further, it was in the interest of \"building in\" skid-resistance (about 1954) that Class I, Type B, surface was required to contain 50% siliceous, river sand for work on all roads having more than 700 vpd. Class I, Type B surface is normally laid 1-1\/4 inches in depth -- which would be equivalent to about 65 lbs. of river sand per sq. yd. This sometimes requires that river sands be transported into areas where manufactured limestone sands might otherwise be more economically available. Whereas the river sands are sought for the skid-resistance which they impart to the surface, river sands are notably deficient in fine sizes (filler) which impart stability and integrity to the mix.\n\nReport Date\n\n\nReport Number\n\nNo. 166\n\nDigital Object Identifier",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.9019804001,
        "format_confidence":0.9188409448
    },
    {
        "url":"http:\/\/i-proclaim.my\/archive\/index.php\/mjmbr\/article\/view\/248",
        "text":"Open Access Open Access  Restricted Access Subscription or Fee Access\n\nEffect of Different Sowing Dates and Varieties on Growth and Yield of Lentil (Lens Culinaris Medikus) in the Highland Vertisols of North Shewa, Ethiopia\n\nMebrate Tamrat Woldeselassie, Daniel Admasu\n\n\nField experiments were carried out to study the response of two lentil varieties to varying sowing dates in a split plot design with three replications, in which varieties were assigned to main plots and sowing dates to sub plots. The study was conducted at Enewari research site of Debre Birhan agricultural research center for three consecutive years (2007 - 2009) on two soil types. The results showed that no significant difference between varieties for grain yield. However, variety Alemaya produced highest grain yields of 1.3 t\/ha and 1.22 t\/ha from fifth (30-July) sowing date on heavy and relatively light Vertisols respectively. On the other hand, the local variety produced highest grain yields of 1.4 t\/ha and 1.06 t\/ha on the fifth and six sowing dates on heavy and relatively light Vertisols respectively. Grain yield proportionally increased with increasing biological yield in different sowing dates on both soil types. On heavy Vertisol varieties responded differently to the changes of sowing dates. Variety Alemaya had responded to a wider sowing dates. Early August to mid-August sowing found to be optimum for local variety. On light Vertisol, the functional relationship was unexplained for both varieties. In general, heavy Vertisol gave higher responses than relatively light vertisol throughout most parameters and levels tested.\n\n\n\nVariety, heavy and relatively light Vertisols\n\nFull Text:\n\n\n\nAdamu Molla and Zewdu Yilma.1998. Agronomy Research in North Shewa, Pp118-125. In: Beyene Seboka and Aberra Deressa (eds.) 1998. Agriculture Research and Technology Transfer Attempts and Achievements in Northern Ethiopia, 18-21. Proceedings of the Fourth Technology Generation, Transfer and Gap Analysis Workshop. March 1997, Bahir Dar, Ethiopia\n\nCSA (Central Statistical Agency). 2014. Agricultural sample survey, report on area and production of major crops, volume I, Private Holdings, Meher Season, Statistical bulletin 532, Addis Ababa.\n\nDZARC (Debre zeit Agricultural Research Center).1997. Released Lentil Varieties production Package (Amharic version) Leaflets. DZARC.EARO: Debre Zeit, Ethiopia.\n\nFactfish. 2013. Ethiopia: Lentils, production quantity (tons). (accessed on June 30, 2015).\n\nFrehiwot Mulugeta. 2009. Ethiopia Commodity Exchange Authority Lentil Production, Supply, Demand and Marketing issues in Ethiopia.\n\nGomez, A and A. Gomez. 1984. Statistical Procedure for Agricultural Research. 2nd edition. John Wiley and sons. Inc.\n\nInfo Arari. 2004. Amhara Agricultural Research Institute (ARARI) Biometrics and Information Technology Management Unit. Bahir Dar.\n\nKhalil, S. K., Wahab, A., Rehman, A., Fida, M., Wahab, S., Khan, A. Z., Zubair, M., Shah, M.K., Khalil, I. H., and Amin, R., 2010. Density and planting date influence phonological development assimilate partitioning and dry matter production of faba bean. Pakistan Journal of Botany, 42(6): 3831-3838.\n\nMillion Eshete.1994. Chickpea and Lentil Agronomy Research. pp230-250. Asfaw Telaye, Geletu Bejiga, Mohan C. Saxena, and Mohamoud B. Solh, (Eds.). Cool- Season Food Legumes of Ethiopia. Proceedings of the First National Cool-Season Food Legumes Review Conference, 16-20 December 1993, Addis Ababa, Ethiopia. ICARDA: Aleppo, Syria. Vii+40 pp.\n\nMoosavi, S.G., Seghatoleslami, M.J., and Delarami, M.R. 2014. Effect of Sowing Date and Plant Density on Yield and Yield Components of Lentil (Lens culinaris cv. Sistan). Annual Research & Review in Biology 4(1): 296-305.\n\nRoy, A., Aich, S. S., Bhowmick, M. K., and Biswas, P. K. 2009. Response of lentil varieties to sowing time in the plains of West Bengal. Journal of Crop and Weed, 5(2): 92-94.\n\nSaxena, M.C. 1981. Agronomy of Lentil. In: Commonwealth Agricultural Bureaux. pp. 111-129.\n\nSehirali,S. 1988. Grain Legume Crops, 1089 (314), p. 435. Ankara University, Faculty of Agricultural Engineering, Ankara, Turkey.\n\nSenait Regassa, Legesse Dadi, Demissie Mitiku, Asnake Fikre, 2006. Impact of technologies in selected lentil growing areas of Ethiopia: EIAR research report number 67.\n\nSHARC (Sheno Agricultural Research Center). 2001. Cool-Season Food Legumes Research Annual Report for the year 200\/20001, Sheno Agricultural Research Center (ShARC), Sheno, Ethiopia.\n\nTadele Tadesse, Teshome Leggesse, Behailu Mulugeta and Gashaw Sefera. 2014. Correlation and path coefficient analysis of yield and yield components in lentil (Lens culinaris Medik.) germplasm in the highlands of Bale, Ethiopia, International Journal of Biodiversity and Conservation, Vol. 6(1), pp. 115-120.\n\n\n\n  • There are currently no refbacks.\n\nCopyright (c) 2017 Mebrate Tamrat Woldeselassie, Daniel Admasu\n\nCreative Commons License\nThis work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License.",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.7840247154,
        "format_confidence":0.9722703099
    },
    {
        "url":"https:\/\/www.ganoksin.com\/article\/jewelry-workshop-safety-report\/",
        "text":"Jewelry Workshop Safety Report\n\nThis text is that of a paper given to the Society of North American Goldsmiths Conference in Seattle on March 28, 1998,. The citations are incomplete and will be properly outlined in the book that is being written on this subject. Brain Press is the publisher.\n\n\nThis talk briefly reviews issues of studio safety and discusses ways of recognizing risks in the studio and reducing hazard by substitution of materials or processes. The premise is that any reduction in risk improves the safety conditions of the goldsmith and artist. This approach to safety is practiced officially in European countries but is fairly new to North America. This paper today can only touch on things, be a skim, a snapshot. It is in fact a work in progress. The subject is a gigantic one, it feels rather like climbing a mountain where when you crest what appears to be the top of the rise there is yet another peak in front of one. This paper therefore skips and minimizes many important details. The book we are working on will address things in more depth.\n\nI heard one story of a safety lecture where the pictures projected were so graphic that a number of people were injured in the doorway trying to leave. To avoid this situation I won’t be showing much in the way of repulsive imagery.\n\nGanoksin is sponsored by\n\nIt is worth noting that I am still no paragon of virtue in regard to safety, though since embarking on this project I’ve improved quite a bit. Let’s put it this way, ‘One may describe Utopia and move towards it without actually being there yet’.\n\nThis report cannot offer to give you panaceas, absolute truth, the right way to do things or anything else liable to land us in litigation hell. A report is a snapshot, a way of looking at an observed state of things, a kind of journalism. And you hopefully read journalism with a jaundiced eye, a pinch of salt and so on. So, we have done a reasonable job of reviewing literature and asking questions. As John Henkell says ‘Be very careful how and what you suggest for safety measures: hungry (greedy) lawyers are everywhere.’ (John Henkell, personal communication, 8\/27\/97) Ted Rickard, a jewelry safety specialist in Ontario told us about several low cost but acceptable ventilation options but expressly warned me not to actually describe them to any Americans for fear of getting sued. So-Let’s not sue people sharing information and trying to improve things. Make a better world for ourselves.\n\nThe good news is that it is immeasurably safer to work in a jewelry shop now than it was twenty years ago. This is due to the pioneers who paved the way in the 70’s and 80’s in safety consciousness. We do, in fact have one of those important pioneers here today in the audience, SNAG’s very own Linda Edwards, who wrote the 1978 paper on Jewelry workshop safety in the Metalsmith Papers who has kindly allowed us to reprint it today for this presentation. I will now ask Linda to stand up and be recognized for her contributions to yours, and my safety in the workshop. [applause]\n\nThank you Linda!\n\nHere’s something to aim for. A well laid out, orderly workshop, electrically and fire safe, with low dust and few solvent procedures, with excellent local ventilation at the appropriate work stations, the use of work clothing cleaned frequently, lots of personal safety equipment (earmuffs, safety glasses etc.), different heights to work at over the work day and a conscious attitude and consciousness of safety. Choose procedures that don’t involve exposure to risks. Set things up so that you can’t hurt yourself. Mark Twain said ‘If you don’t lie you don’t have to remember anything’, we could crudely paraphrase that to ‘If you don’t have an unsafe workshop you have less to worry about’. Make safety a habit and then it won’t seem like work.\n\nThe bad news is that safety issues are real. You can actually do damage to yourself and others by behaving unsafely, shorten your life, go blind, need oxygen to breathe and more. While many of the really brutal dangers such as asbestos have been removed, there remain numerous others, and in old shops and traditional practices lie continued risk for jewelers.\n\nGanoksin is sponsored by\n\nWhat is Safety?\n\nWe might say it is acting in a manner which precludes or avoids injurious behaviors and circumstances. That is, not hurting yourself or others presently or in the future by doing something which causes injury, now or 20 years down the road. Dave Arens says ‘the best safety device is a careful worker’ (Dave Arens, Orchid list, Jan. 8, 1998, ‘Survey’)\n\nMilt Fischbein writes: ‘I think that studio safety must be divided into a number of pieces –\n\n  • Understanding the hazards associated with each chemical\/tool\/machine\n  • Designing the studio to minimize these hazards\n  • Having safe procedures in place for each work process (i.e….sawing, soldering, polishing etc……)\n  • Making absolutely sure that each work process is followed and that no shortcuts are taken’. (Milton Fischbein, personal communication 1\/10\/98)\n\nSmall Shops and Big Shops\n\nThere is a real difference between small shops and big shops. It is a lot more controllable to be a small shop-providing safety measures are taken. The larger a workshop is the more power tools there are and the more aggressive are the working processes used. Large scale production methods in general require ever more dangerous chemicals and procedures. We will confine ourselves to the small shop in this paper. But whether you are a big shop or small shop you should work with OSHA and government agencies-there is a ton of help and advice available.\n\nPower Tools Hurt You More\n\nA few years ago a study compared the murder rates in Seattle and Vancouver. Both, at that time had similar populations and sizes. In Seattle there were dozens more murders than in Vancouver in the same time period. When they looked closer they found that the assault rate was in fact fairly similar in both cities. It turned out that the main difference was the accessibility of guns in Seattle. While the assault rates were similar in both cities it is a lot harder to kill someone with a knife than a gun-hence the difference in the murder rate. In other words Canadians and Americans were quite similar. However the more power at your fingertips the more damage you can do-only in a studio situation we are talking about damage to yourself. Mary Hu reports a student who was using the power rolling mill and had two long fingernails yanked out by the roots. Ow! I knew of a guy who literally got his head rolled through a large jewelry factory rolling mill.-He was lucky and recovered-though he was somewhat flat headed. Everyone reports injuries seen or experienced at the polishing machine. Hand tool operations are less likely to hurt you-certainly possible but its a lot harder to hurt yourself seriously with a hand tool than with a power tool. It is because so many operations are hand tool based that our accident rates are not all that bad compared with other industries. When dealing with power tools always have a great deal of respect for them.\n\nThe Research\n\nI have to thank my colleagues at Brain Press, Katie Harse, Tara Owen and Dee Fontans who have helped me research and gather information. I used the internet extensively and Katie tirelessly followed up odd questions like ‘Find me a hydrogenated oil company president who can talk about nickel residues in oils used for processed foods’. The EPA, the Center for Disease Control, Medical University libraries and various US and Canadian government sources have been most helpful. We did eventually find a number of health and safety case studies in the jewelry industry. The journals of Occupational health and Safety Medicine proved most fruitful for this and for some hints about the long term effects of the trade on its workers. Information is still coming in.\n\nGanoksin is sponsored by\n\nThe best book on safety in the arts is ‘The Artist’s Complete Health and Safety Guide&quot; by Monona Rossol. Close on its heels are the volumes ‘Health Hazards Manual for artists’ and ‘Artist Beware’ by Michael McCann. Linda Edwards paper gives an excellent synopsis of safety considerations. The internet has a great deal of safety information on it. If anyone is interested in receiving a copy of a list of safety web sites email me after the conference and I will send you one.\n\nI have considered internet mailing lists as a form of publishing for this project, much like a book. The Orchid Mailing list, the Jewelry Design list, the Artmetal list, Health and Safety Canada list were all used. A survey asking for anecdotes regarding safety was sent to the Orchid and Jewelry Design lists. Of some 1300 recipients about a hundred and twenty responded and their comments have been incorporated into this paper.\n\nThings are different now, because in the 1970’s pioneers changed the field by their efforts. The first stirrings of health consciousness in the arts begin in the 1940’s but did not take off until the 1970’s. Michael McCann, Monona Rossol and Linda Edwards are all vitally important sources. Linda Edward’s excellent work in 1978 on jewelry safety information was a major and long lasting contribution. Her original article in the Metalsmith papers is really good and it would be a duplication for this presentation to simply reiterate her writing and conclusions. I refer you to her paper, which she has kindly allowed us to reprint for today. A really great book oriented to factory work in the jewelry industry is ‘What you should know about Health and Safety in the Jewelry Industry’, put together by a union with a definite anti boss stance, I quote: ‘We have to stand together and fight for our health and safety against a system that values profit more than worker health and safety’. Can you apply that critique to your own workshop?\n\nRossol’s book is absolutely superb and addresses matters in a way impossible and impractical for this paper to do. ... (truncated)",
        "topic_id":15,
        "format_id":0,
        "topic_confidence":0.7427498698,
        "format_confidence":0.638648212
    }
]