[
    {
        "url":"http:\/\/www.concreteconstruction.net\/how-to\/peeling-coating_o",
        "text":"Q.: Stucco panels on one of our structures were treated with a silicone water repellent, flooded onto the surface by brush. Then an asbestos-containing coating was applied. After about 2 years the coating started peeling off in large pieces from about 6 square inches to about 1 foot square. We enclose some samples of the peelings. The architect insists that the stucco finish was not installed properly because some of it is adhering to the coating that peeled off. We believe that the stucco was painted too soon and that when the moisture could not penetrate the coating, it caused the coating to peel. What can you tell us?\n\nA.: We do not have facilities to analyze or examine the peeled coating. We can say that peeling usually results where moisture has built up below the coating and has no opportunity to escape. If the coating does not have enough breathability for the conditions, the water vapor pressure will push it off. We suspect that is what happened on this job. The fact that a thin layer of stucco was pulled off with the paint probably means only that the strength of bond between the coating and the stucco was higher than the tensile strength of the stucco. The motive force was most likely an excessive buildup of vapor pressure below the coating. Exactly what caused the vapor pressure to build up so high is something we cannot say; it could have been too early an application of the coating or it could have been high relative humidity within the building.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9321122766,
        "format_confidence":0.9123340845
    },
    {
        "url":"http:\/\/www.chemicalprocessing.com\/experts\/motors-drives\/show\/887\/",
        "text":"Expert ForumsMotors and Drives\n\nTopic: Re: Formula For Selecting A Motor\n\nposed by \nIn simple terms, the formula for horsepower is 1hp = 33,000 pound-feet per minute. For a conveyor, you will need to determine the distance to be moved in a period of time and the effects of friction. The effect of friction is that the hp required will increase by 1\/(1- CF). For example if the coefficient of friction is 0.2, the hp required will need to be increased by 1\/(1 - 0.2) or 1.25. Another factor that is not simple to deal with is the starting torque required if the conveyor is loaded. For that, you should consult with the motor manufacturer.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9398884773,
        "format_confidence":0.6827152371
    },
    {
        "url":"http:\/\/www.about-air-compressors.com\/seperating-tank-and-compressor.html",
        "text":"Seperating tank and compressor\n\nby Adryan\n\nI want to separate the tank from the compressor and install the tank in another part of the building (don't have the room for it).\n\nAt the moment the pressure switch is on the tank.\nCan I install the switch in the pressure line going directly from the compressor to the tank, of must I install a new small buffer tank near the compressor and install the switch on the buffer, to eliminate any pulsation?\n\nCompressor is a 3Kw V-twin.\nVessel is 270 ltr\n\nthank you,\n\nComments for Seperating tank and compressor\n\nClick here to add your own comments\n\nJan 10, 2016\nby: Doug in\n\nUnless you use a very small pipe to the tank, the pipe itself will act as a tank and absorb most of the pulsation.\n\nI'd go ahead and do it, then if you find pulsing to be a problem, you can always add a local tank.\n\nAlso, if the pipe is very long, it can act as an after-cooler, and you can put in a drip line near the tank to keep the tank relatively dry.\n\nJan 10, 2016\nInstall pressure switch on tank or line\nby: Bill\n\nAs far as I'm concerned, as long as the line from the compressor pump to the tank is unimpeded as to flow and pressure, the pressure switch can be installed anywhere along that line.\n\nThe pressure switch will \"read\" the pressure in the line, yet the pressure in that line cannot increase to the cut out level until the tank is, too, full to cut out pressure, so it should work just fine.\n\nThe pages about adding a tank on this site will help further.\n\nClick here to add your own comments\n\nAdd your own question or comment. It's easy to do. How? Simply click here to return to Air Tank Information.",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.8015987277,
        "format_confidence":0.7058725953
    },
    {
        "url":"https:\/\/www.controlglobal.com\/articles\/2018\/butterfly-valve-positioning-nonleinear-torque-requirements-can-cause-misbehavior\/",
        "text":"Butterfly valve positioning: Nonlinear torque requirements can cause misbehavior\n\nIf a valve opens and closes automatically (spontaneously) what does it mean?\n\nQ: We have a 3-in. Samson model 3310-07 AT butterfly control valve on steam service, with a BR 31a (Pfeiffer) SRP 150-4 (normal close), rotating angle 90 +\/- 4 ° with a Capable Positioner model 3731-321 00421 100010000 01 served by a filter regulator 4708. The valve is installed between block valves with bypass. Maximum flow is 10 ton\/h, steam inlet pressure (max) is 17.6 barg (I think this pressure is high for the selected valve and I will resize and change the selection of the valve), normal temperature 200 °C, valve Cv is 400.\n\nWhen there is no flow, the valve works correctly and responds properly up to 15% opening, but when we or the controller call for a greater opening than 15%, it suddenly opens fully (100%). I need your help to understand why this happens.\n\nThe positioner has been major issue for me because when instrument air (7 bar) was sent directly, it worked well. When we gave an open command and after that a close command, the results were satisfactory. This means that the spring is OK.\n\nIf a valve opens and closes automatically (spontaneously) what does it mean? Is the positioner the cause? The process team tells me that spontaneous closing happened several times without any command on the valve. Right now, the isolation valves are closed and there is no air signal to the valve, yet the valve is not completely closed.\n\nSamson told me to reset and reinitialize the positioner in its maximum mode. They also suggested to control the friction torque to open the valve and the tightening (closing?) torque, which could be too high, but I didn't understand. What do you think?\n\nRahim Romel\n\nA: First, let me make a few general points:\n\nBetween the vertical disc position (0°, valve closed) and the horizontal disc position (90°, valve open), the torque on the disc wing that is turned toward the upstream side experiences a larger load, than the load on the downstream wing of the disc. This difference is called the unbalanced, or hydraulic torque, and its magnitude is a function of the pressure drop through the valve and the disc area diameter.\n\nThe valve actuator must have enough power to overcome this unbalanced torque and in addition, it must also provide the torque needed to overcome the friction of the bearings and packing on the valve shaft. The total force required is known as the “combined torque.” The combined torque required to open the valve is larger than that of closing (Figure 1), because during closing, the unbalanced torque helps the actuator. This difference is known as “torque hysteresis.” In fact, when the symmetrical disc is closing, the torque that the actuator has to provide may become negative somewhere around 30–35° and at that point, the valve will tend to close by itself. At that opening, the actuator must reverse the direction of the applied torque to keep the disc at the required opening.\n\nNo matter if the valve is in the process of closing or opening, when the disc position is at about 75–80° from the vertical, the actuator torque requirement will be maximum (Figure 2), while above that, it will quickly fall to zero. So, the combined torque is zero in both the 0° and the 90° disc positions. The torque characteristics of all butterfly valves are highly nonlinear. They pose a considerable burden on the valve actuator and positioner, as the actuator must be able to sharply increase and decrease the torque it generates and also be able to provide both positive and negative torque forces.\n\nAs a minimum, the manufacturer’s recommendations should be followed in selecting the appropriate actuator size, and one should be even more conservative when selecting butterfly valve actuators because in addition to throttling, the actuator must also overcome friction, thermal expansion and pipe strain forces, which are hard to predict. In all cases, the break torque capability of the actuator must always exceed the maximum torque requirement of the valve.\n\nNow, coming to your specific question: On steam service, the valve should be air to open, spring to close (fail closed). In case of a butterfly valve, the friction forces (Fr) act to resist movement, the air pressure in the actuator (Fa) acts to open the valve and the spring force (Fs) acts to close it. So, when Fa drops to zero, the valve closes (there is no steam flow), because the steady state force balance is Fa < Fs. When the valve is to open, it is necessary to overcome the friction (Fr) and and the spring force (Fs). Therefore, Fa must exceed Fs + Fr. Finally, when the process fluid is flowing, its unbalanced hydrodynamic torque force (Fh) must also be also added or substracted (Fa > Fs + Fr ± Fh).\n\nIf at a certain opening the valve spontaneously opens or closes, that means that either the actuator (Fa) or the spring force (Fs) has reached its limit. In other words, you probably have an undersized actuator or a weak spring (or probably both). In my experience, this is likely to be the case when the valve is oversized.\n\nBéla Lipták\n\nA: If you have a 1 barg pressure drop, the max Cv needed would be 105, and for a pressure drop of 10 barg, the required Cv would be around 45. Based on these references, you are probably oversized: www.samson.de\/page.php?sp=en&lh=l4&ll=l99&ti=Software%20%3E%20Valve%20sizing&bo=service\/en-ausl-ven.php,\n\n\nWhat maybe happening is that the valve is inserted between the flanges and the pipe strains on it, so it can lock up. Since you have a positioner, it will sense that the valve position is not in the correct place and will send more signal until the valve can move. Then it jumps.\n\nSince it is steam, when the line is operational it will have normal dilation due to the temperature of the pipe, which can put stress on the valve. If the alignment of the pipes is not correct—less than 1 mm from center both veritcally and horizontally—and the flange holes are not aligned perfectly, then the pipe will put stress on the valve body, causing it to get stuck and not operate properly.\n\nYou can also consider reversing the valve body as a temporary solution, as long as the process people give you acceptance. Also please contact Samson and have them check the valve for your specific needs. They are the best suited to answer with the possible solutions.\n\nAlex (Alejandro) Varga\n\nA: There are only five types of failures that can cause this problem. I ran into similar problems with another manufacturer from Italy on high-temperature, high-pressure steam applications. Eliminate them one by one starting with Béla’s & Alex’s suggestions (easy and obvious ones first):\n\n  1. Sizing of the actuator to overcome torque requirements to open at high temperature and max \/min pressure drop. Check the operation of the positioner for calibration. Also check the direction of flow.When cold, it may operate but when hot, it may start hunting or drive to extremes.\n  2. Check the pipe line flanges for interference or even gasket mismatch for interference that impedes disc movement.\n  3. Consider disc growth due to temperature rise, and lack of clearance when hot. I took a cut in the disc size to clear temperature growth. Also, check the thrust plate interference when hot. When the shaft grows it tends to bow. Make sure the shaft is not causing this problem due to growth.\n  4. Sometimes metallurgy of the bearing material leads to binding. If it is a standard 316 SS bearing, change to Tantalum [soft] or 800 series SS bushings for high temperature. Change the bearing plate for higher gap to the shaft.\n  5. From your operational description, it looks like you have a mechanical binding problem.\n\nRam Ramachandran\n\nA: If the valve closes when air is removed or the signal is set to zero, then the spring is working. I just took a quick look at the positioner information (www.samson.de\/pdf_en\/e83873en.pdf). This is a very complex and sophisticated device and I suspect now that your issues are associated with the positioner programming. But a faulty mechanical connection from the valve shaft to the positioner linkage could be the problem. If this was my valve, I would go through the positioner setup procedure very carefully, and then check it as much as possible. I suspect that it can be set up for many possible behaviors, including as an on\/off safety interlock valve. In that case, the action of opening just a little and then opening fully would be the programmed action. The setup will be different for throttling control service with failsafe closing. \"Complex devices will have complex problems.\"\n\nIf you have a maintenance shop, I would put the valve there for evaluation. It’s possible that the actuator is too small or has low air pressure and high friction due to high-temperature packing, which results in a buildup in pressure causing a \"stick and jump\" response. Test this by disconnecting the positioner, connecting the actuator directly to the regulator and comparing the valve shaft position to the air pressure. Graphite packing is well known for high friction—some newer materials can withstand high temperatures with lower friction. Samson could recommend these. We have seen enthusiastic mechanics or actuators over-tighten packing glands, resulting in this problem. Tighten those bolts only enough to stop stem leakage and only after the valve has been stroked a number of times and operated at normal pressure and temperature. Replacing the packing with new, possibility different materials, is recommended.\n\nAnother (very unlikely) possibility is a bent valve shaft due to the high operating pressure. Test this by disconnecting the actuator-to-valve-shaft link and turning the shaft with a torque wrench, noting any excessive required torque.\n\nThe positioner may be maladjusted or have failed. If it has gauges, observe the relationship between the input signal and air pressure at the actuator. Kinked tubing be... (truncated)",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.8473597169,
        "format_confidence":0.9199138284
    },
    {
        "url":"http:\/\/firehydrant.org\/info\/faqs_ask1.html",
        "text":"Ask logo\nMainPage | About | Pictures of Hydrants | Hydrant Technical Info\nJoin our Email List | Collectors Club | Hydrant Links | We Need Your Help | Contact Us\n\nPage 1 - From the Mailbag --- 1  2  3  4  5  6  7  8  9 10 11 \n\nWe would be delighted to try and obtain an answer to any questions you might have regarding fire hydrants, whether of a technical or general nature. Below are recent questions and answers from the mailbag. If you have a question, Email Us.\n  • The viewpoints expressed in this forum on these pages are those of the participants.\n  • Legal Disclaimer\n\n  • #1 - Can anyone advise the NFPA code which specifies the spacing of fire hydrants? This is for a co-generation plant in Illinois. Thanks.\n\n    According to the standards, the final authority for hydrant placement is the local agency \"Fire Chief\" or his\/her designate. State and local codes and ordinances may also apply.\n\n    In general, spacing is based on a few factors. A sufficient number of hydrants have to be immediately available to provide the required fire flow for the structure(s) protected. Rule of thumb for this is that each hydrant being considered should be within 500 ft (hose laying distance) from any portion of the structure being rated. Credit may be given to hydrants farther than 500 ft. away however in most cases only partial credit is given, depending on the distance, up to a maximum of 1000 ft.\n\n    If the local fire agency carries large diameter hose LDH on *every* front line engine which is accredited by the Insurance Services Office (ISO), then full flow credit will be given all hydrants that are within reach of the smallest LDH hose load that the fire agency has, up to 1000 ft.\n\n    For example,\n\n    Fire mains will provide 5,000 GPM. Required fire flow is 4,500 GPM. Each hydrant will provide 1,500 GPM. 3 hydrants have to be in proximity to the building, the location to be decided by the Fire Chief (for operational reasons.) If the local fire department does not have LDH on all accredited engines, they should all be within 500 ft. of the building. If the smallest LDH hose load carried on any \"front line\" engine is 900 ft., then hydrants up to 900 ft. away will be considered.\n\n    As one can see, the developer and the Fire Chief need to sit down with a site map and fire flow calculations to determine how many hydrants are needed and where the most appropriate locations for them would be.\n\n\n    \"Reserve\" apparatus doesn't have to be equipped with LDH to meet this standard provided they are not part of the basic first alarm response compliment to a structure fire in the building being considered.\n\n    In large developments where mains are being installed but buildings are presently not planned, and where the developer wants to go ahead and install the hydrants while the trenches are open to save total costs, a really good rule of thumb is to place the hydrants at 500 ft. intervals.\n\n    \":O) Willis Lamm,\n    Captain \/ Water Supply Officer Moraga-Orinda FD\n\n    #2 - I am an assistant project manager on a commercial office building that has a unique hydrant issue. The county is requiring us to install an additional hydrant after construction is substantially complete, and the proposed hydrant line will run through an area designated as a future data center, an area for computer storage. The line would enter the area horizontally below slab on grade and turn vertically 15 feet up through the data center to the deck above.\n\n    As the developer \/ constructor, our intent is to keep all water lines out of this area in order to provide an attractive, risk-free data center for future tenants. Having the hydrant line running in the area would compromise the integrity of the area. I am researching the possibility of making the hydrant line some type of dry system that would only contain water when the hydrant is open, similar to a dry fire extinguisher system.\n\n    Any information or suggestions you might have would be greatly appreciated.\n\n    Here are my thoughts on this.\n\n    First off, if the hydrant is on a deck, is it realistic that a fire engine would actually hook up to it and take water? If not, you might propose a standpipe system for direct use by fire hoses that could be supplied by a fire department pumper. The Fire Department Connection could be placed adjacent to some other fire hydrant in the yard that is convenient.\n\n    If the hydrant is required to meet statutory fire flow requirements, an alternative could be to locate an additional hydrant and the standpipe FDC at some location on the facility that meets code but doesn't compromise the slab.\n\n    A good argument in your favor is that it would be impossible to properly maintain a hydrant lateral run 15 feet below an occupied slab, so you and the Fire Marshal should identify a reasonable alternative system as provided for in the Uniform Fire Code.\n\n    As a fire service professional, I don't like hydrants placed on decks or too close to buildings. It places the pumping apparatus at risk. I prefer hydrants placed a safe distance away and distances made up by standpipes near doorways and other points of access where hoses can be connected and utilized. Furthermore, if the fire is significant and aerial streams are required, I want the hydrants in locations where I can quickly and efficiently supply my ladder trucks which need to be some distance away from the building.\n\n    If you're still stuck on this, you might ask the Operations Chief of the Fire Department over to look over the site and suggest how he would fight various fires in the facility and what resources he would need built in to do so. You get his endorsement for an alternate plan and you stand a good chance of avoiding the slab installation.\n\n    Hope this information helps.\n\n    \":O) Willis Lamm,\n    Captain \/ Water Supply Officer Moraga-Orinda FD\n\n    #3 - This is quite urgent. I am buying a new townhome and there is a fire hydrant blocking half of my driveway. I have a one car garage and a driveway that is wide enough for two cars. But the developer has placed a fire hydrant in the swale directly in front of the second parking space and they say it is impossible to move a fire hydrant once it has been placed. It was put there before construction began. Please give me the feasibility of relocating the hydrant either 6 ft to one side or across the street to a small park. Our closing on the new townhouse was supposed to take place today, but we do not want to accept that the fire hydrant simply cannot be moved. We only have one more week before we are out on the street. Thank you so much for your information.\n\n    Depending on the type of hydrant and other factors it can cost between $1,500 and $5,000 to relocate a hydrant. Killing the original tap and boring a new tap onto the main is the best way from an engineering standpoint but is the most expensive approach. The most logical approach would be to move the hydrant bury to the proper location, then attach it to the original branch line via a wide bend elbow. The materials costs would not be extreme but a section of the sidewalk and pavement would have to be replaced.\n\n    If I was the buyer I would check on the conditions of approval for the subdivision. If they call for 2 car driveways and garages, I would send the master contractor a letter complaining of defective design. (Your 2-car driveway doesn't work and the location of the hydrant is a safety hazard.) If he fails to respond, then I would get a relocation estimate from the water agency and\/or the plumbing contractor that installed the hydrant and present it in small claims court.\n\n    \":O) Willis Lamm,\n    Captain \/ Water Supply Officer Moraga-Orinda FD\n\n    #4 - Could somebody from the industry (either distributor, manufacturer or purchaser) please explain to me the process behind how cities\/municipalities\/water utilities go about getting fire hydrants? Do they frequently post such things as tenders and if so where are they posted? Who fills the orders? Manufacturers or distributors?\n\n    I now work for a municipal water utility, but worked in the purchasing department before getting a life on the operations side.\n\n    Typically, in a public purchasing environment, major purchases have to be open to competitive bidding. This is a double edged sword because you can end up with good prices, but also a real smorgasbord of manufacturers. This creates problems operationally because you need parts to service your equipment, but must manage your investment in inventory.\n\n    What you have to do is a bit of a balancing act. You need to limit the variety of hydrants you will accept without compromising the competitive bidding process. You have to take into account your current inventory of installed hydrants, specifications (AWWA,UL,FM, etc..), maintenance history, and availability. We have limited our approval to three current (3) models.\n\n    Tenders are normally advertised in local newspapers, but many levels of government are now posting tenders on their websites.\n\n    Manufacturers normally distribute their products through authorized distributors unless there isn't a vendor in your area.\n\n    Hope this helps.\n\n\n    John Clack\n    Saint John, New Brunswick\n\n    #5 - I have a developer proposing to install two hydrants located on the property in a \"y\" configuration. Both hydrants will be dead end off the single source. An 8\" feeding a wye with a 6\" feeding on hydrant off the wye and a 8\" feeding the other half of the wye. And off the 6\" leg comes the fire protection line and service line to the building.\n\n    So, my question is....Any codes to force him to loop the system or does the code only require specific flows and pressures. I cannot imagine why he wants to do this, yet I have to come up with the reason as to not allow it. - Deputy Fire Marshall\n\n    UFC 903.2 requires \"An approved water supply capable of supplying the required fire flow for fire protection shall be provided...\" It seems... (truncated)",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9593938589,
        "format_confidence":0.584471941
    },
    {
        "url":"http:\/\/contaminatedland.co.uk\/ask-guru\/thred-40.htm",
        "text":"Ask a Guru\nSearch the Site\nTable of Contents\nJobs + Careers\nWhats on\n'Zak -n- Bur'\nExternal Links\nProfessional Listings\nContamination causes\nWebsite Updates\nSection 143\nRomeo 2\nDownload a copy of www.ContaminatedLAND.co.uk\n  Deutsche | Espagnol | Francais | Italiano | Portugais |\nTranslate a word or phrase on this page\n\n\nKeywords :- Has your property been affected by contaminated land - TV programme needs case-studies\n\nEnquirer, Request, 1st response,\n\nLinks for this Topic\n\nUpdate this page Plain Text Listings Contact us External link\n\nSearch for\n\nHome Page   >\n\nI need information on   > Has your property been affected by contaminated land   >\n\n\nFrom: Stuart Ellis\nOrganisation: Granada TV\nDate: 9th March 1999\nSubject: Has your property been affected by contaminated land - TV programme needs case-studies\n\n\n\nI am writing from 'Tonight', a new programme due to launch in April 1999, on ITV network television. We are looking at an item on contaminated land and the residential property market.\n\nWe are focussing on the inpact the instigation of the amendments to sections of the Environment Act will have on home buyers and sellers when they are launched (hopefully in July).\n\nI would be extremely interested in talking to any home-buyer with personal experience of contamination affecting their property.\n\nBest wishes\nStuart Ellis\n\nRespond to this Query \/ Request\n\n\n1st response\n\n\n\n\n[Return to Top]\n[Go to Bottom]\n> Breadcrumbs >\n\nFrom Micky Allen\n\nHave you seen today's Evening Standard, in the Homes and Property supplement (Wednesday 10th March 1999, pages 13) there is an article (by Keith Dovkants) on some poor guy in the Hull area.\n\nHe decided he would like to have an extension to his bungalow, and started to dig out the foundations. Instead of hitting oil, he unearthed hundreds of tons of coal tar!\n\nApparently his bungalow was built on the site of a disused gas works - that had closed in 1913!\n\nYou might try contacting someone like Landmark Information Group who have a service specifically for householders called 'Home Envirosearch' It is based on their in-house GIS (Geographical Information System) which is a database of OS maps dating back to 1860\n\nTwo other places mentioned in the Evening Standard article were in Barking and Dagenham. One was a former asbestos factory near to Harts Lane, and the other was a disused tar-pit near Gurney Close.\n\n\n\nLinks for this Topic\n\nPlease fill out the Feedback Form or else send us an email to suggest improvements.\n\nTranslate a word or phrase on this page\nTranslate from:\n\n[Return to Top] > Breadcrumbs > [back to Home Page]\n\nURL: http:\/\/www.ContaminatedLAND.co.uk\/ask-guru\/thred-40.htm\n[Page created: 11th Nov 65, Last Update: 10th Mar 99]\nCopyright © 1996, Layla Resources Ltd, All Rights Reserved",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.5949639082,
        "format_confidence":0.9726008177
    },
    {
        "url":"http:\/\/reachback.builtintelligence.com\/14678\/option-areas-unavailable-this-under-clause-something-else?show=14690",
        "text":"\nReachBack is our free community help desk for construction professionals. A library of high-quality questions from real users with answers delivered and curated by a panel of industry experts.\n\n4,198 questions\n\n4,373 answers\n\n\n34,492 users\n\nRegister its Free\n\nDownload here\n\nNEC ECS: Option A - Work areas unavailable. Is this a CE under clause 60.1(3) or 60.1(4) or something else?\n\n+1 vote\nMain Contractor and M&E Sub-Contractor enter into ECC Option A Sub-Contract and the project is 50% complete from an M&E perspective.\n\nThe M&E Sub-Contractor has been poor at issuing programmes for acceptance (although good at updating its progress programme reporting) and the Main Contractor even worse at responding \/ accepting revised programmes. Therefore the project only has had a handful of accepted programmes throughout the life of the project so far.\n\nThere has been varying delay events typically resulting from poor progress to preceding trades and the M&E sub-contractor will notify a CE under 60.1(3) or 60.1(4) but wants to know if it is his responsibility to notify or not. i.e. 60.1(3) M&E Sub-Contractor responsibility or 60.1(4) Main Contractor responsibility.\n\nThe various events can be described as follows:-\n1. Incomplete water main due to obstruction by scaffolding\n2. Incomplete preceding construction work in apartments\n3. Delayed installation and construction of the floors on the ground floor apartments\n4. Site phasing and logistics (access routes restricted)\n5. Rectification of incorrect initial installation of kitchen furniture\n\nWhat is the difference between clause 60.1(3) and 60.1(4) when relating to the above scenario?\nFor each of the above events what appears to be the most suitable CE description? e.g. 60.1(1); 60.1(3); 60.1(4)\np.s. I appreciate that often the devil is in the detail!!\nasked Jul 12 in NEC3 Compensation Events by anonymous  \n\n1 Answer\n\n+1 vote\nSee clauses 61.1 and 61.3 for who should notify. In essence, if it is a compensation event under 60.1 (1) or (4), then the Contractor should notify and there is no time bar on the Subcontractor notifying. If under 60.1 (3), then the 7 week time bar of the ECSC will apply.\n\nThere is no difference under the contract in principle in how the CES are assessed. However, depending on the timing of the notifications relative to the event, the quotations may either be assessed as a forecast (event though the work may already have been done) or on records : see last para of clause 63.1.\n\nAnother factor to take into account is which 'event' will give you the maximum entitlement. I.e. the  bigger the effect on Defined Cost, the greater you entitlement. Ditto for additional time under clause 63.3. This might affect which compensation event heading you notify the physical event under.\nanswered Jul 13 by Jon Broome (22,080 points)",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.9749438763,
        "format_confidence":0.9918290973
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t3034831-looking_heat_wire_setting_chart",
        "text":"Question about Welding Tools\n\n1 Answer\n\nLooking for a heat and wire setting chart for different metal thicknesses for my lincoln 220 mig welder\n\nPosted by on\n\n1 Answer\n\n  • Level 2:\n\n    An expert who has achieved level 2 by getting 100 points\n\n\n    An expert that got 5 achievements.\n\n\n    An expert whose answer got voted for 20 times.\n\n\n    An expert who has answered 20 or more questions within one hour.\n\n  • Expert\n  • 153 Answers\n\nOpen the lid were u replace the wire it shud be on the underside of the lid\n\nPosted on Sep 27, 2009\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nMy wire feed welder wont slow down. I was welding some thick galvanized pipe and went to turn the wire feed down and it didn't work\n\nthe speed feed rheostat(control) is shorted or you've got a short on the board if it has one. Hopefully just your switch. Check for a short from the switch to the drive motor. Remember, electricity can and will kill you. Be safe\n\nNov 04, 2013 | Lincoln Electric Lincoln Easy MIG 140...\n\n1 Answer\n\nI am trying to locate a chart that would have the recommended operator control settings for different types & thickness of metals using my Snap-On YA 212A Ind. Mig wire welder.\n\nSee if your local welding supplier has a welding guide available. Some even include them as part of their catalog.\n\nThere is no real hard and fast absolte rule when welding with Mig. If you weld outside, and in the country where line voltage can vary, what worked well a day ago may not work well today. Those tables are only a rough guide at best, and while useful to you starting out, after a time when you are used to your welder, you will not need it.\n\nWhat the weld looks like from the back side can tell you more useful information than you might get from a simple arbitrary table.\n\nThe best guide- experience. Start welding up scrap to get used to the welder, and get used to the sound of frying bacon or eggs. Then you can rely on your own judgement instead of feeling a need to refer to a book each time.\n\nWhat the simple rule of thumb is, pick a heat range you think you need to use, then grab some scrap and lay out a bead adjusting the wire speed until you hear it sound like bacon on the frying pan. Then you adjust your speed to the thickness of the metal to achieve full *********** and ideally the back side looking like the front side. If not enough ***********- go up a heat range, and reset wire speed and try again.\n\nWhen I was doing industrial welding for a grain handling equipment company I moved all around the shop and ended up on many different machines. None of them operated with the identical settings of the others even though a couple of them were of the same manufacture..\n\nDec 31, 2011 | Welding Tools\n\n1 Answer\n\nHave a lincoln sp200. Trying to run aluminum wire not having any luck. I am running straight argon gas, I get basically a glow the wire melts no penetration. Do I need to reverse polarity or what. I...\n\n\nYou should only reverse polarity only if, before you were using innershield wire on the same MIG welder.\nYour gun should be connected to + and ground to negative and you should use a spool gun for it.\n\nArgon gas is ok, but for thick metals 1\/4\" and above you should use a mix of 75\/25 argon\/helium.\n\nGood luck!\n\nJul 10, 2011 | Lincoln Welding Tools\n\n1 Answer\n\nSame problem here...using proper gas, more heat (setting 4) should penetrate better, no? have lots of flow from blueshield 8 bottle. What gives?\n\nYour machine is rated for less than 1\/8\" thick metal welding. The only way you can have a depper penetration is by using innershield wire instead of metal core one. Innershield wire does not require gas and it will melt at lower heat.\n\nDec 31, 2010 | Campbell Hausfeld WG2060 Mig\/Flux Versa -...\n\n1 Answer\n\nI have a lincoln mig 175 220v and know what settings i need for a specific material...i had to use its digital big brother and need to know how its settings compare to the smaller version\n\nSmaller version will be the lincoln 140 and is a 110V unit. You can find the user manual for free at settings are not the same, but the chart will tell you according to material thickness and wire size and gas used.\n\nDec 18, 2010 | Lincoln Welding Tools\n\n1 Answer\n\nHow do you ignite a Lincoln Electric Welder???\n\nYou don't need an striker with a MIG welder just hook the ground cable to the base metal point the nozzle where you want to weld and pull the trigger and it will weld. Household current will run a MIG welder Take a look at the plug on the welder if it will pug into a 110v outlet you are all set, but most likely you will need a 220v outlet and maybe as much as an electric dryer type outlet. \n\nIt takes a lot of practice to be a decent welder you also need to know what voltage and wire speed settings to use for a given thickness and type of material. \n\nYou don't mention shielding gas, if you are using a flux core wire you don't need it, but if you are using regular wire you do. \n\nIf I may make a suggestion, If you really want to learn how to weld, find a community college near you and take an introductory welding class. You will get a wealth of information and practice on different welding processes. The instructor will work with you and get you welding much better and faster than you will on your own. Most importantly you will get a lot of safety information.\n\nThis is a good introductory book:\n\nMar 03, 2010 | Lincoln Electric LINK2400-+1 CV-305 MIG...\n\n2 Answers\n\nMig welding 1\/16 thick metal\n\nyou should run power between 160-180 to get a godd weld with out burning your work\n\nJul 01, 2009 | Campbell Hausfeld RBWG202000 NA 70 Amp....\n\n1 Answer\n\nMy lincoln welder lost its heat penetration\n\nIt only produces 100amps. You can only weld thinner metal 3\/16\" comfortably. Any thicker will resuld in less\/no penetration.\n\nMar 17, 2009 | Welding Tools\n\n1 Answer\n\nTrying to weld with Hobart 125 EZ\n\nIf you are using flux wire and not shielding gas, your clamp should be positive and the wire should be negative. Heat is provided by the electrical arc that happens between the wire and the material. Your welder by itself does not pre heat the material and with 3\/16 material you should not need to preheat anyway.\n\nThe electrical arc is kept consistent by adjusting the wire feed rate and the current applied. You will need to experiment with these settings to find what works best with your welder. For this welder and 3\/16 material, I would suggest you start at the upper end of the current scale and about a third of the way up on wire speed. The welder might have a chart for these settings in the manual or inside cover.\n\nIf the wire feeds too fast, it will push the probe around and you will feel pressure as the wire feeds out. If the speed is too slow you will get large spatters and intermittent arcs. When properly adjusted the arc will sound even and consistent. The arc gap should always be about 1\/8 of an inch.\n\nTo maintain enough heat for good penatration, do not move the probe too fast, work in a pattern and watch the weld pool (melted metal) and not the arc. Watching the weld pool will clue you in if you are moving too fast or too slow.\n\nI hope this helps.\n\n\nFeb 03, 2009 | Hobart Handler 125 Ez\n\n2 Answers\n\nMig Question\n\nMIG stands for Metal Inert Gas welding, many times called Wire-feed.. Also referred as GMAW (Gas Metal Arc Welding). The \"Metal\" refers to the wire which is what is used to start the arc. It is shielded by inert gas and the feeding wire also acts as the filler rod. A semi-automatic process, it is fairly easy to learn and use.\n\nAug 27, 2008 | Lincoln Electric LINK2400-+1 CV-305 MIG...\n\nNot finding what you are looking for?\nWelding Tools Logo\n\nRelated Topics:\n\n134 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Welding Tools Experts\n\nBrad Brown\n\nLevel 3 Expert\n\n15557 Answers\n\n\nLevel 3 Expert\n\n75822 Answers\n\nBill Boyd\n\nLevel 3 Expert\n\n42158 Answers\n\nAre you a Welding Tool Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":15,
        "format_id":17,
        "topic_confidence":0.8614829779,
        "format_confidence":0.9889699221
    }
]