[
    {
        "url":"http:\/\/www.withsarahj.com\/traceyrhea\/",
        "text":"A wonderful mother and daughter testimonial combo! Enjoy\n\n\nGetting my aura transformed has been one of the best decisions I have made in my life.  I was nervous at first, but Sarah has been a continued source of support in my spiritual journey.  I have noticed that there is a difference in the way I treat myself and talk to myself, I am not so critical or abusive; I am more loving and more positive, and rarely comfort eat.\n\n\nI have always been an adventurous person but since my AuraTransformation, I have experienced an even greater desire to live life in its entirely and to stop second guessing myself.  The amount of appreciation I have for life and all those in it, including myself, and especially for my body, has increased exponentially! I feel a deeper sense of compassion for animals, and I have an even greater desire to become more understanding of others and to help where I can.\n\nThe last few months have been very introspective and I feel like I am finally tying up loose ends and working through emotional wounds of the past, that I hadn't realised were still so raw.  I feel especially fortunate to have Sarah, just an email away, who checks up on me frequently to see how I am handling the adjustment period, and I know that if I need someone to talk to about what I am experiencing, that she is always there. \n\nEvery day I notice that I have more energy in the morning - waking up is no longer a hassle or a chore and I am able to meditate for longer, because I feel like I have less mental clutter.  Recently I have noticed that my yoga practice has become stronger and I have become more consistent with it.  Though I am only a few months into this amazing new journey that I have undertaken as a result of getting an AuraTransformation, I am enjoying life now more than I ever thought possible, excited and open to the possibilities of the future, and no longer hung up on pain of the past.  I am happy, and I am thankful. \n\nRhea Gibbons\n\n\nAuraTransformation…..? I had no idea what it was, but I did know that I was not living as me.  I was lost.  I have been in the process of freeing myself of stress, worry and bitterness for the last few years. The process has been slow to trying to live a healthier life physically and mentally.  But it still wasn’t right…..I was not done.\n\nI met Sarah through my daughter who was on her own journey.  Sarah’s face was shiny and bright.  I wanted to look, feel and be like that, too!  We had not planned to do the AT when we did, but we knew it was going to happen. \n\nMy AT experience was different from my daughter’s and I think that everyone will explain it differently.   But the after effects are amazing.  My energy field is protected.  I am able to pick up on energy of people whom I meet and make a decision as to whether I want to even converse with them or not.  \n\n\nThe AuraTransformation allowed me to reclaim my power and to learn how to use it to my benefit.  There is no more chatter in my head (ancestral chatter) and I am much more relaxed and in control of my life.  I must admit, that at first, I felt like I was just learning how to drive again.  I would look for the anxious feeling in crowds or when another person was confrontational.  Sometimes, I would get a headache and would need to constantly rebalance and to remember to use my intuition to keep myself safe.  During the first few months, I would cry at the slightest thing and feelings were amplified.  I was always the type of person who would not mince words, but I found myself voicing my opinions to people in a disagreement without being able to stop! \n\nNow, I am finally at peace and happy.  I am in control of my life.  I know where I want to go and how I want to get there.  I use my intuition to ask the universe for what I need and it has not failed me yet.\n\nThank you, Sarah for sharing your light!",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.8981201053,
        "format_confidence":0.9440835118
    },
    {
        "url":"https:\/\/evonpeet.com\/endorsements\/",
        "text":"It is the goal of T & E Joint Ventures to create an amazing project experience, asking our customers what they want and using insight and professional experience to create a consistent, personalized, successful end product. Client feedback is used throughout the project development process to ensure that the end result is something that expresses the project vision, meets the outcome criteria, and exceeds our client’s expectations. T & E Joint Ventures is pleased to share these recent reviews from clients about their successful encounters with our services:\n\nT & E Joint Ventures . . . ignites breakthrough from wherever they find each individual’s launching point and connects them to the pathway that changes everything. It is rare that you will find in a team such a combination of joy, laughter, power, compassion, and insight wrapped up in such  seasoned professionals.\n\nDr. Joseph Umidi\n\nProfessor \/ Founder, Transformational Leadership Coaching International\n\nI view T & E Joint Ventures as a great treasure filled with the remarkable ability to interpret the vision of others and send it soaring into the greatest heights of written communication and expression.  This team is unafraid of the unfamiliar, tireless and relentless in the pursuit of perfection, and consummate professionals in the midst of the warmth of personal passion.\n\nDr. Clarice Fluitt\n\nPersonal Advisor, Motivational Speaker, Author, Television Personality\n\nIt’s a sheer blessing when you connect with a team for professional reasons only to find out that God partnered you with  His giants.  T & E Joint Ventures brought not only their professional skill (which is superior) to my project but also brought a spiritual intuitiveness because of their constant communion with God.  They helped to breathe life into my project and speak life over my entire life.  They have been a total blessing to work with and a complete encouragement to me.\n\nTina Campbell\n\nSolo artist & 1\/2 of the Gospel duo Mary Mary, Grammy Winning Gospel Artist, Author, TV Personality\n\nLet's Get To Work On Your Project!\n\nAt every level, we can polish and perfect your project!",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.7474368811,
        "format_confidence":0.9766584039
    },
    {
        "url":"http:\/\/booksaint.blogspot.com\/2016\/04\/conscience-andrew-david-naselli-and-jd.html",
        "text":"About This Blog\n\nMonday, April 18, 2016\n\n\"Conscience\" (Andrew David Naselli and J.D. Crowley)\n\nTITLE: Conscience: What It Is, How to Train It, and Loving Those Who Differ\nAUTHOR: Andrew David Naselli and J.D. Crowley\nPUBLISHER: Wheaton, IL: Crossway, 2016, (160 pages).\n\nIt is not often that the Church talks about conscience, let alone sermons. What is the meaning of a \"clear conscience?\" How relevant is conscience for Christian living? What is the role of conscience with regard to Church unity? What does bringing our conscience under the lordship of Christ really mean? These questions are covered in this unique book about the inner workings of a person with regard to critical issues of life, relationships, and faith. In this book, authors Andrew Naselli and JD Crowley aim to bring back the topic of conscience to the Church, believing that such awareness will bring about greater church unity, empowers evangelism and missions, improves relationships, and minimizes misunderstandings among servants. It is also hoped that this book on conscience can even strengthen our spiritual maturity.\n\nIn chapters 1 and 2, the authors show us what conscience is and is not. In it, we learn that conscience is more than shoulder angels\/demons. Animals do not have a conscience. Our consciences reflect the image of God and for us is very personal. Two simple principles apply. First, God is lord of conscience and second, we need to obey our conscience. The word conscience in the New Testament is \"syneidesis\" which occur 39 times in the Greek New Testament. It is used positively in two ways and negatively in six ways. Positively, it means being blameless and clean. Negatively, it means being weak, wounded, defiled, emboldened to sin, guilt, and seared. Conscience can lead us to witness, to judge, and to act upon. With such powerful links between conscience and behaviour, Naselli and Crowley highlights four challenges to be covered in the later chapters.\n\n  • What do we do when our conscience condemns us?\n  • What does it take to calibrate our consciences with God's will?\n  • How do we relate to people whose conscience clash with ours? \n  • What about clashes between consciences and cultural differences? \n\nIn chapters 3 and 4, we learn how to deal with our own personal consciences. We learn how to care for others as we are led by our conscience. Conscience helps us to bridge the gap between knowing and obedience. As we encounter the gospel, we realize that even as our conscience may lead us to despair, there is always grace and hope in Jesus Christ. We calibrate our conscience with truth, with due process of wisdom.\n\nIn chapters 5 and 6, we learn about relating to other people. The authors give a helpful \"theological triage\" to list issues according to three levels. The first level is most central and essential to Christianity. This is usually doctrine. The second level is about reasonable boundaries such as denominational barriers and different types of churches. The third level is about matters of dispute which are not easy to distinguish who is right and who is wrong. Comparing the strong and the weak consciences, we learn about the tricky path the Apostle Paul had to navigate as he writes to the disputing parties in the New Testament. We also learn of 12 principles in which to disagree with people on such matters.\n\nAndrew David Naselli is Assistant Professor of New Testament and Biblical Theology at Bethlehem College and Seminary. He is Administrator of Themelios and considers himself a conservative, confessional evangelical Christian. J.D. Crowley is a missionary and linguist, serving in minority communities in Cambodia since 1994.\n\nSo What?\nThis is a really useful book that touches a topic seldom covered in Christian communities. What seems to be commonly present in people is also something least talked about. Thankfully, Naselli and Crowley have taken the initiative to bring this topic back on the Christian radar. I am grateful for that. The most powerful part of the book is the relationships and the unity the authors are concerned for. I think the use of conscience here is a clever and innovative way to bring out the need to love God, to love neighbour, as much as we love our own selves.\n\nThe late Martin Luther King Jr once said powerfully: \"The Church must be reminded that it is not the master of the servant of the state, but rather the conscience of the state. It must be the guide and critic of the state, and never its tool. If the church does not recapture its prophetic zeal, it will become an irrelevant social club without moral or spiritual authority. \"\n\nThe Church is essentially the people of God. The people of God comprise of individual members of the body of Christ. When the Spirit of God leads, people of godly conscience will come together in unity. Then and only then will the Church project a strong voice as one people, to be able to be the conscience not only of the state, but to be a conscientious voice for the very things God cared deeply about. Wonderful book!\n\nRating: 4.75 stars of 5.\n\n\nThis book is provided to me courtesy of Crossway Publishers and NetGalley in exchange for an honest review. All opinions offered above are mine unless otherwise stated or implied.\n\nNo comments:\n\nPost a Comment",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9896875024,
        "format_confidence":0.7013348341
    },
    {
        "url":"http:\/\/reviews.christianbook.com\/2016\/32227\/inter-varsity-press-the-incomparable-christ-reviews\/reviews.htm",
        "text":"Ratings and Reviews\n\nCustomer Reviews for Inter-Varsity Press The Incomparable Christ\n\nInter-Varsity Press The Incomparable Christ\n\nNo human question is more pivotal. No thoughtful answer fails to stretch our language, our categories or our aspirations. In recent years numerous books have been written on Jesus, books that are shaped by faith or skepticism or follow the Western academic quest for the historical Jesus. The result has been a kaleidoscope of Jesuses, a thicket of viewpoints, some troubling to faith, some puzzling to the intellect, and a few that enrich our vision as they explore familiar terrain from new and promising angles. Here is a book written by one who for a lifetime has followed Christ with heart, mind, soul and strength. John Stott offers us a vision of Christ whose portrait is discerned in the mosaic pattern of Scripture, whose influence is traced in the great currents of history, and whose compelling call has shaped the story line of ordinary humans who have been charged with extraordinary faith and courage. The minimalist criteria for weighing the authenticity of Jesus' sayings and deeds yield only a thin outline of Jesus, the barely discernible image of a Jewish sage or prophet. But the criteria of Scripture's testimony and the effective power of Jesus in lives and history point to a multidimensional Christ who defies categorization and measurement. Jesus is the one figure who, like no others, has changed lives, shaped culture and offers one sure hope for the future. He is the incomparable Christ.\nCustomer Reviews for The Incomparable Christ\nThis product has not yet been reviewed. Click here to continue to the product details page.",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.951380372,
        "format_confidence":0.9568690658
    },
    {
        "url":"https:\/\/liveprayer.com\/read-praise.cfm?start=6",
        "text":"\n\nHas God performed a miracle in your life? Has LivePrayer helped you enrich your personal spiritual life? Your unique experience could inspire someone who is struggling with a difficulty or challenge in their life. It could be the key to helping a lost soul find Jesus and through Him, salvation.\n\nYour nightly live TV program and daily devotionals have truly saved me from giving up hope.......giving up on myself. I have created such almost unbearable problems in my life, yet, your message of God's promise and love for mankind....helps me go on....second to second. Thank you! I pray that your ministry stays strong for so many people need to hear your encouragement that God's love is our hope. Thank you.\nThe Lord has blessed me with being a single parent for almost 9 years now. I have walked in Glory and by his Grace thru cancer, and many other trials in the past 8 years. I have 11 years clean and sober and a Christian now for 11 yrs. I give all glory and PRAISE to Him for all of the gifts in our lives today. How could anyone doubt the POWER of God??? My faithful prayer for 3 years now has to been to be able to move into a bigger place, in a child friendly neighborhood, by my daughterï¿½s school. As to my health, it makes is hard now to get her to school every morning and pick her up, etc. Last weekend, it seems like the Lord just put a new home in my hands!!! So, tonight is our last night here in this small one bedroom and we have a new home - right across the street from her school - right next door to her best friend. (There is not one child in this neighborhood we've been in for 6 years. Not one.) The Lord has just opened every single door!!! It is a huge 4 bedroom 2 bath, huge yard, for the same rent I pay here for this one bedroom!! Praise Him!! I have been reading my daily devotional from you for 2 years - faithfully every morning upon awakening after time alone with my Lord, and it has inspired me so much. I sent a prayer request in a few months ago, and God has answered the prayer. There was a lot of fear at first, am I ready to move? And I am ready to leave my little \"comfort zone\" rut??? Haha! But I know that I need to walk through the open doors and TRUST him, not just praise Him but trust Him. James 1:17 says that all good and perfect gifts are from God, so I know that my daughter and I will be fine as long as we continue to stay in His Word and be faithful to God. Thanks for all of your support. Thank you for being a servant for the Lord and carrying such a powerful message every day. I look forward to my devotional every morning from you. They are very real, and very inspiring! God bless you and your family. And thanks again.\nSome time back, I wrote to you requesting prayer for my wife and my financial problems. I was waiting for a project to start and it was dragging along and starting my wife to worry. You wrote me back and told me to hang in with God and that you would be praying for us. Well, I just wanted you to know that the prayer worked and I will finally start the job next week. PRAISE THE LORD JESUS CHRIST!! And thank you so much for your help and reassurance. The Lord is faithful even when we are not. Thank you again Bill and may God bless your great work.\nThis is my first time sending an e-mail to you. I was very moved by the devotional today - more than usual. I just wanted to thank you for adding something very special to my life. Over the past months, your writings have inspired me to increase my daily time in prayer, time I spend reading the Bible, and has inspired me to return to weekly church attendance. Many of the readings have taught me new ways to interpret God's Word, and how He wants me to live my life. I realized that I was working too much, not spending enough time with my husband and daughter, and was too tired by Sunday to attend or enjoy church. Over the past few months I have made many changes in my life, and now I work part time and enjoy a lot more quality time with my family. And I make time to spend alone in prayer or Bible study, and attend church almost weekly. Your daily words have truly brought me more peace, joy, and love into my life, and have brought me so much closer in my relationship with Jesus Christ. I look forward to your continuing ministry.\nI want to thank you for your prayers. I really feel that America should count its blessings these days each time we see a rainbow after a storm. With the \"Gay Marriages\" now in full swing across our country, I am fearful of God's wrath. He must be deeply hurt by the savage way that our country seems to be shaking its fist at his laws. I know that we are in the end of times and hope that you will continue to speak with the authority that God has given you. I think of you as a modern day Jeremiah. God's Blessings on you.\n\nYou are on page 2 of 4.    [ Previous Page \/ Next Page ]",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.997372508,
        "format_confidence":0.9236295819
    },
    {
        "url":"https:\/\/spiritual-services.cirrias.com\/en\/Testimonials",
        "text":"Testimonials - Page 1\n\nHello my dear Cirrias! From the deepest of my heart I want to thank you so so much for doing this truly great reading for me and more so for giving me such a breathtaking starting impulse for calling back all my memories in time. I can feel that I must have waited many many many lifetimes for this to occur. Honestly I had to read your lines over and over again...it was almost like time standing still for me. It felt like a long forgotten vague dream getting it's shape and beautiful colours again. I was very impressed to recognize myself in these descriptions...as I sat reading it tears streamed down my face as my heart remembered... AMAZING. Your reading answered so many questions and in a way I feel more complete now. I look forward to continuing on this incredibly fantastic journey. Again, thank you so much for opening the doors a little bit more! I guess I will definitely retaining your services again and will be of course referring you to other lightworking friends. I wish you a wonderful weekend! Namaste.Blessings of Love and Light to you Cirrias. In loving gratitude...\n\nHeidi Germany\n\nOh, Cirrias, my friend.You have given me the greatest gift I have ever received.I am so grateful to you for bringing these messages to me.I finally feel at peace with myself and my purpose here.I had hoped I was the voice for the helpless and hopeless, but was unsure that I was worthy enough for such an important role. I thank you for your gift and thank the Universe for leading me to you.Maybe God bless you in all things. Much love,\n\n\nCirrias, My life changed that day I met you in Orlando. I was just starting to wake up and you suggested what the truth really is. It took me almost two years to understand, and now I not only understand, I KNOW! There are synchronicities every day, several times a day that can't be put off as coincidence. Thanks to your readings, I am feeling the deep connections between my kids and I, and also to the Universe, to where I'mfrom and what my mission is in this life. You confirmed the strong feelings I had (or should I say knowings)about my son, \"feelings\" I had from the beginning of my pregnancy, the truth about his being. When I first saw his beautiful face, I wasn't meeting him for the first time, I knew him, I know him. Thanks to your reading for my daughter, she is so interested in \"history,\" our true history. Raising my children the light is the best thing I can for them as their Mother. I know my connection to the ancient, sacred feminine and that my passion for history, truth, and physics is such because I have the information inside me, I'm remembering it now! Not as pictures in my mind, but a deep, undoubtable feeling of knowing. Many times in my life I have been depressed and tired, but in my soul I knew I'm on Earth for a special reason. That I couldn't give up no matter how much it hurt to live, and now I know what that reason is. Your readings put all the pieces together, thank you, my heart is full of love for you.\n\nNatasha Las Vegas\n\nThank you so much dear Cirrias for your wonderful readings! They have helped me so much to understand more about myself. It was such a joy reading them, they made me smile, cry and gave me goosebumps. You have an amazing gift, thank you so much for sharing it. I am sure I will come back soon for more readings. Much love and light to you!\n\n\nThanks so much! totally resonates with my life feelings, interests and journey! love and light\n\nshri devi\n\nCirrias, Thank you for a most amazing cosmic reading! Your access to my ancient records was a blessing and answered many questions for me. Two of the lifetimes you chronicled for me were directly validated by two recent events in this lifetime. The results of the reading were uplifting to me. I have a renewed commitment to my purpose of this lifetime, thank you. May I also thank you for validating my long held suspicion that I am indeed of Pleiadian origin! I will be arranging for another reading soon! Much Love,\n\nDeborah L. United States\n\nHello Cirrias This is Peter, I'm absolutely amazed by what I read. I would love some help or advice on how to activate my DNA and light body (s). Its a lot of information so I'm still going through it all it's kinda hard to wrap my head around it all and understand it fully. Are akashic records like this common? I have to be honest I did expect anything like this. Thank you very much\n\n\nCirrias, You were so right about my soul's purpose. I knew deep in my heart that I was here to be a teacher, healer, and seeker. I already am an elementary teacher and I have always seen the potential in others, more so than any negative traits they think they have. I have been learning REIKI and last month I purchased The Pleiadian Workbook to heal myself first, then hopefully help others. Also, I spend my time seeking knowledge and searching for the \"Truth\" about life. It's amazing that you knew that. I am obsessed with Lemuria and Atlantis and I can't wait to find out about my lives there. Thank you for helping me to see the \"real\" me and building my confidence. You are truly are a lightworker and you give people the strength and purpose to carry on with their own life purpose!!! Bless You!!!!\n\n\nThank u so much it is very clear too me everything u wrote, u have me 2 a T. thats was a wonderful thing u have done for me.xx love and light remyxx Thank you so much,Cirrias.What a wonderful reading and enlightenment for me.I’m so sorry you are working on Christmas Day though. I hope you find some time to relax, find peace, and enjoy the holidays. Many thanks for this note.You have helped me step forward again.It’s not always easy, but it’s always needed. Bless you,\n\n\nMy dear Cirrias, Wow! This is fantastic! How wonderful it is to discover the good karma from past lives. Whew! What a relief! *giggling* I'd like you to know that these records \"speak to me.\" And I am so very grateful for your help and expertise. I would recommend you in a heartbeat without hesitation to anyone looking for this kind of service and information. Did I mention you're awesome? *giggle* Thank you, Cirrias. Namaste!\n\n\nThank you so much Cirrias for the wonderful reading. As you know, this was my first Akashic Records reading so I was a little bit nervous. Had no idea what to expect and looking back I realize I also was afraid of what was in my \"book.\" Not that I thought it would be bad, but maybe that it just wouldn't make any sense to me for this lifetime. I am thrilled with the info you were able to bring back for me as it was not only more validation in many areas, but like I told you, you were able to finally get more details on a life that I have been getting tidbits about on my own and from other readins the last few years. No one's been able to zoom in closer, but you were. It was a fantastic reading. And if that wasn't enough, your availability after to answer a few questions was very much appreciated. I am so glad to have \"stumbled\" onto your site, though you and I both know, there is no \"stumble.\" It was \"time.\" :-) *hugs*\n\nYvonne M.\n\nDear Cirrias, Thank you so much. I don’t know what to say, you are extraordinarily gifted ! You access knowledge that I thought nobody else would know or understand, but far beyond my own understanding and all I had was about vague intuitions and a lot of questions. Your gift is nothing less than giving people the keys to their heart and their true nature. I will read your lines several times and will work out each of your advices. Every single warning\/advice is absolutely correct, and I recognize these are the keys for finding my soul back and reconnect to the divine nature (which I really miss now). THANK YOU Love and light Cirrias, and let my warm energy fly to you.\n\n\nFirst of all.. Thank you for arriving into my life when I needed to meet you. The reading that you have sent to me is amazing. I found when reading it the first time that all you found rang true to me.I am enjoying my journey very much and always look forward to what the next step shall be. Thank you so very much for bringing these records to me.. Blessings of Love and Light to you Cirrias. In loving gratitude..\n\n\nI thank you very much for the work of reading you made for me. I was very impressed to recognize myself in these descriptions. Thank you my dear light Sister. You contributed in renforcing my self confidence through these revelations. Respect, Love and Light for you\n\nBack to top",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9945301414,
        "format_confidence":0.9816166162
    },
    {
        "url":"https:\/\/www.kirkusreviews.com\/book-reviews\/peggy-m-fisher\/30-days-healing-meditations\/",
        "text":"30 Days of Healing Meditations by Peggy M. Fisher\n\n30 Days of Healing Meditations\n\nEmail this review\n\n\nA short pamphlet delivers inspirational Christian motivations.\n\nFisher’s nonfiction debut offers a brief, tightly packed compendium of encouragements for readers who feel themselves overstressed by the modern world or adrift by personal problems, “shipwrecked by the storms of life,” and in need of some helpful advice. Her quick, 30-day cycle of chapters is designed to help readers find their inner power sources and channel that force through the serenity of daily meditation to alter their lives for the better, replacing fear, anger, and guilt with forgiveness, faith, love, and joy. Each “day” of her handbook consists of two or three quick paragraphs of thought about some aspect of life—the death of a loved one, the loss of certainty, the failure of health—and then a bullet-pointed clarifying resolution for readers, maxims of assurance or uplift intended to help them make “lofty choices rising out of the mud of hatred and self-indulgence.” One of Fisher’s repeated emphases involves the concept of helping readers find their own personal spiritual purposes and stick to them. She wants them always to ask, “Have I taken the time to define my purpose?”—and the path in all such cases is for believers to put their trust in God (the volume’s target audience obviously, but it gently excludes non-Christians and atheists). Many of the ruminations turn on Christian commonplaces like the pious trio of Faith, Hope, and Love, but the book’s plain and passionate diction mostly saves it from feeling derivative. These may be simple observations and encouragements, but they’re clearly held in complete sincerity. And the gist of these pages is not in any way passive—the faithful are reminded consistently that change will only come about as a result of their own efforts: “We do have a road map if we want to do the work,” the author writes. But, she notes, the infinite energy source of the divine that each believer can tap into makes the work of self-improvement easier, even joyful at times.\n\nA worthy, day-by-day guided devotional for Christian meditation.\n\nPub Date: June 3rd, 2015\nPage count: 61pp\nPublisher: Pyramid Collections\nProgram: Kirkus Indie\nReview Posted Online:",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9365783334,
        "format_confidence":0.8201457262
    },
    {
        "url":"http:\/\/readalot-rhonda1111.blogspot.com\/2014\/11\/celebrating-christ-centered-christmas.html",
        "text":"Thursday, November 13, 2014\n\nCelebrating A Christ-Centered Christmas\n\nTOUR DATES: November 10-14, 2014\n\nTITLE: Celebrating A Christ-Centered Christmas\n\nAUTHOR: Emily Belle Freeman\n\nPage Count: 96 pages\nGenre: Seasonal Inspiration\nFormat: Paperback\n\nRELEASE DATE: September 30, 2014\n\nThis year as you prepare your home for the holidays, resolve to prepare your heart with seven traditions that will lead you closer to Christ. Discover the meaning behind seven gifts of Christmas, each celebrated with an invitation from the scriptures and a simple tradition.\n\n• Each gift is based on a figure in a Nativity set\n\n• The traditions are simple and can be combined with things you already do\n\n• The order of the traditions and the length of time between\n\neach is left completely to your inspiration\n\n• The traditions are appropriate for any age and families of any size\n\nAbout the Author:\nEmily Belle Freeman is a coach’s wife, mother to four children and a few others who have found refuge in her home,\n\nand sought-after inspirational speaker. She finds great joy in studying the life and teachings of Jesus Christ. Her deep love of\n\nthe scriptures comes from a desire to find their application in everyday life. For a few minutes every day Emily forgets about\n\nthe laundry, leaves the dishes in the sink, and writes. She is the coauthor of The Peter Potential: Discover the Life You Were\n\nMeant to Live and coauthors a blog that is a stopping place for hearts seeking all that is good:\n\nMy review: Celebrating A Christ-Centered Christmas\n\n\nI think this is my favorite Christmas book that I have read this year. I wish I had read this book years ago when my children were still at home. It is full of ideas to draw you closer to Christ. I know I plan to do some of these ideas this Christmas.\n\nShe has broken down the figure of the Nativity set into seven weeks and each week you draw your family together and learn, share about each figure. What quality and talents each figure means.\n\nIf you only buy one Christmas book each year get Celebrating A Christ-Centered Christmas.\n\nI plan to reread each chapter and savor it as I think about what the holiday is all about.\n\nThe figure of Joseph in that chapter talks about him trying to find shelter for Mary to provide for her. It had a sweet story of giving a gift of service. About the sounds of bells reminding us to give and share what we can. I have a couple of ideas that I want to figure out to do that I got while reading this story A Gift From the Heart by Norman Vincent Peale.\nSo many people I want to give to don't need anything I can afford to give. But giving something in their name to somebody who really can use what I can make is doable. Or giving bells for pockets to remind us to give service to those in need. Not sure what I am going to end up. I need to ponder some more like Mary does.\n\nI want to share this book with my family and friends. We all can focus a little more on Christ this Christmas season.\n\nI would like to read more books from Emily Belle Freeman especially if it brings a feeling of joy and peace.\n\nI was given this book so I could give a honest review and be part of Celebrating A Christ-Centered Christmas blog tour.\n\n11\/10\/14 – Brooklyn Berry Designs\n11\/10\/14 – Sarah J. Clift “I know my family will enjoy this journey.”—Sarah J. Clift\n11\/10\/14 – Family Literacy 2\n11\/10\/14 – Kaisy Daisy’s Corner “This will be something I will be starting as new tradition.”—Kaisy Daisy’s Corner\n11\/10\/14 – Julie Coulter Bellon “Simple and sweet and meaningful.”—Julie Coulter Bellon\n11\/10\/14 – Marie Leslie “A welcome addition to any Christmas library.”—Marie Leslie\n11\/10\/14 – Snogging on Sunday “A beautiful remembrance of the true meaning of Christmas.”—Snogging On Sunday\n11\/11\/14 – Simplistically Sassy\n11\/11\/14 - The Real Housewives of Riverton “An easy read filled with uplifting ideas.”—House Wives of Riverton\n11\/11\/14 – Someone in Mind “A great resource to help . . . make this your most meaningful Christmas ever!”—Someone In Mind\n11\/11\/14 – Swinging on Small Hinges “I cannot wait to do this with my family this year!”—Swinging on Small Hinges\n11\/11\/14 – I am a Reader “The activities are simple and things that could easily be done or adapted to work in most families.”—I am A Reader\n11\/12\/14 – Galanapalooza\n11\/12\/14 – We Like to Learn as We Go\n\n11\/12\/14 – Shelli Proffitt Howells\n11\/12\/14 – Min Reads and Reviews “Heart-felt stories and ideas.”—Min Reads and Reviews\n11\/12\/14 – Fire and Ice Reads “A new way to teach our children and prepare them for a holiday.”—Fire and Ice Reads\n11\/13\/14 – Chocolate on my Cranium\n11\/13\/14 – Readalot\n11\/13\/14 – Prepared Housewives\n11\/13\/14 – Lisa Book Worm\n11\/13\/14 – Cindy C. Bennett\n11\/14\/14 – Karey White\n11\/14\/14 – Books are Sanity\n11\/14\/14 – Fearlessly Creative Mommas\n11\/14\/14 – Bonnie Harris\n11\/?\/14 – Design Dazzle\n\nNo comments:",
        "topic_id":18,
        "format_id":23,
        "topic_confidence":0.9260444641,
        "format_confidence":0.5846397877
    }
]