[
    {
        "url":"https:\/\/cpj.org\/tags\/valledelcauca\/",
        "text":"Valle del Cauca\n\n1 results arranged by date\n\nJournalists threatened with death in three Colombian states\n\nBogotá, September 30, 2014–The Committee to Protect Journalists is alarmed by death threats against numerous journalists in different states in Colombia over the past week and calls on authorities to ensure the journalists’ safety. All of the journalists had reported on criminal activities in the region.\n\nRead More ›",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.931648314,
        "format_confidence":0.9808072448,
        "weight":0.0081156338
    },
    {
        "url":"https:\/\/galvestontx.gov\/746\/Power-of-Attorney",
        "text":"Power of Attorney\n\nThe Power of Attorney form gives the Galveston Police Department and its officers permission to arrest and subsequently file charges on behalf of the property owner against any persons found illegally trespassing on the listed property without them being present. This form also allows the Police Department to act of behalf of the property owner for any court proceedings stemming from arrests made from the aforementioned offense.\n\nPlease visit the Galveston Police Department at 601 54th Street to complete the necessary form.\n\nSubmission Instructions:\n\nThis form must be notarized. Notaries are available at the Galveston Police Department. In addition, proof of residency(i.e. deed, lease agreement, utility bill, etc.) must be included with the notarized form. Submission of this form comes with a standard “Under Galveston Police Department Power of Attorney” sign that can be posted on your property.",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.9954884648,
        "format_confidence":0.5034057498,
        "weight":0.0025197799
    },
    {
        "url":"http:\/\/www.piecesofflair.blogspot.com\/2004\/01\/when-i-worked-at-certain-nonprofit-on.html",
        "text":"Friday, January 23, 2004\n\nWhen I worked at a certain nonprofit-on-the-Hudson, we would occasionally get bizarre letters, phone calls, and even visits from complete nut jobs. Those familiar with \"the movement\" know exactly what I mean. Anyhow, someone passed along this email today which I felt compelled to share:\n\nDear [So-and-so],\n\nYes, I should be in Houston, Texas the week of February 13th. I am eager to appear by tape or by video-conferencing.\n\nFor me to travel to the DC area, I would insist on all transportation and hotel accommodations being paid, and I'm not willing to travel by scheduled airliner or any other means whereby my privacy would be outraged. A small private plane or a car with driver would be fine with me, and should be arrangeable for less than the cost of a round trip airline ticket. Let me know if you'd like me to help with these arrangements, since I know many private pilots and drivers.\n\nPlease be aware that on Tuesday 20 January 2004 at about 14:30 I was attacked and severely beaten by Houston Police officers. I was handcuffed and kicked in the face repeatedly. As a result of injuries sustained and the refusal of prompt surgical attention, I suffered permanent disfigurement. My nose was broken and my eyebrow cut open, so I am not as physically attractive as some of my photos suggest.\n\n\n[Man less physically attractive than photo would suggest.]",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.5034730434,
        "format_confidence":0.9967656136,
        "weight":0.0069862373
    },
    {
        "url":"https:\/\/ourtaxdollarsatwork.wordpress.com\/2012\/09\/21\/us-department-of-justice-law-enforcement-training-manual-teaches-police-that-political-bumper-stickers-are-indications-of-terrorist-activity-special-interestsingle-issue-terrorism\/",
        "text":"US Department Of Justice Law Enforcement Training Manual Teaches Police That Political Bumper Stickers Are Indications Of Terrorist Activity – “Special Interest\/Single Issue Terrorism”\n\nWASHINGTON, DC – A leaked training manual used in the State and Local Anti-Terrorism Training (SLATT) program for law enforcement and funded by the Department of Justice lists political bumper stickers expressing opposition to the United Nations and support for the bill of rights as indications of terrorist activity.\n\nThe presentation documents, leaked to the Public Intelligence website, are entitled Terrorism Training For Law Enforcement and are marked “law enforcement sensitive.” The program is funded by grants from the Department of Justice’s Bureau of Justice Assistance.\n\nSlides for the presentation depict the kind of behavior that law enforcement officials should be wary of in spotting potential terrorists during highway patrols.\n\nOne of the slides – entitled “Fourth Amendment Issues” – notes that “a suspicious map located on the passenger seat” could warrant further investigation as a potential indicator of terrorism.\n\nAnother slide entitled “General Right Wing Extremist” – depicts suspicious bumper stickers that should warrant further investigation by cops conducting traffic stops.\n\nThe bumper stickers read, “Know Your Rights Or Lose Them,” and “If You Love Your Country, the U.N. Is Not Your Friend!,” and “Get US Out Of the United Nations”.\n\nUnder the category of “Special-Interest\/Single Issue Terrorism,” the slide characterizes people who hold political opinions that “represent a fairly popular point of view” as terrorists. Anti-abortion activists are also listed as terrorists under this category.\n\nAnother slide lists people who are “antigenetic engineering” as terrorists. Presumably, that includes people who are concerned about a new study which found that rats fed with genetically-engineered Monsanto corn suffered premature deaths.\n\nApparently, the Department of Justice considers Americans who have a good grasp of the bill of rights, are concerned about the food they eat, those who politically oppose the United Nations, and even those who hold “fairly popular” opinions, to be likely terrorists. Perhaps the DOJ is drawing inspiration from the Department of Defense, who in 2009 characterized the First Amendment right to protest as “low level terrorism”.\n\nThese documents are by no means the only instance in which displaying political bumper stickers has been characterized as a suspicious and potentially terrorist activity by the federal government.\n\nThe infamous 2009 MIAC report, published by the Missouri Information Analysis Center and first revealed by Infowars, framed Ron Paul supporters, libertarians, people who display bumper stickers, people who own gold, or even people who fly a U.S. flag, as potential terrorists.\n\nUnder the FBI’s Communities Against Terrorism program, the bulk purchase of food is also labeled as a potential indication of terrorist activity, as is using cash to pay for a cup of coffee, and showing an interest in web privacy when using the Internet in a public place.\n\nA recent Department of Homeland Security-funded study produced by the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland characterizes Americans who are “suspicious of centralized federal authority,” and “reverent of individual liberty” as “extreme right-wing” terrorists.\n\nGiven that the DHS is now recruiting citizen spies to report “suspicious activity” via apps on their smartphones, don’t be surprised to see SWAT teams being called out to Starbucks on a regular basis to apprehend terrorists who choose to pay for their cup of joe with a few dollar bills.\n\nOne can only imagine what kind of response would be generated by someone paying cash for a cup of coffee whoalso has a political bumper sticker displayed on their car – the President would obviously have to be immediately notified in order to prepare for the enactment of emergency crisis procedures in order to safeguard national security.\n\nAppeared Here\n\n\nComments are closed.\n\n%d bloggers like this:",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.7329890132,
        "format_confidence":0.9749847651,
        "weight":0.0101710215
    },
    {
        "url":"https:\/\/roebournebankmurders.com\/police-file-george-stevens-21st-october-1890\/",
        "text":"Police file – George Stevens – 21st October 1890\n\n\nThe Police File\n\n21st October 1890\n\nThe Commissioner of Police\n\nGeorge Braithwaite Phillips – Commissioner of Police\nWhy, after only four weeks did the Commissioner threaten Stevens’ investigations by signing a telegram to Stevens “Commissioner of Police?” He was effectively blowing Stevens’ cover. Was he hoping this would end the investigation? The aforesaid telegram dated the 21st September 1890 was not found in the police file. Why did the Commissioner threaten Stevens with obtaining money under false pretences? A most serious accusation. Stevens was adamant that the Commissioner had broken their agreement. A report would have been forthcoming after eight weeks as previously agreed. Was pressure being bought to bear on the Commissioner from some other powers? Were others aware of Stevens’ appointment? Were they afraid of what he may find?\n\n\nI have been waiting for an answer to my last telegram to you but no having received answer I am proceeding by the “South Australian” today.\n\nI must confess I was very much surprised at your last wire to me and if the matter on which I came here has not come to a completely successful issue you have no one to blame but yourself.\n\nWhen we had the first interview on this matter it was distinctly understood that no communication was to come from the Police Department direct but through the Colonial Secretary. This again was mentioned on Sunday morning when you gave me the code to use [?] telegraphing and again on the day before my departure yet on Sunday the 21st ulto you wired to me signing your name as Commissioner of Police. This telegram coming on a Sunday evening especially aroused suspicion and was handed to me just as I was trying to get some information from one of two men who had only arrived in Roebourne that day and whom I had good reason to suspect knew more about the matter than he would like to tell not expecting this telegram was from you I opened it and they naturally asked if anything was wrong of course I said no but next morning it was said in the town that I had had a telegram from the Commissioner of Police.\n\nThe reason why you received no letter from me was simply this. That I was doing my best and was out of town trying to get up evidence. I was trying to find out why Anketell went to the Pyramid [Station] and being too late to write I did not care to wire on account of the telegram you had sent me as I did not want to cause any more suspicion.\n\nI was doing my best in the only way a man who know his business as a detective can do and had I been left alone instead of being thwarted by you the matter would have come to a successful issue.\n\nYour last telegram to me was most ill advised to use misguided term your agreement with me was for two months at £12-\/10\/- per week and until the two months were up you had no right to expect any report from me as to whether I had succeeded or not but your telegram to me shows how little you know of detecting business.\n\nMy terms were these £12-\/10\/- per week. [?] 8 weeks passage paid to and from. I arrived in Roebourne on the 29th August last and I left on the 21st inst (actually landing in Cossack on the 28th August and left on the 21st next makes in all 7 weeks and 4 days. I would have stopped longer but I told you in my last wire that I would proceed no further until I heard from you.\n\nI have received in all £70 but you have to pay my passage money to and from and upon receipt of the balance I will give you my report and return you the ticket as a special detective. I must ask for this money to be sent to me direct and not through a bank. You cannot blame me for the course I am now taking as you have threatened me with attaining money under false pretences. Had you waited till the two months had elapsed the whole matter would have been cleared up. Please excuse writing as I am writing on board the steamer and intend posting when I arrive in Fremantle.\n\nYours truly,\n\nGeo J. Malcom Stevens",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9389355779,
        "format_confidence":0.9458858967,
        "weight":0.0080128942
    },
    {
        "url":"https:\/\/www.cambridge-news.co.uk\/news\/cambridge-news\/police-appeal-after-suspected-arson-13506122",
        "text":"Police have issued a call for information following a suspected arson attack in Cambridge.\n\nA blue Nissan Micra was set on fire in Darwin Drive at around 3.45am last Friday, August 18.\n\nFootage shared with the News shows the burning car explode, narrowly avoiding injuring a nearby firefighter.\n\nThe vehicle, which was parked on the road, became engulfed with flames and billowing smoke.\n\nThe footage shows a brave fireman attempt to tame the raging inferno with a hose before it flares up, just missing him.\n\nHe then returns to the car before managing to subdue the flames.\n\nA spokeswoman for the Cambridgeshire Fire and Rescue service confirmed a fire engine attended the scene and said that that the cause of the fire was ‘deliberate by persons unknown’.\n\nA police spokesperson told the News: “We would like to hear from anyone who was in the area and the time and may have seen something.”\n\nAnyone with information regarding the incident should call police on 101 quoting CF0473480817 or visit www.contactcambspolice.uk\/Report\/ . Alternatively, contact Crimestoppers, anonymously, on 0800 555111 or via www.crimestoppers-uk.org\n\nYou can keep up to date with all the latest news in and around Cambridge by downloading our free app. It is available for the iPhone and iPad from Apple's App Store, or the Android version can be downloaded from Google Play.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9959922433,
        "format_confidence":0.9966323972,
        "weight":0.0339719736
    },
    {
        "url":"http:\/\/www.pressenterpriseonline.com\/apnews\/ne-pa-robbery-may-have-been-prank-police-say",
        "text":"NE Pa. 'robbery' may have been prank, police say\nPosted: March 24, 2014 - 5:55am\n\nBLAKELY, Pa. (AP) — Police in a tiny northeastern Pennsylvania borough say a reported robbery near an automatic teller machine may have been a prank...\n\nThe Latest\n\nFront PageOne cleanup firm paid $20M\n\nSafety Light site costs taxpayers $33M so far\n\nFront PageHomeroom gears up food drive\n\n27 Central sixth-graders collect 4,629 canned items to beat record\n\nFront PageDanville coaches’ pay tops\n\nNew salary plan for fall sports puts earnings above Bloom’s, Berwick’s\n\nFront PageThreat report prompts alert from Bloom schools\n\nRumors on social media ramp up parents’ worries, but police say there is no cause for concern\n\nFront PageDanville evens ‘paying’ field\n\nTenure, season length determine wages",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.9919441938,
        "format_confidence":0.8710718155,
        "weight":0.0086408742
    },
    {
        "url":"http:\/\/www.mlive.com\/news\/grand-rapids\/index.ssf\/2014\/06\/spectrum_health_security_guard.html",
        "text":"Spectrum Health security guard shot in parking garage after confronting man\n\nHeidi Fenton | By Heidi Fenton | The Grand Rapids Press\nFollow on Twitter\non June 23, 2014 at 6:35 AM, updated June 23, 2014 at 7:25 AM\n-8daecf07cd89de31.JPGA Spectrum Health security guard was shot outside Parking Ramp 7 Sunday night, June 22. \n\nGRAND RAPIDS, MI -- Police are looking for a man who shot a Spectrum Health security guard late Sunday night near one of the hospital's Butterworth campus parking structures.\n\nGrand Rapids police responded to the scene at Michigan Street and Lafayette Avenue, outside Parking Ramp 7, after a report came in of the injury just after 11 p.m. June 22.\n\nThe security guard was hit a single time and suffered a non life-threatening wound. The suspect fled on foot.\n\nDetectives say the security guard was walking through the parking structure on a regular round to check for safety concerns and encountered a male who appeared to be rifling through vehicles. The man was observed removing property from one of them.\n\nThe security guard confronted the man and questioned his actions, detectives say. When he attempted to leave, the guard ordered him to stay.\n\nThe man pulled out a handgun and pointed it toward the security officer, firing one shot before fleeing on foot.\n\nThe security guard has since been treated and released from the hospital.\n\nPolice were on scene along Lafayette Avenue for much of the night investigating, Lt. Scott Weitzel said early Monday.\n\nThe ramp is the same one where a nurse was stabbed in a domestic situation as she walked to her vehicle in March. The suspect was not known to her, but was known to another person involved in a conflict with her, police said.\n\nThere are security cameras in the parking ramp.\n\nSpectrum Health, in a brief statement released after Sunday night's shooting, said the security guard is recovering.\n\n\"There was an incident outside of Parking Ramp 7 late in the evening on June 22 on the Grand Rapids Medical Center campus. A Spectrum Health security guard was assaulted. He received treatment for his injuries and has been released. Spectrum Health Security Services will continue to work with the Grand Rapids Police Department in the investigation. Access to the parking lot entrances and exits has been restored.\"\n\nAnyone with information is asked to contact Grand Rapids police at 456-3604 or Silent Observer at 774-2345.",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9898948073,
        "format_confidence":0.9972587824,
        "weight":0.0337639981
    }
]