[
    {
        "url":"http:\/\/exaltednamebible.com\/old-testament-books\/2-samuel\/",
        "text":"2 Samuel\n\n2 Samuel Quick Link – Go To Chapter:\n\n\nAnd it came to pass after the death of Saul, when David had returned from the slaughter of the Amalekites, that David remained two days in Ziklag.\n2 And it came about on the third day, behold, a man came out of the encampment from Saul, with his clothes torn and dust on his head. And it was, when he came to David, that he fell to the ground and prostrated himself.\n3 And David said to him, “From where do you come?” And he said to him, “I have escaped from the encampment of Israel.”\n4 David said to him, “How did the matter go? Please tell me.” And he said, “The people have fled from the battle, and also many of the people have fallen and are dead; and Saul and Yehnathan his son are dead also.”\n5 And David said to the young man who told him, “How do you know that Saul and his son Yehnathan are dead?”\n6 And the young man who told him said, “By chance I happened to be on Mount Gilboa, and behold, Saul was leaning on his spear. And behold, the chariots and the horsemen followed hard after him.\n7 When he looked behind him, he saw me and called to me. And I said, ‘Here I am.’\n8 He said to me, ‘Who are you?’ And I answered him, ‘I am an Amalekite.’\n9 Then he said to me, ‘Please stand beside me and kill me, for anguish has seized me, because my life is yet whole in me.’\n10 So I stood over him and killed him, because I knew he could not live after he had fallen. And I took the crown that was upon his head, and the bracelet that was on his arm, and I have brought them here to my lord.”\n11 Then David took hold of his clothes and tore them, as did all the men with him.\n12 And they mourned and wept and fasted until evening for Saul and for Yehnathan his son, and for the people of YEHOWAH, and the house of Israel, because they had fallen by the sword.\n13 And David said to the young man who told him, “Where are you from?” And he answered, “I am the son of an alien, an Amalekite.”\n14 Then David said to him, “How were you not afraid to stretch forth your hand to destroy YEHOWAH’S anointed?”\n15 And David called one of the young men and said, “Go near and fall upon him.” So he struck him and he died.\n16 David said to him, “Your blood is on your head, for your mouth has testified against you, saying, ‘I have killed YEHOWAH’S anointed.'”\n17 Then David chanted with this lament over Saul and Yehnathan his son,\n18 and he commanded that they teach the children of Yehudah the song of the bow; behold, it is written in the book of Jashar.\n19 “The beauty of Israel is slain upon your high places! How the mighty have fallen!\n20 Tell not in Gath, proclaim not in the streets of Ashkelon, lest the daughters of the Philistines rejoice; the daughters of the uncircumcised rejoice.\n21 You hills of Gilboa; let neither dew nor rain be upon you, nor fields of offerings; for there the shield of the mighty was vilely cast away; the shield of Saul, not anointed with oil.\n22 From the blood of the slain, from the fat of the mighty, the bow of Yehnathan turned not back, and the sword of Saul returned not empty.\n23 Saul and Yehnathan, loved and pleasant in their life, and in their death they were not divided; they were swifter than eagles, they were stronger than lions.\n24 You daughters of Israel, weep over Saul, who clothed you luxuriously in scarlet, who put ornaments of gold on your apparel.\n25 How the mighty have fallen in the midst of the battle! Yehnathan is slain on your high places.\n26 I am distressed for you, my brother Yehnathan; very pleasant were you unto. Your love to me was wonderful; more than the love of women.\n27 How have the mighty fallen, and the weapons of war perished!”\n\n\nAnd it came to pass afterwards, that David inquired of YEHOWAH, saying, “Shall I go up to one of the cities of Yehudah?” And YEHOWAH said to him, “Go up.” So David said, “Where shall I go up?” And He said, “To Hebron.”\n2 So David went there, and his two wives also, Ahinoam the Jezreelitess and Abigail the widow of Nabal the Carmelite.\n3 And his men who were with him, David brought up; each with his household; and they lived in the cities of Hebron.\n4 And the men of Yehudah came, and there they anointed David king over the house of Yehudah. And they told David, saying, “It was the men of Jabesh-gilead who buried Saul.”\n5 So David sent messengers to the men of Jabesh-gilead, and said to them, “May you be blessed of YEHOWAH, because you have shown this kindness to Saul your lord, and have buried him.\n6 Now may YEHOWAH show lovingkindness and truth to you; and I also will requite you this goodness, because you have done this thing;\n7 therefore, let your hands be strong, and be valiant; for Saul your lord is dead, and also the house of Yehudah has anointed me king over them.”\n8 But Abner the son of Ner, commander of Saul’s army, had taken Ish-bosheth the son of Saul and brought him over to Mahanaim,\n9 and he made him king over Gilead, over the Asshurites, over Jezreel, over Ephraim, and over Benyahmin, even over all Israel.\n10 Ish-bosheth, Saul’s son, was forty years old when he began to reign over Israel, and he reigned for two years. But the house of Yehudah followed David.\n11 And the time that David was king in Hebron over the house of Yehudah was seven years and six months.\n12 Now Abner the son of Ner, went out from Mahanaim to Gibeon with the servants of Ish-bosheth the son of Saul.\n13 And Yehab the son of Zeruiah and the servants of David went out and met them by the pool of Gibeon; and they sat down, one on the one side of the pool and the other on the other side of the pool.\n14 Then Abner said to Yehab, “Now let the young men rise up and make sport before us.” And Yehab said, “Let them rise up.”\n15 So they rose up and went over by count, twelve for Benyahmin and Ish-bosheth the son of Saul, and twelve of the servants of David.\n16 And they caught each one of them, their fellow by his head and thrust his sword in his fellow’s side, so they fell down together. Therefore that place was called Helkath-hazzurim, which is in Gibeon.\n17 And the battle that day was very severe, and Abner and the men of Israel were beaten before the servants of David.\n18 And there were three sons of Zeruiah there: Yehab and Abishai and Asahel; and Asahel was as swift-footed as one of the gazelles, which is in the field.\n19 And Asahel pursued Abner and did not turn to the right or to the left from following Abner.\n20 Then Abner looked behind him and said, “Is that you, Asahel?” And he answered, “It is I.”\n21 So Abner said to him, “Turn to your right or to your left, and take hold of one of the young men for yourself, and take for yourself his spoil.” But Asahel was not willing to turn aside from following him.\n22 And Abner said again to Asahel, “Turn aside from following me. Why should I strike you to the ground? How then could I lift up my face to your brother Yehab?”\n23 But he refused to turn aside; therefore Abner struck him in the belly with the butt end of the spear, so that the spear came out at his back. And he fell there and died at that place. And it came about that all who came to the place, where Asahel had fallen and died, stood still.\n24 But Yehab and Abishai pursued Abner, and the sun went down when they came to the hill of Ammah, which is before Giah by the way of the wilderness of Gibeon.\n25 And the children of Benyahmin gathered together behind Abner and became one band, and they stood on the top of a hill.\n26 Then Abner called to Yehab and said, “Shall the sword devour forever? Do you not know that it will be bitter in the latter end? And how long will you refrain from telling the people to turn back from following their brothers?”\n27 And Yehab said, “As Elohim lives, unless you had spoken, surely then in the morning the people would have gone away, each from following his brother.”\n28 So Yehab blew the trumpet; and all the people stood still and pursued Israel no longer, nor did they continue to fight anymore.\n29 Then Abner and his men walked all that night through the plain; and passed over the Jordan, walked through all Bithron, and came to Mahanaim.\n30 And Yehab returned from following Abner. And when he had gathered all the people together, nineteen of David’s servants besides Asahel were missing.\n31 But the servants of David had struck down many of Benyahmin and Abner’s men, and three hundred and sixty men died.\n32 And they took up Asahel and buried him in his father’s tomb that was in Bethlehem. Then Yehab and his men went all night, and they came to Hebron at the break of day.\n\n\nAnd the war was long between the house of Saul and the house of David; and David grew continually stronger, but the house of Saul grew continually weaker.\n2 And sons were begat to David at Hebron: his firstborn was Amnon, by Ahinoam the Jezreelitess;\n3 and his second, Chileab, by Abigail the widow of Nabal the Carmelite; and the third, Absalom the son of Maachah, the daughter of Talmai, king of Geshur;\n4 and the fourth, Adoniyah the son of Haggith; and the fifth, Shephatiyah the son of Abital;\n5 and the sixth, Ithream, by David’s wife Eglah. These were begat to David at Hebron.\n6 And it came to pass, while there was war between the house of Saul and the house of David, that Abner was making himself strong in the house of Saul.\n7 Now Saul had a concubine whose name was Rizpah, the daughter of Aiah; and Ish-bosheth said to Abner, “Why have you gone in to my father’s concubine?”\n8 Then Abner was very angry over the words of Ish-bosheth and said, “Am I a dog’s head, I who against Yehudah do show kindness this day to the house of Saul your father, to his brothers and to his friends, and have not delivered you into the hands of David; that you charge me this day with a fault concerning the woman?\n9 May Elohim do so to Abner, and more also, if as YEHOWAH has sworn to David, even so I do to him,\n10 to transfer the kingdom from the house of Saul and to establish the throne of David over Israel and over Yehudah, from Dan even to Beersheba.”\n11 And he could... (truncated)",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9693024755,
        "format_confidence":0.5967817903
    },
    {
        "url":"https:\/\/endtimesdaily.com\/may-1-2006-st-michael-archangel-2\/",
        "text":"Palm Beach, Florida at 10:00am\n\n\nLo and behold! The evil one is raising his head and breathing his last gasps of putrid evil upon the face of humanity. He is writhing in agony now for he knows that his future is cast in the prophetic words of the Bible of the Lord, in the prophecy that has been ordained for the plan of mankind as ordained by the Father.\n\nThe end is near for the reign of the evil one here upon the face of the earth. He has been tolerated for longer than the Son and Redeemer and his Mother Mary can bear. He has wreaked havoc upon humanity and is the scourge of the earth that has created so much misery and pain to the inhabitants of the planet, particularly for those of you who have become so enamored within the earthly life and its riches that you have become almost soulless in your nature, not even knowing of the existence of your God and of the Redeemer of the World.\n\nAlas! A new world is unfolding before your very eyes; a world in which the Redeemer is manifesting Himself more fully to you and ushering in the Era of Peace for all humanity for it is in these times when all humanity, all souls living on the face of the earth, will begin to recognize that He Who Is the Son of God is the Redeemer of all humanity. There is not one soul on the face of the earth who will be able to deny the existence of the Lord and Redeemer during these times for the way in which the Redeemer will convey Himself to all of you is so awesome that no one will deny His presence among you.\n\nThese are the times that have been prophesied to you by many of the chosen prophets of God from the earliest of times until the most current times. These are the times that the Mother of God, the Blessed Virgin is also manifesting Herself more fully to Her chosen ones. Many among you now are receiving Her messages and are being instructed on how to prepare the others to prepare for the Coming of the Lord and Saviour Jesus Christ for the time is short now and much will be happening across your planet and throughout the Universe that will give you the Signs of the Times that the time of the Saviour is now upon you.\n\nLook to the future with excitement and courage and you will not despair. Prepare yourself through prayer and fasting for the times ahead. Be courageous in your preparation for receiving the Lord. Recognize His Presence among you already through the reception of His Sacraments, particularly through the reception of the Holy Eucharist which is the most powerful gift of the Holy Spirit that had been ordained for you to bond in your eternal connectedness to the Lord and Saviour, Your Redeemer, as well as to God the Father, the Creator of all that exists.\n\nAs for the evil one, his days are numbered but he is also calling upon his legions and minions in these times to breathe his last breath of evil upon humanity. He will be defeated through the power of the Holy Spirit as well as through the power of the prayers of the servants of God here upon the earth.\n\nYou are being called upon at this time to pray mightily for the salvation of the world and the defeat of Satan and his minions. The time has come when the followers of Satan, many of whom are being deceived of who their master really is, are also being called upon by the evil one to spread more of his wickedness and evil ways upon the face of the earth.\n\nSatan has chosen his day of manifesting himself strongly and powerfully upon you. That day is June 6, 2006.\n\nYou are being called upon to proclaim this day as the DAY OF DELIVERANCE from the power of the evil one. Upon this day from its very beginning to its very end around the world you are being called upon to pray for the end of evil in the world.\n\nOn this day, June 6, 2006, you are being asked to organize prayerful gatherings, particularly to request an increase in the availability and attendance at Eucharistic Adoration. This is the day that the evil one has chosen to attack you and this is the day that the Lord and Saviour is calling upon you to make your stand against the evil one.\n\nYou are being asked to pray with your families and your friends, to organize gatherings among you to pray for an end to evil in the world. You are being asked to attend Eucharistic Adoration and to pray powerfully before the Consecrated Host from the very beginning to the very end of June 6, 2006 as it approaches and ebbs throughout the world.\n\nThrough the power of your prayers, you can force the evil one into the bowels of perdition. Through the power of your prayers, you can make a difference individually and collectively on this particular day to end the reign of the evil one on the face of the earth and to usher in the Era of Peace that has always been ordained for you by God the Father when He created the world and knew that you would fall by the wayside, only to return to Him through Jesus Christ, the Lord and Saviour, as well as through the intercession of your Heavenly Mother.\n\nSo, plan now for the Day of Deliverance from Evil. Plan your prayerful activities and events that will be designed to bind Satan and all of his legions and minions for on that day Satan and many of his followers will be cast from the face of the earth and bound up by the power of your prayer so that no more harm can be rendered upon the future of humanity.\n\nIt is up to you the followers of the Cross to be victorious on this Day of Deliverance. Pray mightily in preparation for this day and on this day to cast Satan and his minions out of your hearts, and minds, and souls, out of you family members, your loved ones and your friends, out of the sinister and evil leaders of the world who are reigning death and destruction across the face of the earth, and out of the many souls who are living in darkness, not even aware of their spiritual nature or even of the existence of their Lord and Creator.\n\nSet aside all of your worldly pursuits on this Day of Deliverance, June 6, 2006, and turn your day over to the Lord. Pray and fast for the entire day and prepare for the Coming of the Saviour for the time is soon.\n\nI am Michael, the Archangel\n\nEnd: 10:30am",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9966976643,
        "format_confidence":0.8207702041
    },
    {
        "url":"http:\/\/www.bellaonline.com\/ArticlesP\/art49932.asp",
        "text":"Printer Friendly Version\n\nBellaOnline's Quotations Editor\n\nPrayer Prose & Poetry\n\nHow to Pray with GOD's Way\n\nPlease teach me, Lord...\n\nI want to know exactly how to pray.\n\nI need some words Which ones are right? Please tell me what to say.\n\nI've bowed my head I have knelt down, But... should I be upright?\n\nI've closed my eyes, I've raised my hands, Or... should I fold them tight?\n\nDo I stand up? Should I sit down? Dear Lord... what do you like?\n\nAre lights turned on Or are they off? Maybe... candle light?\n\nWear my glasses? Take them off?\n\nBe at my desk or table? Should I whisper? Speak out loud?\n\nDo I quote the Bible? What do you think about the time?\n\nDo You prefer the dawn? Should I pray fast, Or keep it slow? Better short... or long?\n\nI'm new at this What are the rules? I want to do it right.\n\nHow do I know You'll even hear That I am in Your sight?\n\nAnd while I sat there quietly, Waiting for some sign, I heard a gentle voice say,\n\n\"Oh, dearest child of mine... Do you think I really care About the time of day, Or whether you are standing up, Or kneeling when you pray?\"\n\n\"I don't care about your posture, Or about the place you choose; Just open up your soul to me, I have no other rules.\n\nTell me what is in your heart, And tell me what you seek; Tell me of your sorrows, And of those things that made you weak.\"\n\n\"Speak to me in private About what concerns you most; I know about your good deeds... You have no need to boast.\n\nMy child, you don't need lessons, Just talk to me each day; Tell me anything you want, dear child, Anyone can pray.\"\n\n~~ Author Unknown ~~\n\nBuy at Art.com\nHeavenly Kids, Two Angels\n\n\nA young man had been to Wednesday night Bible Study. The Pastor had shared about listening to God and obeying the Lord's voice. The young man couldn't help but wonder, \"Does God still speak to people?\"\n\nAfter service he went out with some friends for coffee and pie and they discussed the message. Several different ones talked about how God had led them in different ways.\n\nIt was about ten o'clock when the young man started driving home. Sitting in his car, he just began to pray, \"God...If You still speak to people, speak to me. I will listen. I will do my best to obey.\"\n\nAs he drove down the main street of his town, he had the strangest thought to stop and buy a gallon of milk. He shook his head and said out loud, \"God is that You?\" He didn't get a reply and started on toward home.\n\nBut again, the thought, buy a gallon of milk. The young man thought about Samuel and how he didn't recognize the voice of God, and how little Samuel ran to Eli.\n\n\"Okay, God, in case that is You, I will buy the milk.\"\n\nIt didn't seem like too hard a test of obedience. He could always use the milk. He stopped and purchased the gallon of milk and started off toward home.\n\nAs he passed Seventh Street, he again felt the urge, \"Turn down that street.\" This is crazy he thought and drove on past the intersection. Again, he felt that he should turn down Seventh Street. At the next intersection, he turned back and headed down Seventh. Half jokingly, he said out loud, \"Okay, God, I will\".\n\nHe drove several blocks, when suddenly, he felt like he should stop. He pulled over to the curb and looked around. He was in semi-commercial area of town. It wasn't the best but it wasn't the worst of neighborhoods either. The businesses were closed and most of the houses looked dark like the people were already in bed.\n\nAgain, he sensed something, \"Go and give the milk to the people in the house across the street.\"\n\nThe young man looked at the house. It was dark and it looked like the people were either gone or they were already asleep. He started to open the door and then sat back in the car seat.\n\n\"Lord, this is insane. Those people are asleep and if I wake them up, they are going to be mad and I will look stupid.\"\n\nAgain, he felt like he should go and give the milk. Finally, he opened the door, \"Okay God, if this is You, I will go to the door and I will give them the milk. If You want me to look like a crazy person, okay. I want to be obedient. I guess that will count for something but if they don't answer right away, I am out of here.\"\n\nHe walked across the street and rang the bell. He could hear some noise inside. A man's voice yelled out, \"Who is it? What do you want?\" Then the door opened before the young man could get away.\n\nThe man was standing there in his jeans and T-shirt. He looked like he just got out of bed. He had a strange look on his face and he didn't seem too happy to have some stranger standing on his doorstep. \"What is it?\"\n\nThe young man thrust out the gallon of milk, \"Here, I brought this to you.\"\n\nThe man took the milk and rushed down a hallway speaking loudly in Spanish. Then from down the hall came a woman carrying the milk toward the kitchen. The man was following her holding a baby. The baby was crying.\n\nThe man had tears streaming down his face. The man began speaking and half crying, \"We were just praying. We had some big bills this month and we ran out of money. We didn't have any milk for our baby. I was just praying and asking God to show me how to get some milk.\"\n\nHis wife in the kitchen yelled out, \"I ask him to send an Angel with some. Are you an Angel?\"\n\nThe young man reached into his wallet and pulled out all the money he had on him and put in the man's hand. He turned and walked back toward his car and the tears were streaming down his face. He knew that God still answers prayers.\n\n~~ Author Unknown ~~\n\nBuy at Art.com\nThe Christ Child, St.John and Angels\n\nLaptop Batteries\n\nJoin SurveyPrincess.com for\nand make money doing online consumer surveys. It's so easy\n\n\nFree, fun eco-living tips!\nDelivered daily via email!\n\nThis site needs an editor - click to learn more!\n\nQuotations Site @ BellaOnline\nView This Article in Regular Layout\n\nContent copyright © 2013 by Danielle Hollister. All rights reserved.\nThis content was written by Danielle Hollister. If you wish to use this content in any manner, you need written permission. Contact Editor Wanted for details.\n\n| About BellaOnline | Privacy Policy | Advertising | Become an Editor |\nWebsite copyright © 2016 Minerva WebWorks LLC. All rights reserved.\n\nBellaOnline Editor",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9967893958,
        "format_confidence":0.9244326949
    },
    {
        "url":"http:\/\/www.hymnary.org\/hymn\/TH1990\/347",
        "text":"347. The Church's One Foundation\n\nGeneral Settings\nStanza Selection\nVoice Selection\nText size:\nMusic size:\nTranspose (Half Steps):\nContacting server...\nContacting server...\n\nThis is a preview of your FlexScore.\n\n1 The church's one foundation\nis Jesus Christ, her Lord;\nshe is his new creation\nby water and the Word:\nfrom heav'n he came and sought her\nto be his holy bride;\nwith his own blood he bought her,\nand for her life he died.\n\n2 Elect from ev'ry nation,\nyet one o'er all the earth,\nher charter of salvation\none Lord, one faith, one birth;\none holy name she blesses,\npartakes one holy food,\nand to one hope she presses,\nwith ev'ry grace endued.\n\n3 Though with a scornful wonder\nmen see her sore oppressed,\nby schisms rent asunder,\nby heresies distressed,\nyet saints their watch are keeping,\ntheir cry goes up, \"How long?\"\nAnd soon the night of weeping\nshall be the morn of song.\n\n4 The church shall never perish!\nHer dear Lord to defend,\nto guide, sustain, and cherish\nis with her to the end;\nthough there be those that hate her,\nand false sons in her pale,\nagainst or foe or traitor\nshe ever shall prevail.\n\n5 'Mid toil and tribulation,\nand tumult of her war,\nshe waits the consummation\nof peace for evermore;\ntill with the vision glorious\nher longing eyes are blest,\nand the great church victorious\nshall be the church at rest.\n\n6 Yet she on earth hath union\nwith the God the Three in One,\nand mystic sweet communion\nwith those whose rest is won:\nO happy ones and holy!\nLord, give us grace that we,\nlike them, the meek and lowly,\non high may dwell with thee.\n\nText Information\nFirst Line: The church's one foundation\nTitle: The Church's One Foundation\nAuthor: Samuel J. Stone (1866)\nPublication Date: 1990\nScripture: Romans 12:5; 1 Corinthians 3:11; Ephesians 2:20; Ephesians 4:4-6\nTopic: Reformation Day; The Church: The Church of Christ; Blessed Hope8 more...\nLanguage: English\nTune Information\nComposer: Samuel S. Wesley (1864)\nKey: D Major\n\nMore media are available on the text authority and tune authority pages.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.995506525,
        "format_confidence":0.9363771677
    },
    {
        "url":"https:\/\/illustrationideas.bible\/lighthouse-keepers\/",
        "text":"Lighthouse Keepers\n\n\nThis story of lighthouse keepers illustrates both the importance of lighting the way for people in the dark and preserving God’s good creation. A couple watches over a barely touched island to take valuable scientific measurements and to ensure that the lighthouse continues working. How can we preserve God’s good creation while also lighting the way for people to know him (",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9932596087,
        "format_confidence":0.8552393913
    },
    {
        "url":"https:\/\/studybible.info\/WEB_Strongs\/1%20Chronicles%2017",
        "text":"1 Chronicles 17\n\n  1 H1732 It happened, when David H3427 lived H1004 in his house, H1732 that David H559 said H5416 to Nathan H5030 the prophet, H3427 \"Behold, I dwell H1004 in a house H730 of cedar, H727 but the ark H1285 of the covenant H3068 of Yahweh H3407 is under curtains.\"\n  2 H5416 Nathan H559 said H1732 to David, H6213 \"Do H3824 all that is in your heart; H430 for God is with you.\"\n  3 H3915 It happened the same night, H1697 that the word H430 of God H5416 came to Nathan, H559 saying,\n  4 H3212 \"Go H559 and tell H1732 David H5650 my servant, H559 ‘Thus says H3068 Yahweh, H1129 \"You shall not build H1004 me a house H3427 to dwell in;\n  5 H3427 for I have not lived in H1004 a house H3117 since the day H5927 that I brought up H3478 Israel, H3117 to this day, H168 but have gone from tent H168 to tent, H4908 and from one tent to another.\n  6 H1980 In all places in which I have walked H3478 with all Israel, H1696 did I speak H1697 a word H259 with any H8199 of the judges H3478 of Israel, H6680 whom I commanded H7462 to be shepherd H5971 of my people, H559 saying, H1129 ‘Why have you not built H1004 me a house H730 of cedar?'\"'\n  7 H559 \"Now therefore, you shall tell H5650 my servant H1732 David, H559 ‘Thus says H3068 Yahweh H6635 of Armies, H3947 \"I took H5116 you from the sheep pen, H310 from following H6629 the sheep, H5057 that you should be prince H5971 over my people H3478 Israel.\n  8 H1980 I have been with you wherever you have gone, H3772 and have cut off H341 all your enemies H6440 from before H6213 you. I will make H8034 you a name, H8034 like the name H1419 of the great ones H776 who are in the earth.\n  9 H7760 I will appoint H4725 a place H5971 for my people H3478 Israel, H5193 and will plant H7931 them, that they may dwell H7264 in their own place, and be moved H1121 no more; neither shall the children H5766 of wickedness H1086 waste H3254 them any more, H7223 as at the first,\n  10 H3117 and from the day H6680 that I commanded H8199 judges H5971 to be over my people H3478 Israel; H3665 and I will subdue H341 all your enemies. H5046 Moreover I tell H3068 you that Yahweh H1129 will build H1004 you a house.\n  11 H3117 It shall happen, when your days H4390 are fulfilled H3212 that you must go H1 to be with your fathers, H6965 that I will set up H2233 your seed H310 after H1121 you, who shall be of your sons; H3559 and I will establish H4438 his kingdom.\n  12 H1129 He shall build H1004 me a house, H3559 and I will establish H3678 his throne H5704   H5769 forever.\n  13 H1 I will be his father, H1121 and he shall be my son. H5493 I will not take H2617 my loving kindness H5493 away H5493 from him, as I took H6440 it from him that was before you;\n  14 H5975 but I will settle H1004 him in my house H4438 and in my kingdom H5769 forever. H3678 His throne H3559 shall be established H5704   H5769 forever.\"'\"\n  15 H1697 According to all these words, H2377 and according to all this vision, H5416 so Nathan H1696 spoke H1732 to David.\n  16 H1732 Then David H4428 the king H935 went H3427 in, and sat H6440 before H3068 Yahweh; H559 and he said, H3068 \"Who am I, Yahweh H430 God, H1004 and what is my house, H935 that you have brought H1988 me thus far?\n  17 H6994 This was a small thing H5869 in your eyes, H430 God; H1696 but you have spoken H5650 of your servant's H1004 house H7350 for a great while to come, H7200 and have respected H8448 me according to the estate H120 of a man H4609 of high degree, H3068 Yahweh H430 God.\n  18 H3254 What can H1732 David H3254 say yet more H3519 to you concerning the honor H5650 which is done to your servant? H3045 For you know H5650 your servant.\n  19 H3068 Yahweh, H5650 for your servant's H3820 sake, and according to your own heart, H6213 you have worked H1420 all this greatness, H3045 to make known H1420 all these great things.\n  20 H3068 Yahweh, H430 there is none like you, neither is there any God H2108 besides H8085 you, according to all that we have heard H241 with our ears.\n  21 H259 What one H1471 nation H776 in the earth H5971 is like your people H3478 Israel, H430 whom God H1980 went H6299 to redeem H5971 to himself for a people, H7760 to make H8034 you a name H1420 by great H3372 and awesome H1644 things, in driving out H1471 nations H6440 from before H5971 your people, H6299 whom you redeem H4714 out of Egypt?\n  22 H5971 For your people H3478 Israel H5414 you made H5971 your own people H5704   H5769 forever; H3068 and you, Yahweh, H430 became their God.\n  23 H3068 Now, Yahweh, H1697 let the word H1696 that you have spoken H5650 concerning your servant, H1004 and concerning his house, H539 be established H5704   H5769 forever, H6213 and do H1696 as you have spoken.\n  24 H8034 Let your name H539 be established H1431 and magnified H5704   H5769 forever, H559 saying, H3068 ‘Yahweh H6635 of Armies H430 is the God H3478 of Israel, H430 even a God H3478 to Israel. H1004 The house H1732 of David H5650 your servant H3559 is established H6440 before you.'\n  25 H430 For you, my God, H1540 have revealed H5650 to your servant H1129 that you will build H1004 him a house. H5650 Therefore your servant H4672 has found H6419 courage to pray H6440 before you.\n  26 H3068 Now, Yahweh, H430 you are God, H1696 and have promised H2896 this good H5650 thing to your servant.\n  27 H2974 Now it has pleased H1288 you to bless H1004 the house H5650 of your servant, H5769 that it may continue forever H6440 before H3068 you; for you, Yahweh, H1288 have blessed, H1288 and it is blessed H5769 forever.\"",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9960731268,
        "format_confidence":0.8067207932
    },
    {
        "url":"http:\/\/www.bahaullah.ca\/Articles\/Zenobia.html",
        "text":"VIEW THE MOBILE VERSION of Informational Site Network Informational\n\n\nI Know Not, O My God, What The Fire Is Which\nI know not, O my God, what the Fire is which Thou did...\n\n78: O Son Of My Handmaid! Quaff From The Tongue Of The Merciful The Stream\nO SON OF MY HANDMAID! Quaff from the tongue of the me...\n\nAnd in the fourth Gospel, according to John, it is recor...\n\n72: O My Servant! Thou Art Even As A Finely Tempered Sword Concealed\nO MY SERVANT! Thou art even as a finely tempered swor...\n\nLauded Be Thy Name, O Lord My God! I Entreat\nLauded be Thy name, O Lord my God! I entreat Thee by ...\n\nThis year, the 149th of the Baha'i era, marks the Cen...\n\nThe Fourth Valley\nIf the mystic knowers be of those who have reached to...\n\n\n'Abdu'l-Baha asked the company if they remembered the story of Zenobia and\nof the fall of Palmyra. He then continued as follows, using his hands in\nthe grave and simple gesticulations characteristic of him:\n\nThere was once a Governor in Ancient Syria, who had a beautiful and\nclever wife. She was so capable that when the Governor died, she was made\nruler in his stead. The land prospered under her sway, and men\nacknowledged that she was a better ruler than her husband. After a time\nthe legions of Rome invaded the country, but again and again she drove\nthem out with great confusion. She let down her beautiful hair, and\nherself rode at the head of her army, clad in a scarlet cloak, wearing a\ncrown of gold, and wielding a two-edged sword in her hand. The Roman\nCaesar then withdrew his strength from five other provinces in order to\nsubdue her. After a long and brave fight Zenobia retired into the city of\nPalmyra, which she strengthened with wonderful fortifications, and there\nshe endured a siege of four months, Caesar being unable to dislodge her.\nThe food she had stored within the walls at last was gone, and the misery\nof her starving and plague-stricken people compelled her to surrender.\n\nCaesar was full of admiration for this great woman, because of her\ncourage and endurance, and he asked her to become his wife. But she\nrefused, saying that she would never consent to take as her husband the\nenemy of her people. Thereupon, Caesar was enraged, and determined to\nhumble her. He took her back with him in his ships to Rome. For his\ntriumphal entry a great procession was prepared, and the streets were\nfilled with people. In the procession came first elephants, after the\nelephants came the camels, after the camels came the tigers and the\nleopards, after the leopards came the monkeys, and lastly, after the\nmonkeys, walked Zenobia with a gold chain round her neck. Still she\ncarried her head high, and was firm in her determination. Nothing could\nbreak her spirit! She refused to become the Empress of Caesar, so she was\nthrown into a dungeon, and eventually she died.\n\n'Abdu'l-Baha ceased. Silence fell upon the room, and it was some time\nbefore it was broken.\n\nUpon another occasion 'Abdu'l-Baha said to a group of friends around him:\nTaken in general, women today have a stronger sense of religion than men.\nThe woman's intuition is more correct; she is more receptive and her\nintelligence is quicker. The day is coming when woman will claim her\nsuperiority to man.\n\nWoman has everywhere been commended for her faithfulness. After the Lord\nChrist suffered, the disciples wept, and gave way to their grief. They\nthought that their hopes were shattered, and that the Cause was utterly\nlost, till Mary Magdalene came to them and strengthened them saying: 'Do\nyou mourn the body of Our Lord or His Spirit? If you mourn His Spirit, you\nare mistaken, for Jesus lives! His Spirit will never leave us!' Thus\nthrough her wisdom and encouragement the Cause of Christ was upheld for\nall the days to come. Her intuition enabled her to grasp the spiritual\n\n'Abdu'l-Baha then added: But in the sight of God sex makes no difference.\nHe or she is greatest who is nearest to God.\n\nOne morning 'Abdu'l-Baha, on entering the room looked about and said: It\nis just like a miracle, our being here together. There is no racial,\npolitical or patriotic tie. We are drawn together by the words of\nBaha'u'llah, and in like manner will all the races of the earth be drawn\ntogether. Of this, rest assured!\n\nNext: The True Baha'i\n\nPrevious: Woman's Work\n\nAdd to Add to Reddit Add to Digg Add to Add to Google Add to Twitter Add to Stumble Upon\nAdd to Informational Site Network",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9960098267,
        "format_confidence":0.8158654571
    },
    {
        "url":"https:\/\/ravencypresswood.com\/2018\/11\/19\/5147\/?shared=email&msg=fail",
        "text":"Lama Think of Me!\n\nHis Eminence Menri Ponlop Yangton Trinley Nyima Rinpoche. Photo credit: Unknown\n\n\nWith the devotion of my body, speech and mind, I pray to the essence of the three Enlightened Bodies, the kind root lama.\n\nPlease bestow upon me right now the realization of my own enlightened mind and the meaning of the view, realization and behavior.\n\nMay I recognize my natural mind, without modification and free of extremes.\n\nMay I recognize the brilliantly clear power of the wisdom of self-awareness.\n\nMay the many kinds of unceasing mental perceptions arise as self-appearances.\n\nMay I recognize my own enlightened mind, I pray.\n\nBless me that I may see my true face!\n\nBless me that self-awareness will arise for me!\n\nBless me to recognize my own true nature!\n\nBless me to see my own enlightened mind!\n\nLama, think of me!  Lama, think of me! Lama, think of me! \n\nHold me, and all other sentient beings, in your compassion, I pray! \n\nProtect us with your compassion, I pray! \n\nLead us with your compassion, I pray!\n\nA Powa Prayer written by Lord Shardza Tashi Gyaltsen and included in his Kalong Gyatso, An Ocean of Instructions. Translation by Raven Cypress Wood ©2015 All Rights Reserved.\n\nPosted on November 19, 2018, in Prayer and Ritual, Tibetan Lamas, Translation, Uncategorized. Bookmark the permalink. 3 Comments.\n\n  1. Wonderful!\n\n  2. Thank you for sharing this beautiful prayer\n\n  3. You are most welcome.\n    All the best to you and your family,\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\n%d bloggers like this:",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9974008799,
        "format_confidence":0.7857400775
    }
]