[
    {
        "url":"https:\/\/answers.yahoo.com\/question\/index?qid=20060808202739AASBILi&page=2&sort=O",
        "text":"Asians hate white people?\n\nI'm not saying that all asians hate white people but I'v been around and it seems like that in California 90% of asians just want us dead.theres no other state that i'v been to that they hate whites like california. Whats up with that? What have we ever done to them????????\n14 answers 14",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9093362689,
        "format_confidence":0.9851055145
    },
    {
        "url":"http:\/\/anarchy101.org\/3963\/anarchist-critique-of-leading-light-communists",
        "text":"\nWelcome to Anarchy101 Q&A, where you can ask questions and receive answers about anarchism, from anarchists.\n\nAnarchist critique of Leading Light Communists?\n\n+2 votes\nThey seem quite Maoist and convinced that they don't purport just some regular state, but an institution to uphold the 'revolutionary line', not to mention anarchists seem to be the bane of them. Thoughts, critiques, criticisms?\nasked Oct 26, 2012 by anonymous\nYou pretty much hit the nail on the head as far as an anarchist critique of them. Their perspective on anarchists, as well as their brand of M-L-Mism is pretty much indistinguishable from that of the RCP, except they don't have the cult of Bob going on.\n\nDon't think Leading Light is very prominent where I'm at, so i don't know I've ever encountered them outside of the tubes, but their website is pretty much exactly what I'd expect, and gave me the exact same nasty feeling when I looked at it. I think I might go take a shower now.\nMost of the leading lights I've encountered spout word for word the propaganda on their website, written by some middle-class white guy in California. They've managed to organize on an international scale, mostly in countries they consider \"third world\", and they help to back some causes that some anarchists might be on par with, but they're still Maoists and pretty pointless to debate with\n\nPlease log in or register to answer this question.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9959396124,
        "format_confidence":0.8982053399
    },
    {
        "url":"https:\/\/www.theyworkforyou.com\/wrans\/?id=2017-04-21.71591.h&p=24863",
        "text":"\n\nDonate to our crowdfunder\n\nNeighbourhood Development Plans\n\nDepartment for Communities and Local Government written question – answered on 26th April 2017.\n\nAlert me about debates like this\n\nPhoto of Nicholas Soames Nicholas Soames Conservative, Mid Sussex\n\nTo ask the Secretary of State for Communities and Local Government, what steps he is taking to strengthen Neighbourhood Plans; and if he will make a statement.\n\nPhoto of Gavin Barwell Gavin Barwell Minister of State (Department for Communities and Local Government) (Housing, Planning and London)\n\nWe have strengthened Neighbourhood Planning through the Neighbourhood Planning (General) and Development Management Procedure (Amendment) Regulations 2016 that implement powers in the Housing and Planning Act 2016 and proposed measures in the Neighbourhood Planning Bill. In addition, my recent Neighbourhood Planning written ministerial statement of 12 December 2016 further strengthened Neighbourhood Planning by making it clear that where communities have planned for housing in their area through a recent neighbourhood plan, that those relevant policies should not be deemed to be “out-of-date” unless there is a significant lack of land supply for housing in the wider local authority area.\n\nThe Government has made available £22.5 million to support Neighbourhood Planning through the 2015-18 support programme. The Housing White Paper 2017 set out our intention to make further funding available to neighbourhood planning groups from 2018-2020.\n\nDoes this answer the above question?\n\nYes1 person thinks so\n\nNo0 people think not\n\nWould you like to ask a question like this yourself? Use our Freedom of Information site.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9908506274,
        "format_confidence":0.6757603884
    },
    {
        "url":"http:\/\/www.debate.org\/opinions\/is-trump-going-to-fulfill-his-promises-or-is-it-all-talk",
        "text":"Is Trump going to fulfill his promises? Or is it all talk?\n\nAsked by: dinnerisserved\n  • No responses have been submitted.\n  • Democrats will whinge\n\n    I believe he should implement all of his promises during the presidential campaign to make America safe and strong. However the democrats will whinge and whine. Law and Order will break down but that is what the Democrats want. They intend to make America ungovernable. This will make it harder for Mr Trump to implement his promise. They are already taking to the streets. God Bless America\n\nLeave a comment...\n(Maximum 900 words)\nNo comments yet.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9969551563,
        "format_confidence":0.9682850838
    },
    {
        "url":"http:\/\/www.gkseries.com\/general-knowledge\/indian-polity\/union-and-territory\/discussion-34",
        "text":"Online GK Series\n\nThis site is dedicated to the aspirants of competitive exams SSC, UPSC, Railways, Postal Assistants, Bank, GATE and NET\n\n\nThe salaries and allowances payable to the Members of the Parliament are decided by the\n\nA Parliament\nB President\nC Cabinet\nD Finance Commission\nAnswer & Explanation\nOption: [A]\n\nYour Valuable Comments Please...\n\nImportant EBooks for Competitive Exams",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.977807641,
        "format_confidence":0.8723574877
    },
    {
        "url":"https:\/\/d3f9541h31a4it.cloudfront.net\/poll\/1566865877\/9333301",
        "text":"Quiz  |  Polls  |  Elections  |  Candidates  | \nAnswer ThisAnswer this\n\nMore Popular Issues\n\nSee how voters are siding on other popular political issues...\n\nShould Muslim immigrants be banned from entering the country until the government improves its ability to screen out potential terrorists?\n\nResults from Arizona voters\n\nLast answered 47 seconds ago\n\nMuslim Immigrants Poll Results for Arizona voters\n\n\n133,385 votes\n\n\n\n131,570 votes\n\n\nDistribution of answers submitted by Arizona voters.\n\n3 Yes answers\n3 No answers\n0 overlapping answers\n\nData includes total votes submitted by visitors since Dec 11, 2015. For users that answer more than once (yes we know), only their most recent answer is counted in the total results. Total percentages may not add up to exactly 100% as we allow users to submit \"grey area\" stances that may not be categorized into yes\/no stances.\n\nYes No Importance\n\nDiscuss this issue...",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9963347912,
        "format_confidence":0.5884793401
    },
    {
        "url":"http:\/\/greenanswers.com\/question\/what-innovative-trade-concept\/",
        "text":"What is the Innovative Trade Concept?\n\n\n\n  1. 0 Votes\n\n    It’s something that will hopefully be approved that will help fight things like global warming. Basically, it’s about reducing tariffs and other trading barriers when trading green products and technology between countries. Hopefully this will be supported by other countires since improving our climate is a global effort.\n\n  2. 0 Votes\n\n         The Innovative Trade Concept is a U.S. government proposal to liberalize trade in goods that reduce greenhouse gas emissions.\n\nPlease signup or login to answer this question.\n\nSorry,At this time user registration is disabled. We will open registration soon!",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.6731177568,
        "format_confidence":0.7365658283
    },
    {
        "url":"https:\/\/www.sentinel-standard.com\/zz\/news\/20190110\/qa-enough-already-how-government-shutdown-might-end",
        "text":"Somehow, some day, the nasty deadlock between President Donald Trump and congressional Democrats that's shuttered federal agencies for a near-record 20 days will end. The only real questions are when, how and who will be crowned the winner in public opinion polls and ultimately by voters.\n\nWASHINGTON — Somehow, some day, the nasty deadlock between President Donald Trump and congressional Democrats that's shuttered federal agencies for a near-record 20 days will end. The only real questions are when, how and who will be crowned the winner in public opinion polls and ultimately by voters.\n\nThings got bleaker this week when House Speaker Nancy Pelosi, D-Calif., told Trump at a fiery White House meeting that Democrats would not bow to his demand for $5.7 billion to start building a wall along the border with Mexico. Trump slammed his hand on the negotiating table and stormed out, Democrats said. Trump said he calmly left the room, saying, \"Bye-bye.\"\n\nA look at how the impasse might be resolved:\n\nQ: What's the easiest solution?\n\nA: None is easy. Trump's conservative base strongly backs his fight for wall money, even if it has meant a partial government shutdown. Democrats' liberal stalwarts just as ardently oppose giving in. Trump and Democratic leaders have been so insistent on not surrendering that each would risk rebellion by supporters if they agreed to something viewed as a capitulation.\n\nQ: What's the likeliest way out?\n\nA: Increasingly some people think that could be for Trump to declare a national emergency. By law, that could give him authority to use some money in the military's budget for construction projects for the wall.\n\nIt's a tactic that could let each side claim a partial victory and move on.\n\nTrump could argue he did secure money for the wall, his most memorable campaign pledge, and overcame Democratic objections. Democrats could say they didn't give in and they could suits to block the move, claiming Trump had exceeded his authority by stretching the meaning of emergency. Trump could decide to finally sign bills reopening the government.\n\nLeaving the White House Thursday to visit the southwestern border, Trump strongly suggested he would take that route. \"I have the absolute right to declare a national emergency,\" he told reporters. He added: \"If I have to, I will. I have no doubt about it.\"\n\nQ: Why not just do it?\n\nA: Plenty of people on both sides hate the idea, and its legality in this instance is questionable.\n\nSome Republicans, including Texas Rep. Mac Thornberry, the top Republican on the House Armed Services Committee, say strengthening border infrastructure is not the military's job and they oppose siphoning defense dollars for that purpose. Many Republicans worry that by stretching the definition of \"emergency,\" Trump opens the door to a future Democratic president circumventing lawmakers in ways the GOP would oppose.\n\nDemocrats would consider the move a fresh example of Trump abusing his authority as president. They say it would be a ploy to bypass Congress and that there's no emergency on the border, where the number of illegal crossings has fallen in recent years.\n\nWhile the law doesn't clearly define a national emergency, some experts say a declaration here would be unwarranted.\n\n\"The idea was that the executive would have these powers on a limited basis for true emergencies,\" said Andrew Boyle, who studies presidential emergency powers at the Brennan Center for Justice, which is affiliated with New York University. He said declaring a national emergency at the border would be \"clearly in bad faith.\"\n\nQ: Polls show the public blames Trump more than Democrats for the shutdown. Will Republicans fold?\n\nA: Some GOP lawmakers have had enough, especially in the Senate. Reflecting that, a group of GOP senators has talked to Senate Majority Leader Mitch McConnell, R-Ky., and White House officials about forging a compromise, though that seems an uphill battle.\n\nUltimately McConnell, a tough partisan also renowned for ending previous battles by cutting bipartisan deals, will decide the GOP's path. It will take more than a few Republican defections for McConnell to abandon Trump.\n\nEver since Trump reversed himself and turned down an agreement to avoid the shutdown before Christmas, McConnell has stepped aside, saying Trump and Democrats should bargain.\n\nDemocrats have been trying to pressure McConnell, quoting his past ridicule of shutdowns and citing the damage the current one is inflicting on voters. With hundreds of thousands of federal workers due to miss their first paychecks Friday and constituents complaining about losing government services, pressure will only intensify.\n\n\"I think public sentiment weighing in on his members\" will change his mind, House Speaker Nancy Pelosi, D-Calif., said in a brief interview. \"He's a legislator.\"\n\n\"He's watching, he's waiting,\" said retired Senate Majority Leader Trent Lott, R-Miss.\n\nQ: What about Democrats?\n\nA: They've shown no outward signs of divisions. If anything, Trump's recent actions — leaving Wednesday's negotiating session, seeming to blame Democrats for the recent deaths of two Guatemalan children in U.S. custody — have united them more.\n\n\"Democrats' reaction ranges from angry to enraged,\" said Rep. Gerald Connolly, D-Va.\n\nQ: Is there a deal to be had?\n\nA: That seems increasingly unlikely. Sen. Lindsey Graham, R-S.C., and other Republicans have explored a compromise that might include border security money plus helping hundreds of thousands of young immigrants who arrived in the U.S. illegally as children stay in this country. But Vice President Mike Pence and Graham reported no progress after a meeting Thursday.\n\nDemocrats know a deal with Trump could alienate liberals, and are loath to show Trump that they would fold during future confrontations.\n\nThey also don't trust him. Pelosi said Trump has moved the goalposts so often that \"pretty soon these goal posts won't even be in the stadium.\"",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9978462458,
        "format_confidence":0.6660579443
    }
]