[
    {
        "url":"https:\/\/www.sfgate.com\/style\/article\/Corso-Trattoria-soulful-Italian-in-Berkeley-2300208.php",
        "text":"Some restaurants try so hard to be \"authentic\" to whatever cuisine they're cooking that eating there seems like a walk through the Paris or Venetian hotels in Las Vegas. While I marvel at the re-creations, they don't have the spirit of the places they're trying to emulate and end up coming off as a Disneyland version.\n\nSoul is the key, and it can't be achieved merely with recipes and architecture. It's much more elusive and fundamental.\n\nYet it's just this authenticity of spirit that distinguishes Corso Trattoria, the new Tuscan-inspired restaurant owned by Wendy Brucker and Roscoe Skipper of Rivoli.\n\nCorso seems like a trattoria you'd find in Florence. If you take time to deconstruct it, it might not stand up, but the aura is right.\n\nThe kitchen, separated from the main room by a granite dining counter, is open for all to see, but it's certainly not a showpiece - it's utilitarian. Diners all over the tight 60-seat dining room get a view of shelves lined with ingredients; they can observe the chef moving off the line to quickly whisk a vinaigrette for the simple mixed lettuce salad ($5) and watch waiters climb a ladder to the storage room above the pantry. Amid this bustle, the customers, often in animated conversation, sit at the tables or counter eating thin-crust pizzas and drinking carafes of wine.\n\nThe restaurant has caught on quickly since its opening in June; if you want to get a seat without a wait - no reservations are taken - you need to get there before 7 p.m. After that you may be standing for an hour or longer. It's little wonder: The prices are good for the quality, the service is knowledgeable and the environment is casual and fun.\n\nThe tile floors, wooden chairs with rush seats and large storefront windows overlooking Shattuck could be practically anywhere in the Bay Area, serving any kind of cuisine, but in combination Corso feels like the real Italian deal.\n\nThe Tuscan-inspired food, crafted by Rodrigo da Silva, supports that feeling. It's straightforward and delicious, bringing in strong Italian reference points without hitting customers over the head. Florentine steak, for example, is what diners will find all over Tuscany; it's a huge T-bone - actually a porterhouse because the tenderloin is so large - with perfect grill marks encased in a glistening glaze of olive oil. It's placed on the plate with a wedge of lemon, and da Silva sprinkles lemon-dressed arugula leaves over the top.\n\nThe one-page menu looks as if it was pounded out on a manual typewriter. Each category - Antipasti, Primi, Secondi, Pizze, Contorni and Dolci - has just four or five dishes.\n\nAntipasti include a crostini trio ($8.50) with ricotta and chives mounded on one crouton, chicken liver pate on another, and peppers topped with white anchovy on the third; all the blends are simple and rustic. Another choice is the insalata Caprese ($11), with wedges of heirloom tomatoes arranged around fresh-stretched mozzarella and a vibrant green pesto. There are also marinated olives ($3), a salumi platter ($12.50) and a disappointing fritto misto ($12) with shrimp, calamari, fennel, onions and lemon; the batter tasted floury and didn't cling to the ingredients.\n\nThe Primi section features a very good tripe soup ($8), in which the pieces of stomach are paired with cannellini beans and a spicy broth that leaves a wave of heat after each bite. The best dish in the category, however, is the deeply flavored braised beef and pork ragout with tagliatelle ($12). Fettuccine ($16) with shrimp, clams and arugula is pleasant, although it was one of the few dishes that didn't seem fully realized.\n\nAll four main courses are exceptional, particularly the steak ($36) and the whole grilled fish, which changes nightly. Recently it was branzino ($24), served on a stew of tomatoes punctuated with capers. There was also grilled pork loin ($16), moist and barely pink, topped with sweet-and-sour onions. The dish was intense and needed a side dish, such as the romaine lettuce with anchovy-lemon vinaigrette ($5), to cut its intensity.\n\nThe best deal, and my favorite dish, is the chicken breast ($10) served in a skillet of bubbling brown butter. It's cooked to perfection, and the butter adds a nutty, indulgent element.\n\nBecause the main courses don't come with accompaniments, diners will probably want to order at least one of the six contorni, whether it's creamy cooked fresh cranberry beans liberally doused in Tuscan olive oil ($7) or a small pile of spinach with garlic and red chile flakes ($6). Meat portions are reasonable, but the side dishes tend to be small, including the 3-inch square of souffle-like polenta.\n\nThe three thin-crust pizzas include mozzarella, tomato and basil ($9); mushrooms, fontina and Piave cheeses and white truffle oil ($13); and finely crumbled fennel sausage and a confetti of red and yellow peppers, some with a little heat, smoothed by tomato and mozzarella ($11).\n\nDesserts crafted by Laura Nicoletti always include an equally thin crostata ($7), paved with thin slices of seasonal fruit, served simply with a dollop of whipped cream. The panna cotta ($7) is textbook-perfect, served with blueberries and raspberries and a thin pool of berry puree.\n\nIf you love chocolate, the torta di cioccolata ($6) is a light flourless cake that has a surprisingly airy texture. Other choices include biscotti and vin santo ($12.50) and an affogato ($6) with gelato and espresso.\n\nThey're all ways to end a casual, relaxed meal, though you probably won't linger as long as you might in Italy. Seeing the crowd waiting for your table, and the protesters marching in support of Tibet, you'll know you're definitely in Berkeley.\n\nFor a 360-degree view of the restaurant, go to\n\nThe wine list\n\nLooking over the wine list at Corso, you'd think you were in the heart of Tuscany. There's not a California wine to be found. Instead, there are eight Chianti from various regions; some Brunello, and the 2005 Avignonesi Vino Nobile di Montepulciano ($47).\n\nDiners may not have heard of many of the wines, which are divided by regions. Owner Roscoe Skipper has the courage to put the 2006 Barbolini Grasparossa di Castelvetro Lambrusco ($25) on the menu, a varietal most people know only as Riunite. Yet it's a brilliant selection, with dry fruit and enough fizz to adapt well to many dishes.\n\nMost wines on the list are equally well chosen. There's no sommelier on the floor, and although the staff learns about wines in weekly training sessions, it will be hit or miss whether they know the bottle in question.\n\nAside from the 70-plus bottles, with most priced between $20 and $40, the list also features 20 wines by the taste, half glass, bottle and 500-ml carafe. With tastes ranging in price from $1.50 to $3.75, you can take a chance.\n\nThe restaurant also has a full bar, and includes drinks made with house-made limoncello. On our visits, however, the drinks lacked finesse and came across as too sweet, particularly the Limonata Italiana ($8) with Svedka vodka and limoncello, which tasted like lemon simple syrup.\n\nTo me, wine is the most interesting way to go. If you bring your own bottle, corkage is $15.\n\n- M.B.\n\nCorso Trattoria\n\n1788 Shattuck Ave. (at Delaware), Berkeley; (510) 704-8004 or\n\nLunch 11:30 a.m.-2:30 p.m. Monday-Friday. Dinner 5-10 p.m. daily. Full bar. No reservations. Credit cards accepted. Street parking, moderately difficult.\n\nOverall: Rating: TWO AND A HALF STARS\n\nFood: Rating: THREE STARS\n\nService: Rating: TWO AND A HALF STARS\n\nAtmosphere: Rating: TWO STARS\n\nPrices: $$ (Moderate; most main courses between $11-$17)\n\nNoise rating: Noise Rating: BOMB Too noisy for normal conversation (80+ decibels)",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.996566534,
        "format_confidence":0.5146720409
    },
    {
        "url":"http:\/\/www.sheknows.com\/food-and-recipes\/articles\/1071826\/is-organic-food-really-better",
        "text":"What would you like to know?\nShare this Story\n\nIs organic food really better?\n\nIs it worth the money to go with the big O?\n\nFrom SheKnows UK\nThe big food debate over the last few years has been surrounding organic food and whether it is really better for our health than non-organic varieties. Many scientists believe that the pesticides found on fruit and vegetables in particular can do all kinds of nasty things to our bodies, but is it all unfounded speculation?\n\nTo be considered organic, crops have to be produced without using pesticides, man-made fertilisers, bio-engineering or ionising radiation. Animals for organic meat need to be raised using organic feed and not given antibiotics or growth hormones. They also have to have access to the outdoors including land for grazing. This prompts people who are pro-organic to argue animals raised organically have been treated better than those using traditional methods. However, organic food is far more expensive than non-organic, leaving consumers wondering if it is really worthwhile.\n\nThe question of pesticides\n\nWhen it comes to fruit and vegetables it is clear from several studies that eating organic food reduces the risk of consuming pesticides and other nasty chemicals to almost zilch. However, according to the Food Standards Agency – the governing body – the pesticides used in the production of non-organic food are well below a level considered unsafe. The Food Standards Agency website states, \"Before pesticides are approved they are rigorously assessed to ensure they do not pose an unacceptable risk to human health or the environment and that any pesticide residues left in food will not be harmful to consumers.\" So when it comes to fruits and vegetables, unless pesticides and other chemicals really bother you, you are perfectly safe with non-organic produce.\n\nAnimal welfare\n\nOrganic animal farming throws up a different debate as the emphasis is on animal welfare, the prevention of ill health in farm animals and the amount of space animals have to live and play in. Organic farming has far stricter rules on the welfare of any animal than normal farming and therefore the food produced is favoured by people concerned about quality of life. As well as the ethical standpoints, fewer chemicals find their way into the meat of these animals as antibiotics and growth hormones are prohibited, and some say the meat itself is tastier.\n\nThe Food Standards Agency, however, won't commit to a verdict on the taste and nutrition quality of organic food and states that there is no conclusive evidence that the quality is higher in organic than non-organic. It appears that the organic debate comes down purely to personal choice and ethical issues regarding animal farming, and we are lucky to live in a day and age where we have the choice.\n\nMore on organic foods\n\nOrganic recipes the whole family will love\nOrganic fruit and vegetables worth their higher price\nOrganic lunch ideas for kids\n\nNew in Food & Recipes\n\nAnd you'll see personalized content just for you whenever you click the My Feed .\n\nSheKnows is making some changes!",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9614061713,
        "format_confidence":0.6548495293
    },
    {
        "url":"https:\/\/www.miaminewtimes.com\/restaurants\/michael-minas-stripsteak-instant-bacon-parmesan-foam-duck-cavatelli-and-salted-caramel-maple-bread-pudding-6582366",
        "text":"First Bites\n\nMichael Mina's Stripsteak: Instant Bacon, Parmesan Foam Duck Cavatelli, and Salted Caramel Maple Bread Pudding\n\nFirst came Bourbon Steak, the debonair steakhouse at Turnberry Isle. Then Michael Mina 74, a swank gastronomic stand-in for the underground space at the Fountainbleau once occupied by Arkadia. And now with Stripsteak just feet away from MM 74, celebrity chef Michael Mina has hit his Miami trifecta.\n\nHeading up the kitchen at the contemporary steakhouse is chef de cuisine Derrick Roberts who comes to Miami from the Big Apple, where he was chef de cuisine at the Marriott Marquis Times Square. Prior to that, Roberts spent time in the kitchens of Tribeca Grill, the Michelin-starred Arstiderna in Sweden, and Umami in Copenhagen, which Food & Wine named one of the best new restaurants to open worldwide. Now Roberts brings his vast culinary expertise to Stripsteak where he's whipping up items like \"instant bacon\" and searing ahi tuna alongside foie gras. Short Order was invited to get a taste of Michael Mina's newest Miami endeavor.\n\nSee also: Michael Mina's Stripsteak Opens on Thursday\n\nFor fans of Gotham Steakhouse, nostalgia kicks in as you go down the wine cellar-encased staircase. But one glimpse of Stripsteak's golden dining room will vanish any memories to the back of your mind.\n\nStripsteak is pricey, but then again what would you expect from a chic steakhouse helmed by a top toque that's tight with Leonardo DiCaprio? Leo, by the way, dined here just last week during Basel, as did Miley Cyrus and her boyfriend.\n\nWhile there were no celebrity sightings during our visit, chef Roberts certainly performed.\n\nThe menu borrows some dishes from the Stripsteak at the Mandalay Bay in Las Vegas, but uses Fontainebleau's BlueFish program to source local and ultra fresh catch.\n\nMight want to get started with America's Best Oysters. No, that's not our name for them. It's actually what they go by on the menu, both in Sin City and here. That's quite the claim to make, although the Well Fleets from the West Coast of Seattle were perfectly shucked and brought to life by white soy and tangerine ($18). America's best? Not too sure about that. There are plenty of fish oysters in the sea to just stick to one.\n\nInstant bacon ($24) is one of the dishes that has been brought over from Las Vegas and as our server Oliver informed us, one of the most popular appetizers. Tender pork belly is served with tempura oyster, hearts of palm and jicama slaw.\n\nWhen at a steakhouse, order prime steak tartare ($28). This rendition packs a surprise: port-poached foie gras in addition to the expected quail egg.\n\nYou may not be inclined to order pasta as a place renowned for its meat, but you'd be making a huge mistake. The duck & ricotta cavatelli ($22) was the one dish I'd probably crave again. The cavatelli was perfectly cooked, even toasty, and the black trumpet mushrooms and butternut squash gave the dish an earthy feel. Instead of topping it with regular shredded Parmesan or throwing in chunks of the cheese, Roberts has gone the foam route instead. Parmesan foam: brilliant.\n\nA selection of meats are offered and come straight to your table from the wood-burning grill. \"We don't really marinate these cuts of meat at all, just clean them up real nice,\" Roberts says. \"It's wood from start to finish.\"\n\nWe nibbled on a 10-ounce sliced wagyu American flat iron ($60) cooked to chef's choice, which more often than not is medium rare.\n\nYellowtail snapper ($38) was one of the two fish options entrees (the other is the ahi seared tuna and foie gras). I wasn't totally crazy about the fish, which was a tad dry, but I did love the white bean and fennel salad.\n\nThe best dish I had was without a doubt the Colorado lamb tasting ($48), which proffered chop, loin and belly cooked to a perfect less than medium rare but not quite rare. It's served with a herb spatzle.\n\nStripsteak has side dish options (all are $12) to last you for days. Choose from jewel yam puree, brussel sprouts with honeycrisp apples, duck fat truffle fries with Parmesan, or creamed spinach with bacon streusel. We just had to try the mac & cheese with black truffle, which was extra cheesy and not light on the truffle.\n\nIf you're only going for one side, get the mushroom tempura with salted plum. Or the best whipped potato ever (that's the name). OK, maybe get two sides.\n\nHandcrafted chocolate doughnuts reveal a ganache filling with one bite and are served with a chicory anglaise ($13).\n\nThe real winner among the desserts is the salted caramel and maple reduction bread pudding, which is cooked to order (so allow 20 minutes) and meant for two people. It's served with a dollop of toasted oat ice cream.\n\nFollow Carla on Twitter @ohcarlucha\n\nFollow Short Order on Facebook, on Twitter @Short_Order, and Instagram @ShortOrder.\n\nKEEP MIAMI NEW TIMES FREE... Since we started Miami New Times, it has been defined as the free, independent voice of Miami, and we'd like to keep it that way. With local media under siege, it's more important than ever for us to rally support behind funding our local journalism. You can help by participating in our \"I Support\" program, allowing us to keep offering readers access to our incisive coverage of local news, food and culture with no paywalls.\nCarla Torres found her inner gourmand voice while writing for Miami New Times in 2012. She has also worked with Travel & Leisure and Ocean Drive and today is involved with a tech startup. She balances passions for wine, sweets, yoga, and kayaking.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9967147112,
        "format_confidence":0.5674490333
    },
    {
        "url":"http:\/\/fmonline.co.uk\/article\/article\/The-new-Food-Information-for-Consumers-Regulations\/",
        "text":"The changes foodservice companies face with the entry into force of the new Food Information for Consumers Regulations at the end of the year\n\nNew regulations surrounding sign-posting of information about allergens contained in food bought out-of-home will come into force in the EU in December 2014.\n\nThe Food Information for Consumers Regulations will have a significant impact on the food industry as they will require all food operators to inform consumers on whether any of the 14 allergens in the regulations are contained in the food they sell or serve.\n\nThe legislation is vital to ensure that those with food allergies and intolerances can feel confident about eating out-of-home. According to Allergy UK, the UK is one of the top three countries in the world for the highest incident of allergies. Recent studies have confirmed a significant increase in the incidence of food allergies, particularly amongst children (Allergy UK) with six to eight per cent of children having a proven food allergy (National Institute for Health and Clinical Excellence, 2011).\n\nLike other food service providers, Sodexo is implementing processes to ensure that the company will be prepared to face these significant changes.\n\nSodexo’s strong track record in the healthcare and education sectors - in which allergen-awareness is crucial – has put it in a leading position to cater for customers with food allergies.\n\nOne of the most important undertakings for any foodservice business in the lead up to December will be the need to have a comprehensive database of ingredients, complete with relevant allergens data. Since 2009, when Sodexo became an early signatory of the Food Standards Agency’s calorie labelling initiative, the company has been collecting nutritional data from suppliers, including data about allergens. This information has now been stored in Sodexo’s central ingredients and online recipe database and will be used to help staff provide the relevant information to consumers.\n\nGiven the scale of Sodexo’s business and the vastly different food environments it operates in, the database will act as the basis for Sodexo’s approach to ensuring full compliance with the regulation, with a tailored information delivery process for different site settings.\n\nMost importantly, Sodexo’s experience shows that companies will need to put in place a clear line of command and responsibility for allergen information collection and dissemination at each site. ‘Allergen coordinators’ are employed at each school catered for by Sodexo to ensure that all pupils are supported when deciding on meal choices.\n\nA necessity in the run-up to December will be that foodservice companies train their relevant staff on the changes in the legal requirements, the processes they are putting in place to comply and the sources of information on the allergens contained in the ingredients used.\n\nIn order to ensure that Sodexo’s teams are prepared, a tailored training programme has been put in place. Information about safely managing allergens has always formed an important part of the ‘Food Passport’ food safety training.\n\nIn readiness for the regulatory change, this will be supplemented with extra training and briefing sessions, including an e-learning programme as well as face-to-face sessions.\n\nWhile the new regulation clearly presents challenges for the foodservice industry, it is vital that customers with food allergies feel confident about eating safely out-of-home and have exciting and interesting options they can choose from.\n\nAuthor: Wan Mak, Head of Nutrition and Dietetics, Sodexo UK and Ireland\n\nFind out more about Sodexo by viewing their company profile, here.\n\nSponsored links\n\nStannah Lifts\n\nPassenger Lifts\n6-16 persons\nMaxilift & Piccolo Range\n\nOCS Group\n\nOne Complete Solution\nCleaning, Catering\nand Integrated Services\n\n\nSmall Washroom?\nCompact Hand Hygiene\n\n\nData Rental Solution\nDirect Marketing\nData Rental Specialists\n\n\nFlexible Electric Heating\nPanel Heaters",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9185037017,
        "format_confidence":0.7515048385
    },
    {
        "url":"https:\/\/www.lamag.com\/digestblog\/rincon-guatemalteco-pre-hispanic-guatemalan-soup-and-other-comfort-food\/",
        "text":"Rincon Guatemalteco: Pre-Hispanic Guatemalan Soup and other Comfort Food\n\nSay ‘kak’ik de pavo con recado especial’ five times fast.\n\nIt’s easy to drive past L.A.’s best Guatemalan restaurant, on the northern edge of Koreatown. The dull signage blends in with the restaurant’s rounded storefront on a corner of Western that’s uncharacteristically idle. The interior is drab, aside from the plexi-glass covered Mayan-themed tablecloths. Though Rincon Guatemalteco does little to lure you in, a tasty surprise awaits.  \n\nKak’ik de pavo con recado especial is a pre-hispanic turkey soup with a chompipe (turkey leg) in a blend of tomato and chiles guaques (Guatemalan chiles) served with a tamal, rice, and some chile cobanero powder the owner brings in from Guatemala herself.\n\nCentral-American restaurants usually have plenty of excellent soup—Rincon is no exception—and the calod de huevos, or egg soup is also a delicious option. It’s simple—poached eggs in a well seasoned tomato broth—but satisfying.\n\nIf you’re a bit more adventurous, the revolcado consists of pig hearts, liver, and whatever other organs might be available in a stew of tomatoes, miltomates (tomatillos), cloves, and more of those chiles guaques.  \n\nThere are a variety of excellent tamales, some of which we’ve mentioned before on the Digest, and a delicious house-made longaniza sausage that’s sort of like Guatemala’s answer to meatloaf.\n\nThe menu is full of comforting dishes for this winter season. It’s true, it really hasn’t been that cold—so you can imagine how warming these dishes would be, if winter ever decides to show up—but get a taste of Rincon Guatemalteco anyway!  \n\n\nhttp:\/\/cdn2.lamag.com\/wp-content\/uploads\/sites\/9\/2014\/01\/arrow30.png Rincon Guatemalteco, 501 N. Western Ave., Koreatown, 323-463-6602.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9958230257,
        "format_confidence":0.5759967566
    },
    {
        "url":"http:\/\/montecristomagazine.com\/food-and-drink\/spring-okanagan-wine-festival",
        "text":"Spring Okanagan Wine Festival\n\nBy the barrel.\n\nView Entire Article\n\nFor lovers of good food and even better wine, the Okanagan is a sunny playground. Continuously growing in notoriety and clout, British Columbia’s wineries are again and again proving themselves not only on the national scale, but the global one, too. Any time is a good time to visit, but the region truly shines in the spring and summer months; and the Spring Okanagan Wine Festival adds even that much more, with over 125 wineries in a mere 100 miles offering special events, tastings, and menus.\n\nThe 2016 festival was no exception, taking place from April 28 to May 8 and helping the Okanagan Wine Festivals Society celebrate 22 years in existence. Of course, any trip to the Okanagan feels like a wine festival, and no matter the district, there is plenty worthy to sip.\n\n\nSandhill Wines’s tasting room, with big orange couches and vases of cheerful flowers, is a welcome place to begin. The winery’s new series with legendary winemaker Howard Soon is sure to please, especially the chardonnay, whose grapes were hand-picked and gently pressed for a product scarily easy to drink. “His creativity and winemaking style is very much captured in these wines,” says Sandy Leier, winemaker for sister winery Wayne Gretzky Okanagan. “He’s a fantastic teacher. I learned so much from him.” In nearby West Kelowna, Indigenous World Winery is soon to open, and is the first to be 100 per cent indigenous-owned. Westbank band Chief Robert Louie has big ambitions and even bigger determination, not only to create great wine, but to offer a fantastic place to do so, and promote indigenous culture. Try the 2015 Hee-Hee-Tel-Kin White Blend.\n\n\nIn neighbouring Summerland (where Dominion Cider makes its sweet drink), almost-one-year-old Evolve Cellars is stepping up its game with a new restaurant offering fresh and seasonal fare, of course paired with its wines, including a noteworthy 2014 cabernet merlot. Evolve is the only winery whose vineyards go all the way down to the lake, making it a unique and memorable stop. Then there is Okanagan Crush Pad, a natural winery focusing on product that represents the place it was made—true terroir. Opt for at least one glass of the Haywire Switchback Vineyard Pinot Gris 2014. Then heads will rest easy at the Summerland Waterfront Resort, especially after a dip in the hot tub.\n\nPenticton\/Naramata Bench\n\nA necessary stop before heading up the Naramata Bench is The Bench Market, where nearly every morsel of food is made from scratch, and the espresso from Summerland’s Backyard Beans is good and strong. Pick up a homemade granola bar for the road and head to La Frenz Winery, where owner and production and vineyard manager Jeff Martin’s philosophy is that “it really does start in the vineyard”. Lucky patrons may even spot him out among the vines, scooping up and sniffing the soil he puts so much care into. His new patio is a great place to sip on the 2015 Alexandria, with fresh notes of mango and lychee. Over at Bench 1775, sprightly winemaker Val Tait is creating a wide array of products (“I’m out of control and need to be reined in,” she jokes). Her wine is designed to be food-friendly, and indeed it is, with the 2013 syrah acting as a great accompaniment to charcuterie and cheese. And speaking of cheese, memorable bites come from Upper Bench Winery and Creamery, where the mighty King Cole reigns supreme. Cozying up for the night at the historic Naramata Heritage Inn should do the trick, and while some say it is haunted, all agree that it is charming.\n\n\nThough technically in Okanagan Falls, See Ya Later Ranch must be mentioned, especially for its hailed gewürztraminer (the property hosts an uncharacteristically large gewürztraminer vineyard) and fabulous patio with views of the Valley. In Osoyoos itself there is the important Nk’Mip Cellars, a joint partnership between the Osoyoos Indian Band and Constellation Brands. The 2014 Winemaker’s Series Talon is smooth and fruity, an easy choice for every day, while the 2013 Mer’r’iym is a nice, big structured red. At Moon Curser the name of the game is unconventional, where lesser known red varieties including tannat, tempranillo, and touriga nacional run the show. Its 2009 Border Vines even picked up a prestigious UK Decanter World Wine Awards Trophy for Best Canadian Red Wine, and with an incredible tasting room view, it swallows all the better. Hats can be hung at the Watermark Beach Resort right in the heart of Osoyoos (near punchy espresso at Jojo’s), where both pool and lake are ready for the taking.\n\nIn the Okanagan, regions and destinations flow in and out of each other like water. The resounding theme is that one does not have to travel far to travel well; there is incredible abundance and versatility right here in British Columbia. It is easy to spend days in each spot, and even easier to leave wanting more.\n\n\nDiscover new grapes and bottles—read more wine stories.\n\n\nPost Date:\n\nMay 13, 2016",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9514151216,
        "format_confidence":0.7392053008
    },
    {
        "url":"https:\/\/www.forbes.com\/forbes\/2000\/1127\/6614270a.html",
        "text":"\n\nMore From Forbes\n\nEdit Story\n\n\nJonathan Fahey\nThis article is more than 10 years old.\n\nWARREN BELL LEANS OUT OF HIS flour-dusted office overlooking the bakery at Bagels by Bell in the Canarsie section of Brooklyn. \"Get me a bag of Japan samples,\" he barks to workers stretching dough and tending ovens below.\n\nWithin minutes he's got his hands full of chocolate chip, peanut butter and banana nut bagels. Okay, so it's more Baskin-Robbins than Lower East Side. The Japanese happen to like their baked goods on the sweet side. Catering to their tastes has helped this once-sleepy business rise, bolstering Bell's top line by about a quarter to $1.2 million a year.\n\nIt wasn't love at first bite. Bell was peddling almost all his bagels and bialys to stores on the East Coast until he met Kanji Kitamura, a Japanese distributor, at a trade show in 1998. They decided to introduce Bell's bialys--flatter than a bagel and hole-less, they're made with water, flour, yeast, salt and ground onions--to Japan. But given the Japanese proclivity for sweets, Bell tried to reengineer the recipe his family's been using for 50 years, adding chocolate chips, apple-cinnamon and blueberry flavorings. \"They had me putting sugar in my bialys,\" says Bell, still horrified at the recollection. Still, he realized, \"If the customer wants something and if he's going to pay for it, you make it happen.\"\n\nBut the Japanese hated them. So Kitamura encouraged Bell to redesign his bagels--a minor craze in Japan--folding the sweet ingredients into the dough. (A pure New Yorker will not tolerate even minor adulterations, like raisins.) They're flying off shelves in Tokyo and Osaka. Sold under the name Bagel K, with \"Made in New York\" prominently printed on the label, Bell's Japanese bagels make up about 20% of his sales. Last year he doubled his freezer space and hired nine additional employees to help meet demand. Bell is selling 120,000 bagels a month for $22,000 to Kitamura. The additional cost of sweet flavorings lowers Bell's net margins to 4%. But the boost in sales makes it worthwhile. \"I'm still a little guy,\" he says. \"Japan gave us a big kick.\"\n\nThere could be a kick of a different sort. In Japan Bell's gourmet bagels--sent frozen to department stores, where they cost $1.20 to $1.60 each--compete easily against supermarket imports like Lender's and Sara Lee. Quality competition, however, comes from fresh-baked bagels, which are gaining in popularity. It takes five weeks for Bell's bagels to journey to Japan (they can last up to 11 months). Which doesn't cut it with the young women who flock to Hiroshi Okamoto's E-Street Bagels in Tokyo; they're served bagels only a few hours old. \"The market here is really starting to recognize how good a [fresh] bagel can be,\"says Okamoto.\n\nKitamura argues that no one makes a bagel--even a frozen one--like a New Yorker, and that will keep Bagel K in demand. Bell, however, is already cooking up plan B. He is currently testing a cinnamon bun for Japan and says he's pleased with early taste tests. Hoping to branch further abroad, he is also scouting for distributors in Mexico and the U.K. Bell recently borrowed $300,000 to buy a custom-built mixing machine that he says will double production when it arrives this spring. And to house all that dough, Bell is negotiating to buy another building to expand his bakery. Globalization, even on a tiny scale, has led to other modernizations. \"Look at that,\" exclaims Bell, 46. \"We got a computer!\"\n\nQuite a change for the little neighborhood bakery his dad took over in 1947. Bell started working alongside his father in the 1950s, and had to stand on a milk crate to reach the dough. The bakery has grown sevenfold since then--mostly on Bell's watch.\n\nHe also hopes to see his U.S. sales grow. Bell aims to push traditional bialys, which originated in Poland's Bialystok, on snackers across America beginning on the eastern seaboard. He's paying for a supermarket ad campaign--\"What's a bialy?\"--designed to educate non-New Yorkers. But those Americans may be an even tougher sell than the Japanese. Not a whole lot of folks are eager to have onion breath at 9 a.m.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.8104547858,
        "format_confidence":0.5893857479
    },
    {
        "url":"http:\/\/www.newsweek.com\/2014\/01\/03\/gadget-lust-your-brisket-needs-bath-244996.html",
        "text":"Gadget Lust: Your Brisket Needs a Bath!\n\nNomiku Marissa Rothkopf Bates\n\nI'm as food-obsessed as your average Alton Brown groupie, but couldn't imagine why I'd want a sous-vide circulator. These immersion heaters - which look similar to what you heat and aerate a fish tank with - cook vacuum-sealed food in plastic bags at low temperatures.\n\nThat doesn't look or sound appetizing, but sous-vide cheerleaders everywhere whisper of meat that could recite poetry and pork chops as tender as a young nymph's wings. And so I finally decided to see for myself if a machine that took 16 hours to cook a short rib and resembled the Green Giant's boil-in-a-bag dinners of my youth could be worth it.\n\nOnce the pet of hospitals (who used the circulators to pasteurize food) and restaurants (who use them to ensure a perfectly cooked steak every time), sous vide has finally wangled its way into hip home kitchens. In 2013, three circulators designed for home cooks came to market: the Anova, the Sansaire (which should be ready for general sale in January depending on the outcome of a patent complaint), and the Nomiku. All the home circulators are priced below $300, which is more than $700 less than the popular PolyScience model found in fancy restaurants.\n\nI tested the Nomiku, which is small enough to fit nicely into a kitchen cabinet and is certified by Underwriters Laboratories. (It's always good to have UL's seal of approval before you plug something in and drop it into a pot of water.)\n\nThe Nomiku comes from two young people who fell in love with each other and sous-vide cooking and who were determined to make the latter available to all home cooks. Abe and Lisa Fetterman took their dream from their San Francisco home kitchen to China as part of the Haxlr8r business accelerator program \"for people who hack hardware and make things,\" which is who the Fettermans quickly became. One week after they were married, they launched their Kickstarter campaign, using a film made by their wedding videographer. With a combination of Kickstarter and venture capital money, and 12 months slogging it out in a Chinese production facility, the first Nomiku was shipped.\n\nThe Nomiku is designed to be easy to use, and is. I chose to cook a beef brisket for my first test. I plugged in the Nomiku, clipped it onto the edge of a deep pot filled with warm tap water and set the Nomiku to stun, I mean, 135 degrees. The interface is simple: Press the screen for Fahrenheit or Celsius, spin the green knob for your desired temperature and wait. After 20 minutes the water is ready. Sous vide does mean \"under vacuum,\" but as I don't own a vacuum sealer, I dropped my brisket into a Ziploc freezer bag along with a Korean-style marinade, and slowly immersed the bag up to the seal to remove all the air in the bag. (Thank you, Archimedes for the shortcut.)\n\nTwo hours later, the brisket, which I traditionally cook for hours in a slow cooker until it's beastly dead, was done. I removed it from the bag, dried it off, and seared it in butter over high heat in a cast-iron skillet. What had emerged from its water bath looking rather wan was now well-browned and glistening with a glaze of butter. No resting is necessary with sous vide, so I immediately sliced into the brisket. Light-pink slices fell off my knife. All my tasters (brisket snobs, if you can imagine such a thing) pronounced it perfect. One even said it was \"the best,\" but I think she just wanted more.\n\nAll I knew was that I had a new obsession. Slow-cooker brisket usually ends up unpleasantly stringy at worst and murky and dull tasting at best. Cooked in the Nomiku, the brisket tasted like filet mignon. And while it didn't have the tenderness of a more expensive cut, it had the more delicate texture of brisket's other incarnation, pastrami.\n\nI've always read that \"you cannot overcook food in a sous vide.\" So I had a try at flank steak. It was ready after 90 minutes at 135 degrees, but I left it sitting in the water for three hours with the sous-vide machine burbling away, because that's the kind of sadist I can be when guests are late. When they finally arrived, I lifted the steaks out of the water, plucked them out of their bag, dried them off and seared them until brown and crusty, about two minutes on each side. The results: delicate meat with a rich, beefy flavor.\n\nI started this kitchen journey thinking sous vide took hours and hours. In some cases, as for thick cuts of meat - short ribs or pork belly - 10-to-48 hours of cooking time is recommended to let all the connective tissues soften. But as the sous-vide mavens tout, the law is \"set it and forget it,\" with only occasional peeks to ensure the water level is high enough.\n\nMy Nomiku turned out to be a kitchen gadget not for weekend use only. In fact, it gets more use during the week, when I have no time to pay attention to cooking. I'll toss some salmon into the sous vide, go off for 20 minutes, email my editor some excuse for not getting my work done, and can be back in the kitchen in time to remove the fish. I spend about eight minutes of active kitchen time for restaurant-quality salmon. Did I mention the salmon's melting tenderness?\n\nOne odd thing about sous vide-ing: You don't smell the food cooking. I got over that as soon as I cooked beets with the Nomiku. I had stopped cooking beets long ago because it left my house smelling like boiled dirt. (Note that I am the only one in my house happy I can now cook beets with ease.)\n\nNomiku also has other uses, thanks to a thermostat that goes down to 0 degrees C. It will chill your wine before you can say \"Blue Nun,\" which may be reason enough to keep it in your cupboard.\n\nAnd with the zeal of the recently converted I offer my hope that, as the price comes down on home immersion circulators and more average cooks realize sous vide's ability to simplify cooking, I believe the Nomiku and machines like it will become as standard a piece of kitchen equipment as a Cuisinart. And maybe, just maybe, beets will also be beloved by all.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9036666155,
        "format_confidence":0.8965143561
    }
]