[
    {
        "url":"https:\/\/www.buddy4study.com\/article\/scholar-success-story-kavneet-singh",
        "text":"Scholar Success Story: IIMA Student Kavneet Singh’s Mantra to Turn Challenges into Opportunities\n\nAs Chris Grosser has said, “Opportunities don’t happen. You create them.” If you want to achieve something, do not wait for things to be aligned, perform your task\/duty for things to fall in your path. Take the story of Kavneet Singh from Ludhiana as an example who despite having a regular job at hand, worked hard to secure a place for himself in the prestigious corridors of IIM Ahmedabad. His energy and ambition helped him earn Capital First Scholarship 2018-20 which further boosted his career dreams.\n\nRead Kavneet’s story to celebrate his success and get inspired by his determination to accomplish career goals. Excerpts from his interview with Buddy4Study:\n\nBuddy4Study: Tell us about your academic and professional background before joining this management programme.\n\nKavneet: I passed class 10 and 12 from CBSE with CGPA 9.6 and 91% marks, respectively. I pursued my graduation in Mechanical Engineering from Punjab Technical University with 76.02% marks. After graduating, I joined Thermax Limited where I worked for about 7 months.\n\nBuddy4Study: What drove you towards the pursuit of an MBA course?\n\nKavneet: After graduation, I started working in a company. It wasn’t long before I realised the importance of management in an organisation. Experience taught me that good management can bring success even when the odds are not in one’s favour. This strengthened my inclination towards management and hence, I finally decided to go ahead with the preparation for MBA entrance and crack CAT (Common Admission Test) in order to pursue my dream of studying an MBA course from one of the most prestigious institutions.\n\nBuddy4Study: What were the key challenges you faced while preparing for your MBA admissions?\n\nKavneet: Since I was working while preparing for MBA admissions, it was really a huge challenge to manage my time so that my MBA preparation and work do not clash with each other. The MBA preparation in itself was the first MBA lesson. Other than that, occasional low mock scores, inability to grasp a few concepts, etc., were some of the problems I faced during the preparation phase. But, what matters the most is to never lose hope and keep moving forward with it.\n\nBuddy4Study: What has been your source of inspiration?\n\nKavneet: I realised pretty early that to fulfill the dream of being in the top managerial position of an organisation, education is the only way to expedite the process. Seeing efficient young managers in my previous workplace really inspired me to focus on my dreams.\n\nBuddy4Study: Despite the financial constraints, you decided to pursue an MBA course. How did your parents react when you told them about your ambitions?\n\nKavneet: I cannot thank my parents enough that they never asked me to drop the idea of pursuing an MBA despite financial constraint. My father wanted me to pursue whatever I wanted. Both my parents gave me their complete support. They told me to just focus on getting into a good institution without worrying for the money. It will be managed one way or the other.\n\nBuddy4Study: How did you come to know about the Capital First Scholarship? What was the process you followed to avail the scholarship?\n\nKavneet: I came to know about Capital First Scholarship from a mail sent out by the General Secretary of IIMA. The procedure to apply for the scholarship was really simple. I followed the link mentioned in the mail and there was an entire guideline on how to fill in the information. After filling in the information, I submitted the form. Further rounds included some more information and a telephonic interview. The process was really smooth and not at all time consuming, considering time is a luxury at a B-school.\n\nBuddy4Study: You grabbed a seat in IIM Ahmedabad. Which other B-schools did you qualify for?\n\nKavneet: I also qualified for IIM Calcutta, IIM Lucknow, IIM Kozhikode, IIM Indore, MDI Gurgaon.\n\nBuddy4Study: What goals have you set for yourself in the future?\n\nKavneet: For now, my goal is to do my best at IIM Ahmedabad and learn as much as possible not only from the taught subjects and professors but also from my peers. In future, I want to focus on getting the best out of my internship experience. I also want to try out the classroom concepts in real life. Post that, I will focus on getting into a reputed organisation where I can continue to learn from the best business minds.\n\nBuddy4Study: What advice would you give to the young ones who face various challenges towards pursuing higher education?\n\nKavneet: My advice to all would be – it is very easy to lose hope in the process of going ahead with the MBA preparation, it’s easy to lower your target from a top tier institute to a lower tier institute, and it’s easy to focus on all the things wrong with your profile or with your scores. All I can say from my personal experience is that don’t let these things get to you. Be honest with yourself. Just focus, work hard and believe in yourself! And trust me, you will surprise yourself as I did!\n\nTo know more about scholarships, click here.\n\nAlso Read: National Scholarship Portal – A Hub for Government Scholarships",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9958404899,
        "format_confidence":0.7745733261
    },
    {
        "url":"http:\/\/ftloc.org\/lindsey-dugue",
        "text":"Lindsey Dugue\n\n2011 Recipient\n\nFrench Pastry School: What was your background previous to studying pastry and what led you to pursue an education in pastry?\n\nMy background previous to pursuing pastry was in office administration in higher education. While there were things I loved about my work, such as writing and editing, I was miserable sitting in front of a computer 7.75 hours a day – I needed to be working with my hands! My husband encouraged me to look into pastry school since I love to bake, so I did, applied for a scholarship from For the Love of Chocolate, attended The French Pastry School, and now I'm a real baker!\n\nFPS: What are your plans following graduation?\n\nI am currently looking for bakery, hotel, and restaurant jobs in Chicago.\n\nFPS: Where do you see yourself in five years? Where do you hope to be?\n\nI hope that in five years I will have some amazing pastry experience with some amazing pastry professionals under my belt.  I also hope to have started or plan to start my own bakery alongside my husband by then, maybe outside of the Midwest.\n\nFPS: In the future, what will you look back on and remember most vividly about your time as a student at The French Pastry School?\n\nI have loved my pastry school experience, my classmates, and my chefs and will remember them forever! As the adage goes, \"You'll never make the same error twice,\" so I will always remember the correct way to make pastry cream, how to cook chocolate mirror glaze (especially on an exam!), and how to elegantly plate a chiboust!  I thank all of the scholarship’s supporters for the opportunity to be a part of such a fantastic school and fantastic program!",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.7957103848,
        "format_confidence":0.6514267921
    },
    {
        "url":"https:\/\/www.specright.com\/blog\/specright\/meet-the-interns-danielle-goad\/",
        "text":"Meet the Interns: Danielle Goad\n\n  • August 22, 2018\n956 482 Specright\n\nDanielle Goad, one of our Summer Interns in our Sales and Marketing Department, joins us from Cal Poly where she’s majoring in Industrial Technology and Packaging. She shares that she loves how Cal Poly starts you off early in your major and gives you true hands-on experience – learn by doing. Being a member of Poly Pack and ITS clubs has allowed her to be apart of the packaging community in San Luis Obispo. Danielle has lived in San Diego her whole life and grew up playing soccer. Her other interests include travel, music, and scuba diving.\n\nWe have been happy to have Danielle onboard our Specright team this summer and we thought we’d ask her a few questions about her internship with the company and what lies on the road ahead!\n\nWhat brought you to Specright?\n\nI was introduced to Specright at my Cal Poly Packaging Career Fair where I was very impressed with the new technology and concept Specright had created. The internship seemed like a unique opportunity to learn how a SaaS can solve many issues in the packaging industry.\n\nThe Specright Summer Internship was a good mix of my overall major at Cal Poly — operations and packaging — allowing me to see what section I’m more interested in pursuing.\n\nWhat do you want to learn while you’re at Specright?\n\nI want to learn a wide variety of skills in the Packaging and IT industry. By working with both the sales and implementation team, I have been very immersed in the technology and operations of the company.\n\nDuring my time at Specright, I want to improve my engineering skills in architecting data structures for customers personalized needs in Salesforce. I also will be working on my ability to reverse engineer and design packaging structures with ArtiosCAD.\n\nWhy are you interested in packaging?\n\nI’m interested in packaging because I think it is an evolving industry that is full of opportunity. The idea that packaging used to be the basic brown box is no longer true. It has turned into a market that alters and controls consumers purchases.  This concept is exciting to me, along with the push for sustainable and environmental solutions.\n\nWhat are you excited about on the road ahead?\n\nI’m excited to continue learning from the great people at Specright. I have really enjoyed how open and dynamic the workplace is with people striving to work hard for this new product to improve it and make it the best it can be. Shout out to Adam Armstrong, Specright’s Director of Sales, for all the help and projects that have been interesting to work on. Some projects I have completed so far are upgrading the marketing strategies, revamping the social media platforms, and segmenting customer contacts for more \n\neffective outreach. Thank you to Nate Faulwell for all the Salesforce help and getting adjusted to a new platform. I have really enjoyed learning how to make personalized demos for potential customers interested in Specright.\n\nA note from the team:\n\nDanielle has been an asset since day one of her internship. From the marketing projects to the sales lead generation campaigns she works on, Danielle always exceeds expectations. We are happy to announce that Danielle will be extending her time at Specright this school year as our Academia Liaison. To learn more about our Academia Program, email Danielle at \n\nPublished on: Wednesday, August 22, 2018\n\nLast Updated on:Monday, August 27, 2018",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9762493372,
        "format_confidence":0.6373532414
    },
    {
        "url":"http:\/\/www.dailycamera.com\/boulder-county-schools\/ci_22319224\/entertainment\/entertainment\/entertainment\/classicalmusic",
        "text":"Solina Levine-Kennedy spent a month last summer in Costa Rica, where she lived with a local family and completed a service learning project through the Walking Tree Travel company. She was chosen as a journalism fellow to record the experience, keeping a diary of the trip.\n\nWhy did you want to spend a month in Costa Rica?\n\nI'm really interested in traveling the world and experiencing new cultures and seeing what's out there. I'm also interested in helping others. It was a really great way to combine the adventure side and service learning.\n\nWhat did you do on your trip?\n\nFor the first week we traveled and went surfing. The middle two weeks, we stayed in home stays with families. Every morning, we would go to work at a local school. We built a concrete slab that will be the floor of a gymnasium. We went ziplining and whitewater rafting the last week.\n\nWhat did you like about the trip?\n\nIt was really an amazing experience. The families really took you in and made you feel like you knew them for your entire life. You really got to experience what life in Costa Rica is really like. You were immersed in the culture.\n\nWhat do you like the most about high school?\n\nBoulder High is such an open, friendly community. They've done a great job in creating an environment where you can find who you are in high school. The possibilities are endless.\n\n\nWhat makes a good teacher?\n\nSomeone who's open and communicative with the students. They're really interested in teaching the material and making sure the students grasp what they're teaching. They accommodate each individual.\n\nWhat makes a good friend?\n\nA loyal friend who's very trustworthy and truthfully wants the best for you and wants to see you succeed. Someone very open minded and accepting.\n\nWhat's the best\n\nmovie you've seen recently?\n\n\"Life in a Day\" -- it's a documentary. It takes clips from people all over the world who videotaped themselves on the same day. It portrayed how similar and different people are around the globe. It was really interesting to see how different people lived.\n\nWhat's the last book you read?\n\n\"Macbeth\" for school.\n\nWhat do you do outside of classes?\n\nI played volleyball and I'm doing tennis in the spring. I'm on the climbing team, and I work at ABC Climbing teaching kids. Rock climbing is the perfect way to stay outdoors and meet new people and be healthy.\n\nWhat do you want to do after high school?\n\nMaybe take a year to travel the world to see what makes me the happiest. I know I want to do service work. I can see where my services would be the most beneficial to others and also make me happy.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.556291461,
        "format_confidence":0.9749642611
    },
    {
        "url":"https:\/\/www.allotsego.com\/from-congressman-to-siena-president\/",
        "text":"GIBSON: From Congressman To Siena President\n\n\nFrom Congressman\n\nTo Siena President\n\n‘Servant Leaders’ Will Take\n\nNation To Brighter Future\n\nChris Gibson, Otsego County’s former congressman, addresses the college community after he was named Siena College president Friday, Feb. 14. (Siena College photo)\n\nEditor’s Note: Chris Gibson, former congressman for New York’s 19th District, which includes Otsego County, Friday, Feb. 14, was named president of Siena College.  Here is an excerpt from his remarks to the college community.\n\nBy CHRIS GIBSON • Special to\n\nI want to close my remarks by focusing on the students. You are why we are here. And we believe in you.\n\nYou know you turn on the news today and we’re all bombarded. We get the negativity, the divide, the vitriol, we don’t treat each other right in this country right now and we all wonder, “How are we going to get through this mean season?”\n\nThe answer’s in this room. We need more Saints. We need more Siena Saints. Because it is here, at Siena, imbued with the Franciscan Tradition, where our view of Liberal Arts is about “whole person” development.\n\nLiberal Arts about intellectual development? Absolutely. But also physical development, moral\/ethical development, religious development, and spiritual development.\n\nI have seen the human condition in some of the most trying of circumstances, especially in combat. What I’ve noticed: It’s at those moments that “servant leaders” step forward. They find a way. They’re able to find the language and the actions to unite all people.\n\nThis is what we’re so proud of here at Siena College. This is what we do and this is why I believe and this is why this calling speaks to me.\n\nI have had three professional lives to date.\n\nFirst as a soldier coming out of Siena College, and that was very important to me. I believe in this exceptional way of life and was willing to put it all on the line for that.\n\nAnd then I served in the U.S. House of Representatives, and that was also a great privilege. But of all the callings I’ve had this one is the strongest.\n\nBecause I believe at this time in our country, in our country’s history, we need Siena graduates now more than ever. And so, with a reverence for the past but with an eye on the future, we go forward today: Proud, very proud of our past, but also knowing that, here at Siena, our best days are still in front of us.\n\nGod bless you. Thank you very much. And: Go Saints!\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.5588713884,
        "format_confidence":0.9296137691
    },
    {
        "url":"https:\/\/itcareerenergizer.com\/podcast\/consider-zigging-instead-of-zagging-and-set-clear-career-goals-with-austin-belcak\/",
        "text":"Consider Zigging Instead of Zagging and Set Clear Career Goals with Austin Belcak\n\nAccelerate Your Career Every Week - NOW\n\nTips & advice for advancing your career. Get my most powerful tips FOR FREE. No spam, ever.\n\nShare on facebook\nShare on twitter\nShare on linkedin\nShare on pinterest\nShare on reddit\n\nAustin Belcak\n\nAustin Belcak teaches people how to land jobs they love in today’s market without traditional ‘experience’ and without applying online. His strategies have been featured in Forbes, Business Insider, Inc., Fast Company, and USA Today. His clients have landed job offers at Google, Microsoft, Amazon, and Facebook to name but a few.\n\n\nAustin Belcak\n\n\nCultivated Culture – Check out Austin’s website!\n\n2 Top Career Tips\n\n1) If you see everybody else recommending something, take a step back and ask if that is truly the best way to do things. Ask yourself why people are doing it that way. Are they getting results? If not, in all likelihood you will be able to come up with a better approach. Often, being different is a good thing. It can help you to get noticed.\n2) You need to be clear about what you want to do. It is important to choose one of the things you are interested in and focus on mastering that. Speak to other people who work in those fields and roles to help you to narrow down your options. Then try Austin’s 30-day pilot method, which he talks about in the podcast.\n\nShow Notes\n\nWorst Career Moment\n\nFor Austin realizing that graduating from university was not enough to get him a decent job was a bad moment. He ended up in an awful job that paid poorly. Worse, he had a bad boss. Yet, even after applying for hundreds of jobs online, he could not get out of the situation.\n\nIn the podcast, he explains, in quite some depth, how he managed to break this negative cycle and find success\n\nCareer Highlight\n\nLanding his current job with Microsoft is Austin´s career highlight. For him, it has been life changing. During this section, he explains why that has been the case and what steps he has taken to ensure that he gets the most out of being in that position.\n\nThe Future\n\nThe emergence of more flexibility in the workplace is exciting. It opens up all kinds of opportunities. Working from home has many potential benefits for the planet as well as for individuals and companies.\n\nThe Reveal\n\nWhat first attracted you to a career in I.T.?\n\nThe fact that working online and in IT offers the best lifestyle.\n\nWhat is the best career advice you’ve ever received?\n\nOnly take advice from people who already have what you want.\n\nWhat is the worst career advice you’ve ever received?\n\nGo through the traditional job application process.\n\nIf you had to begin your career again in today’s world, what would you do?\n\nAustin would prioritize working on his storytelling and copywriting skills, so he could be a more effective communicator and marketer.\n\nWhat career objectives are you currently focusing on?\n\nDoing well at Microsoft and helping as many job seekers as possible.\n\nWhat’s the number one non-technical skill that has helped you in your career so far?\n\nBeing a good copywriter, in particular, being able to write a persuasive resume or email.\n\nWhat do you do to keep your own career energized?\n\nAustin works on projects and hobbies outside of his work life.\n\nWhat do you do in your spare time away from technology?\n\nAustin and his wife make their own hot source and are home brewers too.\n\nContact The Guest\n\nContact Austin Belcak through the following social media platforms:\n\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n\nAccelerate Your Career Every Week - NOW\n\nTips & advice for advancing your career. Get my most powerful tips FOR FREE. No spam, ever.\n\nPrivacy Policy\n\nAt IT Career Energizer, accessible at, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by IT Career Energizer and how we use it.\n\nIf you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through email at [email protected] \n\nGeneral Data Protection Regulation (GDPR)\n\nWe are a Data Controller of your information.\n\nIT Career Energizer’s legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:\n\n  • IT Career Energizer needs to perform a contract with you\n  • You have given IT Career Energizer permission to do so\n  • Processing your personal information is in IT Career Energizer’s legitimate interests\n  • IT Career Energizer needs to comply with the law\n\nIT Career Energizer will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.\n\nIf you are a resident of the European Economic Area (EEA), you have certain data protection rights. If you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us.\n\nIn certain circumstances, you have the following data protection rights:\n\n  • The right to access, update or to delete the information we have on you.\n  • The right of rectification.\n  • The right to object.\n  • The right of restriction.\n  • The right to data portability\n  • The right to withdraw consent\n\nLog Files\n\nIT Career Energizer follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services’ analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring\/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users’ movement on the website, and gathering demographic information.\n\nCookies and Web Beacons\n\nLike any other website,  IT Career Energizer uses ‘cookies’. These cookies are used to store information including visitors’ preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users’ experience by customizing our web page content based on visitors’ browser type and\/or other information.\n\nDoubleClick DART Cookie\n\nGoogle is one of a third-party vendor on our site. It also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to and other sites on the internet. However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL –\n\nSome of advertisers on our site may use cookies and web beacons. Our advertising partners are listed below. Each of our advertising partners has their own Privacy Policy for their policies on user data. For easier access, we hyperlinked to their Privacy Policies below.\n\n\nPrivacy Policies\n\nYou may consult this list to find the Privacy Policy for each of the advertising partners of IT Career Energizer.\n\nThird-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on IT Career Energizer, which are sent directly to users’ browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and\/or to personalize the advertising content that you see on websites that you visit.\n\nNote that IT Career Energizer has no access to or control over these cookies that are used by third-party advertisers.\n\nThird Party Privacy Policies\n\nIT Career Energizer’s Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.\n\nYou can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers’ respective websites. What Are Cookies?\n\nChildren’s Information\n\nAnother part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and\/or monitor and guide their online activity.\n\nIT Career Energizer does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.\n\nOnline Privacy Policy Only\n\nThis privacy policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and\/or collect in IT Career Energizer. This policy is not applicable to any information collected offline or via channels other than this website.\n\n\nBy using our website, you hereby consent to our Privacy Policy and agree to its Terms and Conditions.\n\nThis website uses cookies to ensure you get the best experience on our website.",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.9925427437,
        "format_confidence":0.7221405506
    },
    {
        "url":"https:\/\/www.bgdlegal.com\/blog\/indybar-diversity-fair-how-to-find-the",
        "text":"Main Menu\nIndyBar Diversity Fair: How to Find the Right Culture Fit \n\nThe IndyBar Diversity Job Fair is August 6th-7th at the Hilton Indianapolis, and a big part of finding the right job is finding the right culture fit for you. BGD’s Janeia Brounson and Shannon Williams sat down to discuss the importance of finding the right culture on your job hunt.\n\nImage result for indybar diversity job fair\n\nWhy did you choose BGD?\n\nJaneia: I chose BGD because of the atmosphere. The firm has an open-door policy. I was able to ask for help and not feel afraid and if one person could not help me, they would point me in the direction of someone that could help me.\n\nBGD has made a strong commitment to diversity. How has that shaped your mission as Chief Legal Talent Officer at the Firm?\n\nShannon: Diversity and inclusion is part of every important strategic decision I make in my role as Chief Legal Talent Officer.  It is also a core component of our Firm culture. My role includes overseeing all aspects of the Firm’s hiring initiatives.  That includes everything from hiring summer associates to lateral partner hiring. Identifying and hiring top talent is critical to ensure that we continue to best serve our clients’ needs.  Another critical component of my role is associate relations which includes retention of talent, training and development, and the annual review and compensation process. Again, diversity and inclusion is a key component to each of those areas of responsibility.  \n\nDescribe life after graduation from law school.\n\nJaneia: Life after graduation is similar to law school. It’s as if the three years of law school is condensed into ten weeks and there is one large final exam. At times it is stressful but it’s an opportunity that many do not get.\n\nWhat questions do you feel should be asked of an interviewer at a firm in an interview?\n\n\n  • What differentiates your from other law firms?\n  • Why did you choose your firm?\n  • What keeps you at your Firm?\n  • What is the culture of your Firm?\n  • What separates good summer associates from poor performers?\n  • Provide an example of why a summer associate would not get an offer to return to the Firm.\n\nWhat was your job search experience like?\n\nJaneia: My job search experience was a typical law school experience. I participated in OCI’s and job fairs. Every job posting that was sent to me I applied for during my first year of law school. I was lucky to obtain a job with BGD during the beginning of my second semester of my first year and received an offer to come back for a second summer and ultimately received a job offer.\n\nDiscuss your preparation for the bar. Do you feel you were well prepared? What do you find is the most difficult part of your preparation? \n\nJaneia: As I am preparing for the bar, I feel the most difficult part is finding a balance between following the tasks your course set and what worked for the individual during law school. The bar courses are very knowledgeable concerning how to prepare for the bar however, everyone learns differently so it is important to know when switch gears and do what is best for the individual.\n\nThe Indianapolis Bar Association's Diversity Job Fair will take place on August 6-7 at the Hilton Indianapolis. For more details, visit their website.\n\n  • Associate\n\n    Janeia is an attorney in the Firm's Business Services Department.\n\n    Prior to law school, Janeia worked for the Hartford Insurance Group as a claims adjuster, speaking with customers and claimants to obtain evidence to critically ...\n\n  • Chief Legal Talent Officer\n\n    Shannon Williams serves as Chief Legal Talent Officer of Bingham Greenebaum Doll LLP. Shannon has more than 25 years of experience in attorney recruiting and professional development. She has held a broad range of leadership roles ...\n\n\n\nRecent Posts\n\n\n\n\nBack to Page",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.8805769086,
        "format_confidence":0.9004273415
    },
    {
        "url":"http:\/\/hansard.millbanksystems.com\/commons\/1930\/may\/30\/education-money",
        "text":"HC Deb 30 May 1930 vol 239 cc1647-732\n\nConsidered in Committee under Standing Order 71A.\n\n[Mr. ROBERT YOUNG in the Chair.]\n\nMotion made, and Question proposed, That, for the purposes of any Act of the present Session (hereinafter referred to as the said Act') to raise to fifteen years the age up to which parents are required to cause their children to receive efficient elementary instruction and to attend school; to make provision for maintenance allowances in respect of children attending school up to that age who are over the age of fourteen years; to empower local education authorities to make arrangements with respect to non-provided elementary schools and to facilitate the withdrawal from school of children for religious observance and instruction, it is expedient to authorise the payment out of moneys provided by Parliament of any sums by which the grants in aid of education payable to local education authorities under section one hundred and eighteen of the Education Act, 1921 (as amended by any subsequent enactment), and the regulations made thereunder are increased by reason of any expenditure which such authorities may lawfully incur under the said Act.\"—(King's recommendation signified.)\n\nThe PRESIDENT of the BOARD of EDUCATION (Sir Charles Trevelyan)\n\nThe expenditure to which this Resolution refers falls under three heads. First, there is the provision of extra accommodation, teaching staff and so on for the new age group which will be brought into the schools by raising the school age from 14 to 15. As regards this item, the Committee will see, from page v. of the Financial Memorandum, that the total estimated annual charge is £2,500,000, of which £2,100,000, or 84 per cent., will fall on the Exchequer. I have taken for the purposes of this Estimate the year 1938, as by that time the children born in the years immediately following the War, when the numbers were exceptionally high, will have passed through the schools, and the numbers in the age group 14–15 will then be more or less stabilised. It will be remembered that in this connection my predecessor issued a circular regarding the raising of the school age to which was attached a memorandum by the Government Actuary indicating this stabilisation. I think that without doubt it is better to take a figure that may be regarded as a permanent annual charge, rather than to take the intermediate period.\n\nI want, however, to make this observation about these figures. Exact estimating in this matter is really quite impossible, and I will give the Committee the reason. Some complaints have been made at the Financial Memorandum saying that it is impossible to give definite figures, but the reason is fairly obvious. We are raising the school age, but that is only one item in the whole of the reorganisation that is going on. If we were dealing with the whole of the reorganisation, we might give figures which were based on the local authorities' estimates and so on, but we are dealing with only one item in the reorganisation, namely, the raising of the school age. For instance, no one can tell exactly how many of the increased number of teachers that there will be in the next few years are to be attributed to the raising of the school age, and how many to reorganisation in general. We have calculated that 7,500 teachers will about represent the increased number due to the raising of the school age, but that is necessarily speculative, and, even when the whole of the reorganisation is finished, a year or two hence, we shall still be in the dark as to exactly how many of this increased number of teachers is to be attributed to the raising of the school age alone.\n\n\nDoes that figure of 7,500 include the additional number of teachers necessary to reduce the number in classes above 50?\n\n\nNo, it does not include all the increase, but in raising the school age we are calculating, in the range of what will be the upper classes in senior schools, upon classes of not more than 40, as my hon. Friend no doubt knows. My estimate of £2,500,000 is, of course, mainly made up of the salaries of the additional teachers, which will cost over £1,800,000. Other matters to be provided for are loan charges on additional buildings, the maintenance of buildings, the provision of books, and allowance for overhead charges. The total of this last item amounts to about £700,000. As I have said, of this sum £2,100,000 will be borne by the Exchequer, leaving only £400,000 to be borne by the rates. If the Committee are surprised at that proportion, they can see the reasons for the high proportion falling upon the taxes in the note on page v. of the Financial Memorandum. The very large proportion borne by taxation comes, first of all, from the special increase of the building grant from 20 per cent. to 50 per cent., which has been arranged for during the reorganisation period. In the second place, there is the fact that so large a proportion of the increased expense is due to the salaries of teachers, of which 60 per cent. is paid by the State; and, lastly, it results from the effect of the capitation grant of 36s. per child in average attendance. This increased sum will be paid to the local authorities, while the formula for paying the grant is not otherwise changed. There is no increase, for instance, in the reduction of the 7d. rate, therefore the 36s. is a net gain to the local authorities.\n\nAs regards the second item of expenditure, the provision of maintenance allowances for children in this age group, I have already indicated that the cost of this proposal is again not susceptible of any close estimate. It seems likely that in the first full year, 1932–33, the total cost will amount to £3,000,000. Owing to the temporary increase in the number of children in the schools in the next two years, the cost may rise to £4,300,000 and £4,400,000. As I informed the House yesterday, I asked the representatives of the local authorities to help me by forming a committee to recommend a scale and a procedure for determining eligibility, and I indicated that I proposed in general terms to follow their recommendations.\n\nThe committee point out that they have not been concerned to consider what proportion of the school population will be included or excluded by the scales that they decide upon. Therefore, I have had to form some sort of estimate myself. Any material for closely estimating is wanting, but I have had some calculations made and, roughly speaking, my estimate is formed on the basis of approximately 60 per cent. of the children of the new age group becoming eligible for maintenance allowances. With regard to the rate for maintenance allowance's, the Chancellor of the Exchequer has met my request for generous treatment by allowing me to pay grants at the special rate of 60 per cent. Taking the grants and the extra provision of educational facilities together with maintenance allowances, it will be found that the Exchequer provides 70 per cent. of the whole increased expenditure of raising the school age. I am bound to say I think that is not an ungenerous provision.\n\nI then come to the third item. I am afraid there, from the financial point of view, my estimate will be even more unsatisfactory to those who want accurate figures. It is impossible to make any kind of estimate in regard to contributions by the local authorities as far as voluntary schools are concerned. It will depend, if these proposals are adopted, on local arrangements between the local authorities and the voluntary school managers. There is a whole variety of points of view as to the extent to which those opportunities are likely to be realised in distant parts of the country.\n\n\nHow many black-listed schools will come under the clause?\n\n\nThat is quite impossible to say, because the black-listed schools, as such, will not come under the operation of the arrangement. There may be black-listed schools which will be involved in reorganisation, and they may come under it, but blacklisted schools as such will not come under the arrangement. It is impossible to give anything like close figures but I can give one or two instances which may indicate the kind of thing that may occur in the way of saving for local authorities if these clauses come into operation. All that can be definitely said is this. The more these clauses are utilised, the more saving there is likely to be to local authorities and the public Exchequer, because if there is no arrangement with the voluntary shools, it makes it only too likely that the local authority, if it is going to be able to deal with the question of reorganisation, will have to build absolutely new schools of its own which is, as I explained yesterday, an extraordinarily clumsy suggestion—first of all clumsy and secondly expensive, and very likely the local authorities simply would not do it because of its clumsiness and its expense.\n\nIn view of that situation, there are one or two counties which have made calculations as to what they would have to do if they had to provide all the new accommodation themselves and there were no arrangement with the voluntary schools. I take the county of Somerset, which calculates that it would have to spend £135,000, and I take Oxfordshire, which calculates that it would have to spend £80,000, and they calculate that, if they could come to any reasonable accommodation with the voluntary schools, they would probably spend half that sum, or less. These agreements, if they were entered into, would attract the same rate of grants as expenditure incurred by the local authorities and the council schools, namely, that if the expenditure is incurred within the three-year period ending 31st August, 1932, the grant will be paid at the special rate of 50 per cent., as it is now being paid for the rest of the reorganisation purposes.\n\n\nThe right hon. Baronet says that in Oxfordshire and Somerset, if an arrangement is come to, the expenditure will be about half what ... (truncated)",
        "topic_id":4,
        "format_id":21,
        "topic_confidence":0.7883076668,
        "format_confidence":0.9778007269
    }
]