[
    {
        "url":"http:\/\/zulfair.com\/index.php?page=applyvisa&nav=visaapplyform&rawdata=1496582190_163972936",
        "text":"Step 1\nStep 2\nStep 3\nStep 4\nStep 5\nZulfair Visa Registration\nOnline Registration Process , Please fill the information carefully..\nPersonal Information\nDate of Birth ( Type in Numbers Only )\nPlace of Birth\nValid Passport No\nPhone No\nNote : After selecting your country , please type your Phone number only , you dont want to add 0\/country_code or any special letters .\nValid Email\nExpected Flight Date\nAttach Passport Photo & Press Upload\nAttach Your Passport files\nSponser Information\nSponser First Name\nSponser Last Name\nSponser Phone\nSponser Email\nSponser Address\nAttach Sponser Emirates ID & Press Upload\nAttach Sponsers Passport & Visa Page\nBefore clicking register , Make sure your details are correct , After registration you will recieve a Mail\/SMS with the Verification Code .\nSecurity Check\n2 + 3 =\nRegister Application\nPlease wait some time....\nIf your registration failed at OTP CHECK , Type your PNR here recieved via mail\nMake sure that everything is right ..",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.5231695771,
        "format_confidence":0.9306519032
    },
    {
        "url":"http:\/\/www.superstreetonline.com\/how-to\/project-car\/epcp-0901-vw-r32-hre-type-c90-wheels-michelin-pilot-sport-ps2\/",
        "text":"Super Street Network\n\n |   |   |  HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nHRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nJan 1, 2009 SHARE\n\nVolkswagen's R32 is a great car. It's got a feeling of solidness that makes you want to rub the steering wheel and pat the shift knob, just sit there and appreciate the cabin's elegance.\n\nEpcp_0901_01_z+volkswagen_r32+side_view Photo 2\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nIn truth, the R32 is pretty damn complete, lacking for nothing save fuel. As usual, we found ourselves wondering if this would be the shortest project car we'd ever done.\n\nIf we had to adhere to a school, it would be the OE+ school of modification. Ideally, it needs to appear as if it's been assembled with factory hot rod parts built by craftsman after hours, you know, for kicks.\n\nShort of having a key to VW's workshop, we assembled a smattering of gear that follow the aforementioned parameters.\n\nEpcp_0901_03_z+volkswagen_r32+front_view Photo 3\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nHRE Type C90 Wheels and Michelin Pilot Sport PS2\nThe wheel industry is a fairly polarized place. At one end are great wheels, the other, crap. There are a few stratified through the middle but only a handful would pass stringent TUV and Euro-Union standards.\n\nWe've known of HRE Wheels for nearly 15 years, admired their work on Porsches, Lamborghinis BMW's, Audis, Vipers, etc. Every year at the SEMA show in Las Vegas we tend to hang around their booth too long, usually fondling whatever new design HRE has introduced that year.\n\nRather than typical sales people, you find yourself speaking with engineers, the guys that actually designed the wheels and know them from the alloy up. These guys deal in fact rather than marketing fantasy. We like that.\n\nEpcp_0901_05_z+ecs+crankshaft_pully Photo 4\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nWe chose HRE's C90 wheels for their classic multi-spoke styling, two-piece design and solid construction. While the R32 is capable of running 19-in gear, the decision to retain 18-in rims was based on the fact that more tire means more protection to the wheel. However, should we injure the HREs, we could simply order another outer section rather than a whole new wheel.\n\nLike all HRE wheels, the C90s reek of quality, right down to the fasteners holding them together. And while the outer face of the wheels looks fantastic, the inside is just as beautiful. Every surface and each curve has been optimized for strength and lightness, neither bowing to the other but rather striking a perfect balance. That pretty much sums up HRE's product-balanced performance.\n\nNo, the C90s ain't cheap but neither is the forging technology that created them. Moreover, the C90s provide a classic look that should serve this car or any other that one day may wear them.\n\nEpcp_0901_06_z+techtonic+lifts Photo 5\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nMeasuring 18x8.5\" ET30 with a 5x100 bolt pattern, the C90s have been wrapped with Michelin's exceptional Pilot Sport PS2 tires. We managed to get 255\/35ZR-18s under the fender wells, leaving this R32 extremely well-tired. Switching the generic rubber for the Michelins was like substituting standard craft paste (the kind we ate in school) for Cyanoacrylate adhesive. The original tires were some off brand we'd never heard of and in truth, they were fun. The R32 slid all over the place like a rally car. With the PS2s, it doesn't budge. The car feels much more centered and cornering is very sharp.\n\nThere's not much we can add to what's already been said of the Michelin PS2. They are perhaps the best performance tires in the world, blending huge grip with outstanding road manners and decent wet performance.\n\nPower Program\nWe are huge fans of VW's narrow angle six. Both robust and powerful, it responds well to normally aspirated enhancements.\n\nEpcp_0901_07_z+giac+flashloader Photo 6\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nThis first round includes hardware designed to enhance the car's respiration. We replaced the airbox with Eurosport's ITG Intake featuring its oil-impregnated element, heavy-duty fittings and heat shield. A Tectonics' exhaust replaced the heavy factory system, an impressive piece of work with great build quality and excellent fit and finish. It's augmented with Tectonics' own breed of camshaft wrought from stainless steel billets, ground in house and then chill-hardened. A gem-like underdrive pulley from ECS Tuning and GIAC software complete the program.\n\nThe summation of these bolt-on parts was a substantial increase in engine performance and tonality. Baseline power figures showed the R32 produced 218 whp (measure at the front wheels via Haldex switching). The car was now making 244 and the sound coming from the polished tips of the TT exhaust is simply glorious.\n\nEpcp_0901_04_z+volkswagen_r32+full_view Photo 7\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nFor and up-close look at this install, go to Get to the \"project car\" section. We can only say how good it sounds so many times. You've gotta see and hear this thing to believe it.\n\nHRE Wheels\nCrystalline Clear\n•While your cars wheels may not seem like the most complex component, manufacturing a high quality aftermarket wheel isn't nearly as easy as one may think. Wheels are subjected to complex loading from drive and braking torque, side loading from cornering and radial loads from the car's own weight and magnified by road irregularities.\n\nEpcp_0901_10_z+hre+wheel Photo 8\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nOnce you have optimized the design, you need to figure out how to build it. You wont find any cast wheels coming out of HRE, they just don't have the required consistency or strength. All the hunks of aluminum coming out of HRE have been forged. The centers start life as a piece of 7-inch billet of 6061 that is mashed into shape with pressure, not heat. Think Play-Doh fun factory just shinier. Forging allows the crystalline grain structure of the Aluminum to orient itself in the direction of the spokes, optimizing strength. The centers are then heated treated to a T6 Temper before being CNC machined entirely in-house.\n\nThe rim halves start as sheets of 6061 aluminum that are spun forged on a lathe. Think of a pottery wheel except instead of clay a giant sheet of aluminum that will slice off appendages or entire limbs. The spin forging aligns the structure in circumferential grain to maximize the hoop strength of the rims. Once the spin forging is completed they are brought to the same T6 temper as the halves. The inner mating surfaces of the wheel halves are then machined to make sure they are perfectly flat to match the centers and the holes for the fasteners are then drilled. The bolt-holes have to be incredibly precise for they determine concentricity of the final wheel. A slight mistake in drilling can turn your high-end European sports machine into a Teutonic paint shaker.\n\nEpcp_0901_08_z+techtonics+exhaust Photo 9\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nOnce all the components are individually completed, each wheel is hand assembled using quite literally the highest-grade fasteners they can find. Most HRE receive full stainless fasteners from legendary ARP. For higher-end applications where weight is an absolute priority, HRE offers titanium fasteners. The super light and strong Ti fasteners are actually sourced from a German manufacturer that also supplies Airbus. Most modular wheel manufacturers out there are using chromed steel. The stainless ARP fasteners are roughly four times the cost of chromed steel while the titanium is actually twenty times the price of steel. This may sound extreme, but standing in the middle of HRE's factory filled with the best CNC equipment, with the highest quality control in place, holding a high-priced, German made titanium fastener makes total sense.-Michael Febbo\n\nEpcp_0901_09_z+eurosport+intake Photo 10\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\nBy Staff\n130 Articles\n\n\n\n\nGetting the lowdown with air suspension and new wheels\nMichael FebboOct 18, 2014\nNew parts and accessories for your driving life.\nSep 19, 2014\nFundamental parts guide for your FR-S\/BRZ\nSep 12, 2014\nLightSpeed Automotive Technology introduces a trick gauge unit that's sure to get any tech-savvy enthusiast's blood pumping.\nScott TsuneishiSep 12, 2014\nWhether you're welding steel or even aluminum, Miller's got the perfect welder for you.\nScott TsuneishiSep 12, 2014",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.9858518839,
        "format_confidence":0.8545767069
    },
    {
        "url":"https:\/\/www.alltheragefaces.com\/motorcycle-ownership-basic-maintenance-tips-from-a-mechanic\/",
        "text":"Motorcycle Ownership: Basic Maintenance Tips from a Mechanic\n\nIf you are just getting into the world of riding, brushing up on beginner motorcycle maintenance tips is the best thing you can do—both for yourself and your bike. Even if you are not a motor fan, think of these basic maintenance tips from Harley Davidson services experts as the ultimate “me time” activity and therapy.\n\nThat said, basic bike maintenance is a critical component of becoming a rider. It takes more than teaching yourself how to change the oil or servicing the bike well, which is why you need these few mechanic tips.\n\nWhat you need\n\nTo make motorcycle maintenance more efficient, here is a checklist to get you started:\n\n  • The manufacturer manual—Everybody, from new motorcycle owners to expert service Harley Davidson mechanics, should get their hands on the manual! These documents contain critical step-by-step instructions and guidelines that are especially useful for the new rider. While bikes share several parts, such as batteries, the way you service each component depends on the manufacturer’s guidelines. So, always read through the pages before you pick up that Allen key and let all hell break loose!\n  • A rear stand—If you haven’t already, now is the time to purchase a rear stand. To safely work on your ride, you want it grounded and off the ground using a rear stand. This piece of equipment is critical when you have to work on repairing or replacing your bike’s drive chain or tires.\n  • The right motorcycle oil—To own a bike, changing the motorcycle oil is a rite of passage. It is pretty much the first thing just about every DIY mechanic learns to do. Qualified Harley Davidson services mechanics can teach you how to change the oil and choose the right type of oil for your bike.\n  • Have a wrench set—Disassembling your entire bike using a few Allen keys and a wrench set is scary—now that you come to think about it. Which takes you to the next critical item in the checklist.\n  • A camera phone—Use the camera to record the maintenance process, especially if you decide to take the bike apart. Take a few pictures of the bike before disassembly and each time you complete a step in the manual. Tracking progress makes it easy to put it back together. \n\nWhat to inspect regularly\n\nNow that you have all your supplies and space, make inspecting your bike a regular task. Service Harley Davidson experts recommend you check on:\n\n  • Oil\n  • Tires\n  • Brakes\n  • Bearings\n  • Drive chain\n  • Lights\n  • Battery and electronics\n\nKeep up with service schedules\n\nDepending on your frequency of rides, it is pertinent that you take your bike to the experts for regular service Harley Davidson intervals. This way, you can reduce out-of-pocket costs to repair problems that would otherwise have been dealt with at the shop.\n\nAsk for assistance\n\nIf this is the first time you are working on your bike, it is advisable to consult Harley Davidson services professionals. As enthusiasts, the mechanics at Gasoline Alley Harley-Davidson provide you with affordable service checks, repair services, and a library-worth of motorcycle knowledge. \n\nLeave A Reply",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.9542019963,
        "format_confidence":0.9727392793
    },
    {
        "url":"https:\/\/boostatv.com\/average-dimensions\/",
        "text":"In this post, we’re taking a look at how wide, how long, and how high ATVs are. ATVs do vary quite a bit in size, often closely related to their engine size.\n\nBut by calculating an average for different engine sizes, I should be able to give you a pretty good idea on what to expect.\n\nThere are countless reasons why you need to know how big an ATV is. Making sure it fits on your trailer or truck-bed is one of them.\n\nRegardless of what your reasons are, I’ve done the job collecting and processing the data for you.\n\nGathering the data – all major brands\n\nTo get reliable data to work with, I looked up the spec-sheets of every big ATV brand and almost all of their models.\n\nDue to practical reasons, I could not include all available models, but most brands are well represented.\n\nTo begin with, here are all of the data I’ve collected, presented in a simple table form. All of the bikes listed are 2019 \/ 2020 models.\n\natv width comparison\nCollecting the dimensions of all the major brands and models of ATVs.\n\nComparing ATV width\n\nThe width is usually the most critical measurement of an ATV. But before we look into why width is so important, let’s have a closer look at the numbers:\n\nHow wide is an ATV? Most ATVs are 45 to 50 inches (114-127cm) wide. The average ATV width is 47,4 inches (122,7cm). ATVs that are modified with larger wheels, lift kits or wheels spacers are even wider.\n\nSo if we look at the width of all major brands and all major models of ATVs, we find that the average width is just over 47 inches.\n\nTo better visualize the differences in width between different sizes of ATVs, I’ve calculated the average width of various engine sizes as seen in the chart below.\n\naverage atv width\nComparing the average ATV width.\n\nFrom the stats we can make a few interesting observations:\n\n  • ATV width is usually closely related to the ATV engine size. Smaller engines equal smaller width, while a bigger engine usually means a wider bike.\n  • ATVs between 420 cc and 850 cc does not vary that much in width on average.\n  • The smallest sizes of ATVs (below 420cc) much narrower than the average, while the biggest machines (1000 cc) are considerably wider.\n\nWhy does the width of an ATV matter?\n\nIf you’ve never owned an ATV before, it’s not always that easy to understand just how important the width of the machine is. Let’s have a look at a few scenarios where width does matter.\n\nWhen riding ATV trails that have width restrictions\n\nA significant number of ATV trails does not allow you to ride machines that are more than 50 inches wide.\n\nIf you ignore the regulations and ride an ATV wider than 50 inches, you do not only risk getting fined if you get caught. You may not even fit in the first place. The gates and bridges on such trails will often be built with the 50 inch limit in mind so that wider vehicles won’t be able to pass.\n\nThis, however, is not an issue if you ride a stock ATV. All stock ATVs you will find on the market today are 50 inches or narrower.\n\nBut the restrictions do exclude most UTV’s from riding these trails as they are typically above 50 inches wide. Because of these regulations, however, more and more manufacturers are now offering even UTVs, that is just 50 inches wide.\n\nWhen riding in dense forests\n\nThere is not only when riding on man-made trails when width matters. The wider your ATV is, the more likely you are to get stuck or not fit between trees and big rocks when riding in the forest.\n\nWhen transporting the ATV in a trailer or truck bed\n\nAs soon as you start making modifications to your ATV such as installing tracks, wheel spacers, or bigger wheels, it will become wider and may no longer fit in your trailer or truck bed.\n\nThat’s why it’s always a good idea to measure how wide of an ATV you can fit before you purchase these upgrades. If you may end up having to upgrade your means of transport as well.\n\nWhen riding steep hills or when racing\n\nA wider ATV is generally more stable than a more narrow machine. If you ride sideways on steep slopes, the extra stability of a wide machine may be just what you need to prevent you from tipping.\n\nOr if you do ATV racing, a wider wheelbase will allow you to tackle tight corners at higher speeds than you would with a more narrow setup.\n\nHow can you make an ATV wider?\n\nThere are a few ways you can increase the width of an ATV.\n\nInstall wheel spacers\n\nInstalling wheel spacers is the fastest and cheapest way to achieve a wider wheel stance. While wheel spacers are great, they do come with a few significant downsides. Read this post to learn all about the pros and cons of installing wheel spacers on an ATV.\n\nInstalling different rims\n\nSomething called the wheel offset is used to indicate how far from the wheel hub your tires sit. You will usually find this number stamped on the inside of your rim. The value may be negative, zero, or positive.\n\n  • Zero offset is when the center of the wheel line up with the outside of the wheel hub.\n  • A negative offset is when the center of the wheel is on the inside of the wheel hub surface.\n  • A positive offset is when the center of the wheel is on the outside of the wheel hub surface.\n\nTo increase the width of an ATV, you can simply get rims that have a larger offset. If your stock rims are negative 5 offset, getting rims that have an offset of positive 5 will increase the width of your ATV with 20mm in total (10+10).\n\nGetting bigger tires\n\nWhen you put bigger tires on your rims, your overall bike width will usually increase as well. Please note that increasing tire size with more than 1-2 inches will often result in rubbing issues.\n\nTo solve this, you may install wheel spacers, get rims with a different offset, or simply cut the plastic that is hitting the wheels.\n\nInstall a lift kit\n\nA lift kit will not only make your ride higher, but it will also in most cases, make the bike wider. This is necessary, so you don’t ruin the stability of the ride by lifting its center of gravity.\n\nComparing ATV length\n\nNow that you know how wide the average ATV is, how long is an ATV? Most ATVs are 80 to 85 inches (203 – 216 cm) long. The average ATV length is 82,9 inches (211 cm). Touring ATVs are typically 5 – 10 inches longer than standard models.\n\nAgain I have calculated the average length of various sizes of ATVs and put them in a cha chart to compare.\n\naverage atv lenght\nComparing the average ATV length.\n\nThis time the results may come across as a bit more surprising.\n\n  • There is not a significant variation in ATV length when comparing the different sizes of engines from 420cc and up.\n  • I have included touring models, but there are no touring models available in the 600 -750 cc range. That’s why the average in this engine size range is lower.\n\nComparing ATV height\n\nFinally, we’ll have a look at the average ATV height.\n\nHow high is an ATV? Most ATVs are 46 to 52 inches (117 – 132 cm) high. The average ATV height is 48,9 inches (124 cm). Hi-lift models are typically 1-3 inches higher than the standard model.\n\naverage atv height\nComparing the average ATV height.\n\nThis time the comparison chart shows quite the different story.\n\n  • 420 – 850 cc ATVs are typically very similar in height.\n  • The average height of 1000cc ATVs is considerably higher than with other engine sizes. This is true partly because many manufacturers offer high lift editions of their 1000cc machines, while this is not always available with the smaller engines.\n\nWhy is ATV height important?\n\nIncreased height usually means better ground clearance and better off-road capabilities. The added height is also a great benefit when riding in deep mud. That’s why lift kits and larger wheels are popular upgrades for those who want to go deep mudding.\n\nIn this post, I’ve listed a bunch of other essential mods you can do to create the ultimate mudding machine.\n\nA higher ride does, however, make the ATV more tippy. Stability is just as important as ground clearance if you do trail riding or utility work for the most part. The key is to find the ideal balance between height and stability for the type of riding you will be doing.\n\nWhat about weight?\n\nIn a previous post I have collected and comparedthe data on average ATV weight.\n\nRelated questions\n\nHow wide is an ATV with tracks? Installing tracks to your ATV will typically increase the width by 8-10 inches. ATV width with tracks is about 56 to 60 inches (142 – 152 cm).\n\nHow wide is an ATV trailer? ATV trailer width varies, but they are typically just as wide as an average ATV with a width of 48 to 50 inches. Ideally, the trailer should have about the same width as the ATV pulling it.\n\nATV trailer width\nATV trailer width.",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.7076389194,
        "format_confidence":0.5195181966
    },
    {
        "url":"http:\/\/www.skippersticket.edu.au\/2016\/02\/29\/how-to-tie-a-cleat-hitch\/",
        "text":"How to Tie a Cleat Hitch\n\nhow to tie cleat hitch\n\nThe cleat hitch is easily the best knot to use when tying up your boat at the jetty. It’s an effective knot, that locks on tighter the harder the boat pulls against it, yet when it is tied properly, it is still easy to release. But the best thing is it is incredibly simple to tie. In fact, with a bit of practice you can even tie a cleat hitch one handed without even bending down to touch the cleat! Yet take a walk along most crowded jetties\/pens and you’ll see plenty of people do it wrong. Tying up your boat, while very important, doesn’t have to be complicated. Often simple knots are the safest and most effective…ask any mountaineer or professional sailor.\n\nHow to Tie a Cleat Hitch\n\nInstead of us telling you how to tie a cleat hitch, let us SHOW YOU how. Here’s Perth Boat School’s chief instructor, Mike, showing you how it’s done.\n\n\nTo see more short and simple boating tutorials, be sure to follow Perth Boat School on Facebook and check out their YouTube channel!",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.7117127776,
        "format_confidence":0.9676827788
    },
    {
        "url":"https:\/\/lizathefoxfairy.com\/three-tips-for-comparing-car-dealers\/",
        "text":"Three Tips for Comparing Car Dealers\n\nIn many spots, having dependable individual transportation is a need. In the event that you’ve chosen it’s an ideal opportunity to purchase a car, set aside some effort to gauge your alternatives and choose the best purchasing technique for you.\n\nNew or Used\n\nThe main activity is choose if you need another or utilized vehicle and gauge a financial plan. This will figure out which sorts of car dealers you should visit and assist you with remaining inside a sensible value go. To assist you with picking between new or utilized, ask yourself a couple of inquiries. To start with, do you have a noteworthy initial installment or an exchange with value? Second, would you say you will retain a shiny new alternative’s devaluation esteem? Third, in the event that you purchase utilized, would you say you are set up to pay for the support and fixes related with a more seasoned car? At long last, would you say you will hold up days, some of the time weeks, for an auto shop to deal with your trade-in vehicle? It’s the great battle among quality and worth. Clearly, cash is the key central factor when buying, so after you’ve chosen to purchase new or utilized, instruct yourself about financing and installments.\n\nBuy Options\n\nFinancing can be a helpful choice, however it can likewise transform into a credit-destroying speculation. Teach yourself about the idea of regularly scheduled installments and comprehend your buy alternatives. Preferably, your installments should end while your vehicle is as yet dependable. Be that as it may, on the off chance that you aren’t careful, you could stall out paying for a problematic ride. On the off chance that you decide to shop new car dealers, be savvy about the all out value you are happy to spend and ensure you can deal with your regularly scheduled installments. An agreeable installment ought to be around 20% of your month to month salary. You could likewise apply for a line of credit from an outsider moneylender and pay off the advance organization. To decide your best course, think about all account alternatives and exploration normal loan fees. In the event that you decide to purchase utilized from a private gathering or trade-in vehicle dealership, comprehend the danger of deceitfulness with respect to the vehicle’s history and dependability. To keep away from unjustifiable costs, use online quests and foundation administrations.\n\nDeal with Your Expectations\n\nWhen you’ve chosen where to shop and made sense of your spending plan, it’s an ideal opportunity to recognize what you expect in another vehicle. What amount space do you need? Okay lean toward a vehicle, truck, or SUV? How enormous is your family? What kinds of highlights intrigue you? Ask yourself inquiries like these and slender down your decisions however much as could reasonably be expected before you visit a dealer. It’s harder to be persuaded to purchase over your spending plan in the event that you comprehend what you’re searching for when you hit the parcel. Continuously be sensible about your spending plan. Try not to exploit credit projects to purchase outside your value run.\n\nThe most significant thing to recall when contrasting car dealers is the thing that you need out of your transportation and the amount you can sensibly stand to spend. Illuminate yourself about the dealerships in your general vicinity and be set up to arrange. In the event that you purchase utilized, consistently get a vehicle history report from an outside help and be careful about out of line costs. Good karma in your pursuit.",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.9699591398,
        "format_confidence":0.630848825
    },
    {
        "url":"http:\/\/www.fourwheeler.com\/how-to\/engine\/131-1303-homebrewed-hemi-part-1\/",
        "text":"Click for Coverage\n  • JP Magazine\n  • Dirt Sports + Off-Road\n  • 4-Wheel & Off-Road\n  • Four Wheeler\nSubscribe to the Free\n\nHomebrewed Hemi, Part 1\n\nPosted in How To: Engine on March 1, 2013\nShare this\n\nBig tires on Jeeps often equal a lack of power to the ground. Superchargers can help, but they aren’t a true replacement for displacement.\n\nBye-bye, 3.8L. Pulling the powertrain intact is easiest. 4WS chains on at the bellhousing for balance and control.\n\nChevy V-8 swaps into Jeeps are fairly refined, particularly LS-based jobs. But some Jeep owners want to stay true to the bloodlines. That narrows down the popular choices to the AMC V-8s, the Mopar Magnums, or the Gen III Chrysler Hemis. The latter give the best combination of power and efficiency—about 1 hp per cubic inch (SAE net). This article is devoted to the Hemis.\n\n4x4 shops have done hundreds of Wrangler Hemi swaps in recent years. 3.8L JKs are notoriously underpowered, as is any late-model Jeep that runs large tires. Fat-walleted Jeeps owners simply write a $20,000-plus check to a competent shop to have a crate Hemi swapped in. Companies such as AEV and Burnsville Off-Road even offer complete DIY swap kits.\n\nWe researched a more à la carte route for JK owners who are considering doing the swap at home. Kevin Wyas, owner of 4WS (aka Missouri 4Wheelers Supply), showed the highlights of what the hands-on late-model Jeep owner needs to know to do a Hemi swap, using a ’07 JK as an example. Wyas estimates DIY cost savings at more than $5,000, depending on the cost of junkyard parts.\n\nThe “modern” 5.7L Hemi was introduced for the ’03 model year. Since this Gen III V-8 family is just a decade old, it isn’t nearly as prevalent in junkyards as GM LS engines—a lower supply keeps prices higher.\n\n5.7L: The most cost-effective Hemi repowering engine for Wranglers, it has appeared in Chrysler products since 2003: Ram, Durango, Grand Cherokee\/Commander, Challenger, Charger, Magnum, and Aspen. Truck versions are typically rated around 345 hp\/375 lb-ft while the R\/T car version punches in as high as 340 hp\/390 lb-ft. Beginning in 2009, Variable Valve Timing (VVT) bumped truck applications up to 390\/407. Salvaged VVT-equipped engines are harder to find than the older-model Hemis. They’re also more difficult to swap into ’12-current JKs thanks to the “locked” computer and special wiring harness.\n\n6.1L: This block features a larger bore and other cooling and oiling differences compared to the 5.7L. It appeared from 2005-2010 in the various Chrysler family SRT-8 packages. Rated at 425\/420, this engine doesn’t have VVT.\n\nThis particular 6.1L Hemi was involved in some horse trading, so it arrived at 4WS as more of a long-block than a complete engine. Brennan Dodge was our source for the missing OE accessories.\n\n6.4L: Basically a bored-out 6.1L with VVT added, the 6.4 was introduced as the 399 Hemi crate engine in 2007, with an assembly line version appearing in the ’11 Challenger SRT-8—rated at 470\/470.\n\n6.7L: This is a stroked and heavily modified 5.7L, putting out about 520\/535.\n\n7.0L: Known as the 426 Hemi crate engine, this Mopar offering is rated at 540\/540.\n\nCurrently, Mopar offers three Gen III Hemi crate packages for those who want clean power on a pallet: 5.7L Eagle (VVT), 6.1L and 426 (7.0L).\n\nThe engine will need a Dodge truck steel rear-sump oil pan or a fancier aluminum Grand Cherokee WK SRT-8 pan.\n\nThe most popular Hemi-compatible transmission for a JK swap is the pre-’11 545RFE five-speed automatic—it bolts up the to the Hemi and NVG231\/241 transfer cases. The 545RFE has been Chrysler’s 1⁄2-ton five-speed automatic of choice since 2001, appearing behind the 3.7L, 4.7L, and 2.8L CRD in Rams, Grands, Libertys and Dakotas\/Durangos. Production numbers\/availability make it the most cost-effective option.\n\nAnother auto option that Burnsville has successfully done in ’12-current (3.6L-replacement) swaps is the W5A580 five-speed transmission. This Mercedes-built automatic is available in the ’12 to current JK as well as the Durango and in earlier Chrysler 300s\/Magnums\/Chargers\/Challengers. This job is essentially transplanting a Grand Cherokee WK or Commander (XK) powertrain: 5.7L or 6.1L mated to the five-speed.\n\nFor people who want a stick, the Liberty\/current JK\/Durango NSG 370 six-speed manual is apparently possible. Web searches reveal varying opinions on its viability.\n\n4WS compiled a shopping list of the other parts required to put our salvaged 6.1L Hemi and 545RFE into a JK. A few details:\n\nWiring harness: The biggest headache is making the new engine compatible with the vehicle’s other electronics, such as traction control (ESP). Wiring whiz Tony Squire of Hotwire Auto has created engine-conversion harnesses for years. For TJs and JKs, Hotwire Auto offers plug\/play harnesses for 5.7L and 6.1L swaps as well as reflashed PCMs for these conversions. Hotwire is also the source for the necessary A\/C lines.\n\nPCM: The Hemi PCM needs to be reflashed for the specific swap to be compatible with the JK’s electrical system. Our particular engine passed through a few hands. It’s a 6.1 block rumored to have been bored to 6.4L for a project vehicle that never happened. Burnsville Off-Road owner Dan McKeag was familiar with this particular engine and remembered its block being a stock 6.1L from an ’06 Chrysler 300 SRT-8. (Several engine accessories were missing when 4WS took possession.) Burnsville flashed a PCM for it.\n\nHotwire Auto makes some of the best Hemi swap harnesses. OE plugs are used, so no splicing is required.\n\nCooling: Radiator space is tight in a JK, limited to the OE depth (single-row). The popular JK Hemi swap radiators use cost-conscious epoxy construction. Out of curiosity, we contacted C&R Racing with a “what if?” on a fully welded radiator. The company has a long-standing record with cooling systems for NASCAR, IndyCar, and SCORE race vehicles. C&R baselined a stock JK radiator and created a fully brazed cross-flow model for not a whole lot more than the existing epoxied units. Vibration-resistance is the biggest brazing benefit. (This particular JK also had an existing AEV Heat-Reduction Hood. For trans cooling, 4WS likes the B&M SuperCooler.)\n\nOverheating is a common headache in V-8–converted Jeeps. Aftermarket epoxy-style swap radiators are proven effective, but C&R Racing accepted the opportunity to prototype a fully welded cross-flow unit.\n\nIntake: Typically, these swaps use the largest cone-style air filter that will fit, bolted directly to the Hemi’s 31⁄2-inch MAS. 4WS used an Airaid filter and wrap.\n\nExhaust: 4WS recommends upgrading the entire system for optimal flow. The solution here was a MagnaFlow 3-inch Hot Rod Builder’s Kit with a single stainless muffler and spun 49-state MagnaFlow universal 3-inch cats. JK owners should investigate local emissions regulations when designing their exhaust system.\n\n4WS recommends upgrading to a 3-inch exhaust to let the Hemi exhale fully. The shop showed off its stainless MIG skills by using a stainless steel Magnaflow Hot Rod Builder’s Kit with a single muffler and two spun Magnaflow universal cats.\n\nIncidentals: Fuel line fittings are necessary to tap the existing JK lines into the Hemi. 4WS recommends the Russell parts listed here. The shopping list also includes OE engine accessories, some of which might already exist on junkyard Hemis.\n\nNext month we’ll show how 4WS makes everything fit. We’ll also touch on troubleshooting\/what happens when the vehicle rejects the donor organs.\n\nPhotosView Slideshow\n\nHere are necessary OE Chrysler parts. Using a complete Hemi will cut down this list. Oil pan part numbers are for a rear-sump Ram steel unit.\n\nQty Item PN\n1 Alternator 56044380AJ\n1 Alt Bolt 1 6504344\n1 Alt Bolt 2 6101985\n1 Tensioner Bolt 6102381AA\n1 Steering Pump 5290778AA\n3 Steering Bolt 6102184AA\n1 Tensioner 04861660AA\n1 Idler Pully 4792835AA\n1 A\/C Compressor 55116917AD\n1 Belt 53013676AC\n8 Engine Mount Bolts 0614214AA\n2 Engine Mount Frame Bolts 06508081AA\n2 Engine Mount Frame Nuts 6502585\n1 Engine Mount 1 52090304AG\n1 Engine Mount 2 52090305AG\n4 O2 Sensor 56029049AA\n1 TIPM 56049717AO\n1 Air Intake Hose 5037774AB\n1 Flex Plate 4736604AA\n4 Bell Housing Bolts 6022266\n2 Bell Housing Bolts 6036455AA\n1 Structural Dust Cover 53021491AA\n8 Structural Dust Cover Bolt 6101985\n1 Intermediate Plate 52104344AA\n1 Starter 56044736AC\n2 Starter Bolts 6101985\n1 Dipstick 53013991AB\n1 Dipstick Tube 53013685AF\n1 Dipstuck Tube Bolt 6504785\n1 Trans Shift Bracket 52104371AG\n2 Trans Shift Bracket Bolt 6508738AA\n1 Trans Shift Lever 52109706AC\n2 Trans Cooler Line Clip 52079789AB\n1 Trans Cooler Lines 55038175AA\n1 Exhaust Manifold Gasket 1 5038098AA\n1 Exhaust Manifold Gasket 2 5038099AA\n1 Oil Pan 53021334AF\n1 Oil Pan Pick Up 53021522AE\n1 Oil Pan Pick Up Bolt 6506333AA\n1 Oil Pan Pick Up Nut 6502756\n1 Windage Tray 53021568AE\n19 Oil Pan Bolts 6508065AA\n3 Oil Pan Bolts 6508066AA\n1 Engine Dipstick 53021858AD\n1 Engine Dipstick Tube O-Ring 53021144AA\n1 Engine Dipstick Tube 53021859AC\n\n4WS has completed dozens of Jeep Hemi swaps using these aftermarket parts.\n\nQty Item Mfg. P\/N\n1 Wire Harness Hotwire R-0027\n1 A\/C Hoses Hotwire R-AA2109\n1 PCM Burnsville 5094870AE\n1 Radiator C&R Custom\n1 Trans Cooler B&M 70255\n1 Air Filter, Wrap Airaid 700-457, 799-456\n1 Radiator Hose, Upper NAPA 7369\n1 Radiator Hose, Lower NAPA 7390\n1 Fuel Fitting 1 Russell 640850\n1 Fuel Fitting 2 Russell 640860\n1 Fuel Fitting 3 Russell 640160\n2 Catalytic Converters Magnaflow 59959\n1 3” Hot Rod Ehxaust Builder’s Kit Magnaflow 10703\n1 Muffler Magnaflow 14259\n\n\nC&R Racing\nIndianapolis, IN\nRoyal Oak, MI 48067\nPhoenix, AZ 85050\nRussell Performance Plumbing\nTorrance, CA\nBurnsville Off-Road\nBurnsville, MN 55337\nMagna Flow\nRancho Santa Margarita, CA 92688\n4WS (Missouri 4Wheelers Supply)\nBrennan Dodge\n\nConnect With Us\n\nNewsletter Sign Up\n\nSubscribe to the Magazine\n\nBrowse Articles By Vehicle\n\nSee Results",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.9851278663,
        "format_confidence":0.9903501868
    },
    {
        "url":"https:\/\/www.ixigo.com\/how-to-reach-go-from\/alappuzha-to-yercaud",
        "text":"Alappuzha to Yercaud\n\nflight price shown is indicative one-way fares, actual may vary | train price shown is for reserved seat \/ berth | layover time mentioned is for the fastest route in the layover category, it might change as per your traveling dates.\nFare of Rajdhani, Shatabdi & Duronto may change due to Railways' surge pricing. Know more\nThere are many ways of doing this trip.\nAlappuzha (Kerala) to Yercaud (Tamil Nadu) distance is 425 km and you can get there by car in just over 8 hours and 11 minutes with fares starting from ₹ 6581. It's gonna be warm and sunny, and did I mention warm ?\nTravel Guide",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.8273258805,
        "format_confidence":0.8577564955
    }
]