[
    {
        "url":"https:\/\/www.catawiki.com\/catalog\/books\/authors\/192523-dieckmann-ed",
        "text":"All auctions\n\nWelcome back! Whilst you were away we added the functionality to view auctions and bid in pounds.\n\nWe are hiring!\n\nAt the moment, only English items are shown. Please go here to view items in other languages.\n\nEnglish Dieckmann, Ed items | Show items in all languages (5 selected from 7)\n\nGallery \/ List \/ Display case\nImage 1 | 2",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9267693162,
        "format_confidence":0.8307715058
    },
    {
        "url":"http:\/\/www.booktrade.info\/index.php\/showarticle\/44778",
        "text":"Monday 26th September\n\nBook2book Home Book Trade News Trade Announcements Bestseller Lists About\n\nAmazon Is Ripe For Disruption\n\nPosted at 5:22PM Tuesday 18 Dec 2012\n\nAmazon has created its dominant position by providing customers with what they want: (almost) any book, at a ridiculously low price, delivered rapidly. The deep discounting that Amazon is able to support attracts buyers who sense a bargain and is often quoted as the reason, along with the Kindle, that it dominates the book e-tailing market. However Amazon has problems and they are not trivial.\n\n\nSearch the news archive:\n\nMore Feature Items\n\nWhy Crime Thrillers Are Still Popular\n\nGenre is soaring in popularity when actual crime is going down\n\n15 things learned at the IPG Autumn Conference\n\nSome of the countless takeaways from our biggest and best ever Autumn Conference—one from each session\n\nAuthor Marketing And The Independent Publisher\n\nKaren Sullivan and what she expects from her authors in terms of digital marketing\n\nHow To Earn Money As A Writer\n\nShould you quit your day job to write?\n\nThe reality of publishing economics has changed for the big players\n\nFundamental change in big publisher economics from what it was two decades ago\n\nThe Best Way To Keep Your Job In Book Publishing\n\nCutbacks, layoffs, restructurings—they all seem to involve pushing more work back on to the ones who remain\n\nAccount Sign-In\n\nMost Popular Stories\n\n  1. Publisher Penguin Ignored 'Gaps' In Belle Gibson's Story, Report Says\n  2. His Bloody Project's Sales Leave Booker Shortlist Rivals For Dead\n  3. Profile 2015-2016 Results: Pleasing Results With Turnover And Profit Up\n  4. William Hill Sports Book Of The Year Award 2016 Longlist Announced\n  5. Nobel Laureate Svetlana Alexievich Heads Longlist For UK's Top Nonfiction Award\n  6. Too Downbeat For America, Too Rude For Japan\n  7. The reality of publishing economics has changed for the big players\n  8. Sainsbury's Exits Digital Entertainment, Hands Over E-book Business To Kobo\n  9. Andrew Carnegie Medals For Excellence: Longlist 2017\n  10. Poet Doireann Ní Ghríofa awarded €10,000 Rooney Prize for Irish Literature",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.7448437214,
        "format_confidence":0.9634743333
    },
    {
        "url":"http:\/\/www.bittenbylovereviews.com\/2014\/04\/",
        "text":"Social Icons\n\nTuesday, April 29, 2014\n\n\nFrom a New York Times bestselling author, a brand new sexy contemporary romance featuring military bad boys: A BEAUTIFUL DISTRACTION by Kelsie Leverich.\n\nNothing’s more dangerous than a bad boy with a broken heart…\n\nFirst Sergeant Rafe Murano did everything to the extreme. He trained harder, he fought harder, and unfortunately, he loved harder. But he fell for the wrong woman and it nearly destroyed him.\n\nBack home from a deployment, with no mission to consume him, Murano’s ravaged by memories of his past. So he drinks until he’s numb and drowns himself in meaningless one night stands. But they only take the edge off…\n\nUntil he meets Fallon.\n\nFallon Kelly learned the hard way not to take risks with her heart, But she sees something　 irresistible in the tatted-up bad boy one more punch away from a ride in the back of a squad car. She offers a distraction. And he quickly becomes an addiction.　Little does she know, this bad boy could love so hard it could break her…\n\nAbout the Author:\n\nKelsie Leverich grew up in the small town of St. Joseph Illinois before getting married and following her\nhusband from one Army post to another.  After eight years, they finally settled down in Avon, Indiana with two adorable knuckleheads that are better known as her kids.  Kelsie's life revolves around her family (to include two dogs and a cat) and most of the time, actually all of the time, it’s a crazy mess—but that’s the way she loves it!  When Kelsie’s not writing, you can usually find her snuggling on the couch with her kids and a good book or out on the lake with family and friends.  Kelsie is not a morning person, has a soft spot for animals, loves musicals, hates seafood, and thinks laundry is the source of all evil.\n\nKelsie is currently working on the third book in her military series with editor Danielle Perez with NAL\/Penguin. \n\na Rafflecopter giveaway\n\nMonday, April 28, 2014\n\nTO LOVE A HIGHLANDER by Sue-Ellen Welfonder blitz\n\nTO LOVE A HIGHLANDER (book I in the Scandalous Scots series)\nAs one of the bastards born to the Stirling court, Sorley the Hawk has never known his mother or father. It's a burning quest he has devoted himself to uncovering at any cost. But as a roguish warrior who serves at the pleasure of the King, his prowess-both on the battlefield and in his bedchamber-is legendary. So when a flame-haired Highland lass sneaks into his quarters with a tantalizing proposition, he can't resist taking her up on her offer . . . \n\nLady Mirabelle MacLaren will do anything to keep from marrying her odious suitor, even sully her own good name. And who better to despoil her than his sworn enemy, the one they call \"Hawk?\" As they set about the enjoyable task of ruining her reputation, Hawk and Mirabelle soon learn that rebellion never tasted so sweet.\n\n\"We had a plan, an agreement.\" Mirabelle shifted on his lap, keenly aware of a certain hot ridge of hardness nudging the bottom of her thighs, burning her even through the layers of her skirts.\n\n\"Aye, we did.\" He took her face between his hands then, kissing her long and deep. When he pulled back, breaking the kiss, his eyes were darker than she’d ever seen them, and he was breathing hard. \"I still have a plan, sweetness. And I hope I’ll gain your agreement.\"\n\nMirabelle just looked at him, sure she hadn’t heard rightly.\n\nBut she must’ve, because all along the table, and even elsewhere on the dais, people were grinning, looking on with rapt interest.\n\nMirabelle ignored them, but she did frown. \"Our plan doesn’t seem to have the affect I’d desired.\"\n\nTo her surprise, Sorley grabbed her to him again and kissed her even more hungrily than before. It was a wild and heated open-mouthed kiss, full of breath, tongue, and hunger. He also thrust his fingers into her hair as he ravished her lips, holding her firmly to him, giving her no choice but to return the kiss with equal fervor.\n\nShe did so gladly, feeling bereft when he finally tore his mouth from hers. She hadn’t wanted their kiss to end and the delicious tingles rippling through her left no doubt that she also wanted more.\n\nSure he could tell, she met his gaze, thrilled and excited, but also worried that her heart and not her good sense was guiding her.\n\n\"That was indeed better.\" It was all she could think to say. \"A most convincing display, for sure.\"\n\n\"Indeed.\" He leaned in, kissed the tip of her nose. \"Though my purpose has changed, or have you no’ heard anything I’ve said this e’en?\"\n\nMirabelle blinked. \"I do not understand.\"\n\n\"Then I shall make it clearer.\" He cupped her face, slanting his mouth over hers again, his tongue thrusting sure and possessively.\n\nShe melted beneath the onslaught, gripped his shoulders to keep from sliding off his lap. The he pulled back, breaking the kiss as swiftly as he’d seized her. But he kept hold of her face, looked deep into her eyes. Clearly stirred, his chest rose and fell, heavily. And his gaze wasn’t just piercing, but blazed with something that made everything else around them fade to nothingness, as if they were alone in the hall, perhaps all the world.\n\n\"This isnae a planned seduction, Mirabelle,\" he spoke her name as if it held gold. The rough softness of his tone weakened her knees.\n\nThe look on his face….\n\nHer eyes started burning again just seeing the adoration there. The other more fierce expression that she didn’t dare hope to decipher.\n\n\"No deliberate attempt to scandalize you.\" He leaned close to say that, lowering his voice so no one else would hear. \"A man doesnae bring shame to the woman he loves.\"\nAbout Sue-Ellen Welfonder\nSue-Ellen Welfonder is a Scotophile whose burning wish to make frequent trips to the land of her dreams led her to a twenty-year career with the airlines. Now a full-time writer, she's quick to admit that she much prefers wielding a pen to pushing tea and coffee. She makes annual visits to Scotland, insisting they are a necessity, as each trip gives her inspiration for new books. Proud of her own Hebridean ancestry, she belongs to two clan societies: the MacFie Clan Society and the Clan MacAlpine Society. In addition to Scotland, her greatest passions are medieval history, the paranormal, and dogs. She never watches television, loves haggis, and writes at a 450-year-old desk that once stood in a Bavarian castle. Sue-Ellen is married and currently resides with her husband and Jack Russell terrier in Florida. \n\nSue-Ellen’s social media:\n\nBuy Links:\nAmazon –\nBarnes & Noble –\n\nNEVER ENTICE AN EARL by Lily Dalton Blitz\n\nNEVER ENTICE AN EARL (book II in the One Scandalous Season series)\nA Deception Most Reckless\nLady Daphne Bevington would do anything for her maid Kate-including masquerading as Kate and sneaking around the wrong side of London to settle the poor girl's debt. Yet her innocent ruse takes a scandalous turn when \"Kate\" runs into a handsome gentleman on a secret quest of his own. A moment of passion could cost Daphne her reputation, but how can she ignore the stranger's searing kiss?\n\nAn Arrangement Most Wicked\nLord Cormack Northmore is determined to find the immoral peer who ruined his sister. So when he learns that the irresistible woman he knows as \"Kate\" is the Season's most sought-after debutante, Cormack plans to use her connections to help him set a trap. Now, the closer Cormack gets to uncovering the villain who haunts the ton's ballrooms, the more he realizes that the lovely lady is in danger herself. Will he abandon his quest for revenge-or risk losing his one chance at love?\n\n\nThe heat in his gaze intensified. He leaned toward her, his handsome face commanding her full\nattention. \"So tell me, Kate, in addition to being a dancer to pay off this debt, and not a very talented one at that, did you also entertain patrons?\"\n\n\"Entertain?\" She blinked, flustered by his proximity, and his overwhelming maleness. Had he truly said she was not a good dancer? And wait… he had said patrons. She frowned. \"I beg your pardon?\"\n\nCertainly he did not believe…well, she supposed he might, given the sordid circumstances in which he’d found her.\n\nOne dark eyebrow lifted. \"The Blue Swan is a brothel.\"\n\n\"Never,\" she blurted, heat rising to scald her cheeks. \"This was my first night ever to go to that place, and it was not at all what I’d expected.\" She spoke the truth now. Not all her words were lies. \"All I had was the address on a scrap of paper, and instructions that I would be a model in the tableaux.\"\n\nA sudden fear came over her, a dreadful worry that in her naivety she’d misjudged the stranger beside, that he wasn’t a gentleman, but instead just like the others who had crowded against the stage, mindless with lust. He could easily overpower her, and satisfy whatever male urges he wished.\n\nBut he did not. He instead eased back into the seat until shadows obscured his countenance, all but his sensual lips, which pursed and frowned. She sighed with relief\n\n\"Good.\" He nodded. Below his breath, he muttered, \"Yes, good…I suppose.\"\n\nHe conveyed a mixed message, one of approval but also disappointment. What if she’d answered yes? Would he have sought to make use of her services? All the wicked things Sophia had described came to her in a vivid rush. Her mind entertained a fleeting fantasy, one of tangled sheets, muscled limbs and bare skin.\n\nThe very idea of being intimate with a stranger, with this stranger\n\nShe exhaled, bemused.\n\n--was not as appalling as it ought to be.\n\nPerhaps it was the graveness in his eyes, above lips that she suspected always carried some semblance of a smile that made her heart contract and her blood run hot.\n\nHe really was nonpareil. No man in her social circle compared, but that was because he obviously wasn’t a nobleman. No nobleman would travel about London in a shabby, half-destroyed carriage nor converse on such familiar terms with their driver.\n\n\"Who are you, Cormack?\" she asked.\n\n\"Just…a man.\"\n\n\"Are you a newspaperman? A store owner, or a sea captain? Please tell me, I want to know.... (truncated)",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.7472198606,
        "format_confidence":0.5991990566
    },
    {
        "url":"https:\/\/mythrider.wordpress.com\/tag\/fantasyfiction\/",
        "text":"Tag Archive: #fantasyfiction\n\nFriday Fictioneers: What’s That?\n\n“Wow. Cool rocks. They’re too big for a river to have worn them down. Did you find them in the ocean?” Seamus asked. “Not ocean. Not rocks. Eggs,” Krunkie said. “Eggs? But they’re… Continue reading\n\nSunday Photo Fiction: No One Seems to Mind\n\nThe pup was the only building in the forest. Hunters stopped to and from the hunt. They stayed to play cards, listen to the music, hear tall tales, and drink the finest beer… Continue reading\n\nDestiny: New Plot:Timeline\n\nThis might be a familiar photo for those who follow this post. This is The Destiny Series timeline. The white cards along the middle are the actual timeline. All other cards build on… Continue reading\n\nCrimson’s Creative Challenge: The Web\n\nCrimson’s Creative Challenge posts a photo prompt each week to inspire our creativity. Here is my short story: “She did this? But why?” “A butterfly got caught in the web and the spider… Continue reading\n\nSunday Photo Fiction: Last Boat and Then Some\n\nSunday, mid-morning, and a boat filled with happy, but reluctant passengers motored out unto the ocean heading for the mainland. “Last boat to leave,” Sasha said with a tired sign. “End of tourist… Continue reading\n\nFriday Fictioneer: Goddess Sleeps\n\nShe was never supposed to tell, but the secret was too great. She covered her eyes and slept. They built a town around her in her honor. Now it was time to wake… Continue reading\n\nFriday Fictioneers: The Plug of Life\n\n“I am ZXEARTUS. Come to stand at the Plug of Life, annihilate scum called life, and start over.” “NO! I’ve come to stand at the Plug of Life to start over with a… Continue reading\n\nFriday Fictioneer: Traveling\n\n“Come one, come on.” She impatiently pulled me through the terminal until we reached the gate, then she released me and ran to the widow to stare wide-eyed at the planes. She reminded… Continue reading\n\nOne Park at a Time: Rice Creek\n\nIt was a dreary day for a bike ride. I went anyway. The sun was trying to burn its way through, but the clouds were not letting him. This was the kind of… Continue reading\n\nFriday Fictioneers: Moma\n\nMoma taught me her ways. She saved her cures in a collection of colored bottles on the shelf. She cured their diseases, ulcers, arthritis, and memory lose. They thought she was a little… Continue reading\n\n  • Meta",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9618849158,
        "format_confidence":0.8910093307
    },
    {
        "url":"http:\/\/2020ok.com\/books\/68\/land-of-the-changing-sun-the-53068.htm",
        "text":"2020ok  Directory of FREE Online Books and FREE eBooks\n\nFree eBooks > Science Fiction & Fantasy > Science Fiction > General > Land Of The Changing Sun, The\n\nLand Of The Changing Sun, The\n\nby Harben\n\nDownload Book\n(Respecting the intellectual property of others is utmost important to us, we make every effort to make sure we only link to legitimate sites, such as those sites owned by authors and publishers. If you have any questions about these links, please contact us.)\n\nlink 1\n\nAbout Book\n\nBook Description\nScience Fiction novel from one of the most popular novelists in America during the first two decades of the 20th Century.\n\n\n\nPLEASE READ: All comments must be approved before appearing in the thread; time and space constraints prevent all comments from appearing. We will only approve comments that are directly related to the article, use appropriate language and are not attacking the comments of others.\n\nMessage (please, no HTML tags. Web addresses will be hyperlinked):\n\nRelated Free eBooks\n\nRelated Tags\n\nDIGG This story   Save To Google   Save To Windows Live   Save To Del.icio.us   diigo it   Save To blinklist\nSave To Furl   Save To Yahoo! My Web 2.0   Save To Blogmarks   Save To Shadows   Save To stumbleupon   Save To Reddit",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9885828495,
        "format_confidence":0.9201959968
    },
    {
        "url":"https:\/\/marcusturnerauthor.com\/tag\/writing-update\/",
        "text":"Writing Update – June 2019\n\nHello again fellow travellers! My, my , has it been another month already? This year is just flying by - feels like I'm doing heaps but achieving little all at once! But the emphasis is on the word \"feeling\", because I've been rather busy and productive. Lots of news this month. So, the most obvious [...]\n\nWriting Update – May 2019\n\nHello everyone! So a little news this month - I recently finished a story called \"Of Shadows and the Dominion of Night\" - a Lovecraftian horror tale heavily influence by creepypasta horror tales, written in the form of a diary, about a man who suddenly becomes the subject of interest for shadow people - menacing [...]\n\nWriting Update – April\n\nWelcome back, everyone, for another monthly writing update! This month has started off with a bang, with the announcement of my inclusion in the Drowned Earth series of novellas being put out by ASF sometime in 2019\/2020. This will be my first full-length project to be published (and my first actually commissioned!), which is incredibly exciting [...]",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9833879471,
        "format_confidence":0.5280277729
    },
    {
        "url":"http:\/\/press.uchicago.edu\/ucp\/books\/author\/B\/O\/au5836873.html",
        "text":"Books by Orville Gilbert Brim\n\nAbout the Author\n\nOrville Gilbert Brim is president of Life Trends Inc. and former director of the MacArthur Foundation Research Network on Successful Midlife Development.\n\nChicago Manual of Style |\n\nFree E-book Of The Month\n\nNuns Behaving Badly\n\nCraig A. Monson\n\nNuns Behaving Badly\n\nTales of Music, Magic, Art, and Arson in the Convents of Italy\n\nGet it for free!\n\nAbout E-books",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9715902209,
        "format_confidence":0.5730784535
    },
    {
        "url":"http:\/\/www.bradley.edu\/academic\/lib\/databases\/subject.dot?subject=languageLiterature",
        "text":"Listing by Subject\n\nFilter by Subject:\n\n  • ARTFL Project Over 2600 French texts from the 13th-20th centuries are included, ranging from classical works of French literature to various kinds of non-fiction prose and technical writing.\n  • Literature Resource Center Provides full-text access to biographies, bibliographies, and critical analysis of authors and their works from every age and literary discipline. It covers thousands of novelists, poets, essayists, journalists and other writers. Searchable fields include: Author Name, Title, Genre, Literary Movement, and Literary Themes. See also Scribner Writer's Series.\n  • MLA International Bibliography 1926+. A bibliography of scholarship in literature, language, linguistics, and folklore. About 75% are language and literature journal articles.\n  • Scribner Writer's Series Biographical and critical essays on the lives and works of more than 1,400 authors from around the world. Entries include concise essays, citations, and biographical information, placing the author's work in personal and historical context. See also a large database Literature Resource Center.",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.9352896214,
        "format_confidence":0.9858269095
    }
]