[
    {
        "url":"http:\/\/www.bearalbany.com\/p\/participate.html",
        "text":"We are always looking for options for BEAR ALBANY guests during our weekend events and other times when they are feeling mischievous. Are you planning a picnic, pool party, or charity event? Going to the movies, museum or buffet?\n\nWhatever you plan, before, during or after BEAR ALBANY weekends, we’d be happy to share it for you. Just email your event to along with your name, phone number, and any other relevant information such as the street address of the location and links to any Web sites and we will be happy to post and share it for you.\n\nHave any suggestions? The Albany Capital District Region has a lot to offer and we're always looking for fun group ideas on and off of Bear Albany weekends.\n\n\nTo have your pics from Bear Albany weekends posted on the Bear Albany Facebook Page, email us a copy to with “Event Photos” as the subject line. After we receive your pictures, we’ll upload them to the event's photo album and publish them alongside our other Bear Albany event photos. Once posted, you'll be able to show your friends all the  hotties you met and then tag them with your new friends and old buddies on Facebook. TAKE-EM, ZIP-EM, TAG-EM!\n\n\nWe're always interested in B.A.D. Bears (Bear Albany Dancing Bears) for all of our future events. No experience is necessary and we welcome Bears & Cubs of all shapes and sizes; whether you're a big burly man-bear, a mid-sized beefcake, or a thinner fan of bears & masculine men. You'll keep any tips you get and have a great time making new friends.\n\nIf you and your friends are interested in making a little pocket cash dancing at our events, send your pics & questions to or just wear something sexy, get out there, and dance your ass off! After all, this is YOUR COMMUNITY, so enjoy each other and have a great time making new friends!!!\n\n\nThere’s an old saying that goes something like, “Show us yours & we’ll show you ours!”  Most BEAR ALBANY WEEKENDS have some sort of them and dressing the part adds to the atmosphere.  Although we encourage everyone to participate in the theme, dress code is never mandatory – we want you to feel comfortable and just be you!\n\n\nBear Albany has a Discussion Page on Facebook which is a great place to suggest themes and concepts for upcoming events, find travel buddies and roommates for future events, and of course make new friends. To get started, just visit the Bear Albany Facebook Page, click the \"Discussions\" tab, and then either start a \"New Topic\" or reply to an existing one. Everyone who is part of the Bear Albany Facebook group will be able to read and respond to your posts. You'll just need to make sure you're logged into your Facebook account and part of the Bear Albany group in order to create and reply to posts. We only ask that you be courteous and kind as it's a public forum for anyone to read.",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.8940284252,
        "format_confidence":0.688698411
    },
    {
        "url":"http:\/\/www.parentingni.org\/get-in-touch\/",
        "text":"Get In Touch\n\nContact Us\n\nYou can get in touch with Parenting NI in a number of ways.\n\nParenting NI\n\n42 Dublin Road\n\n\n\nParents Helpline: 0808 8010 722\n\nOffice number: 028 9031 0891\n\n\nIf you have any general enquiries about Parenting NI and the services offered you can complete the form below and someone will get back to you as soon as possible. Please be aware it can sometimes take a few days for us to get through call backs. Phone calls from Parenting NI appear as a withheld number.\n\nPlease note, if you are seeking support that calling the Parents Helpline is the best thing to do. You can call for free and in confidence on 0808 8010 722.\n\nGet in Touch",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.7350006104,
        "format_confidence":0.9226667285
    },
    {
        "url":"https:\/\/eastsidevillage.clubexpress.com\/content.aspx?page_id=22&club_id=866745&module_id=201428",
        "text":"Skip to main content\nHomeVolunteer Services\n\nVolunteer Services\n\nEastside Village members receive services from volunteers who have been background checked and trained to help with everyday tasks such as:\n  • Social visits (to converse, read, play games)\n  • Telephone calls (weekly check in, service follow up conversations)\n  • Household tasks (occasional cleaning, repairs, groceries, trash)\n  • Organization (mail, decluttering, calendars, phone calls, appointments)\n  • Technological support (computers, phones, home electronics)\n  • Yard and garden care (pick up leaves, watering, pruning, yard debris)\n  • Short term pet care (walking, changing litter box, feeding)\n  • Minor maintenance (clear walkways, change light bulbs, trash to curb)\n  • Running errands (pick up prescriptions, grocery shopping)\n  • Accompany to appointments and activities (doctors, market, walks)\nInterested in becoming a Volunteer? Fill out a volunteer inquiry.\nEastside Village also offers social and educational programs and helps members connect to health, wellness, and fitness activities. See upcoming events on our calendar.\n\nVolunteers: To enter your volunteer hours go to the Villages NW website here and click on Eastside Village.\n\nEastside Village PDX: 503-866-0571 • • 1402 SE Cora St., Portland, OR 97202",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9550936818,
        "format_confidence":0.8981001377
    },
    {
        "url":"http:\/\/www.wyandotte-nation.org\/community\/family-services\/",
        "text":"Family Services\n\n\nTribal Operations & Family Services\n\nTribal Enrollment (Membership)\n\nCriteria for Membership: By the Constitution Ratified Sept. 29, 1999:\n\n\nSECTION 1. Membership\nThe following persons shall be eligible for membership in the Wyandotte Nation: PROVIDED, That such persons are United States citizens and not enrolled members of any other federally recognized tribe, nation, band, group or, community.\u2028\u2028(a) All persons whose names appear on the official Census Roll of the Nation as of January 1, 1937;\u2028\u2028(b) All issue by blood of a Wyandotte Nation tribal member listed in Section I(a), of this Article; and\u2028\u2028(c) The degree of blood quantum of an individual proven to possess Wyandotte blood will not be a factor in determining Wyandotte membership.\n\nSECTION 2. Membership by Council Vote\nA person of Wyandotte Nation ancestry who does not meet the requirements of Section 1 of this Article may be accepted for membership by a majority vote of the Nation Council.\n\nSECTION 3. Voluntarily Withdrawing Membership\nAny adult member voluntarily withdrawing his or her membership from the Wyandotte Nation does so forever. For purposes of this Section, voluntarily withdrawing membership shall include persons who lose their United States citizenship or who enroll in any other federally recognized tribe, nation, band, group or community after becoming a member of the Nation.\n\nSECTION 4. Rules Governing Membership\nThe Board of Directors will enact rules governing voluntary withdrawal of membership, termination of membership, the membership application process, provisions for appeal of denial of membership and adoptions.\n\nSECTION 5. Council Decision on Membership\nThe Board of Directors shall provide in the rules governing membership that the Nation’s Council shall make final decision on the Nation’s membership. The decision of the Nation’s Council shall be final. There shall be no appeals.\n\n\nMembership Application Process:\nNew members are added one time a year during the Wyandotte Nation Annual Meeting.  Completed applications must be received in the Enrollment office by August 15, 2016 in order to be considered for enrollment at the 2015 Annual Meeting.\n\n1. Log into the Members Only area to download an application or contact the Wyandotte Nation Family Services Department.\n2. The membership application must be completed and returned to this office with an ORIGINAL State Certified Birth Certificate. For applicants who cannot trace his\/her ancestry to the 1937 base roll, proof of ancestry lies with the prospective enrollee. All membership applicants are subject to review by the Enrollment Committee.\n\nMembership Record Updates:\n\n1. To report a name change: Send a copy of your marriage license, divorce decree or a court order changing name.\n2. To report an address change: Submit your request in written form, via postal service, email or fax statement by tribal member.\n3. To report a death: Acceptable documents: death certificates, obituary or memorials.\n4. Click here for a replacement citizenship card application.\n\nCertificate of Degree of Indian Blood card:\n\nWhat is a CDIB card? A Certificate of Degree of Indian Blood certified that an individual possesses a specific degree of Indian blood of a federally recognized Indian Tribe. There are some programs and services based upon your status as an American Indian, which require you to furnish this card before services are rendered. A CDIB card does Not establish membership in a federally recognized Indian Tribe, and it does not prevent an Indian Tribe from making a separate and independent determination of blood degree for tribal purposes. Prior to 1989 the Bureau of Indian Affairs issued these cards to Wyandotte Indians. After 1989, the Wyandotte Nation issued Tribal-issued CDIB cards.\n\nTo apply for a CDIB card:\n\n1. Click here to download an application or contact the Wyandotte Nation Family Services Department. Submit completed application along with all Birth Certificates tracing an ancestor to the 1937 base roll. The enrollment department may have some documents. If additional information is required you will be notified.\n2. Replacement CDIB cards may be issued upon request.\n\n\nPLEASE NOTE: Any tribal citizen who has an outstanding balance of more than 60 days due to any Wyandotte Nation department\/program will not be eligible for any tribally funded services from the Family Services Department.  Those who have outstanding balances will receive a letter from the Family Services Director with details of their account(s) and will be given information about repayment options.\n\nSenior Energy Assistance: Winter: effective October 1, 2016 through Feb. 28, 2017, senior citizens ages 55+ that reside within the states of Oklahoma, Missouri, Arkansas and Kansas are eligible to apply for $100.00 utility assistance.  Summer: effective July 1, 2017 to Sept. 30, 2017.  Applications may be requested by mail, or at the tribal headquarters or by clicking this link 2018 Senior energy app\n\n\nChild Passenger Safety Seats:  The child passenger safety seats are currently available at the tribal headquarters from newborn-booster and must be picked up..  Safety first, buckle in. Car Seat Application\n\nPromoting Safe & Stable Families:  The “PSSF” program provides family preservation and support services designed to prevent the breakup of our Indian Families.  This program may be able to provide at risk families with emergency assistance, need based social services, outside referrals, or other tribal programs to ensure the health, well-being and safety of your family.\n\nIndian Child Welfare:  The 1978 Indian Child Welfare Act was designed to protect the Indian Family from unwarranted interference by the Anglo culture.  When a child is involuntarily removed from his\/her home, it is the intent of the “Act” to place a child with an immediate family member, an extended family member or a member of the child’s tribe\/or other Indian Families.  If your family is involved in a State Court proceeding, the Tribe may be able to assist your family during this difficult process.\n\nChildren’s Christmas Party:  This year’s annual Christmas Party is scheduled for December 9, 2017, from 10:00 a.m. to 12:00 p.m. at the Bearskin Healthcare and Wellness Center gymnasium.  We hope you will note your calendar and plan to attend.  If you’ve never been, your child is missing a wonderful morning with Santa, toys and sweet things to eat.\n\nSUMMER LIHEAP-(Low Income Home Energy Program) Contingent upon Federal funding. Income guidelines apply.  Tribal citizens who believe they are eligible for this program please contact Family Services staff after July 1, 2017 for an application.\n\nNew Enrollee Benefit:  Enroll your child before his\/her first birthday and you will receive a $100.00 gift card and a baby blanket with the tribal logo.  An enrollment application and birth certificate are required.  This is a nationwide program.\n\nBurial Assistance:  This Nationwide program allows $1,500.00 payment toward the burial expenses of a tribal citizen.  An application, death certificate and itemized funeral bill are required.  Burial Assistance Guidelines\n\nSchool Supply Program:  The School Supply program will be available beginning July 1st and for the first time will be available to all enrolled tribal citizens pre-K through grade 12 regardless of where they live!  Applications are available on the homepage of this website, in the office or can be mailed to you beginning July 1st.  Walmart gift cards will still be available to residents of Oklahoma, Arkansas, Kansas and Missouri.  Tribal citizens who reside outside of the 4 states will be required to use the reimbursement program.  For those who have utilized the program in the past please note the following change, original applications and receipts will be required.  We will no longer accept applications and receipts via fax or email. \n\nThe program is available from July 1st – September 30th.  Applications MUST be received or postmarked by September 30th to be eligible AND the receipts MUST also be dated between July 1st and September 30th.  NO EXCEPTIONS.  There will be additional instructions along with the applications, but if you have any questions regarding eligible expenditures, how to complete the form, etc. please feel free to contact the Family Services Department at 918-678-6329 or 918-678-6319.\n\nWinter School Clothing: Effective November 1, 2017 through February 28, 2018, a $100.00 clothing allowance is provided to tribal members age pre-K through the 12th grade.  No income guidelines apply:  Must reside in the states of Oklahoma, Missouri, Arkansas and Kansas.  Tribal citizens can either a winter clothing reimbursement2018 winter clothing reimburse app or for a2018 winter clothing gift card app.  Please complete the appropriate form and submit to Family Services staff.\n\nElders Assistance: No income guidelines apply: Benefit $250.00.  Begins October 1, 2016 – September 30, 2017.  This benefit is for senior citizens 55+ age:  Must reside in the states of Oklahoma, Missouri, Arkansas and Kansas to qualify for this assistance. 2018 Elders Assistance App\n\nChildren’s Extracurricular Activities: No income guidelines apply: Four states residents are eligible (Oklahoma, Missouri, Arkansas and Kansas): $100.00 per school age child (pre-K through grade 12)effective for the 2016-2017 school year.  Receipts MUST be dated within the fiscal year of October 1, 2016-September 30, 2017. 2018 Extracurricular Activities App\n\nJunior\/Senior Assistance: No income guidelines apply: Four state residency required (Oklahoma, Missouri, Arkansas and Kansas): $250 per school\/fiscal year (October 1-September 30). 2018 Junior Senior application\n\nSupplemental Health Benefit (Benny card):  Family Services staff can assist with basic questions regarding this program, but may, at times, refer tribal citizens to CoreSource (the company who manages this program for the Wyandotte Nation). They can be reached directl... (truncated)",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9673060775,
        "format_confidence":0.9619597197
    },
    {
        "url":"https:\/\/www.storieslived.org\/contact\/",
        "text":"Stories Lived\n\n\nGood things come to those who sign up! Stay inspired by email\n\nSign up to hear about our latest videos, news, and online video contests.\n\nPlease input this code to show us you are real: captcha\n\n\nNeed something else? We'd love to hear from you!\n\nYour Name (required)\n\nYour Email (required)\n\nSelect Department (required)\n\n\nYour Message",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.6537439823,
        "format_confidence":0.7703322768
    },
    {
        "url":"https:\/\/www.cedarstrust.org.uk\/cct-individual",
        "text":"craig 2.jpg\n\n\nThere are many ways that an individual can get involved....by attending our School or College provision, joining one of our out sport or physical activity clubs, participating in one of our training or work based placements, attending one of our social network groups or volunteering to provide support to any of our opportunities.\n\n\nIf you would to get involved with any activities or ask any questions about our provision, then please complete the form below:\n\nContact Us\n\nThanks for submitting!",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.5540552139,
        "format_confidence":0.6368427873
    },
    {
        "url":"http:\/\/uniontownlions.org\/contact-us\/",
        "text":"Uniontown Lions Club is a service organization and we look forward to hearing from you and helping in any way that we can. Please contact us using the following form and someone will respond to you as quickly as we can!\n\nFor inquiries on the Uniontown Community Park, renting the banquet hall, or reserving the pavilion, please visit the Uniontown Community Park website.\n\nComments or questions are welcome.\n\n* indicates required field",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.9509583712,
        "format_confidence":0.7790958881
    },
    {
        "url":"https:\/\/dunchurchevents.org\/index.php\/contact-us\/book-a-trade-stall",
        "text":"Trade Stall Bookings Form\n\nProblems with this form? Email us at\n\nThe Fete and many other events during the year are organised by the Dunchurch Festival Group (DFG) and surpluses are donated to good causes in the village.\n\nBooking a Stall Or Pitch:\n\n1) Commercial Operators (e.g. children's rides, attractions, food and beverage outlets).\n\n  • Fee : By negotiation, and often includes a percentage of profits.\n\n2) Companies & Trade Stalls (i.e. pitches of around 6 to 10 feet, typically selling sweets, a variety of gifts, handicrafts etc.)\n\n  • Fee : £30 paid in advance, not normally refundable; £35 if paid on the day.\n\n3) Dunchurch residents and Charities \/ Not-for-profit stalls. Pitches of around 6 to 10 feet.\n\n  • Fee : £15 if paid in advance, not normally refundable; £18 if paid on the day.\n\n4) Local and Charities \/ Not-for-profit stalls. Non-commercial \/ Raising awareness.\n\n  • Fee : These will normally be free.\n\n5) Village Stalls. Operated by the Festival group and whose profits are remitted to the DFG.\n\n  • Fee : Not applicable.\n\nTables: We have a small number of tables available for hire by non-DFG organisations at a cost of £5 (returnable £20 deposit) on a first come, first serve basis.\n\nIf you require a larger pitch or have any questions, please let us know using the form below.\n\nPayment Details\n\nPayment can be by BACS, cheque or cash. Cheques should be made payable to the Dunchurch Festival Group and postal details will be arranged by email.\n\nRisk Assessment\n\nDunchurch Festival Group are in the process of completing the 2018 Risk Assessment.\n\nFor information, the 2017 Risk Assessment documents are:\n\nPlease study these documents and consider the following questions in relation to your stall and activities at the Fete:\n\n1) Are there any hazards?\n\n2) Who could be affected?\n\n3) What action is to be taken?\n\nIf you identify additional hazards above and beyond those included in our own assessment, please complete your own risk assessment and bring it with you on the day.\n\n\n\nFête 2018 Stall Bookings\n\nWe're now taking bookings for trade stalls and advertising in the free fête programme.\n\nPlease complete our booking form for all stalls.\n\n\nTables & Chairs For Hire\n\nThe Dunchurch Festival Group have available for hire 100 folding chairs and 25 folding tables suitable for indoor or outdoor use.\n\nA returnable bond of £50 for the chairs and £100 for the tables is required in addition to the hiring fee of 50p per chair, £2 per table.\n\nCollection & return delivery are the hirer's responsibility.\n\nPlease Contact Us to make arrangements.\n\nDunchurch Band Recruiting\n\nThe Dunchurch Band are recruiting for new members.\n\nRehearsals are Tuesday evenings 7.30pm - 9.30pm at:\n\nThe W. I. Hall, Southam Road, Dunchurch.\n\nContact Louise Balsom on :\n\n01327 361564 or\n\n07548 276993\n\n\n Computer Confidence.\n\n  • Are you confused when your grandchildren talk about the web or Google or social media?\n  • Do you Panic when they speak about Apps or Facebook Friends or when they chatter on about Blogs or Cyber Bullying?\n  • Would you like to learn about emails? Book a holiday online? Know how to find your photos? Do you want to Skype your family? Print off a boarding pass? Find a bargain on ebay?\n\nThen Computer Confidence is for you!\n\nCome to the Library at Dunchurch on Thursdays\n\n  • Every Thursday at 11am at the library\n  • Use the library computers – or bring your own laptop\n  • Only £2 per session\n\n\nIf you would like to book please phone 01788 811355 or sign up in the library.\n\n\n\nWe can help your event.\n\nDo you have any community announcements or events that would benefit from being shown on this site? If you are from, or have an event in the local area, please Contact us\n\n@ Dunchurch Festival Group",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.962403059,
        "format_confidence":0.9584766626
    }
]