[
    {
        "url":"https:\/\/www.adoptfloridafamily.com\/testimonial-view\/corey-jennifer-nathan\/",
        "text":"Corey & I could not say “Thank You” enough. From the very first time I spoke with you on the phone, I could tell that you were a remarkable person. You truly care about the children and families that you meet. Because of you, Corey & I have Nathan and even though our situation sometimes proved challenging, you were always there. You were never to busy to take the time out of your day to talk to me and made me feel like everything would work out and be okay (and trust me, I know I called you alot!). You and your entire team mean the world to us! We hope to work with you all again soon.\n\nCorey, Jennifer & Nathan\nAdoptive Parents",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9779034257,
        "format_confidence":0.9922622442
    },
    {
        "url":"http:\/\/www.datingreviewcouncil.com\/findyourfacemate-com-reviewwhere-narcissists-find-their-home\/",
        "text":"Review:”Where Narcissists find their home” Review:”Where Narcissists find their home”\n\nABOUT – is an entertaining and modern online dating site, in which they claim that they belong to the top dating sites today. The site plea that they engage in “The Science and Art of Love” upon searching for meaningful relationships. Based on their facial features, you can match the members using a “Sophisticated Facial recognition software” and a proprietary algorithm to identify partners more likely to ignite real passion and compatibility” since, apparently, according to them, “Scientists offer compelling data on romantic chemistry and findings prove that passion is subconsciously ignited when we spot someone whose facial features are similar to our own”. This is the concept used by the site to identify your partner and to spot people whose facial features are identical and they believe this will make them a top dating site. However, the main concept seems a bit weird. This opens the site to ridicule since there are plenty of jokes to be made about the incest or the idea of literally wanting to have intercourse with yourself. There are a few indicators that the site is probably not at all cracked up to. Once you upgrade the compatibility matching system, you will be recognized as a featured member and will work harder to find out the perfect match.”\n\nFind Your FaceMate Homepage 1\n\n\nI am not contented in terms of viewing our potential matches. They allowed the user to glimpse 25 searches per day, wow, what kind of site is this! Giving limits when what they should do is to give more features to the services for the customers and meet their expectations. Instead, they limit what the customers can do. They claimed that they are one of the top dating sites, in which I am not convinced at all with their website. The Search feature only has two search term fields, the Age Range, and Proximity. Still not enough. On the site, you will also see a “Blog Page” with lots of great entries with advices and insights in the world of online dating.\n\nIn terms of communicating our match, we can send emails to other members in order for us to communicate with our match on the site which is insane. Is not there any other feature more interactive than sending emails? There are of course. But the site that claims they are one of the top dating sites seems to have overlooked this thing. How unfortunate! And one thing about this site is that, it takes the phenomenon to a whole new level by deliberately matching singles with people who look like each other, “What are they, narcissist?” If you look at most couples, you see that these facial features are not true. I really doubt that getting this theory out there will be of use to people. Not ever! FindYourfaceMate is absolutely not an engine to use in terms of dating online. It is not a site you can include in the list of top dating sites.\n\nFind Your FaceMate Homepage 2\n\nSome other features of the site include the following:\n\n–   View their gallery of couples with similar facial features from site members to famous celebrity couples\n\n–   Links to multiple news and magazine articles as well as mentions of the site on different television news shows\n\n–   See your “Facemate Compatibly” with another member, although the only indicator I saw was “Fabulous”\n\n–   View your most recent “Face Mate” or check out your “Expanded Matches” if you want a few more options quite far from where you live\n\nDrawback and Caveats\n\nThe site may capitalize on the concept of using facial recognition technology in order for them to be the Top dating site. However, using this technology is also prone for dating the same ‘type’ (with the magic of Photoshop). I do not know if this is a trick of the site, in order for you to keep coming back to the site every day or it is just an experiment. The whole idea of the site seems a bit hollow to me since the only criteria they are using to find other matches is ”Face Compatibility” which ultimately seems to ascribe that personality has nothing to do with compatibility. So they use a facial recognition software that uses 67 points on the face to recognize your similarities and matches you with other members based on your appearance.\n\nIt comes off gimmicky since there is no real entity on the site. User profiles are very basic and the site’s features definitely leave a lot to be desired since emailing is the only real way to communicate with other members. As for me, I would choose a more interactive way of communicating like chatting or anything else and not just email. Email alone as the only means of communication is never enough. It will be very difficult to become one of the top dating sites if this is the only way to communicate with people.\n\n\nThis website only focused or based their platform from people’s faces, which is not supposed to be my standards in finding my match or my future partner. Personality is a very important criterion, but the website seems to care less about beauty that can only be seen beyond the naked eye or beyond the software the site has created. With the modernization of the world today, millions or even billions are using the internet for one thing or even for online dating, so why go on wasting my time on this website if I am not satisfied? The Features are few and the concept is less than what you will be expecting of a website that belongs to the top dating sites. It is better to find another website that is exactly one of the top dating sites. is totally no charge at all, but browsing this website is a waste of time as being mentioned above in this review. I would rather see my date head on but not on this crap!\n\n Next Review: Review:”Worry is interest paid on trouble before it comes due”\n\nUser Submitted Comments",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9895834923,
        "format_confidence":0.9701681137
    },
    {
        "url":"http:\/\/greatnonprofits.org\/users\/profile\/183499",
        "text":"My Nonprofit Reviews\n\nrangulo521 - charity reviews, charity ratings, best charities, best nonprofits, search nonprofits\n\n\n108 profile views\n1 reviews\n\nReview for Cakes On Wheels, Minneapolis, MN, USA\n\nRating: 4 stars  \n\nUrban Ventures has had to priviledge to work with Cake on Wheels over the last year, as Veronica has provided birthday cakes for our youth participant of our low-income families. It has been a blessing to know that a simple cake is bringing together our families and allowing our youth to know someone cares about them and wants to celebrate their BIRTH! Veronica has always been super flexible, understanding, and great to work with. Since we serve a diverse community, it is extremely helpful that she has been able to communicate in English & Spanish. WE LOVE CAKE ON WHEELS! Thank you!\n\nHow would you describe the help you got from this organization?\n\nA lot\n\nHow likely are you to recommend this organization to a friend?\n\n\nHow do you feel you were treated by this organization?\n\nQuite well\n\nWhen was your last experience with this nonprofit?\n\n\nRole:  Client Served",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9360223413,
        "format_confidence":0.9512181282
    },
    {
        "url":"https:\/\/www.malayaleeshaadi.com\/shaadi-info\/matrimonial-success-stories\/wedding\/id\/19130",
        "text":"The World's Leading Malayalee Matrimonial Site\n\nWelcome to Shaadi Pride.\nThis is where we celebrate Success Stories.\nSarita & Amit\n25 February 2018\nFirst of all we would like to hearty thanks to the team to create this wonderful platform to find our soulmate . It's really awesome and we found best for each other , that was a adventurous experience & memorable moment of our life when we meet each other. Its unforgettable & given start to a wonderful life time journey. we really love each other, we like and we can feel we made for each other & a very good understanding.",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9943804145,
        "format_confidence":0.9604580402
    },
    {
        "url":"https:\/\/www.trustedsite.com\/review\/6jes83zbIS\/",
        "text":"4.5 stars on 22 reviews\nSite Reviews Products Questions About\nTyron 38 days ago\nNow, after checking out more than 10 other websites, I see that <dating site> is the only one worth attention. It has decent prices, a great number of features and its team does everything it can to keep scammers away. Almost all girls I emailed responded within a day or two, and each of them seemed friendly, at least for a foreigner. Sure, you can eventually stumble upon some issues, like cultural misunderstandings or language barrier. But despite these little problems, Russian ladies have a couple of advantages. They are easy-going, which makes them a lot easier to approach.",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9357143641,
        "format_confidence":0.9902522564
    },
    {
        "url":"https:\/\/www.weddingmapper.com\/weddings\/0rane9",
        "text":"Lucy and Jason 's Wedding\n\n\nWe had a great wedding one month ago on November 5, 2011. Our ceremony was held at Merciful Redeemer Parish. We then headed to the Benares Historic House for pictures - it was a perfect fall day and a wonderful backdrop for our photography. We only had an hour for pictures before we had to rush over to the reception hall, which was Pavilion Royale (Dixie\/Matheson area). A few little bumps throughout the night, but overall we had a wonderful day. We hope our reviews help you to find some good vendors (and avoid a few not-so-good ones).\n\n\nVendors & Venues Reviews\n\nCustom Made Wedding Cakes\nMississauga, ON\n\nChristine Hasler is amazingly talented. She did a wonderful job recreating a cake from an image we supplied and it tasted fantastic. Best of all, she was the most reasonable compared to all the other bakers we had found! We would highly recommend her to everyone!\n\nView Custom Made Wedding Cakes\nErin Mills Limo\nMississauga, ON\n\nWe had a great limo driver and everything went smoothly except when we were arriving at the reception, the limo started smoking. We all rushed out, we made it in time, but it seemed like he was stuck there for a while. I'm glad it happened at the reception and not along the way!\n\nView Erin Mills Limo\n196096 l\nMerciful Redeemer Parish\nMississauga, ON\nCeremony Sites\n287620 l\nPavilion Royale\nMississauga, ON\nReception Sites\n\nOverall our experience was good at the venue. We received compliments about the food, and the cheesecake in particular. We were in the upstairs Starlight room. They will be undergoing renovations to update the place, which may correct some of our complaints - the dance floor was really dark which did not make it great for pictures (though we were told their would be lights operated by the DJ). We also ha an issue that we did not anticipate - there is no washroom on the same floor we were on, but one is located in between the two floors. We had some guests with walkers or canes that had a lot of difficulty walking. The washroom is not accessible by their service elevator. This was a real problem throughout the night and we ended up having some guests use the bridal suite. The staff were very helpful, particularly Francesca who helped us organize everything. One major complaint: I didn't find the place very clean (for example, the table skirting around the two head tables had stains and food left on it when we went to set up the day before). Other than that, we were quite happy. The price was very reasonable and the old fashioned look was very charming.\n\nView Pavilion Royale\nHilton Garden Inn\nMississauga, ON\n\nExplore More in Mississauga, ON, Canada\n\nVenues \/ Vendors Real Weddings Wedding Photos Wedding Q&A Change City\n\nTry Our Free Wedding Planning Tools\n\nClick on each tool to see a sample.\n\nSample wedding map small Wedding Map\nSample seating chart small Seating Chart\nSample wedding website small Wedding Website\n\nCreate an account to start using these tools and more!\n\nCreate An Account\n\nOr try out our world-famous wedding map without registering!\n(it works great on mobile phones as well)\n\nCreate A Wedding Map",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9893669486,
        "format_confidence":0.9828282595
    },
    {
        "url":"http:\/\/www.datingnz.net.nz\/site-reviews\/cherry-blossoms\/",
        "text":"[NOTE: There is a new website launching soon specifically for Asian dating in NZ. ]\n\nCherry Blossoms dating was started in Hawaii over 35 years ago as “the world’s first international picture personals business” initially in a magazine. The site, CherryBlossoms.com, was launched in 1995. They currently have thousands of active members around the world and boast that thousands of couples have become engaged or married through their initial meeting.\n\nHow does it work?\n\nIn order to browse and access the site’s services, you must sign up for the free membership by creating your account. This includes indicating your gender, your birth date, country you live in, home address, home phone number, email address, a user name and a password.\n\nThe second part of your account creation includes entering personal information. You can add details such as height, weight, eye colour, hair colour, number of children, race, nationality, marital status, religion, education, occupation, and whether you smoke or drink.\n\nYou are then asked to write a personal ad for yourself, without including any personal contact info. You must be over 18 to use the site, and have read the terms of service and privacy policy. After you submit that, you are immediately logged in to your profile and encouraged to submit photos. You are also encouraged to upgrade your membership to have full access to unlimited instant private and public chat rooms, as well as up to 100 email messages daily.\n\nWhy would I use it?\n\nCherry Blossoms has many advantages, including free membership. While you can join for free, this is a standard membership that has somewhat limited access. However, you can read information on different pages of the site prior to joining. You set up a match profile which allows you to receive daily emails with photos and profiles of those who match your criteria once you sign up, and you can participate in interactive options, such as live chats and instant messenger.\n\nAnother thing that is helpful, especially with international dating is the range of support services. Once registered you have access to Visa support services for passport or travel visas, fiancée visas, spousal visas, and adjustment of status.\n\nWhy wouldn’t I use?\n\nYou have to join to have access to any of the services, so even if you want to trial it, you need to register. The site asks for quite a lot of personal information including full name, home address and phone number. This may mean that some people are put off, but it helps with authenticity and eliminating fake profiles.\n\nAnother downside is that in order to have full access to all services offered, and for more a higher chance of a successful experience, you should consider upgrading to a paid membership.\n\nHow much does it cost?\n\nBlossoms offers a one month membership for $29.95 USD but gives discounts for users who pay for multiple months up front, the best deal being 12 months for $119.95 USD. Comparing the site to its closest competitors on the market, it is priced in about the middle of the range.\n\nReturn to Dating Site Reviews\n\nReturn to Home Page\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9887109399,
        "format_confidence":0.8005844355
    },
    {
        "url":"http:\/\/elevatedifference.com\/review\/natural-wedding-ideas-and-inspiration-stylish-and-green-celebration",
        "text":"Elevate Difference\n\nThe Natural Wedding: Ideas and Inspiration for a Stylish and Green Celebration\n\n“... the average wedding can send 14.5 tons of carbon dioxide into the atmosphere—roughly double an individual human's carbon footprint for a year.” So writes the author Louise Moon in the introduction to her book, The Natural Wedding. As the founder of EcoMoon, which specializes in designing green weddings, Moon is uniquely qualified to guide those who aspire to be responsible stewards of our planet.\n\nThe book covers just about everything that has to do with weddings—theme, venue, dress, rings and other jewelry, accessories, invitations, menu, cake, flowers, decorations, wedding favors, table assignments, make-up and hair, clean-up and honeymoon—and shows how to avoid products and practices that are bad for the environment. She advises the bridal couple to think “seasonal,” “eco-chic,” “vintage,” and “DIY” (do-it-yourself). She also defines terms such as organic, biodynamic, free-range, fair trade, slow food and sustainable.\n\nOne of the author's suggestions is to plant your own garden specifically for the food and\/or flowers you want to use in your wedding. (Obviously that takes a lot of advance planning.) Another is to use petals instead of rice or paper for confetti.\n\nMoon gives so many suggestions that the bridal couple could be left feeling overwhelmed. How could you possibly implement all of these green solutions? The key is to pick those practices and products that appeal to you—and that you can afford. (The author's claim that a natural wedding is less expensive than a traditional one seemed a bit unrealistic given how costly some green products can be.)\n\nMartha Stewart fans will love this book. It's full of DIY projects, from fabric corsages to bridesmaid totes and recipes. The photographs are beautiful and the illustrations are detailed. There's a wedding planner in the back of the book as well as a glossary, bibliography and list of helpful websites. The book is the size of a typical magazine, making it seem more like a coffee table book than a how-to-manual (it also has a coffee table price). That's not to say that it's not worth buying, just that it's so pretty I would hate to handle it too much for fear of spoiling its appearance.\n\nThe text is full of references that are British (such as well-known British eco-hotels or outdoor venues, laws governing getting married in Britain, and certain terms), and the author herself is British, but the book was published in the U.S. with no mention of a prior publication in Britain. However, its list of websites includes many American and Canadian venues, products, and companies, so it is still a valuable resource for North Americans.\n\nIn fact, anyone who wants their wedding to make a statement, but doesn't quite know how will find plenty of inspiration and handy information in this book. This would make a great present for someone who has just become engaged or is just starting to plan her wedding.\n\nWritten by: Ellen Keim, March 14th 2011",
        "topic_id":7,
        "format_id":23,
        "topic_confidence":0.9070193172,
        "format_confidence":0.8940088153
    }
]