[
    {
        "url":"http:\/\/www.ipgbook.com\/ibpa-publishing-university-event-3496.php",
        "text":"Upcoming Events & Author Appearances\n\n\nIBPA Publishing University\n\nFriday, April 7, 2017\nThe Historic Benson Hotel, 309 SW Broadway, Portland, OR 97205\nGet Driving Directions >\n\nSmall Press United will be attending the 2017 IBPA Publishing University in Portland, Oregon on April 7 - 8, 2017. \n\nWhether you're looking for introductory learning on new-to-you topics or hunting for strategic approaches to new challenges, IBPA's Publishing University is the place for you. You'll press fast forward on your publishing program with 30+ educational sessions including experiential learning labs, insightful keynotes, a gala book award ceremony, fun networking events, and so much more!\n\nRead more about the event at https:\/\/www.publishinguniversity.org\/",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9325217009,
        "format_confidence":0.9160952568
    },
    {
        "url":"https:\/\/www.schooltheatre.org\/resources\/news\/nccasisawarded",
        "text":"NCCAS is awarded National Endowment for the Arts grant\n\nJuly 3, 2013\n\nNational Endowment for the Arts (NEA) Acting Chairman Joan Shigekawa has announced that the State Education Agency Directors of Arts Education, on behalf of the National Coalition for Core Arts Standards (NCCAS), is one of 817 nonprofit organizations nationwide to receive an NEA Art Works grant. NCCAS has been awarded a $30,000 grant to support the convening of a national Artist Advisory Council at the August 1-5 meeting of the NCCAS writing teams and leadership.\n\nThe recommended NEA grants total $26.3 million and span thirteen artistic disciplines and fields. Applications were reviewed by panels of outside experts convened by NEA staff, and each project was judged on its artistic merit.\n\nActing Chairman Shigekawa said, “The National Endowment for the Arts is proud to support these exciting and diverse arts projects that will take place throughout the United States. Whether it is through a focus on education, engagement, or innovation, these projects all contribute to vibrant communities and memorable opportunities for the public to engage with the arts.”\n\nNCCAS, a coalition of eight national arts and education organizations and media arts representatives, is writing the new, voluntary arts standards in dance, media arts, music, theatre, and visual arts scheduled for release in 2014. The theatre standards are being created by representatives from the Educational Theatre Association and the American Alliance for Theatre and Education. Artists representing each of the five arts disciplines will attend the August meeting, serving in an advisory capacity for the writing teams.\n\nEdTA Executive Director Julie Woffington called the NEA grant a strong affirmation of the new arts education standards’ value. “As an NCCAS leadership organization, EdTA has worked hard to reach out to our members and others in the theatre education community to ensure there is buy-in to these new standards. Funding from a public granting agency like the Endowment validates their worth in a broader national arts and education context.”\n\nWoffington also said she is proud that EdTA has secured a commitment from playwright Jim Leonard, Jr. to serve as theatre’s representative on the project’s Arts Advisory Council. “Leonard is a well-respected playwright and screenwriter whose work is widely produced by schools throughout the country. We’re grateful and thrilled that he has agreed to serve in this capacity.”\n\nLeonard’s plays include Anatomy of Gray, The Diviners, And They Dance Real Slow in Jackson, and Crow and Weasel. He has been awarded three NEA Fellowships, a New York Villager Award, the Midland Writers Award, the Samuel French Best New Play Award, and the Dramatists Guild Award. He co-wrote the screenplay for Mira Nair’s award-winning film My Own Country. Leonard has created and produced several television series including Close to Home (CBS), Skin (Fox), and Thieves (ABC); and he wrote and produced Dexter (Showtime) and The Closer (TNT). He is currently a writer-producer for Major Crimes (TNT). Leonard also serves on the boards of the New Harmony Project and Circle X Theatre.\n\nFor the most up-to-date information about the standards project, visit the NCCAS website.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5867316723,
        "format_confidence":0.9562243223
    },
    {
        "url":"http:\/\/fairmountelem.tn.bce.schoolinsites.com\/?PageName=LatestNews&Section=Highlights&ItemID=227900&ISrc=School&Itype=Highlights&SchoolID=3196",
        "text":"Update for a...New Fairmount Sign\nPosted On:\nSaturday, August 06, 2016\nNews Image\n\nSince Fairmount is located in a residential zone we are not able to have a digital sign so we will be installing a sign with changeable letters on the Virginia Avenue side of the building.\n\nView all Highlights",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.973927021,
        "format_confidence":0.9741082191
    },
    {
        "url":"http:\/\/www.shetlandarts.org\/job-opportunity-cleaner-for-garrison-theatre-required\/",
        "text":"Job opportunity: Cleaner for Garrison Theatre required\n\nPosted by on April 5th, 2012 No Comments\n\nPrint This Post Print This Post\n\nCleaner required for The Garrison Theatre, to work as and when required. An immediate start is preferable. Duties will include: Vacuuming, mopping floors and cleaning toilets.\n\nThe pay is £7.15 per hour, inclusive of Islands Allowance.\n\nPlease see the Job Profile, and Application Letter, and Recruitment info for applicants for more information.\n\nTo apply, please download and complete an application form, and return to us by 21st April 2012.\n\nIf you would prefer a form be posted to you, please phone us on 01595 743 843 or email\n\nDeadline: 9am, 21st April 2012.\n\n\nBe Sociable, Share!",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9966500401,
        "format_confidence":0.9312918782
    },
    {
        "url":"http:\/\/kroc.com\/new-rochester-school-teaching-in-english-and-spanish\/",
        "text":"Education is ever changing. There is one school in Rochester embracing that change with bilingual education. \n\nListos on Facebook\n\nIntroducing Listos Preschool and Childcare. In Spanish, Listos means both smart and ready. Listos Preschool and Childcare is Rochester’s first non-profit dual-immersion preschool, aiming to provide a unique, inclusive, affordable Spanish-English preschool and childcare experience. You'll find them on the second floor of Peace United Church of Christ (a sponsor of the program. Listos has no religious curriculum).\n\nYou can get more information and\/or support Listos by checking out the Pretty Peculiar Pop Up Market. According to Chair of the Listos' Board, Sharri Halleland, \"a group of artists are donating their work and all of the market items will be available for a free-will donation. In addition to the amazing art and crafts, we also will have treats, music and will be giving tours of a tiny home.\" 100% of all money raised will be donated to Listos for programming and scholarships to help low-income families in need, including new immigrants.\n\n\nThe pop up market is on Sunday, June 25th from 11a - 4p. You can find more info on their Facebook page.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9929257631,
        "format_confidence":0.5871319771
    },
    {
        "url":"http:\/\/blog.unmc.edu\/library\/2011\/04\/19\/graduating-and-leaving-unmc-take-refworks-with-you-2\/",
        "text":"McGoogan News\n\nGraduating and leaving UNMC? Take RefWorks with you!\n\nIf you are graduating and will soon be leaving UNMC, you can take your RefWorks account with you through the RefWorks Alumni Program. The new account includes access to RefWorks, RefShare, and Write-n-Cite. The Alumni Program accounts do not include “Check for UNMC full-text” buttons, so if you will be staying at UNMC, you should not switch to this account.\n\nTo get an Alumni account:\n\n  1. Contact Cindy Schmidt (, 402-559-7077 or toll free at 1-866-800-5209) to request instructions for creating your Alumni Program account.\n  2. Please provide information about your dates of attendance and program affiliation.\n  3. Cindy will need to verify this information before she can send you instructions for establishing an account.\n\nFor more information, see the RefWorks Tips, Tricks, and Guides page.\n\nLeave a Reply\n\nsix + = 13",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9901099801,
        "format_confidence":0.7155331969
    },
    {
        "url":"http:\/\/cps.edu\/Spotlight\/Pages\/spotlight484.aspx",
        "text":"School Options Made Easier for Students \n\nDistrict empowers families to make informed choices\n\nSeptember 30, 2013\n\nCPS prides itself on offering students a variety of academic programs to meet their specific needs. To help families identify which schools might be a good fit for their children, and to help them more easily navigate the application process, the District has created a host of new tools to supplement its existing slate of resources.\n\n\nThe application process for the 2014-15 school year begins on October 1. This process encompasses elementary magnet and selective enrollment schools, as well as several high school options, including magnet, selective enrollment, international baccalaureate (IB), military academies and career and technical education programs.\n\n\n“Our goal as a District is to empower families to make informed decisions about their children’s unique academic needs and to help them easily navigate this process,” said CPS CEO Barbara Byrd-Bennett. “I strongly encourage families to take advantage of our helpful resources as they begin to explore our high-quality school and academic program offerings.”\n\n\nStudents applying to 9th-grade can now log on to to schedule their own selective enrollment exams and magnet school auditions. They can also use this system to arrange the information sessions that are required by STEM and IB schools and military academies. Students interested in selective enrollment high schools are encouraged to schedule their exams early, as it may help them make informed choices about where to apply.\n\n\n“Selecting early test dates can be beneficial for families,” said Katie Ellis, Executive Director of CPS’ Office of Access & Enrollment. “Students who schedule test dates in November and December will receive their results prior to the application deadline, which will help them narrow down their options for next year.”\n\n\nThis self-scheduling system is a departure from previous years when test dates were assigned to students at random. The new system will permit students to choose times and locations that work in their calendars, even allowing for the changing of appointments when necessary.\n\n\nIn order to access this system, students MUST have a previously assigned Personal Identification Number (PIN). These were assigned by CPS to all eighth graders in a letter that also listed the programs to which each student is eligible to apply for the 2014-15 school year. This list was based on final grades and standardized test scores from each student’s seventh grade year. All eighth graders are also being provided with a physical copy of the CPS High School Guide, which provides detailed information about all high school options that are available within the District.\n\n\nTo view the Self-Schedule Information Video, which provides a step-by-step guide to accessing the new system, click\n\n\nOther Helpful Resources\n\n  • The Office of Access & Enrollment (OAE) Website – Visit for general information about CPS schools and programs. For specific information on the application process, as well as selection and notification guidelines, click on the tab marked Resources.\n  • Up-to-Date Tier Data – Families applying to selective enrollment or magnet schools may want to use their home address to determine their respective tiers. This information is available at\n  • Option Guides – The District offers families comprehensive information on the academic programs available throughout CPS. Both the Options for Knowledge elementary school guide and the searchable high school directory are available in English and Spanish, and can be accessed by visiting Print copies can be obtained at any school, or by visiting CPS Central Office at 125 S. Clark Street.\n\n\nFamilies with additional questions are encouraged to call the CPS Office of Access & Enrollment at (773) 553-2060.\n\n\nPage Last Modified on Monday, September 30, 2013",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9976170063,
        "format_confidence":0.9353181124
    },
    {
        "url":"https:\/\/www.thomasclarksonacademy.org\/news\/?pid=3&nid=6&storyid=2393",
        "text":"Skip to content ↓\n\nStudents' return to school\n\nAll year groups are now back at school following weeks of learning from home. We spoke to some Year 10 students about how they felt about the return to school:\n\n“I found the online learning okay but I know some students would have found it hard for their mental health. I was a bit nervous about coming back but the wellbeing lessons helped.”\nHarry S\n\n“I feel more energised being at school and being with people rather than being in a room at home. I’d missed being in an educational environment – it’s harder to focus at home. I was a bit nervous about coming back because I hadn’t really seen people for a while but it was just a case of getting on with it.”\nPhoebe R\n\n“I’m more motivated in school. It’s been nice to get back into a routine, to get out of the house and get some fresh air. I’m glad to be back.”\nGabriele P\n\n“I’d got into online learning but I feel better coming back to school and seeing my friends. It’s easier to focus on the work. Once we’d done the first day back, it was back to normal.”\nChloe H",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9959188104,
        "format_confidence":0.6371427774
    }
]