[
    {
        "url":"http:\/\/www.galioninquirer.com\/news\/1527\/pouring-soon-eighteen-0-three-taproom-to-open-in-galion",
        "text":"Pouring soon: Eighteen-0-Three Taproom to open in Galion\n\nIf you tap it, will they come?\n\nLocal entrepreneurs Chris Stone and Amie Hoff will find out Aug. 1 when they open the Eighteen-0-Three Taproom, located at 123 Harding Way E. (the former Uptowne Outfitters).\n\nAccording to Stone, Eighteen-0-Three is not a restaurant or a bar.\n\nA “taproom” serves micro craft beer, and Stone and Hoff say there’s nothing quite like this between Columbus and Cleveland. The business name is a reference to the year Ohio was founded and all the beer they will be selling is made in Ohio.\n\nThey will have 12 taps with rotating beers, including brews from Phoenix in Mansfield and JAFB in Wooster. There will also be a small wine selection from Wyandotte (the company happens to make an apple wine using apples from an orchard in Mansfield).\n\nStone is also proud that they will serve Land Grant, a Columbus brewery that opened last October. He said the owners there were a big help to him, and they are working on a special recipe for Eighteen-0-Three’s grand opening.\n\n“Our goal is to make these breweries partners,” Stone said. “We’ll have special events and bring in heads from the breweries to talk about their products while people sample them. The craft beer industry is catching on and I’m excited because it’s not a traditional bar scene.”\n\nStone also believes Crawford County would do well with hops production (one of the primary ingredients in beer). He suggested that local farmers connect with the craft beer industry.\n\nThe son of a construction worker, Stone helped with the renovations to the building, which started in early June. Local contractors and businesses were used for the project.\n\nTwo large display windows flank the front door. At the entrance is a large, open room with bar seating on the left wall and handmade picnic tables on the right.\n\nStraight back is the service bar with a ceramic tile top that looks like barn wood. There is an exposed cooler behind it that stands ten feet wide and goes nearly to ceiling. The cooler feeds nitrogen and carbon dioxide to the beer taps.\n\nThere is no seating where the drinks are poured, and Stone said this is intentional.\n\n“What kind of experience do you want? Don’t judge us just because you see a bar,” he emphasized. “This is a place where you can have a couple of beers that you’ve never heard of, in more of an upscale environment.”\n\nThey will host live music acts, mostly acoustic, and offer sidewalk seating (if the city modifies the codified ordinances to allow it). Eventually, they would like to add a patio behind the building.\n\nStone and Hoff both have young children and they hope to make this a family-friendly business. There is a nook where kids’ games and puzzles will be available.\n\nWhile Eighteen-0-Three will not have a kitchen, it will have food catered by Phil’s Deli, as well as popcorn and kettle chips.\n\nThe business passed its health inspection last week, and on July 16 the Division of Liquor Control issued a liquor license.\n\n“The City has been tremendous to work with. Hugely supportive,” Stone said. “All of this has been a learning process for me…We’ve gotten a lot of positive response so far. My hope is that people see there’s opportunity here.”\n\nTheir ultimate goal is to make Uptowne Galion a destination again by partnering with community organizations. For example, the Brush and Palette Art Gallery is providing some decorations and the Galion Historical Society is working on displays to complement the historic building.\n\nFor individuals who want to be a “partner,” they are offering a Founders Club to the first 50 people to sign up. Members will get a personalized mug, discounted beer and invitations to special events.\n\nFor more information, visit Eighteen-0-Three’s Facebook page at https:\/\/www.facebook.com\/1803taproom?fref=ts.\n\nChris Stone, left, and Amie Hoff will officially open Eighteen-0-Three Taproom in Galion at 11 a.m. Saturday.\nhttp:\/\/aimmedianetwork.com\/wp-content\/uploads\/sites\/38\/2015\/07\/web1_taproom.jpgChris Stone, left, and Amie Hoff will officially open Eighteen-0-Three Taproom in Galion at 11 a.m. Saturday.\nOwners have ambitious vision\n\nBy Matt Echelberry\n\nGalion Inquirer",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9625115991,
        "format_confidence":0.9857568145
    },
    {
        "url":"https:\/\/www.kxxv.com\/open\/bushs-chicken-strives-for-the-best-and-easiest-drive-thru-experience-during-hard-times",
        "text":"We're Open\n\n\nBush's Chicken strives for the best and easiest drive-thru experience for their customers\n\nPosted at 11:05 AM, May 19, 2020\nand last updated 2020-05-19 19:57:05-04\n\nWACO, TX — Bush's Chicken started as an idea decades ago.\n\nIn 1996, Keith Bush founded their first restaurant right outside Waco.\n\n\"This is where we live and Waco is the best market for chicken,\" Bush said.\n\nHe's continued to love his business, chicken and employee, but most importantly the customers.\n\nBush has been an advocate for supporting the community and giving back.\n\nHe decided to franchise his business so many more could support this same idea.\n\n\"They [franchised owners] pay back into the community I mean most of our owners put back at least 25% of their profit into the community that they're in,\" Bush said\n\nAlthough times haven't been the easiest, they're grateful for the immaculate drive-thru experience they had before the pandemic hit Central Texas.\n\nAnnette Elliott, a manager in franchise development, has worked with each store to make sure they're doing okay.\n\nThe trend she sees that's being hit the most is product shortages.\n\n\"The biggest things is our products, we've had shortages in certain and had to pivot to a different product and make some changes as those changes are given to us,\" Elliott said.\n\nWe've all had to make changes, but one thing that hasn't changed is you won't be waiting long for your chicken with their multi-lined drive-thru.\n\n\"We have 3,4, 10 people out on drive-thru now so we're waiting on 10 times as many people an hour,\" Bush said.\n\nTender Tuesday is their biggest day, for a great price you can get 16 tenders, 4 rolls and a family size gravy.\n\nTo celebrate their many years, and to honor Bush's late wife, they have created a new sauce called Bush Baby sauce.\n\nIt's no extra cost to you, but sure to make your chicken even better.\n\n\"We named it after my wife, the nickname I gave her was Bush Baby, so that's why we named the sauce that,\" Bush said.\n\nFor more updates on restaurants follow Bush's Chicken on their Facebook page. You can also find more information and a restaurant closest to you on their website.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9801136851,
        "format_confidence":0.9800748825
    },
    {
        "url":"http:\/\/www.goodhousekeeping.com\/home\/a25771\/whole-foods-groceries-honeybee-population\/",
        "text":"Advertisement - Continue Reading Below\n\nA Whole Foods store in Lynnfield, Massachusetts — where the dairy aisle usually resembles the photo above — showed customers what their dairy aisle would look like without honeybees. And it's a pretty scary sight.\n\nWithout pollinators, say goodbye to fruit-flavored yogurt and that chocolate in your chocolate milk. Plus, plants that cows graze on would be depleted, so milk would be scarce. And it's not just dairy; Whole Foods estimates that more than half of the produce department is dependent on bees.\n\nWhy all the attention on honeybees? They're in serious trouble. Their populations have declined sharply due to factors like pesticides and lack of genetic diversity. The White House is even stepping in, working on a strategy to save the honeybee population.\n\nIn a statement, Whole Foods urges customers to consider buying organic, pesticide-free food and flowers so bees can survive on their pollen. And next time you head to the grocery store, thank a honeybee.\n\nNEXT: What Do Organic Labels Really Mean? »\n\nThis story originally appeared on\n\nMore from Delish:\n16 Fish Sandwiches That are So Much Better Than Fast Food\nQuick and Easy Weeknight Grilling Menu\n18 Boozy Ice Cream Recipes That You'll be Drunk in Love With\n\nFrom: Delish\n\nWhat do you think?",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.8604282141,
        "format_confidence":0.7803062797
    },
    {
        "url":"https:\/\/www.sidneydailynews.com\/features\/lifestyle\/102260\/free-kona-ice-tuesday",
        "text":"Free Kona Ice Tuesday\n\nSIDNEY — Kona Ice will serve free cups of tropical shaved ice, Tuesday, April 17, from noon to 2 p.m. in downtown Sidney.\n\nThe island-inspired truck will be parked next to the post office at 135 N. Ohio St.\n\n“To relieve taxpayers of the stress associated with meeting the federal deadline, Kona Ice will host its fifth National ‘Chill Out’ Day,” said owner Sarah Lay, of Troy, in a release. “The refreshing treat will ensure that there is no taxation with relaxation this tax season.”",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9406869411,
        "format_confidence":0.9896137118
    },
    {
        "url":"https:\/\/www.phoenixnewtimes.com\/restaurants\/couscous-express-brings-a-little-bit-of-morocco-to-mcdowell-road-in-central-phoenix-6532545",
        "text":"Couscous Express Brings a Little Bit of Morocco to McDowell Road in Central Phoenix\n\nWhen a new spot opens in town, we can't wait to check it out -- and let you know our initial impressions, share a few photos, and dish about some menu items. First Taste, as the name implies, is not a full-blown review, but instead a peek inside restaurants that have just opened, sampling a few items, and satisfying curiosities (yours and ours).\n\nRestaurant: Couscous Express Location: 1915 E. McDowell Road, Phoenix Open: About a month Eats: Moroccan Price: $12-15 a person\n\nIf you've recently taken McDowell Road in central Phoenix, then chances are good you've already seen the bright green and yellow sign that popped up on the south side of the street just west of the 51. And though the small storefront still looks quiet most days, there is, in fact, a small restaurant there called Couscous Express.\n\nThe new spot comes from Moroccan-born owner Abdul, who's lived in Phoenix for about three years. Before opening this restaurant a month ago, he lived and worked in Yuma, where he sold date shakes.\n\nSee also: Anatomy of Baklava with Rocio Gutierrez and Hussein Chahin of Middle Eastern Bakery\n\nAt Couscous Express, you won't have to worry about ordering one of these shakes. From what we saw during our visit, it seems Abdul brings a shake to every guest without anyone having to ask. If you finish it, he may even bring a second glass.\n\nThis is also the case with the appetizers and mint tea.\n\nJust a few minutes after we took a seat, our gracious host delivered a plate of carrots and peas along with a basket of warm bread. The tender vegetables were lightly spiced and, in the case of the carrots, held just the right amount of heat. The bread, a spongy white variety, can be torn off split in two and used to scoop up bites of food. After three pieces of bread and most of the plate of vegetables, we realized we should probably save room for the main event.\n\nEven then, we enjoyed the small bowl of lemon and garlicky olives that arrived next along with two tall glasses of hot mint tea.\n\nWhen it comes time to actually order food, the menu is fairly simple. You can have plain couscous, served by the pound, or couscous with vegetables, chicken, lamb, or beef. If you choose to go with the tagine, you can also have just the stewed meats with no couscous.\n\nWe tried both the beef and chicken tagine with a bowl of couscous on the side. Both dishes were simple and satisfying, the kind of food that's comforting even if you've never eaten Moroccan food before. Served with vegetables and potatoes, the beef fell of the bone at the slightest touch of the fork and the chicken, also tender, offered a robust meaty flavor complemented by herbs.\n\nThe couscous is not to be missed. Light and fluffy, this stuff will change the way you think of couscous forever. Even the flavor is complex, slightly nutty but also a little sweet, making it good alone as well as soaked in some of the broth from either beef or lamb.\n\nAbdul delivered two date shakes to the table at the end of the meal. According to the owner, his shakes stand out from the rest on account of the fact that he doesn't use ice cream to make them, relying on the sweetness of the fruit instead of other sugars. He also includes peanut butter, which gives a nice richness to the drink, and sprinkles a touch of nutmeg on top.\n\nOn Saturday and Sunday, Couscous Express also serves Moroccan bastilla, the traditional meat pie that's both sweet and savory. Though they're usually large and made to be shared, the restaurant serves smaller versions filled with either chicken or fish.\n\nBetween the bright but homey interior of the restaurant -- the decor includes shelves of delicate teapots, yellow walls, and Moroccan lanterns -- and the graciousness of the owner, it's easy to feel like you've traveled somewhere else during a long lunch here. And do leave time for a long meal, on our visit Abdul oversaw all four tables in the restaurant, meaning service was friendly if not exactly quick.\n\nFollow Chow Bella on Facebook, Twitter, and Pinterest.\n\nWe use cookies to collect and analyze information on site performance and usage, and to enhance and customize content and advertisements. By clicking 'X' or continuing to use the site, you agree to allow cookies to be placed. To find out more, visit our cookies policy and our privacy policy.\n\n\nAll-access pass to the top stories, events and offers around town.\n\n  • Top Stories\n\n\nAll-access pass to top stories, events and offers around town.\n\nSign Up >\n\nNo Thanks!\n\nRemind Me Later >",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9966952801,
        "format_confidence":0.5368518233
    },
    {
        "url":"http:\/\/www.minyanville.com\/sectors\/consumer\/articles\/Fast-Food-Restaurants-Finally-Have-Something\/5\/15\/2013\/id\/49841",
        "text":"\nThank you very much;\nyou're only a step away from\ndownloading your reports.\n\nFast Food Restaurants Finally Have Something to Brag About (Sort Of)\n\n\nPlus, Taco Bell and Burger King introduce new products, and the fast food workers' strike expands.\n\nWelcome to our round-up of the top fast food news stories of the day.\n\nThe Better of Two Evils\n\nFast food may take all the flak for its not-so-nutritious offerings, however, a survey of 19 sit-down chains done by University of Toronto researchers found that the average meal contained 1,128 calories, compared to the fast food average of 881, according to ABC News.\n\nPopular lunch and dinner meals at small chains across the country were also found to contain a whopping 1,327 calories on average by researchers at Tufts University in Boston.\n\n\"Considering that more than half the restaurants in the US are independent or small chain and won't be covered by labeling requirements in the future, this is something consumers need to pay attention to,\" said Lorien Urban of the Tufts study. \"It's also important because nearly 40% of meals are now eaten outside the home.\"\n\nWith obesity continuing to become synonymous with America, the fast food industry, with its massive reach and worldwide reputation, has faced the brunt of the backlash.\n\nThe days of sit-down meals with the entire family are slowly fading away as people head out to restaurants more often, but nutritional research has made it clear that this is not a healthy step.\n\nAs healthier offerings continue to pop up on menus and research continues to be compiled, fast food may have an opportunity to finally shirk its reputation -- perhaps the industry can position itself as a surprisingly healthier alternative when eating out?\n\nMilwaukee to Continue Fast Food Strikes: Will Minimum Wage Become a Thing of the Past?\n\nFollowing in the footsteps of workers in New York City, Chicago, St. Louis, and Detroit, Milwaukee fast food and retail workers have started walking off the job today.\n\nFast food industry giants like McDonald's (NYSE:MCD) and Yum (NYSE:YUM), and retailers like Wal-Mart (NYSE:WMT), have historically offered minimum or just above minimum wage to employees, well below what's considered a living wage.\n\nThe Milwaukee Workers Organizing Committee (MWOC) intends to have hundreds of workers abandon their posts in the fight for wages of $15 per hour, a far cry from the state minimum of $7.25 currently offered.\n\n\"If we truly want to stimulate the economy, then we must stimulate the wages of those who collectively have the buying power to strengthen the economy. It's simple. I support the workers today because raising their wage, raises our economy,\" said Pastor Charles Williams II of Historic King Solomon Baptist Church, a leader of the Detroit walk outs, in an e-mail to the Huffington Post.\n\nWith the employment rate in the fast food and retail industry still far above that of overall employment, and demand for jobs high, the MWOC and its counterparts will likely need a massive mobilization effort in order to prompt a reaction.\n\nWhile $15 is almost definitely out of the question, with over four million employees in the fast food industry alone, any bending on the part of employers could drastically impact profits.\n\nTaco Bell Introduces the Waffle Taco\n\nTaco Bell, Yum's Mexican eatery and advocator of the late-night Fourth Meal, began testing a new item for its First Meal breakfast lineup that launched earlier this year in about 800 locations across ten states, according to CNBC.\n\nThe waffle taco, composed of a scrambled egg, a sausage patty, and maple syrup nestled within a fried waffle, is currently available in select Southern California locations and sells for $0.89.\n\nShould the initial tests go well, the waffle taco will become available at all Taco Bell locations that offer breakfast, said Rob Poetsch, a Taco Bell spokesman.\n\nThis waffle variation on a Mexican staple joins the ranks of Taco Bell's vastly successful Doritos Locos tacos, over 450 million of which have been sold since their launch in 2012.\n\nDespite the waffle taco lacking the brand association of the Doritos Locos innovation, Yum could have its ticket into the incredibly valuable fast-food breakfast competition if it takes off with consumers.\n\nBurger King Takes Aim at the McRib\n\nBurger King (NYSE:BKW) may have its sights set on infiltrating the cult that is the McRib fan base as it's set to release the BK Rib sandwich nation wide on May 21.\n\nThe BK Rib will join the likes of the Carolina-style BBQ sandwiches, the Memphis pulled pork sandwich, and sweet potato fries that it introduced recently to meet consumers' varied interests.\n\n\"Our guests have grown to look for a variety of options. It's not just about beef anymore, but other proteins like chicken and turkey and pork,\" said Eric Hirschhorn, vice president of global innovation at Burger King, to USA Today.\n\nThe $3.49 boneless BK Rib follows the 2010 failure by the company to introduce bone-in fire-grilled ribs that sold for nearly $9 in some locations.\n\nThis new price point and the more convenient style of the BK Rib make it a far more direct competitor of the McRib, but the legend of the limited-time-offer McDonald's sandwich could present an insurmountable barrier of entry into the rib sandwich game.\n\nWhether it can snag a share of the McRib market or not, Burger King will have at least made a significant addition to its menu in a fast food and health-centric era that demands constant innovation in order to remain relevant.\n< Previous\n  • 1\nNext >\nNo positions in stocks mentioned.\nFeatured Videos",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9786151648,
        "format_confidence":0.6497511268
    },
    {
        "url":"https:\/\/news.lasvegas.me\/2010\/crystals-houses-social-house-and-treasure-island-walks-the-plank\/",
        "text":"Crystals houses Social House, and Treasure Island walks the plank!\n\nTreasure Island is no longer on the Strip, but Social House is! Social house has taken over the former Treasure Island locale at The Crystals.\n\nPure Management Group is operating the Social House Brand, and which is located on the second floor of Crystals, complete with a closed off dining area and a lovely dining terrace that overlooks the first floor. Social House executive chef Joe Elevado delivers a great new menu with many former Social House favorites in addition to new dishes from the far east.\n\nSocial House has added Asian inspired dishes onto its new menu, and with it, Asian décor as well is featured in the restaurant. The prices for food and drink are pretty typical, but a great way to save a few bucks is to go to Social house from 5-7pm. Cocktails are $8, so are specials, and domestic beer is a mere $4! If you really want to save, Neveda locals get 20% off their bill Sundays – Thursdays, so bring your ID and invite all the friends out to socialize!\n\nSocial House’s hours are from Monday-Thursday, and Sunday 5 pm – 10 pm. Friday and Saturday, the hours are from 1pm – 11pm.\n\nComments are closed.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9871191978,
        "format_confidence":0.9446201921
    },
    {
        "url":"https:\/\/www.villagevoice.com\/2010\/05\/25\/tomorrow-the-steak-shoppe-opens-in-the-permanent-brunch-burger-space\/",
        "text":"Tomorrow, the Steak Shoppe Opens in the Permanent Brunch & Burger Space\n\n\nPermanent Brunch & Burger wasn’t quite as permanent as advertised: Tomorrow, it’s being replaced by the Steak Shoppe, a restaurant that ostensibly promises to be a carnivore’s wet dream.\n\nAccording to the menu posted in the window, all of the steak served at the restaurant will be “all natural, and comes from cattle that either is raised solely on a 100% vegetarian diet or is strictly grass fed.” What’s more, the beef is “vintage natural beef,” meaning it “comes from a consortium of family-owned ranches committed to raising natural beef to a higher level of purity. This beef is humanely raised and contains no added hormones, steroids or antibiotics.”\n\nThe beef appears on the menu in a number of guises: as filet mignon, strip, rib eye, and skirt, and also in a sandwich. In addition, there is — of course — a burger, complimentary sauces such as chimichurri, smoked paprika cheddar, and wasabi mustard, and pineapple barbecue. Sides include roasted brussels sprouts with lemon aioli, cheddar cheese corn pudding, and sweet potato hash with bacon and dates. The steaks also come with a choice of three “side-kicks,” such as dill pickles, pickled red bell peppers, and pickled beets.\n\nWhether steak will have greater staying power than brunch remains to be seen, but if the signs are any indication, this places looks like it’s angling to be the East Village’s version of Peter Luger, only with a more zeitgeist-conscious graphic designer.\n\n\nMost Popular",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9964869022,
        "format_confidence":0.8980412483
    }
]