[
    {
        "url":"https:\/\/hackaday.io\/project\/2879-esp8266-wifi-module-library\/discussion-8592",
        "text":"• Chips have arrived!\n\n    bafeigum09\/26\/2014 at 19:24 4 comments\n\n    So my chips finally passed through customs and arrived in sealed anti-static bags. I connected up the VDD and GND to a bench power supply as others have noted that these chips need quite a bit of power. I also needed to connect the CH_PD pin to 3.3V to enable the chip. Just on standby, the chip consumes about 70mA. \n\n    I connected the TX and RX lines to my Sparkfun FTDI Basic and fired up Putty just to test out some commands before I hook it up to a chipKIT. I have to talk to the chip over 115200 Baud, and 57600 does not work. I received READY in my Putty terminal and sent AT+RST. The chip spit out a bunch of boot up text which I will include later when I write a post showing the response of all of the commands. I sent AT+CWLAP and nothing... at first I received ERROR. I sent it a couple more times and actually got the chip to list the access points! I tried connecting to my wifi router, but I entered the password wrong and still received OK. I tried sending the inquiry if I was connected and the chip hung up and any command I sent after that said it was busy. All further attempts to send AT+CWLAP hang up the chip.\n\n    So I would say so far, the chip isn't as easy to use out of the box as others have stated. I will investigate further and send some more commands and write up a post detailing how the chip responds. \n\n  • Work still in progress...\n\n    bafeigum09\/11\/2014 at 17:04 1 comment\n\n    I am still awaiting the arrival of the modules I ordered from AliExpress. I have a tracking number, but it doesn't seem valid yet. It is great reading up on the progress others who have received their modules are making! Peter has been active in the comments and has successfully sent TCP data. \n\n    I will provide another update when I receive the modules and being work on the library. I was originally going to write the library for the MSP430 microcontrollers, but it looks like many people who have received their modules are using the Arduino. I might create the library for the Arduino first so that I can get the most amount of people debugging the library. I will eventually port the library to both platforms.\n\n  • More AT Command Information Found\n\n    bafeigum08\/29\/2014 at 02:28 0 comments\n\n    So looking around on this German forum post about the ESP8266\n\n\n    I saw that somebody translated the Chinese AT command pdf (into German which google than translated into English for me). The translation this person posted had much more information about the chip than I had seen before! I had assumed that the Nurdspace page everybody is probably already very familiar with\n\n\n    was translated from the same document and was all the information we had so I didn't bother taking a look at the actual document in Chinese. It seemed like it would be just BARELY enough to get a good library going, however a lot of information was missing like possible return values and the returned data format. It wouldn't have been impossible to figure this stuff out after getting the chip, but it would have taken longer just poking around.\n\n    Read on to see the translated document and what to expect from the List Access Points Command.\n\n    Read more »\n\n  • Two ESP8266 Modules Ordered\n\n    bafeigum08\/27\/2014 at 17:56 0 comments\n\n    I just placed an order for two ESP8266 Modules from AliExpress for $9.50 including free shipping. The processing time is 7 days and the expected shipping time is over 2 weeks. I will be posting the currently available documentation and the translations people have posted soon. I will also create a new GitHub repository to start commiting preliminary code based off of the documentation.",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.7700322866,
        "format_confidence":0.9951493144,
        "weight":0.0138931249
    },
    {
        "url":"https:\/\/www.datacentreshop.co.uk\/product\/cisco-c891f-k9-router\/",
        "text":"Cisco C891F-K9 Router\n\nLead time: Next business day\n\nIn stock (369 available)\n\n£722.99 inc. VAT\n\n(£602.49 exc. VAT)\n\nSKU: IM#6773F73\nMPN: C891F-K9\nGTIN: 0882658602139\nCategories: Cisco, Cisco 800 Series, Cisco 890 Series ISR, Cisco Routers, Products\n\nCisco Part Number: C891F-K9\n\nCisco 891F Gigabit Ethernet security router with SFP\n\nProduct description\n\nCisco 890 Series ISRs deliver integrated security and threat defense, protecting networks from both known and new Internet vulnerabilities and attacks. These powerful, fixed-configuration routers provide secure broadband, Metro Ethernet, and Wireless LAN (WLAN) connectivity. Service providers offering managed Ethernet WAN services can deploy them in customer locations as CPE. You get centralized and remote management capabilities through web-based tools and Cisco IOS® Software for full visibility and control of network configurations at the remote site.\n\nThe 890 routers simplify the deployment of Ethernet WAN services, with end-to-end Operations, Administration, and Maintenance (OA&M), Service-Level Agreement (SLA) monitoring and verification, and configuration management.\n\nWAN Interfaces:\n\n  • 1-port GE or 1‑port SFP\n  • 1-port FE\n\nLAN Interfaces:\n\n  • 8-port 10-\/100-\/1000-Mbps managed switch (4‑ports PoE capable with 125W power supply adapter)\n\n\nRelated products\n\nRelated products",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9924794436,
        "format_confidence":0.9985601306,
        "weight":0.0358329226
    },
    {
        "url":"https:\/\/www.datacentreshop.co.uk\/product\/cisco-c891f-k9-router\/",
        "text":"Cisco C891F-K9 Router\n\nLead time: Next business day\n\nIn stock (369 available)\n\n£722.99 inc. VAT\n\n(£602.49 exc. VAT)\n\nSKU: IM#6773F73\nMPN: C891F-K9\nGTIN: 0882658602139\nCategories: Cisco, Cisco 800 Series, Cisco 890 Series ISR, Cisco Routers, Products\n\nCisco Part Number: C891F-K9\n\nCisco 891F Gigabit Ethernet security router with SFP\n\nProduct description\n\nCisco 890 Series ISRs deliver integrated security and threat defense, protecting networks from both known and new Internet vulnerabilities and attacks. These powerful, fixed-configuration routers provide secure broadband, Metro Ethernet, and Wireless LAN (WLAN) connectivity. Service providers offering managed Ethernet WAN services can deploy them in customer locations as CPE. You get centralized and remote management capabilities through web-based tools and Cisco IOS® Software for full visibility and control of network configurations at the remote site.\n\nThe 890 routers simplify the deployment of Ethernet WAN services, with end-to-end Operations, Administration, and Maintenance (OA&M), Service-Level Agreement (SLA) monitoring and verification, and configuration management.\n\nWAN Interfaces:\n\n  • 1-port GE or 1‑port SFP\n  • 1-port FE\n\nLAN Interfaces:\n\n  • 8-port 10-\/100-\/1000-Mbps managed switch (4‑ports PoE capable with 125W power supply adapter)\n\n\nRelated products\n\nRelated products",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9924794436,
        "format_confidence":0.9985601306,
        "weight":0.0358329226
    },
    {
        "url":"http:\/\/www.abt.com\/product\/41963\/RCA-EZ207-White-Small-Wonder-Digital-Camcorder-EZ207.html?tab=1",
        "text":"Mattresses & Bedding\nFree Shipping on Thousands of Products\nAward-Winning Customer Service\n\nRCA EZ207 White Small Wonder Digital Camcorder - EZ207\n\nAbt Model: EZ207 | UPC Code: 044476065651\n Discontinued Product This item is no longer available from our website.\nClick the link to view all of our Camcorders & Action Cameras\nRCA - EZ207 - Camcorders & Action Cameras\nRoll over image to zoom in\nSmall And Portable\/ Supports Up To 8GB Micro SD Memory Card\/ 256MB Of Internal Memory\/ Direct YouTube Uploading\/ 1.5 \" LCD Display\/ Easy TV Viewing\/ Flip-Out Lens\/ Still Photo Capture\/ White Finish\nDiscontinued (details)\nYour Shipping Zip Code: 20149 (change)\n\nProduct Questions - Ask\n\nProduct Details\n\nRCA EZ207 White Small Wonder Digital Camcorder - EZ207\n\nIf you are looking for a small, portable, and easy to use digital video camcorder, you have found it in the EZ207. This small and compact digital camcorder is a perfect device for use when you’re on the go. It’s ready to record at a moment's notice. Not only can it capture up to 8 hours of video on a Micro SD memory card, but the included Memory Manager™ Software is perfect for sharing your favorite videos.\n\n\n  • Point-And-Shoot Simplicity – Small and portable; just aim and press RECORD.\n  • Memory Card Slot – Allows recording to Micro SD memory cards. Supports up to 8GB Micro SD memory cards.\n  • Resolution Modes – Record up to 4 hours in High Quality, or up to 8 hours in Web Quality1 (with optional 8GB memory card2).\n  • Internal Memory – 256MB of internal memory.\n  • Built-in Simple Software – Camcorder comes complete with integrated Memory Manager™ software that allows you to download video through high-speed USB connection to email or share video clips with family and friends. Activates automatically when camcorder is connected.\n  • Direct YouTube™ Uploading – Quickly and easily upload videos directly to YouTube™ with Memory Manager™.\n  • Display – 1.5” LCD Display.\n  • Easy TV Viewing – Watch your video clips on TV by connecting the camcorder using the included AV cable.\n  • Flip-Out Lens – Allows for self-recording.\n  • Still Photo Capture – Capture JPEG photos with the dedicated photo button.\n  • AA Batteries – AA batteries for quick replacement when you are on the go.\n\nPackage Content:\n\n  • EZ207 Digital Camcorder\n  • AV Cable\n  • Wrist Strap\n  • USB Cable\n  • AA Batteries (x2)\n\nApproximate Dimensions:\n\n  • Width: 2.4\"\n  • Height: 3.9\"\n  • Depth: 1.1\"\n\nApproximate Weight:\n\n  • Unit: 0.75 lbs\n  • Shipping: 1 lb\n\n\n  1. Records up to 8 hours in WebQ mode or 4 hour in HQ mode using optional 8GB memory card. Supports SD\/SDHC cards up to 8GB. Actual recording time and capacity will vary depending on type of video content being recorded, system requirements and other factors\n  2. Micro SD memory card not included.\nDownloadable Resources Get Adobe Reader\nMore reasons to buy the RCA EZ207 from Abt Electronics\n  • is an authorized dealer (Learn More).\n  • The RCA EZ207 is Brand New.\n  • The RCA EZ207 Ships in a Factory Sealed Box.\n  • Abt ships this product for free!\nRCA EZ207 White Small Wonder Digital Camcorder\n\nRCA EZ207 White Small Wonder Digital Camcorder\n\n\nCall us\nlive chat\nChat Now",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9747651815,
        "format_confidence":0.9989768267,
        "weight":0.035193359
    },
    {
        "url":"http:\/\/www.anandtech.com\/show\/1131\/5",
        "text":"Memory Configuration (continued)\n\nOur benchmarks in Part 1 were consistent with the configuration recommendations in the Intel White Papers for Memory Configuration of the 875 and 865 chipsets. We concluded with the following performance charts based on our testing and the information provided by Intel. We differ from the Intel White Paper charts only in the first and second positions for the Intel 865 chipset. When Intel published their White Papers, we doubt that they had any notion that most of the 865 motherboards being sold would have some version of PAT (Performance Acceleration Technology) on board. Our testing of the ASUS, AOpen, and DFI PAT-enabled boards shows that the PAT 865 boards behave more like 875 boards. We have confirmed that the first and second positions on PAT-enabled 865 boards are, as we report, below — with four DS DIMMs performing faster than two DS DIMMs.\n\nDDR400 (1:1) Performance DIMM Configuration Single-Channel or Dual-Channel\n1 4 DS Dual Channel\n2 2 DS or 4 SS Dual Channel\n3 2 SS Dual Channel\n4 4 SS\/DS\nMixed Matched Pairs\nDual Channel\n5 Any DS Single Channel\n6 Any SS Single Channel\n\nDDR333\/266 Performance DIMM Configuration Single-Channel or Dual-Channel\n1 2 DS or 4 SS Dual Channel\n2 2 SS Dual Channel\n3 4 DS Dual Channel\n4 4 SS\/DS\nMixed Matched Pairs\nDual Channel\n5 Any 1 or 2 DS or SS\n(1 DIMM or 1 in each Channel)\nSingle Channel\n6 Any 1 SS Single Channel\n\nWhile SiSoft Sandra UNBuffered Memory Test results demonstrated real differences in performance among these memory configurations, many of you asked what we might see in real-world performance differences with these different memory configurations.\n\nSome of the configurations were easier to test than others. Kingston had provided us with four Single-Bank (single-sided) DDR500 DIMMs that allowed us to look at performance differences in two SS DIMMs versus four SS DIMMs. We looked at performance of 1000FSB\/DDR500 at 3-4-4-7-1 memory timings at 2.65V.\n\n1000FSB (3.0GHz)\/DDR500 Performance — Kingston PC4000\n2 x 256 MB SS DIMMs vs. 4 x 256 MB SS DIMMs\nNumber of Single-Bank DIMMs Quake3\nSandra UNBuffered Sandra Standard\nSuper PI 2M places\n(time in sec)\n2 386.30 INT 2821\nFLT 2786\nINT 5830\nFLT 5748\n4 394.57 INT 3218\nFLT 3195\nINT 5841\nFLT 5818\n\nWhile the differences in Quake3 frame rate and Super PI times are small, keep in mind that the only change here is using four SS DIMMs instead of two SS DIMMs. As predicted by Sandra UNBuffered Memory Test, the four SS DIMMs perform better than two SS DIMMs.\n\nComparing two SS DIMMs to two DS DIMMs was done using 2 x 256 MB SS OCZ PC4000 and 2 x 512 MB DS PC4000 at timings of 2.5-3-4-6 at 2.65V. It is almost impossible to keep DIMM capacity the same, which would be the most accurate test, as none of the samples using the same memory chips would have the same exact capacity in SS and DS configurations.\n\n1000FSB (3.0GHz)\/DDR500 Performance — OCZ PC4000\n2 x 256 MB SS DIMMs vs. 2 x 512 MB DS DIMMs\nNumber of DIMMs & Configuration Quake3\nSandra UNBuffered Sandra Standard\nSuper PI\n2M places\n(time in sec)\n2 SS 392.30 INT 2918\nFLT 2926\nINT 5761\nFLT 5868\n2 DS 400.10 INT 3282\nFLT 3324\nINT 5965\nFLT 5934\n\nAgain, the differences are small but real in Quake3 and Super PI, but with 2 DS DIMMs performing better as we had demonstrated in Part 1 with the Sandra UNBuffered Memory Test.\n\nThe fastest configuration should be 4 Double-Bank DIMMs on the Intel 875 chipset motherboard. Our first efforts to test this configuration, with 4 x 256 DS OCZ 3700 GOLD modules did not show 4 DS DIMMs any faster than 2 DS DIMMs on the ASUS P4C800-E. This was a real puzzle considering that other predicted configurations were easily verified with Quake3, Super PI and other benchmarks. When we looked deeper, the problem became clear. In every configuration that we had tested with the ASUS P4C800-E, the Performance Mode showed “enabled” but with 4 DS DIMMs at any FSB speed faster than 800, CPU-Z 1.18C shows Performance Mode “disabled”. Our trial was failing here because we were comparing 2 DS DIMMs with PAT on to 4 DS DIMMs with PAT off. We have asked ASUS for the reason behind why PAT appears to be disabled at 4 DS DIMMs above 800FSB.\n\nSince we were mainly concerned with comparing 2 DS with 4 DS DIMMs under the same conditions, we ran 2 DS vs. 4 DS tests at 800FSB\/DDR400, so that PAT was enabled in both two and four DIMM setups. We compared prototypes of high-speed PC3700 memory that we tested, looking specifically at the performance of 2 x 512 MB DS to 4 x 512 MB DS at DDR400. Timings were 2-2-4-8 at 2.75V.\n\n800FSB (2.4GHz)\/DDR400 Performance\n2 x 512 DS vs. 4 x 512 DS\nNumber of DS DIMMs Quake3\nFlyby fps\nBotmatch fps\nSandra UNBuffered Sandra Standard\nSuper PI 2M places (time in sec)\n2 321.4 196.30 68.31 INT 2683\nFLT 2722\nINT 4704\nFLT 4691\n4 324.5 197.60 69.38 INT 2830\nFLT 2923\nINT 4678\nFLT 4717\n\nWhile the differences here are quite small, they still show 4 DS modules performing better than 2 DS modules. We suspect that we would see larger differences at higher speed, as we have in our other comparisons.\n\nWe have confirmed with game benchmarks and a number-crunching benchmark that the best 875\/865 memory configurations can also be seen in real-world benchmarks. Because memory performance is only one component of game performance and overall system bandwidth, the effect on these benchmarks is, as expected, smaller than the variation seen in benchmarks that measure only memory performance, like Sandra UNBuffered Memory Test.\n\nDoes Memory Speed really matter in the Real World? The Candidates\n\n\nView All Comments\n\n  • dshodson - Friday, September 05, 2003 - link\n\n    So what is the best memory to put in my new dell server coming in a week which has the 875 chip. I heard u cant really overclock this system although i havent received mine yet. Reply\n  • Anonymous User - Tuesday, September 02, 2003 - link\n\n    Sorry about the typos ( its 11:36 PM here )\n\n  • Anonymous User - Tuesday, September 02, 2003 - link\n\n    Uberclocker ,\n\n    If your having a problem with a OCZ part , email me directly , Most problems are related it simple setup issues , and your problem is verry likely fixed in a few simple steps , or with a bios update\n\n    My email is oczguy@ocztechnology.com\n    I will not like answer your email until tomorow ( tuesday ) as today is a holiday and I am not in the office today\n\n  • Anonymous User - Monday, September 01, 2003 - link\n\n    Hello, I have followd your recommendation and bought an OCZ 4000 in Germany, this weekend. Unfortunately it has not performed to its specification. Can you tell me if there is a special part number I should look for to get their special 'reviewers golden sample' ?\n\n  • Anonymous User - Saturday, August 30, 2003 - link\n\n    I think if you have a cpu that will do 250 FSB and you purchase memory based on this article and you get within 98% of the results posted in this article, you owe Wesley $10.00. If 20% of the people with favorable results donated, there would be no more need to advertise. Now for the people who did not purchase ram based on this article and are bitching about it being bias, what are you bitching for?. This article has not cost you a cent.\n\n    Thanks Wesley, you saved me a $100 on ram. I almost got caught up in all the hype about 4000 and 4200.\n\n  • Anonymous User - Saturday, August 30, 2003 - link\n\n    This article goes part way to answering the question of what memory configuration is fastest but I was disappointed that there was no variation in ratio.\n\n    I would like to see a review that tests agressive timings against high frequency to see what produces the best results.\n\n    Also a test of all P4C chips running @ 3.6Ghz to see whether there's any benefit in buying the fastest chip.\n\n    With most motherboards easily hitting 1Ghz are we likely to be seeing a P4D which supports a 1066Mhz FSB?\n  • Anonymous User - Friday, August 29, 2003 - link\n\n    I think the way to do these reviews is to tell the manufacturer you'd like to include them in a review, purchase the memory from a store you trust, and then get re-imbursed by the manufacturer. That way, there'd be no selected modules and you would know what you were going to put into the review (4 ss vs 2 ds).\n\n    So, when do we get that part 2 of the 865\/875 mobo roundup ?\n  • retrospooty - Friday, August 29, 2003 - link\n\n\n    I have run these tests myself on an IC7G at 200 , 230 250 and 280 FSB and found that 5:4 2-2-2 always beats 1:1 at 2.5-4-4, even 2.5 4-3 ... However SOME motherboards arent as efficient at 5:4 with some types of ram as others... If you try the same test on several different mobo's I think you will find that 5:4 2-2-2 is quite a bit faster in non-synthetic mem test benchmarks.\n\n    Oldfart # 64, you are right about the reviewers and using the synthetic tests to boost sales. good point.\n  • Anonymous User - Friday, August 29, 2003 - link\n\n    If your not going to overclock, get low latency pc 3200 or 3500, the PC4000 wont help you at all\n\n    even IF you ARE going to overclock, the PC4000 will not likely get you better performance.\n  • Anonymous User - Friday, August 29, 2003 - link\n\n    #67 I'm not an expert by any means but here is how I understand this discussion:\n    If you are planning to use one of the faster processors such as the 3.0C you won't be able to achieve a big overclock because the multiplier for that processor is 15. If you want to use a higher speed processor such as the 2.8C or the 3.0c, you really dont need to spend the money on faster memory such as the PC4000 because you probably won't be able to overclock to a point that you will be able to reach a front side bus speed of 250mhz which is the lowest rated speed (x2=ddr500) of the memory module. So as the article has explained,you would be better off with\n    slower ram that has faster timings. However, if you have a slower processor such as the 2.4C or the 2.6C, you should be able to achieve a higher overclock because these processors have l... (truncated)",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.97826159,
        "format_confidence":0.8320109248,
        "weight":0.0176500528
    },
    {
        "url":"http:\/\/www.technobuffalo.com\/2012\/11\/28\/jeff-bewkes-time-warner-ceo-wants-apple-tv\/",
        "text":"Apple OLED TV - Front and Side\n\nTime Warner CEO Jeff Bewkes told an audience on Wednesday that he would like to see an Apple TV come to market saying “I hope they do. I think Apple is a great device company.” Bewkes particularly believes Apple could help improve the TV experience with better “interface and navigation skills.”\n\nBewkes believes Apple is great at revitalizing a commoditized product into a differentiated market (e.g., iPod, iPhone) and hopes it can do the same with the living room experience.  With better TV interface, Bewkes hopes for increased consumption, especially when it comes to filter and navigating what content to view.\n\nBewkes may be hinting at information that is privy to C-level entertainment industry executives, maybe his company has been approached by Apple as well.  We’ve been following news of a potential Apple TV for years now and with every new rumor we are disappointed with the lack of an actual product.  Bewkes believes once Apple cracks the TV market, others will soon follow and will result in more competition in the TV market, with multiple TV interfaces.  I imagine this would be like Android-based phones with each manufacture or carrier putting their own skin on it.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.8391773105,
        "format_confidence":0.8325605392,
        "weight":0.0103679236
    },
    {
        "url":"https:\/\/www.datacentreshop.co.uk\/product\/cisco-c891f-k9-router\/",
        "text":"Cisco C891F-K9 Router\n\nLead time: Next business day\n\nIn stock (369 available)\n\n£722.99 inc. VAT\n\n(£602.49 exc. VAT)\n\nSKU: IM#6773F73\nMPN: C891F-K9\nGTIN: 0882658602139\nCategories: Cisco, Cisco 800 Series, Cisco 890 Series ISR, Cisco Routers, Products\n\nCisco Part Number: C891F-K9\n\nCisco 891F Gigabit Ethernet security router with SFP\n\nProduct description\n\nCisco 890 Series ISRs deliver integrated security and threat defense, protecting networks from both known and new Internet vulnerabilities and attacks. These powerful, fixed-configuration routers provide secure broadband, Metro Ethernet, and Wireless LAN (WLAN) connectivity. Service providers offering managed Ethernet WAN services can deploy them in customer locations as CPE. You get centralized and remote management capabilities through web-based tools and Cisco IOS® Software for full visibility and control of network configurations at the remote site.\n\nThe 890 routers simplify the deployment of Ethernet WAN services, with end-to-end Operations, Administration, and Maintenance (OA&M), Service-Level Agreement (SLA) monitoring and verification, and configuration management.\n\nWAN Interfaces:\n\n  • 1-port GE or 1‑port SFP\n  • 1-port FE\n\nLAN Interfaces:\n\n  • 8-port 10-\/100-\/1000-Mbps managed switch (4‑ports PoE capable with 125W power supply adapter)\n\n\nRelated products\n\nRelated products",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9924794436,
        "format_confidence":0.9985601306,
        "weight":0.0358329226
    },
    {
        "url":"http:\/\/dealhindi.com\/lenovo-330-f0d70070in-celeron-4gb-ram1tb-hdddos-19-5-all-in-one-desktop-pc\/",
        "text":"Lenovo 330-F0D70070IN Celeron 4GB RAM,1TB HDD,DOS 19.5″ All in One Desktop PC\n\nPrice: ₹ 26,890.00 - ₹ 20,550.00\n(as of May 07,2021 00:09:16 UTC – Details)\n\nMakes light work of everything With its high-performance Intel Celeron processor and 4 GB of memory, the Ideacentre AIO 330 can tackle whatever you throw at it. Work, watch videos, play games, or video chat—all at the same time, if you like. The AIO 330 won’t let you down. Ready, right out of the box The AIO 330 is designed to hit the ground running. Simply unpack it, plug it in, and away you go. As an all-in-one, there’s no separate tower or messy wires to deal with. What’s more, this space-saving PC even comes with its own keyboard and mouse Say goodbye to messy cables With smartphones, portable hard drives, and other devices, a desk can soon be overrun with cables. Not so with the AIO 330, which conveniently features a cable collector built directly into the stand. That mean extra wires can be tucked away, giving you a more organized, clutter-free desktop.\n\nFeatures: 4.0GB PC4-19200 DDR4 SODIMM 2400MHz., 1TB 5400, 19.5″WXGA+ WVA 1440×900\nWindows 10 Home Single Language 64, Slim DVD Rambo, 2Wx2 speaker, Camera 720P HD\n2xUSB2.0+ 1xUSB3.0, 3-in-1 Card Reader (Bottom) (SD, SDHC, SDXC), HDMI Out port\n1 year Warranty\n\nLeave a Comment",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9866025448,
        "format_confidence":0.9967189431,
        "weight":0.0356207404
    }
]