[
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2010\/07\/12\/2010-16921\/marine-mammals-file-no-14791",
        "text":"Skip to Content\n\n\nMarine Mammals; File No. 14791\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\n\nNational Marine Fisheries Service (NMFS), National Oceanic and Atmospheric Administration (NOAA), Commerce.\n\n\nNotice; issuance of permit.\n\n\nNotice is hereby given that Douglas Nowacek, Ph.D., Duke University Marine Lab, Beaufort, NC, 28516, has been issued a permit to conduct research on North Atlantic right whales (Eubalaena glacialis).\n\n\nThe permit and related documents are available for review upon written request or by appointment in the following office(s):\n\nPermits, Conservation and Education Division, Office of Protected Resources, NMFS, 1315 East-West Highway, Room 13705, Silver Spring, MD 20910; phone (301) 713-2289; fax (301) 713-0376;\n\nNortheast Region, NMFS, 55 Great Republic Drive, Gloucester, MA 01930; phone (978) 281-9328; fax (978) 281-9394; and\n\nSoutheast Region, NMFS, 263 13th Avenue South, Saint Petersburg, Florida 33701; phone (727) 824-5312; fax (727) 824-5309.\n\nStart Further Info\n\n\nKate Swails or Carrie Hubard, (301)713-2289.\n\nEnd Further Info End Preamble Start Supplemental Information\n\n\nOn November 24, 2009, notice was published in the Federal Register (74 FR 61331) that a request for a permit to conduct research had been submitted by the above-named applicant. The requested permit has been issued under the authority of the Marine Mammal Protection Act of 1972, as amended (16 U.S.C. 1361 et seq.), the regulations governing the taking and importing of marine mammals (50 CFR part 216), the Endangered Species Act of 1973, as amended (ESA; 16 U.S.C. 1531 et seq.), and the regulations governing the taking, importing, and exporting of endangered and threatened species (50 CFR parts 222-226).\n\nThe primary research objective is to determine: (1) the natural behavioral patterns right whales exhibit to approaching vessels and (2) the ability of right whales to localize and detect vessels and other sounds in their environment. Researchers will conduct passive recording, attach a digital sound recording tag (DTAG) via suction cup, and collect samples of exhaled air and sloughed skin on up to 40 right whales Start Printed Page 39666per year. Up to 90 right whales may be incidentally harassed during the research. The research will take place along the eastern seaboard of the U.S. and the permit is issued for five years.\n\nIn compliance with the National Environmental Policy Act of 1969 (42 U.S.C. 4321 et seq.), an environmental assessment (EA) was prepared analyzing the effects of the permitted activities on the human environment. Based on the analyses in the EA, NMFS determined that issuance of the permit would not significantly impact the quality of the human environment and that preparation of an environmental impact statement was not required. That determination is documented in a Finding of No Significant Impact (FONSI), signed on July 1, 2010.\n\nIssuance of this permit, as required by the ESA, was based on a finding that such permit: (1) was applied for in good faith; (2) will not operate to the disadvantage of such endangered species; and (3) is consistent with the purposes and policies set forth in section 2 of the ESA.\n\nStart Signature\n\nDated: July 6, 2010.\n\nTammy C. Adams,\n\nActing Chief, Permits, Conservation and Education Division, Office of Protected Resources, National Marine Fisheries Service.\n\nEnd Signature End Supplemental Information\n\n[FR Doc. 2010-16921 Filed 7-9-10; 8:45 am]",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9739075899,
        "format_confidence":0.9307700396
    },
    {
        "url":"http:\/\/www.imsc.res.in\/acceptable_usage_policy",
        "text":"Text Size\n\n  • Increase\n  • Decrease\n  • Normal\n\nCurrent Size: 100%\n\nPrinter-friendly version\n\nAcceptable Usage Policy (Computer and Network)\n\nAcceptable Usage Policy\n\nThe IMSc Computers and the connection to the Internet through them are made available as an aid to research. A certain amount of non-academic use is normal and expected, but is not supposed to exceed reasonable limits. In particular, the use of the multimedia facilities and the capacity of the network channel, to peruse and download large quantities of non-academic material, is not acceptable.\n\nMachines in the common computer area are for the use of all authorised users. Disruption of the functioning of these machines or making them inaccessible for others in any way will be considered a violation of the Computer Centre and will lead to suspension and\/or termination of the user's access to these services.\n\nWhen users download material (or make it available for upload via their Web Pages), they are required to exercise restraint and due caution. Material that is not accompanied by a clear statement of copyright is generally not available for download and definitely not available for re-distribution.\n\nUsers will be held responsible for any activity from their accounts that is deemed illegal by the law enforcement agencies. The IMSc Computer Centre will make every effort to respect the privacy of its users, but faced with evidence of illegal use, will co-operate with these agencies in their efforts to find the source of the infringement.\n\n\nAug 1 - Alladi Ramakrishnan Hall Homotopy and homology of non-commutative spaces by Snigdhayan Mahanta\nAug 1 - Alladi Ramakrishnan Hall Orbits of Pairs in Finite Modules over Discrete Valuation Rings and Permutation Representations by C. P. Anilkumar\nAug 1 - Lounge csf meeting by csf meeting\nAug 1 - Alladi Ramakrishnan Hall Ramanujan expansions and twin primes by M. Ram Murty\nAug 7 - Alladi Ramakrishnan Hall Thermodynamics and dynamics of systems with long-range interactions by Shamik Gupta\nAug 8 - Alladi Ramakrishnan Hall Consensus through communication by Neha Lodha",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.832074821,
        "format_confidence":0.9383297563
    },
    {
        "url":"http:\/\/lmts.com.au\/environmental-policy\/",
        "text":"Skip to main content\n\nEnvironmental Policy\n\n\nL&M Traffic Signals Pty Ltd activities will be carried out so as to protect the health of employees, trainees, customers, contractors, and community while paying proper regards to the protection and management of the environment.\n\nL&M Traffic Signals Pty Ltd is committed to the protection of the environment in all its activities.\n\nL&M Traffic Signals Pty Ltd will endeavor to conduct its activities in a manner that is environmentally responsible and sustainable.\n\nPrimary Goal\n\nThe Primary Goal of the Environmental Policy and associated procedures is to assist maintaining the highest environmental standards.\n\n\nThe objectives of this policy are to:\n\n  • Meet and exceed all legal and regulatory requirements for environmental management and protection; and where these are lacking or insufficient to protect the environment, apply best practice stands that will ensure the environment is protected\n  • Maintain awareness within L&M Traffic Signals Pty Ltd activities of the responsibilities of the L&M Traffic Signals Pty Ltd employees, staff, contractors and affected people to ensure protection of the environment\n  • Regularly review the L&M Traffic Signals Pty Ltd activities to identify and assess the environmental impact associated with these activities; and implement and maintain management systems, processes, programs and procedures to ensure the environment is protected including the control of discharge of waste emissions, or any other potentially environmentally hazardous conditions that may harm the environment.\n  • Provide an environmental emergency response program for unforeseen events so as to minimise the risk to people, facilities, and assets.\n  • Provide environmental training for employees, staff, visitors, and affected people where applicable.\n\nQuick Contact\n\nFeaured Clients\n\nL&M Traffic Signals proudly work with these companies\n\nView All Clients",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.522208035,
        "format_confidence":0.7711212635
    },
    {
        "url":"http:\/\/www.epa.gov\/ttn\/atw\/resdev\/fr11jn97.txt",
        "text":"[Federal Register: June 11, 1997 (Volume 62, Number 112)] [Proposed Rules] [Page 31776-31777] From the Federal Register Online via GPO Access [wais.access.gpo.gov] [DOCID:fr11jn97-29] ----------------------------------------------------------------------- ENVIRONMENTAL PROTECTION AGENCY 40 CFR Part 63 [AD-FRL-5839-5] National Emission Standards for Hazardous Air Pollutants: Source Category List AGENCY: Environmental Protection Agency (EPA). ACTION: Extension of public comment period. ----------------------------------------------------------------------- SUMMARY: The EPA is announcing the extension of the public comment period on the Advanced Notice of Proposed Rulemaking for listing research and development facilities on the source category list (62 FR 25877), which was published on May 12, 1997. DATES: Written comments must be received on or before July 11, 1997. ADDRESSES: Submit comments in duplicate if possible to: Air and Radiation Docket and Information Center (6102), Attention: Docket No. A-97-11, U.S. Environmental Protection [[Page 31777]] Agency, 401 M Street, SW, Washington, DC 20460. The EPA requests that separate copies be sent to the appropriate contact person listed below. The docket may be inspected at the above address between 8:00 a.m. and 5:30 p.m. on weekdays. A reasonable fee may be charged for copying. FOR FURTHER INFORMATION CONTACT: For information concerning the ANPR, contact Mr. Mark Morris at (919) 541-5416, Organic Chemicals Group, Emission Standards Division (MD-13), U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711. SUPPLEMENTARY INFORMATION: In response to a request from several companies involved in a large volume of research and development activities, the EPA is extending the public comment period from June 11, 1997, to July 11, 1997, on the Advanced Notice of Proposed Rulemaking for listing research and development facilities on the source category list. The EPA agrees that an extension of the comment period will provide for more meaningful, constructive comments on the ANPR. Having extended the comment period, the EPA nonetheless encourages commenters to submit as many of their comments as possible before July 11, this would assist the EPA in its considerations of the issues raised. Due to the unique nature of R&D activities and the EPA'a request in the ANPR for specific information and recommendations on how to list R&D facilities, the extension to the comment period will provide the EPA with more detailed comments that will result in future time savings on the project. List of Subjects in 40 CFR Part 63 Air pollution control, Hazardous air pollutants, Research and development, Environmental protection. Dated: June 5, 1997. Mary D. Nichols, Assistant Administrator. [FR Doc. 97-15365 Filed 6-10-97; 8:45 am] BILLING CODE 6560-50-M",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.7128725052,
        "format_confidence":0.7960380912
    },
    {
        "url":"http:\/\/environment.nationalgeographic.com\/environment\/national-geographic-sustainability\/sustainability-policy\/",
        "text":"Stacks of paper\n\nStacks of paper awaiting the printing press.\n\nPhotograph by Lynn Johnson, National Geographic\n\nThe National Geographic Society's mission is to inspire people to care about the planet. We have long been a leader in green initiatives and coverage of conservation and sustainability issues - and we are committed to conducting our business as sustainably as possible, minimizing both our own environmental impact and the environmental impact of our suppliers and partners.\n\nTo combat global climate change, National Geographic's primary focus is to reduce the greenhouse gas (GHG) emissions for which it is responsible. We have made a commitment to identify and measure both the GHG we emit directly and the GHG that our business partners emit on our behalf. We are committed to reducing our impact immediately and exploring opportunities to mitigate our emissions going forward. To that end, we measure:\n\n  • The emissions of all of our buildings and rental office space.\n  • The emissions associated with all our products, including magazines, books, catalogs, direct mail, CDs, DVDs, films, digital media, and the activities we provide, such as travel programs.\n\nThe Society is committed to meeting the following goals by 2015:\n\n  • Reduce our use of electricity by 5% as compared to our 2011 usage.\n  • Reduce our use of water by 10% as compared to our 2011 usage.\n  • Reduce our waste sent to landfills by 25% as compared to our 2011 landfill waste.\n  • Work with our suppliers to reduce their GHG emissions on our behalf by 5% as compared to 2011 emissions.\n\nReuse, Recycling and Composting Policy\n\nWe believe in reusing all that we can and recycling or composting that which cannot be reused, and we encourage this practice in our employees, customers, suppliers and partners.\n\nWhen buying office or building supplies, we seek materials made from recycled products. Discarded office and building materials are made available for reuse first to staff and then to external groups. When reuse is impractical, we strive to recycle all recyclable materials such as paper, metal, plastics, glass, wire, building and construction supplies, batteries and carpeting.\n\nWe make a concerted effort to reduce our use of office paper. All black & white NGS copiers default to two-sided copying, and all NGS copiers require authorization to print in an effort to eliminate uncollected or unnecessarily repeated print jobs.  We have established a target to reduce copier paper use by 25% by 2015 as compared to our usage in 2011.\n\nWe compost organic materials used in our offices, including food waste and all non-recyclable paper such as used napkins, paper cups and paper towels.\n\nWe recycle electronic equipment and supplies, either through donation to a deserving user or through a certified recycler. We hold e-cycle drives, allowing our employees to bring their old, personal electronic equipment to us for responsible recycling. We require that our electronic waste disposal company be certified by either the Responsible Recycling (R2) Practices or the e-Stewards Standard for Responsible Recycling and Reuse of Electronic Equipment® protocols.\n\nWe encourage the recycling of our products when our customers have finished with them.\n\nBusiness Travel Policy\n\nThe Society minimizes its impact on the environment by promoting \"green travel\" where practical. Our eco-friendly travel policy encourages:\n\n  • The most fuel-efficient and economical transportation.\n  • Travel only when absolutely necessary.\n  • Combining multiple tasks into one trip.\n  • Teleconferencing, videoconferencing and using Web-based communications tools.\n  • Using mass transit in lieu of taxis or rental cars.\n  • Sharing rental cars among as many travelers as practical.\n  • Using compact or sub-compact cars or the most fuel-efficient option available.\n  • Staying in LEED- or green-certified hotels when possible.\n\nStarting in 2013 , we set a goal to buy carbon offsets for all our business travel emissions for air travel, rental cars and hotel accommodations.\n\nTours and Expeditions\n\nThe Society also operates a travel service that offers guided educational tours around the world. It is our policy to make sure these tours are designed and conducted in such a way as to have minimal environmental impact, but we know that all of them do come with an emissions burden of some impact. It is our goal to minimize that impact, and to that end we calculate the emissions associated with our trips and purchase certified carbon offsets to reduce their overall environmental impact. The carbon offsets we purchase are in projects around the globe and are independently audited and certified.\n\n\nNational Geographic is committed to working with its suppliers to ensure their use of resources is sustainable. It is our goal to hold regular meetings with them to review their sustainability policies and encourage them to pursue energy conservation, to increase the utilization of renewable energy sources and to maximize their energy efficiency.\n\nWe select supply partners who practice clean manufacturing and demonstrate a commitment to continuous improvement in source reduction and pollution prevention that meets or exceeds legal requirements, so as to minimize the environmental impact of their operations on our air, water and climate.\n\nOur suppliers are expected to:\n\n  • Measure and reduce their GHG emissions.\n  • Strive to reduce their environmental impact on an ongoing basis.\n  • Reduce their use of energy in the operation of their business where possible.\n  • Use alternative renewable energy sources where practical.\n  • Demonstrate that they have an active recycling program and are committed to using recycled-content products where practical as part of their materials-sourcing practice.\n  • Use only legally sourced and, where possible, certified raw materials in their operations.\n  • Subscribe to and participate in credible chain-of-custody certification programs for renewable resources.\n  • Have an active, ongoing training program in which their employees are encouraged to participate.\n  • Certify that their programs are or can be third-party audited, and that such audits are conducted regularly with senior management signoff.\n  • Comply with all applicable federal, state and local laws, regulations and permits.\n  • In the case of paper suppliers, ensure all paper is elemental chlorine free, and this must be documentable.\n\nEnvironmental Impacts - Clean Manufacturing\n\nSuppliers who provide manufacturing services to the Society are expected to follow Cleaner Production principles as defined in the United Nations Environmental Program (UNEP) - including such measures as pollution prevention, source reduction, waste minimization, eco efficiency, awareness of and reduction in the use of hazardous materials, reuse of waste, process modification - as follows:\n\n  • Operate their plants using best available and cost-effective technology to comply with all applicable laws, regulations and permits.\n  • Share their environmental performance data with us on a regular basis to demonstrate compliance with all operating permits and regulations.\n  • Use renewable energy where possible and practical, instead of relying on fossil fuels.\n  • Review with us their environmental performance and practices as requested.\n  • Identify any hazardous substances used in their operation and work to phase these out where possible.\n  • Disseminate information related to hazardous material use to employees and the surrounding community in a transparent way, and engage them in decision making in the use of these materials.\n  • Dispose of toxic waste in accordance with the law and best practices, making every effort to ensure these materials are not dispersed into the environment.\n  • Account for all manufacturing waste, and recycle all recyclables.\n  • Strive for continuous improvement in reducing waste and enhancing the quality of their product.\n  • Maximize the loading of trucks leaving their plant with our product, to minimize fuel consumption and emissions.\n  • Promote these values among their employees.\n  • Comply with all applicable local laws and regulations in the countries where they operate.\n\nEnvironmental Impacts - Paper\n\nSustainability is about reducing our carbon emissions as well as making sure we and our business partners protect the environment. Our biggest impact in that regard relates to the manufacture of paper for our magazines and books, which affects both air- and water-borne emission at the site of the paper mill.\n\nWe expect our paper suppliers to ensure their operations are compliant with all federal and state laws and regulations, that their forest management practices and harvesting conform to internationally recognized and accepted certification programs, that they monitor and report their air and water effluent, and that they are transparent in this activity.\n\n  • We do not use fiber sourced from old-growth or high-conservation-value designated forests.\n  • No paper supplied to us may be bleached with elemental chlorine.\n  • Our paper suppliers are expected to certify their own forest holdings and encourage their suppliers to pursue certification.\n  • Our suppliers are expected to replant forestland or encourage self-propagation of indigenous trees as quickly as possible.\n  • Our suppliers are expected to use best forest management practices, as described by one of the certifiers listed in the \"Certified Forestry\" section below, on the forests they own, lease or buy from.\n  • We work with the forest industry to ensure we understand the regulations, and that our suppliers abide by them.\n  • We stay current on international certification protocols.\n  • We work with certification agents and will support their certification efforts.\n\nEnvironmental Impacts - Certified Forestry\n\nOnly about 10% of the world's forests are currently governed by any certification standard. One of the best ways to stem the tide of climate change is t... (truncated)",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9478000998,
        "format_confidence":0.9327600598
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2000\/06\/02\/00-13794\/headwaters-forest-reserve-california",
        "text":"Skip to Content\n\n\nHeadwaters Forest Reserve, California\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nDocument Statistics\nDocument page views are updated periodically throughout the day and are cumulative counts for this document including its time on Public Inspection. Counts are subject to sampling, reprocessing and revision (up or down) throughout the day.\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\n\nBureau of Land Management in Partnership with California Department of Fish and Game.\n\n\nNotice of preparation.\n\n\nThis Notice of Preparation of an Environmental Impact Statement (EIS)\/Environmental Impact Report (EIR) for the adoption of a Management Plan for the Headwaters Forest Reserve in the northcoast area of California is the result of the acquisition of the property by the U.S. Department of the Interior and the State of California by purchase in March 1999. The Federal legislation creating the Reserve prescribes management issues that the plan must address (1997 Interior Appropriations Bill). Land and resource management alternatives will be formulated to address the required issues in different ways that are consistent with the preservation of ecological integrity and other policy direction specified in the legislation. The “no action” alternative will consist of continuation of the current interim management strategy, established in 1999.\n\n\nThree public meetings are scheduled to solicit public input for plan implementation and to impact the assessment of planning alternatives:\n\nEureka, California: June 13, 2000 at the Eureka Inn, 518 7th Street, Eureka, California; San Francisco, California: June 20, 2000 at Fort Mason, Landmark Building A, San Francisco, California; Sacramento, California: June 22, 2000 at the Scottish Rite Memorial Center, 6151 H Street, Sacramento, California.\n\nEnd Preamble Start Supplemental Information\n\n\nVarious management alternatives would affect environmental conditions in and adjacent to the Reserve in different ways. Environmental resources that could be impacted include forest ecosystem species, structure, and function; habitat for threatened and endangered species including marbled murrelet, northern spotted owl, coho salmon, chinook salmon and steelhead; water quality; fire hazard; and conditions on adjoining properties, including access, roads, and fire management. An internet web page describes in detail the scope of the proposed plan and provides background information on the Headwaters Forest Reserve. The web page contains instructions for submitting scoping comments, and coding of comments by subject is requested. The internet address of the web site of​arcata\/​headwaters.html. The deadline for submitting comments is Monday, July 3, 2000.\n\nStart Further Info\n\n\nKaren Kovacs, California Department of Fish and Game, 707-441-5789 or the Headwaters Forest Reserve Management Plan Information Line, 916-737-3010, extension 4326. Email comments should be sent to, or comment letters should be mailed to P.O. Box 189445, Sacramento, California 95818-9445.\n\nStart Signature\n\nLynda J. Roush,\n\nArcata Field Manager.\n\nEnd Signature End Further Info End Supplemental Information\n\n[FR Doc. 00-13794 Filed 6-1-00; 8:45 am]",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.6552877426,
        "format_confidence":0.9338315725
    },
    {
        "url":"https:\/\/geology.rutgers.edu\/centers-institutes\/rutgers-core-repository\/core-repository\/core-policy",
        "text":"Obtaining Samples\n\nSamples are available to all scientific investigators following the general principles outlined by the IODP core policy. Samples from Leg 150X and 174AX are processed first through IODP; other sample requests may be directed to This email address is being protected from spambots. You need JavaScript enabled to view it., Curator. The following web pages are designed to inform colleagues about the scientific research opportunities provided by these cores and procedures for obtaining samples and data. Datasets and cores are available following a two-year post-drilling moratorium period.\n\nCore Sampling Policy\n\nThis document outlines the policy and procedures for distributing ODP Leg 150X and 174AX samples and other cores archived in the Rutgers core repository to research scientists, curators, and educators. This document also defines the obligations that sample and data recipients incur. The specific objectives of the Rutgers sampling policy are to:\n\n  1. ensure availability of samples and data to scientific party members so they can fulfill the objectives of the drilling projects;\n  2. encourage scientific analysis over a wide range of research disciplines by providing samples to the scientific community;\n  3. preserve core material as an archive for future description and observations, for nondestructive analyses, and for sampling; and disseminate scientific results.\n\nSample Distribution\n\nSamples are generally distributed for research projects that can be completed within two to three years. Samples are given or loaned to persons in the following four categories:\n\n  1. Scientists who wish to conduct research on ODP materials and to publish the results; all requests for samples from ODP material must be requested through IODP http:\/\/iodp.tamu.edu\/curation\/samples.html No ODP material may leave Rutgers without approval of the IODP.\n  2. Curators of museums and collections; approval for loans must be approved by either the IODP (for IODP material) or our sampling committee (for non-IODP material). Terms of the loan are variable, but are typically 2-3 years with the possibility for renewal.\n  3. Educators. Only cores specifically designated for teaching (along with attendant teaching materials) will be loaned and only for periods generally not to exceed two weeks. No sampling of teaching cores is allowed without specific approval of the sampling committee.\n\nObtaining Samples from Non-ODP cores\n\nScientists who wish to conduct research on non-ODP\/IODP material archived at Rutgers (e.g., Newark Basin Drilling Project, ACE Passaic Tunnel, NJGS, and USGS cores) need to fill out a sample request form (download form by clicking here). The sample request forms should be directed to Jim Browning, Curator, after appropriate moratoria periods (normally 2 years post drilling). The Repository sampling committee will need to evaluate the requests including: unusually large requests, whole-round samples, sampling to completion, or removal of entire core boxes from the Rutgers campus for any purpose.",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9325313568,
        "format_confidence":0.5784971118
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2000\/06\/02\/00-13797\/management-direction-for-the-john-muir-ansel-adams-dinkey-lakes-and-monarch-wilderness-inyo-sierra",
        "text":"Skip to Content\n\n\nManagement Direction for the John Muir, Ansel Adams, Dinkey Lakes and Monarch Wilderness; Inyo, Sierra and Sequoia National Forests\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nDocument Statistics\nDocument page views are updated periodically throughout the day and are cumulative counts for this document including its time on Public Inspection. Counts are subject to sampling, reprocessing and revision (up or down) throughout the day.\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\n\nForest Service, USDA.\n\n\nNotice of Intent to prepare a Revised Environmental Impact Statement.\n\n\nNotice is hereby given that the USDA, Forest Service will prepare a revised draft environmental impact statement (EIS) to establish management direction for the John Muir, Ansel Adams, Dinkey Lakes and Monarch Wilderness areas. The Sierra and Inyo National Forests administer the John Muir and Ansel Adams Wildernesses; the Sierra National Forest administers the Dinkey Lakes Wilderness; and the Sierra and Sequois National Forests administer the Monarch Wilderness. These Wildernesses are located in Fresno, Inyo, Madera, and Mono, California. The decision to revise the draft EIS was based on the high level of interest and concern apparent from the public comments to the original draft. The proposed action has been more clearly defined, otherwise it remains unchanged from that described in the original NOI published in the August 12, 1992 issue of the Federal Register (57 FR 36061).\n\nStart Further Info\n\n\nDirect questions regarding the proposed action and revised EIS to Mary Beth Hennessy, Wilderness Specialist, Inyo Start Printed Page 35318National Forest (760) 873-2400; or Teri Drivas, Recreation & Lands Officer, Sierra National Forest, (559) 297-0706.\n\nEnd Further Info End Preamble Start Supplemental Information\n\n\nThe Inyo, Sierra, and Sequoia National Forests propose to amend their respective Forest Land and Resource Management Plans (LRMPs) to incorporate new management direction for the John Muir, Ansel Adams, Dinkey Lakes, and Monarch Wilderness areas. The National Environmental Policy Act will guide the planning process with implementation scheduled for summer, 2001. The revised draft EIS address three topics associated with overall forest level management direction for the three wildernesses: (1) Visitor Use; (2) Commercial Services and; (3) Recreational Packstock Management.\n\nThe analysis will consider a range of alternatives including no-action, which is the current management direction contained in each national forest's LRMP. The new management direction will be programmatic and would provide direction for the implementation of wilderness area decisions for the next 10 to 15 years. The management changes reflect Forest Service directives, changing social values, agency emphasis on ecosystem sustainability, new information, and research findings.\n\nThe draft EIS will be filed with the Environmental Protection Agency (EPA) and is expected to be available for public review by July 2000. The comment period on the draft EIS will be 90 days from the date the EPA publishes the notice of availability in the Federal Register. The final EIS is expected to be completed March 2001.\n\nThe Forest Service believes, it is important to give reviewers notice of several court rulings related to public participation in the environmental review process. First, reviewers of a draft EIS must structure their participation in the environmental review of the proposal so that it is meaningful and alerts an agency to the reviewer's position and contentions. Vermont Yankee Nuclear Power GN versus NRDC, 435 U.S. 519, 553 (1978). Also, environmental objections that could have been raised at the draft stage maybe waived or dismissed by the court if not raised until after completion of the final EIS. City of Angoon versus Hodel, 803 F.2d. 1016, 1022 (9th Cir. 1986) and Wisconsin Heritages, Inc. versus Harris, 490 F. Supp. 1334, 1338 (E.D. Wis. 1980). Because of these court rulings, it is very important that those interested in the proposed action participate by the close of the 90-day comment period so that substantive comments and objections are made available to the Forest Service at a time when it can meaningfully be considered and responded to in the final EIS. To be most helpful, comments on the draft EIS should be as specific as possible and may address the adequacy of the statement or the merit of the alternatives discussed. Reviewers may wish to refer to the Council on Environmental Quality Regulations for implementing the procedural provisions of the National Environmental Policy Act at 40 CFR 1503.3 in addressing these points.\n\nIn the final EIS, the Forest Service is required to respond to comments and responses received during the comment period that pertain to the environmental consequences discussed in the draft EIS and applicable laws, regulations, and policies considered in making the decision regarding the proposal. Forest Supervisors of the Inyo, Sierra, and Sequoia National Forests are the Responsible Officials. As Responsible Officials they will decide whether to implement the proposal or a different alternative. The Responsible Officials will document the decision and the reasons for the decision in the Record of Decision (ROD). The decision will be subject to Forest Service Appeal Regulations (36 CFR part 217).\n\nStart Signature\n\nJeffery E. Bailey,\n\nForest Supervisor, Inyo National Forest.\n\nEnd Signature Start Signature\n\nAlan M. Quan,\n\nActing Forest Supervisor, Sierra National Forest.\n\nArthur L. Gaffery,\n\nForest Supervisor, Sequoia National Forest.\n\nEnd Signature End Supplemental Information\n\n[FR Doc. 00-13797 Filed 6-1-00; 8:45 am]",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.5545471311,
        "format_confidence":0.8891388178
    }
]