[
    {
        "url":"https:\/\/japanese.stackexchange.com\/questions\/95398\/%E9%9D%92%E3%81%84%E4%BA%BA%E8%AA%9E-or-%E9%9D%92%E3%81%84%E4%BA%BA%E3%81%AE%E8%A8%80%E8%AA%9E",
        "text":"If you wanted to make up a certain people and talk about their language\/culture.\n\nWould you use 青い人語 or 青い人の言語?\n\nAnd how would you pronounce the first example? 「あおいひとご」 or 「あおいじんご」？\n\nWhat about examples with already existing things? 犬語、本語、 etc. ?\n\n  • 1\n    This may not be super relevant to your question but I feel that if a writer were to make up 'the Blue People' in Japanese they'd go with 「青｛あお｝の民｛たみ｝」 over 「青い｛あおい｝人｛ひと｝」\n    – Angelos\n    Jul 14 at 20:37\n  • Yes, it was a crude example emblematic of how a five year old or a caveman would come up with a new name for a tribe. But thank you for telling me how it's actually done! Jul 16 at 12:02\n\n1 Answer 1\n\n\nThink of 語 as a suffix similar to -ese (as in Japanese and Cantonese). Unlike English -ese, it can attach to almost any noun, but you're basically coining a new word that refers to a unique language by doing so. On the other hand, Aの言語 is a phrase that are made of several words and means \"language of A\" or \"language spoken by A\".\n\n犬語 (\"dogese\") is not a word listed in a dictionary, but it can be a valid expression if dogs in your fictional work form a community and speak a distinct language. If dogs speak English and can communicate with humans using English, 犬語は英語だ (\"Dogese is English\") makes no sense, and you have to say something like この世界の犬の言語は英語だ (\"The language of dogs in this world is English\") instead. 本語 (\"bookese\") may be valid if you're thinking of a fantasy world where books have a mouth and speak to one anther using a special language, but I personally have never seen a setting like this.\n\n(I also feel 青い人 is probably not what you want as the name for a specific tribe\/species, but it's a different story. You may be interested in this question.)\n\n  • That was a well-rounded answer to my question. It explained a lot. Thank you very much 😊 Jul 16 at 12:00\n\nYou must log in to answer this question.\n\nNot the answer you're looking for? Browse other questions tagged .",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9454063773,
        "format_confidence":0.9913437366
    },
    {
        "url":"http:\/\/www.gradesaver.com\/to-kill-a-mockingbird\/q-and-a\/what-made-mrsdubose-brave-in-attic-uses-eyes-in-chapter-11-143862",
        "text":"To Kill a Mockingbird\n\nWhat made mrs.dubose brave in attic uses eyes.? In chapter 11\n\nChapter 11\n\nAsked by\nLast updated by jill d #170087\nAnswers 1\nAdd Yours\n\nAtticus wanted the children to understand that courage has to do with the fight for one's personal goals, no matter what the odds are against achieving the goal. Heroism consists of the fight itself, the struggle against fate, circumstance, or any other overpowering force. Mrs. Dubose's goal is to break free from her addiction to morphine. Her struggle against the clock and mortality is easily compared to Atticus's struggle to uphold his own morals despite the hopelessness of his case and the lack of support he has in town. According to Atticus's definition, he and Mrs. Dubose are both brave, even heroic, and he wants the children to follow their example. Even though Mrs. Dubose is a mean and bigoted old woman, she does have good qualities that demand respect. Atticus wants the children to see that though many of the townspeople are ignorant and racist, they also have personal strengths and are not fundamentally bad people.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9820010066,
        "format_confidence":0.9667299986
    },
    {
        "url":"http:\/\/www.enotes.com\/homework-help\/how-does-jordan-reveal-herself-materialistic-245205",
        "text":"In The Great Gatsby, how does Jordan reveal herself to be materialistic?\n\n1 Answer | Add Yours\n\nakannan's profile pic\n\nAshley Kannan | Middle School Teacher | (Level 3) Distinguished Educator\n\nPosted on\n\nJordan represents the material essence of the \"flapper\" in a couple of ways.  The first is that her condition of being self centered is something that plays a large role in her character.  Jordan is concerned with herself, no more and no less.  Jordan is fairly pragmatic about issues in terms of love, seeing them as more as a means to get what she wants or a vehicle to enhance her own social standing.  Her use of destructive gossip reflects a materialist approach in that the most tender and intimate moments that individuals share are fodder to solidify her own social hold.  She moves from party to party, showing little regard for those she destroys, so long as her needs are met.  She is not one to appreciate poverty or anything associated with a lack of wealth.  Her displays are wealthy and it is something she values.  Her disgrace from the professional golf circuit because of cheating reflects this hard- driven material end in that she is concerned with herself and her needs, nothing else.  Jordan's materialism is reflective of the flapper of the time, someone with whom Fitzgerald knew on a very effective level.\n\nWe’ve answered 317,993 questions. We can answer yours, too.\n\nAsk a question",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.9902769327,
        "format_confidence":0.974801898
    },
    {
        "url":"http:\/\/www.gradesaver.com\/an-inspector-calls\/q-and-a\/what-does-mr-birling-think-of-people-in-the-lower-class-272557",
        "text":"An Inspector Calls\n\nWhat does Mr Birling think of people in the lower class?\n\nIn Act One of the play what are Mr. Birling's views on the lower class?\n\nAsked by\nLast updated by Aslan\nAnswers 1\nAdd Yours\n\nMr. Birling is the owner of Birling and Company, some sort of factory business which employs several girls to work on (presumably sewing) machines. He is a Magistrate and, two years ago, was Lord Mayor of Brumley. He thus is a man of some standing in the town. He describes himself as a \"hard-headed practical man of business,\" and he is firmly capitalist, even right-wing, in his political views. He looks down on the working class and poor. He exploits them in his business.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.7615224123,
        "format_confidence":0.9709317088
    },
    {
        "url":"https:\/\/answers.yahoo.com\/question\/index?qid=20200702191755AAoc9Qg",
        "text":"Anonymous asked in Education & ReferenceWords & Wordplay · 1 month ago\n\nWhich one is grammatically correct, “you had been to a lot of places” or “you have been to a lot of places”?\n\n3 Answers\n\n  • RP\n    Lv 7\n    1 month ago\n\n    Either could be, depending upon context.\n\n  • 1 month ago\n\n    As far as I know they are both correct. Which one should you pick is going to depend on the time reference. As in\n\n     - hey do you remember the day when you fell asleep in the middle of the shopping mall? Lol I guess you were just too tired because you had been to a lot of places that day!Or in:- are you telling me that you've travelled all across Canada? Damn you probably have been to a lot of places!In the first sentence the event (sleeping in the mall) happened before some other event (been to many places) whereas in the second it is different.\n\n  • Anonymous\n    1 month ago\n\n    Both are. The former properly employs the pluperfect tense and the latter the present perfect tense. Which one you would use would depend on context and what you're meaning to convey.\n\nStill have questions? Get your answers by asking now.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.7274975181,
        "format_confidence":0.9903517365
    },
    {
        "url":"https:\/\/getofftheinternetandvote.com\/qa\/whats-the-opposite-of-cynical.html",
        "text":"Whats The Opposite Of Cynical?\n\nWhat is the meaning of sardonic?\n\nIf someone is being scornful and mocking in a humorous way, call her sardonic.\n\nSardonic comes from the Greek adjective Sardonios, which actually describes a plant from a place called Sardinia that supposedly made your face contort into a horrible grin…\n\nright before you died from its poison..\n\nWhat is the opposite of a prude?\n\nOpposite of a person who is excessively modest or prim, esp. regarding sex. immoralist. sinner. malefactor.\n\nWhat is the opposite of lurk?\n\nWhat is the opposite of lurk?appearcome outfacemeetconfronttake onplodencounter\n\nIs Cynical a negative word?\n\nIt is a negative attribute if your cynicism applies to everything in life. Its not always bad to be cynical. If you are cynical in a sneering, derogatory way then it is.\n\nWho is a cynical person?\n\nnoun. a person who believes that only selfishness motivates human actions and who disbelieves in or minimizes selfless acts or disinterested points of view. … a person who shows or expresses a bitterly or sneeringly cynical attitude.\n\nWhat makes someone pessimistic?\n\nWhat causes people to become pessimistic? … Pessimism usually isn’t a conscious choice. Some people are genetically predisposed to be more negative than others. However, pessimism more often develops as a result of external circumstances, such as a bad breakup, job loss, injury, illness, or other trauma.\n\nIs pessimistic bad?\n\nIs being pessimistic always such a bad thing? Actually, the latest research suggests that some forms of pessimism may have benefits. Pessimism isn’t just about negative thinking. Personality science has revealed it also includes a focus on outcomes – that is what you expect will happen in the future.\n\nWhat is the synonym of cynical?\n\nFrequently Asked Questions About cynical The words misanthropic and pessimistic are common synonyms of cynical. While all three words mean “deeply distrustful,” cynical implies having a sneering disbelief in sincerity or integrity.\n\nWhy Being pessimistic is bad?\n\nMany people who are pessimistic tend to have low self-esteem. and, their pessimistic attitude causes them to think that they are unable to make a change. This leads them to be more pessimistic, which leads to having even lower confidence.\n\nWhat is cynical behavior?\n\ndistrusting or disparaging the motives of others; like or characteristic of a cynic. showing contempt for accepted standards of honesty or morality by one’s actions, especially by actions that exploit the scruples of others. bitterly or sneeringly distrustful, contemptuous, or pessimistic.\n\nWhat’s a prude girlfriend?\n\nA prude (Old French prude meaning honourable woman) is a person who is described as (or would describe themselves as) being concerned with decorum or propriety, significantly in excess of normal prevailing standards. He or she may be perceived as being more uncomfortable than most with sexuality or nudity.\n\nWhat is the meaning of modest?\n\nhaving or showing a moderate or humble estimate of one’s merits, importance, etc.; free from vanity, egotism, boastfulness, or great pretensions. free from ostentation or showy extravagance: a modest house.\n\nWhat does non cynical mean?\n\n: not having or showing the mistrustfulness and negativity of a cynic : not cynical … an uncynical sense of duty and moral purpose.—\n\nWhat is a pessimistic person called?\n\noptimistic \/ pessimistic A pessimistic person is a downer.\n\nWhat is another word for lurk?\n\nWhat is another word for lurk?skulksneakslideslipsnakesnoopconceal oneselfcreepgumshoelie low75 more rows\n\nWhat type of word is lurking?\n\nThe verb lurk is an old one, dating back to the 1300s. Originally meaning “to hide” or “to lie hidden,” the term took on the additional sense of “to move about secretly” by the 1400s. Lurk got new life in the digital age, when people began lurking on early internet forums.\n\nWhats does cynical mean?\n\ncynical, misanthropic, pessimistic mean deeply distrustful. cynical implies having a sneering disbelief in sincerity or integrity. cynical about politicians’ motives misanthropic suggests a rooted distrust and dislike of human beings and their society.\n\nWhat is an immoralist?\n\n: an advocate of immorality.\n\nHow can you tell if someone is cynical?\n\nYour main speaking\/texting tone is sarcastic If every time you answer a question with sarcasm rather than patience or sincerity, then cynicism is your new best friend. Super cynical people have trouble taking anything seriously, and sarcasm is the native language of cynicism.\n\nWhat is an example of cynical?\n\nThe definition of cynical is having a belief that people only do things to serve their own needs. An example of cynical is someone who believes another only gave to charity to get a date with the person asking for the donation.\n\nWhat does I lurk mean?\n\nTo lurk is to creep around, hide out, and wait to attack. … The verb lurk means to move furtively or sneak around, usually while you wait to pounce. Tigers lurk through the jungle, stalking their prey, and creepy characters are always lurking in the shadows in horror movies.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.8518913388,
        "format_confidence":0.8900213838
    },
    {
        "url":"https:\/\/english.stackexchange.com\/questions\/124353\/difference-between-rip-on-someone-and-pick-on-someone",
        "text":"The free dictionary gives this definition for rip on:\n\ngive someone a hard time; to hassle someone\n\nand this one for pick on:\n\nto harass or bother someone or something, usually unfairly\n\nIt sounds pretty much the same to me, but maybe there's a slight difference I don't catch?\n\n  • 2\n    Could be a generation gap here but I think of bullying when I hear \"picked on\" and to me, \"rip on\" is something guys do to tease each other but it is in a joking manner, not hostile or serious. – Kristina Lopez Aug 28 '13 at 17:32\n  • I've never heard rip on. The dictionaries seem to suggest this is solely US slang. – TrevorD Aug 28 '13 at 18:36\n  • Trevor, I haven't heard it either. It is probably limited to American English. – Tristan Aug 28 '13 at 20:30\n  • I think it is fairly new here, too. It may be in another 10 years it will land at Heathrow and become part of the culture there, too. – Cyberherbalist Aug 28 '13 at 22:11\n\nPicking on someone implies merely bullying -- unfairly making fun of or harrassing someone because of something they can't help, such as their physical appearance or mannerisms. An example would be a short person being harrassed because of their physical size, or a person with a mole on their face being harrassed or made fun of because of the disfigurement. Or because of their religion or nationality, etc.\n\nRipping on someone involves severely criticizing their actions or their political positions, or even their work, such as your boss ripping on you for your bad job performance. Ripping may be fair or unfair, but it is generally directed at actions or attitudes.\n\n  • Right. They're different metaphors. Pick on is childish bullying, whereas rip on is verbal abuse (rip a new one). Both themes are perfectly coherent in practically any mix. – John Lawler Aug 28 '13 at 16:55\n  • I've found that one who is 'picked on' isn't always 'picked on' for a particular reason. There is often a given reason by the pick-er, but it is equally likely to occur for little to no reason at all, just that the individual they are 'picking on' is a preferred target. – Zibbobz Aug 28 '13 at 16:58\n  • That was my experience as well, @Zibbobz. – Cyberherbalist Aug 28 '13 at 17:01\n  • @Charles, you didn't need to delete your answer just because you thought mine was better -- there's always room for differing interpretations and points of view. In StackExchange, even the answers not Accepted can provide valuable insight. – Cyberherbalist Aug 28 '13 at 17:03\n\n\"Ripping On\" is a verbal exchange or a mocking behavior of someone, deriding them for the way they act. Specifically, to put down or belittle their way of acting.\n\n\"Picking On\" someone means to bully or harass someone. It can be that the person picking on someone else chooses to do so for the reason that they see fault in the way a person acts or behaves, but is not always the case.\n\n\"Picking On\" can also include physical violence, where \"Ripping On\" usually does not.\n\n  • In middle school (used to be called Junior High School where I lived then) I used to get picked on because I looked nerdy. The \"pickers\" never ripped on me. I got ripped on much later when my performance in Army Basic Training didn't match the Drill Sergeant's demands and expectations. – Cyberherbalist Aug 28 '13 at 16:59\n  • Picking On also doesn't have to included any form of Ripping On, though it can. As a particular example, in the movie \"Back to the Future\", the villian Biff Tannen most definitely picks on the lead character's father George McFly, and at the same time rips on him for his behavior. – Zibbobz Aug 28 '13 at 17:08\n\n\"Picked on\" can also imply something ongoing, or just a general climate of bullying or of being outcast. \"I was picked on in school\" could mean all through my school years, I was constantly the victim of bullying. (It could also mean \"I was picked on in school today.\") \"Ripped on\" is usually confined to describing a particular occurrence.\n\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.8345450163,
        "format_confidence":0.9902957082
    },
    {
        "url":"http:\/\/www.bookrags.com\/questions\/english-and-literature\/Ender's_Game\/In-Enders-Game-Mazer-Rackham-suggestd-that-ones-best-teach-is-ones-enemy-Who-are-the-most-effective-teachers-in-Enders-Game-and-why-6280\/",
        "text":"Question: English & Literature\n\nIn Ender's Game Mazer Rackham suggestd that one's best teach is one's enemy, Who are the most effective teachers in Ender's Game and why?\n\nIn English & Literature | Asked by Nyssa Natividad.\nAsked from the Ender's Game study pack\n\n\n(guest) | 1406 days ago\n\nColonel Graf would be a good choice because he prepares Ender in battle school. The Buggers were good teachers too because they teach Ender about unpredictability and survival. Also, The computer mind made Ender mentally tough.\n\n\n\nMHood2 | 692 days ago",
        "topic_id":16,
        "format_id":17,
        "topic_confidence":0.6460041404,
        "format_confidence":0.9883726239
    }
]