[
    {
        "url":"https:\/\/world-records.org\/tag\/united-arab-emirates\/",
        "text":"Tag Archives: United Arab Emirates\n\nFarthest manmade leaning building\n\nThe farthest manmade leaning building is ‘Capital Gate´ which has an inclination of 18 degrees and is 160 m (524.93 ft) high. It was developed by the Abu Dhabi National Exhibitions Company, (ADNEC) and designed by RMJM and the external construction was completed in Abu Dhabi, United Arab Emirates, in January 2010. Capital Gate is a 35 story building which forms the centre piece for the Abu Dhabi National Exhibition Centre’s development in Abu Dhabi. Capital Gate covers 50,000 squared metres. If more than 50% Continue reading →\n\nFastest text message in Arabic blindfolded\n\nThe fastest prescribed text message in Arabic blindfolded is 2 min 13 sec achieved by Mohamed Ahmed Al Mulla (UAE) at the Guinness World Records Pavilion in Global Village, Dubai, UAE, on 30 January 2009. The prescribed message was a translation of “The razor-toothed piranhas of the genera Serrasalmus and Pygocentrus are the most ferocious freshwater fish in the world. In reality they seldom attack a human.”\n\nFastest time to climb Burj Khalifa Tower unassisted (solo)\n\nThe fastest time to climb the Burj Khalifa tower is 6 hours 13 minutes 55 seconds and was achieved by Alain Robert (France), at the Burj Khalifa tower, Dubai, UAE, on 29 March 2011. Alain has never climbed this building before and sought permission from Emaar properties who convinced Alain he must wear safety equipment throughout the attempt. Although this was the case, Alain used his own method of climbing which involved him using only his bare hands and rubber shoes. No special aids or Continue reading →\n\nFastest time to complete a marathon on each continent (female)\n\nThe shortest overall time to complete a marathon on each of the seven continents by a woman is 48 days 15 hr 49 min 38 sec by Dawn Hamlin (USA) from 18 January 2008 to 5 March 2008. Complete list of marathons: Asia: Standard Chartered Dubai Marathon, Dubai, United Arab Emirates on 18 January 2008 Africa: Marathon de Marrakech, Marrakech, Morroco, 27 January 2008 North America: Orlando Xtreme Marathon, Christmas, United States on 02 February 2008 Oceania: Buller Marathon, Westport, New Zealand on 09 February Continue reading →",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.889980495,
        "format_confidence":0.8099437952,
        "weight":0.008162051
    },
    {
        "url":"http:\/\/www.sandiegouniontribune.com\/news\/2009\/May\/01\/padres-kemp-does-it-all-for-the-dodgers\/",
        "text":"PADRES: Kemp does it all for the Dodgers\n\nYoung outfielder beats Padres with bat, glove and feet\n\n\nLOS ANGELES -- Was that Matt Kemp or Clark Kent running around in center field for the Los Angeles Dodgers on Thursday night?\n\nThe center fielder did everything short of leaping tall buildings in a single bound, making plays with his glove and bat to help his team rally for a rousing 8-5 win over the Padres in front of 54,628 at Dodger Stadium. A late collapse by the Padres' bullpen also played a key role in the team's eighth loss in 10 games and overshadowed an efficient start by Josh Geer.\n\nThe Padres' record fell to .500 at 11-11.\n\n\"Matt Kemp defensively saved four runs,\" manager Bud Black said. \"Jody (Gerut's) ball in the gap, great closing speed. (Kevin Kouzmanoff's) looper, he had made a great catch. There's four runs right there, and offensively he did some damage, too.\n\n\"Kemp had a good game.\"\n\nBy the time he stepped to the plate in the bottom of the eighth inning with the Dodgers ahead 6-5, Kemp had bedeviled the Padres with his glove and feet. Then he added his bat to mix.\n\nKemp, a .309 hitter with five homers and 15 RBIs in 22 previous games against the Padres, ripped a first-pitch fastball from Edward Mujica into the left-field corner to drive in James Loney. On the throw home, the speedy Kemp advanced to third base. After scoring the tying run an inning earlier, he then crossed the plate on Casey Blake's RBI single to give the Dodgers an 8-5 lead.\n\nThe runs were the third and fourth allowed by the Padres' inexperienced bullpen and further fueled the sellout crowd. An inning earlier, the Dodgers scored two runs against rookie Luke Gregerson, who allowed four hits and walked one in one-third of an inning.\n\n\"The people don't matter. You've still got to pitch your game out there,\" said Gregerson (0-1). \"There's a couple of pitches that I thought I threw well that they got their bats out there. They hit 'em just as well as I pitched 'em.\"\n\nKemp caught 'em even better.\n\nThe Padres led 3-1 and were looking for more when Gerut stepped to the plate with the bases loaded in the second inning. Gerut, who switched spots atop the Padres' lineup with Brian Giles, drilled Jeff Weaver's pitch toward the gap in left-center field. But Kemp appeared almost out of nowhere as he raced far over from center field to take away a three-run extra-base hit.\n\nThree innings later, Kemp did it again with the Dodgers ahead 4-3. With Gerut on second and two outs, Kouzmanoff appeared to earn a broken-bat single to left-center. But Kemp again came to the rescue with a diving catch, after which he pounded the ground in celebration.\n\n\"He's been getting me since spring,\" Gerut said. \"He got me once on a dive. He got me … he's done that a couple of times.\"\n\nOf late, few Padres starting pitchers have lasted deep into a ballgame. After he yielded back-to-back home runs in the third inning to hand the Dodgers a 4-3 lead, Geer seemed headed for an early shower as well.\n\nBut following the homers by Orlando Hudson and Manny Ramirez, Geer regained his composure and retired nine in a row and 11 of the last 12 he faced. Two of those outs came via outstanding plays by second baseman David Eckstein, who robbed three hits in all, taking two singles away from Russell Martin and one from Hudson. Geer credited Eckstein with another save when he came to the mound after the pitcher yielded consecutive home runs.\n\n\"He said he was coming here to give me a breather,\" said Geer, who became the first Padres starter to complete six innings since Chris Young pitched seven on April 22. \"To keep the cool and stay relaxed. … I knew that, too … giving up a home run here and there, I'm not going to get too freaked out. I'm not going to feel the pressure at all.\"\n\nThe Padres reapplied pressure in the seventh inning and took a 5-4 lead. Adrian Gonzalez, who earlier extended his hitting streak to 12, doubled in Gerut and later scored on Kouzmanoff's RBI groundout.\n\nContact staff writer Dan Hayes at . For instant coverage, follow the Padres at .",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9978495836,
        "format_confidence":0.9971519709,
        "weight":0.0345745217
    },
    {
        "url":"https:\/\/www.si.com\/mlb\/2017\/11\/07\/houston-astros-world-series-champions-george-springer-jeff-luhnow",
        "text":"• For the Astros to become the 2017 World Series champions, they needed to do plenty of losing first. It all started with George Springer, and now Houston has a club feared by all after winning its first title.\nBy Ben Reiter\nNovember 07, 2017\n\nIt all sprang from Springer. Anyone with the Astros will tell you that. When Jeff Luhnow and his crew of rebuilders arrived in Houston before the 2012 season, wielding both sledgehammers and X-Acto knives, George Springer was already on site. Not in Houston; he was still two years from reaching the big leagues.playing centerfield for the High A Lancaster (Calif.) JetHawks after Ed Wade’s ousted regime had drafted him 11th in June ’11, Spinger was the shiny copper piping that anyone would know to salvage from even the most dilapidated structure before the wrecking ball hits.\n\nSecond baseman José Altuve and lefthander Dallas Keuchel were there too, and the new leadership was smart enough not to dispense with them either—even though back then they looked like little more than a slap hitter and a soft tosser. But Springer, who had battled through a childhood stutter to become a polished prospect at Connecticut, was a five-tool phenom. If the members of the front office allowed themselves to dream of a championship, he was the person they imagined raising the trophy.\n\nWhen Sports Illustrated predicted four Junes ago that the event would occur this autumn, Springer graced the cover, not only because his swing was so photogenic—especially in the Astros’ throwback, rainbow-striped uniforms—but also because he was the most likely player to make the moment happen. And he did.\n\nSpringer, 28, scuffled badly through a victory over the Yankees in the ALCS, and that continued through Game 1 of the World Series against the Dodgers. In those eight games he had just three singles in 30 at bats, with four walks against 11 strikeouts. But manager A.J. Hinch continued to believe in Springer—the Astros once sold T-shirts in their gift shops that read simply process—and kept him at the top of the lineup. “George Springer has way more good days than bad days,” Hinch said before Game 2 in Los Angeles, “and way more good stretches than bad stretches.”\n\nPurchase Sports Illustrated's Commemorative Astros Covers, Issues\n\nThen a good stretch began for Springer, one that still hasn’t stopped. He was named the World Series MVP moments after the Astros’ 5–1 thrashing of the Dodgers in Game 7, and there was no other choice. He had eight extra base hits, a World Series record. He accumulated 29 total bases, another record. He hit five home runs, tying a record. He became the only player to homer in four straight games of a Series—the last four. Everything ran through him. “A crazy journey,” Springer said amid the cigar smoke and champagne fumes in the Dodger Stadium clubhouse, four hours after he had chased Yu Darvish with a two-run, second-inning blast. “A wild ride. The organization has come so far in three years.”\n\n\nThe disturbing part, for the rest of baseball, is that the Astros’ road to success was not designed to end now. In 2014, Springer’s rookie season, they lost 92 games—a welcome development after a historically appalling run in which they had dropped 106, then 107, then 111. (“Through the lean years,” Keuchel says, “I wouldn’t have even wanted to come as a fan.”) But if their 162–324 record between ’11 and ’13 represented the nadir, then ’17 alone was never meant to represent the summit, but the first peak in a dense range.\n\nIt’s harder than ever to win back-to-back titles, in a wild-card era with an exhausting and randomizing playoff structure. The Yankees won three in a row, from 1998 through 2000, but they stand alone since Bud Selig expanded the postseason to three rounds in 1994, then four in 2012. If any team is built to repeat, though, it’s Houston.\n\nStart with the offense, MLB’s highest-scoring, which came close to accomplishing the rare feat of finishing first in homers (the Astros trailed the Yankees by three) and last in strikeouts (which they were), in an era in which most teams must accept the tradeoff of whiffs for power. Their first four batters—Springer, third baseman Alex Bregman, Altuve and shortstop Carlos Correa—are all 28 or younger. Bregman, who already has an extra-innings World Series walk-off, and Correa, whose own storybook month ended with a televised on-field proposal to his girlfriend after Game 7, are just 23. Altuve—the likely AL MVP—won’t reach free agency until 2020, Springer until ’21, Correa until ’22 and Bregman until ’23, so far off that the World Series might then be between cyborgs.\n\nIn fact, Houston’s only free-agent hitters are outfielder Cameron Maybin, a late-season addition to the bench, and the 40-year-old Carlos Beltrán, who for $16 million this year provided more in the way of wisdom and discipline than production—though his wisdom and discipline were invaluable—and who departs, perhaps for retirement, with the ring he’s sought for so long. “It only took 20 years to get to this position,” Beltrán said on the field after Game 7, a championship cap on his head and his young son, who kept playing with his father’s ear, in his arms. “It’s a great future here. You look at the ball club, you look at every position, you see guys that can be impact players for a long time.”\n\nWith a payroll that, at just under $150 million, ranked 16th in baseball—the Dodgers’, at $265 million, was 77% higher—the Astros have the wherewithal to add a major free agent, someone with Beltrán’s savvy but a livelier bat. In the short term, Hinch can get increased use out of multitool outfielder Derek Fisher, 24; in the slightly longer term he’ll have 20-year-old Kyle Tucker, a top 10 prospect. Both bat from the left side, which is important, as the core four at the top of the order all swing from the right. That’s no coincidence. Everything is by design.\n\nSo consider the rotation covered, too. Keuchel and Charlie Morton—the previously unremarkable 33-year-old righty who began the season by signing a two-year, $14 million free-agent contract that astonished observers, and ended it by throwing four relief innings of one-run, two-hit ball in Game 7—are both on board for next year. All-Star Lance McCullers Jr., 24, the curveballing Game 7 starter, is under control until 2022. Behind them is a pair of quickly rising prospects: 20-year-old Forrest Whitley, a 6' 7\" righty who struck out nearly 14 batters per nine in the minors this year; and righty Francis Martes, 21, who pitched mostly in relief for the big club this summer after being deemed the game’s 15th-best prospect by Baseball America last winter.\n\nSports Illustrated Selling Limited Edition Reprint of Prophetic 2014 Astros Issue\n\nThe key, in the near term, is Justin Verlander, whom Houston acquired from the Tigers with two seconds to spare before the Aug. 31 deadline. A lot was made of the contract the Astros were assuming: $28 million in each of the next two seasons for a pitcher who turns 35 in February. (The Tigers are picking up $8 million per year.) But here’s Houston’s way of looking at it: If Verlander, who went 9–1 with a 1.66 ERA for Houston in the regular season and playoffs, were a free agent this winter, they couldn’t possibly sign him, nor anyone like him, for just two seasons. Even accounting for the three talented prospects the Astros had to give up, it was a good deal.\n\nAfter Game 7, Luhnow and Verlander—who was then just three days from marrying the supermodel Kate Upton in Italy—walked together off the field and into a clubhouse that had the air quality not of Tuscany in autumn but of a Beijing bar in July, not content to celebrate just one title. “Two more to go,” the GM told his still new ace.\n\nAnd then: the bullpen. Something’s got to be done about the bullpen. A weakness during the season—the relievers’ ERA of 4.27 ERA ranked 17th in baseball—it was an outright liability during the playoffs, when its ERA spiked to 5.40. Still, Ken Giles almost certainly won’t continue to be the Ken Giles of October, during which he yielded 10 runs in 72⁄3 innings and coughed up his closer’s role. Collin McHugh and Brad Peacock could relinquish their spots in the rotation and excel in the pen. Joe Musgrove, awful during the playoffs (8.10 ERA) but a shutdown reliever during the second half (1.44), should continue to develop; he’s only 24. The Astros could certainly use a lefty, maybe two, to replace Francisco Liriano and Tony Sipp. The Rockies’ Jake McGee, the Royals’ Mike Minor and Tony Watson—who watched Game 7 from L.A.’s bullpen—are the cream of the free-agent crop; their representatives ought to answer calls from a Houston area code on the first ring this winter.\n\nThe Astros have something else, too, and that’s the approach they promoted when they had nothing else going for them: their Process. Call it Astroball. Yes, it relies heavily on metrics and probabilistic modeling, but it was never as soulless as its critics—and there were many—believed.\n\n\nThe front office's stroke of genius was that it realized that hard data meant a lot, and it concocted all sorts of new ways to harness it. But a reliance on data as an answer, as opposed to a tool, has led all kinds of organizations astray in recent years. What the Astros’ scouts saw and processed mattered just as much as spin rates and launch angles. That’s why Houston ended up with players like Bregman and Correa, who are never afraid, despite their youth. When the team chose Correa No. 1 in 2012—such a shock that their own public relations staff didn’t have a bio prepared for him—it was because scouting staff like Mike Elias pushed for him. Giving Beltrán $16 million dollars not just for his bat, but also for the mathematically unquantifiable ways his leadership and experience would seep into the clubhouse, was another such move.\n\nYOUR 2018 CHAMPS: Why the Astros Will Repeat Next Season as World Series Champions\n\nLuhnow, now assistant GM Elias, special assistants Kevin ... (truncated)",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9979550838,
        "format_confidence":0.8826629519,
        "weight":0.0079595188
    },
    {
        "url":"https:\/\/cricketforgirls.com\/tag\/lords\/",
        "text":"Cricket for Girls partners up with the MCC Cricket Academy\n\nCricket for Girls is delighted to announce a new partnership with the MCC Cricket Academy at Lord’s. On Thursday August 17th this summer, we will be offering the chance for female cricketers aged U11’s and U15’s to join and learn … Read More\n\nSupport England at the World Cup – Discounted Tickets\n\nCricket for Girls is thrilled to provide our players and supporters with the opportunity to purchase World Cup tickets at a discounted rate This year is one of the biggest years for Women’s Cricket. With England being the host nation, … Read More\n\nSubscribe to our Cricket for Girls Newsletter",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9967862368,
        "format_confidence":0.9149357677,
        "weight":0.0091415713
    },
    {
        "url":"https:\/\/www.oiselle.com\/blog\/social\/giving-back",
        "text":"Click to Shop\nOctober 08, 2016\n\nInternational Day of the Girl 5K Run\n\nHelp raise funds and awareness for girls who are empowering themselves and their communities through running and education in Ethiopia by participating the GGRF IDG 5K Pop-Up Run! Every dollar donated will go towards providing Athletic Scholarships for girls in Ethiopia. Learn how to contribute and be part of this global movement celebrating and investing in strong girls.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9171257615,
        "format_confidence":0.9126856327,
        "weight":0.0040183729
    },
    {
        "url":"http:\/\/www.cbssports.com\/mlb\/eye-on-baseball\/22375800\/fun-facts-as-metsmarlins-and-rangersjays-combine-for-38-innings",
        "text":"• My Scores\n  • MLB\n  • Golf\n  • World Cup\n\nFun facts as Mets-Marlins and Rangers-Jays combine for 38 innings\n\nBy Mike Axisa | Baseball Writer\n\nMore MLB: Scoreboard | Standings | Probable Pitchers | Sortable Stats | Odds\n\nThe Rangers and Blue Jays played an 18-inning marathon on Saturday afternoon, but it was only the second-longest game of the day. The Mets and Marlins played 20. Toronto and Miami walked away with 4-3 and 2-1 wins, respectively.\n\nAny time a game goes 18 innings, there will be plenty of weird facts to dig up. When there are two ... well that goes double. Here's a breakdown of the madness:\n\n  • This was the longest game in the history of both the Rangers and Blue Jays and tied for the longest in Marlins history. It was tied for the fourth-longest in Mets history.\n  • Believe it or not, there were two 18+ inning games on the same day as recently as 2006. That is the only other time in history it's happened, however. Hat tip to Jayson Stark for that one.\n  • Shaun Marcum of the Mets threw 105 pitches in relief, but he's only the third pitcher to do that this year. Brett Marshall (Yankees) and Felix Doubront (Red Sox) have both gone over the century mark out of the bullpen as well.\n  • Marcum is, however, the first pitcher to throw eight full innings in relief since Scott Sanderson of the Cubs in 1989. Here's the list. Apparently throwing 8+ innings out of the pen was pretty common during the 1980s.\n  • Blue Jays infielder Maicer Izturis took an ugly 0-for-7. Mets infielders Omar Quintanilla and Daniel Murphy both went 1-for-9 (they batted one-two in the lineup) and four players went 1-for-8.\n  • Twenty-three different relief pitchers had scoreless outings. Twenty-three! Marcum, Kevin Slowey, Ross Wolf and Brad Lincoln combined to allow one earned run in 25 2\/3 innings out of the bullpen. That's a 0.35 ERA.\n  • Joe Nathan was the only one of the four closers not to pitch. The Rangers were saving him for the save opportunity that never came, but hey, it worked for the Marlins and Steve Cishek. He nailed down the win in the 20th.\n  • The Mets used 11 (!) different players out of the nine spot in the lineup -- seven pitchers, three pinch-hitters and eventually the right fielder.\n  • Only two players had four hits on the day: Marlins catcher Rob Brantly and Blue Jays DH Adam Lind. Four players had three hits, but no Ranger had more than two.\n  • Total pitches thrown in the two games: 1,089. Athletics pitchers have thrown 1,086 pitches in June, and they haven't had a single day off yet.\n  • The Mets went 0-for-19 (!) with runners in scoring position. That's a franchise record for an 0-fer with men on second and\/or third.\n  • Not a single position player pitched. I think we were like two innings away from Rick Ankiel climbing back on the mound, but alas. Instead, the Mets designated him for assignment after the game. Rough.\nCBSSports Facebook Google Plus\nConversation powered by Livefyre\n\nmlb Video\n\n\nMost Popular",
        "topic_id":21,
        "format_id":9,
        "topic_confidence":0.9977357388,
        "format_confidence":0.8638680577,
        "weight":0.0048853934
    },
    {
        "url":"https:\/\/www.mancity.com\/citytv\/interviews\/2018\/september\/city-v-newcastle-kyle-walker-reaction",
        "text":"quote feed-section sponsor-promos cf show linkedin dugout\n\n\nVideo Gallery\n\nWalker: It was worth the wait!\n\nMore To Watch\n\nQueue My Queue (0)\n\nKyle Walker says there's much more to come from City\n\nRaheem Sterling had opened the scoring on what was his 100th Premier League appearance for the Club only for DeAndre Yedlin to level for the Magpies against the run of play.\n\nWalker though ensured the champions went into the international break on a high with his spectacular shot.\n\nREAD: Man City key dates fixtures kick off times and cup draws September\n\nREAD: Man City Champions League Lyon Shakhtar Hoffenheim talking points\n\nAnd though delighted to have broken his City duck, Walker says the side have yet to hit the heights of last season and need to guard against opponents attacking on the counter.\n\n“When they play five at the back, it's always going to be difficult to break the spaces but I'm glad to have scored,” said Kyle.\n\n“I didn’t get on the score-sheet last season so it's a happy moment for me.",
        "topic_id":21,
        "format_id":21,
        "topic_confidence":0.9970958233,
        "format_confidence":0.9422543645,
        "weight":0.0026618751
    },
    {
        "url":"http:\/\/www.recruitrecon.com\/index.php?option=com_content&task=view&id=7189&Itemid=1",
        "text":"America East America East A10 Big TEN CAA Horizon MAAC MAC NEC\nProspect Search\nTeam Prospect Menu\nEvent Coverage\nRecruiting News\nSpring\/Summer Schedule\nAmerica East\nBig Ten\nOther BCS Teams\nOther Non-BCS Teams\nPlayer Rankings\nPlayer Info Submit\nMessage Board\nDepth Charts\nRating System\nContact us\nPrivacy Policy\n\nRecruit Alvin Ellis reportedly decommits from Gophers\nSaturday, 06 April 2013\nImageMinnesota Daily: Basketball recruit Alvin Ellis has been released from his letter of intent to play for the Gophers next season, the Pioneer Press reported Wednesday.\n\nEllis told the Pioneer Press that he asked to be released because he couldn’t wait any longer to see whom the Gophers would hire to replace Tubby Smith.\n\nRichard Pitino was confirmed as Smith’s replacement late Wednesday afternoon, about four hours after the report.\n\nEllis, a 2013 recruit from Chicago’s De La Salle High School, signed a letter of intent in November to play for Minnesota. Five months later, the Gophers fired Smith, the head coach who recruited him.\n\n< Prev   Next >\n\nDisclaimer: is not directly affiliated with any schools or conferences.\n© 2006 Recruit Recon",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9961587787,
        "format_confidence":0.9873359799,
        "weight":0.034515937
    }
]