[
    {
        "url":"http:\/\/www.recruitrecon.com\/index.php?option=com_content&task=view&id=7189&Itemid=1",
        "text":"America East America East A10 Big TEN CAA Horizon MAAC MAC NEC\nProspect Search\nTeam Prospect Menu\nEvent Coverage\nRecruiting News\nSpring\/Summer Schedule\nAmerica East\nBig Ten\nOther BCS Teams\nOther Non-BCS Teams\nPlayer Rankings\nPlayer Info Submit\nMessage Board\nDepth Charts\nRating System\nContact us\nPrivacy Policy\n\nRecruit Alvin Ellis reportedly decommits from Gophers\nSaturday, 06 April 2013\nImageMinnesota Daily: Basketball recruit Alvin Ellis has been released from his letter of intent to play for the Gophers next season, the Pioneer Press reported Wednesday.\n\nEllis told the Pioneer Press that he asked to be released because he couldn’t wait any longer to see whom the Gophers would hire to replace Tubby Smith.\n\nRichard Pitino was confirmed as Smith’s replacement late Wednesday afternoon, about four hours after the report.\n\nEllis, a 2013 recruit from Chicago’s De La Salle High School, signed a letter of intent in November to play for Minnesota. Five months later, the Gophers fired Smith, the head coach who recruited him.\n\n< Prev   Next >\n\nDisclaimer: is not directly affiliated with any schools or conferences.\n© 2006 Recruit Recon",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9961587787,
        "format_confidence":0.9873359799
    },
    {
        "url":"http:\/\/www.tribalfootball.com\/articles\/stoke-want-mackie-qpr-deal-crouch-3782571",
        "text":"Stoke City are set to sell Peter Crouch to QPR.\n\nThe Daily Mail says Stoke are ready to accept £5million plus Jamie Mackie from Queens Park Rangers for striker Crouch.\n\nTalks are ongoing with QPR still to agree terms over a contract that would include a proposed drop in salary should they go down.",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.995249033,
        "format_confidence":0.978100121
    },
    {
        "url":"https:\/\/www.broncos.com.au\/news\/2021\/02\/16\/injury-update-herbie-farnworth\/",
        "text":"You have skipped the navigation, tab for page content\nInjury Update: Herbie Farnworth\n\nBroncos centre Herbie Farnworth will undergo minor surgery to remove a small amount of painful tissue from his chest.\n\nThe small area of tissue has been giving him discomfort in recent weeks and Club medical staff advised the best course was to have it removed by day surgery.\n\nFarnworth will then return to training next week. He will miss the Alex Glenn Testimonial Game against the Cowboys on February 27, but will be available for selection for the Round 1 clash with the Eels.",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9942280054,
        "format_confidence":0.6962435246
    },
    {
        "url":"http:\/\/www.sandiegouniontribune.com\/news\/2009\/May\/01\/padres-kemp-does-it-all-for-the-dodgers\/",
        "text":"PADRES: Kemp does it all for the Dodgers\n\nYoung outfielder beats Padres with bat, glove and feet\n\n\nLOS ANGELES -- Was that Matt Kemp or Clark Kent running around in center field for the Los Angeles Dodgers on Thursday night?\n\nThe center fielder did everything short of leaping tall buildings in a single bound, making plays with his glove and bat to help his team rally for a rousing 8-5 win over the Padres in front of 54,628 at Dodger Stadium. A late collapse by the Padres' bullpen also played a key role in the team's eighth loss in 10 games and overshadowed an efficient start by Josh Geer.\n\nThe Padres' record fell to .500 at 11-11.\n\n\"Matt Kemp defensively saved four runs,\" manager Bud Black said. \"Jody (Gerut's) ball in the gap, great closing speed. (Kevin Kouzmanoff's) looper, he had made a great catch. There's four runs right there, and offensively he did some damage, too.\n\n\"Kemp had a good game.\"\n\nBy the time he stepped to the plate in the bottom of the eighth inning with the Dodgers ahead 6-5, Kemp had bedeviled the Padres with his glove and feet. Then he added his bat to mix.\n\nKemp, a .309 hitter with five homers and 15 RBIs in 22 previous games against the Padres, ripped a first-pitch fastball from Edward Mujica into the left-field corner to drive in James Loney. On the throw home, the speedy Kemp advanced to third base. After scoring the tying run an inning earlier, he then crossed the plate on Casey Blake's RBI single to give the Dodgers an 8-5 lead.\n\nThe runs were the third and fourth allowed by the Padres' inexperienced bullpen and further fueled the sellout crowd. An inning earlier, the Dodgers scored two runs against rookie Luke Gregerson, who allowed four hits and walked one in one-third of an inning.\n\n\"The people don't matter. You've still got to pitch your game out there,\" said Gregerson (0-1). \"There's a couple of pitches that I thought I threw well that they got their bats out there. They hit 'em just as well as I pitched 'em.\"\n\nKemp caught 'em even better.\n\nThe Padres led 3-1 and were looking for more when Gerut stepped to the plate with the bases loaded in the second inning. Gerut, who switched spots atop the Padres' lineup with Brian Giles, drilled Jeff Weaver's pitch toward the gap in left-center field. But Kemp appeared almost out of nowhere as he raced far over from center field to take away a three-run extra-base hit.\n\nThree innings later, Kemp did it again with the Dodgers ahead 4-3. With Gerut on second and two outs, Kouzmanoff appeared to earn a broken-bat single to left-center. But Kemp again came to the rescue with a diving catch, after which he pounded the ground in celebration.\n\n\"He's been getting me since spring,\" Gerut said. \"He got me once on a dive. He got me … he's done that a couple of times.\"\n\nOf late, few Padres starting pitchers have lasted deep into a ballgame. After he yielded back-to-back home runs in the third inning to hand the Dodgers a 4-3 lead, Geer seemed headed for an early shower as well.\n\nBut following the homers by Orlando Hudson and Manny Ramirez, Geer regained his composure and retired nine in a row and 11 of the last 12 he faced. Two of those outs came via outstanding plays by second baseman David Eckstein, who robbed three hits in all, taking two singles away from Russell Martin and one from Hudson. Geer credited Eckstein with another save when he came to the mound after the pitcher yielded consecutive home runs.\n\n\"He said he was coming here to give me a breather,\" said Geer, who became the first Padres starter to complete six innings since Chris Young pitched seven on April 22. \"To keep the cool and stay relaxed. … I knew that, too … giving up a home run here and there, I'm not going to get too freaked out. I'm not going to feel the pressure at all.\"\n\nThe Padres reapplied pressure in the seventh inning and took a 5-4 lead. Adrian Gonzalez, who earlier extended his hitting streak to 12, doubled in Gerut and later scored on Kouzmanoff's RBI groundout.\n\nContact staff writer Dan Hayes at . For instant coverage, follow the Padres at .",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9978495836,
        "format_confidence":0.9971519709
    },
    {
        "url":"http:\/\/www.southcoasttoday.com\/apps\/pbcs.dll\/article?AID=\/20100524\/SPORTS\/5240339",
        "text":"The Boston Celtics aren't just defeating teams in the postseason, they're beating them into submission. The Orlando Magic might have already surrendered before Game 4 tips off tonight.\n\nThe Boston Celtics aren't just defeating teams in the postseason, they're beating them into submission. The Orlando Magic might have already surrendered before Game 4 of the Eastern Conference Finals tips off tonight.\n\nThe Miami Heat never quite recovered from 106-77 loss in Game 2. After Cleveland blew out the Celtics in Game 3, Boston rebounded with a Game 4 win, and LeBron James decided to pack it in and wait for free agency.\n\nThe Magic, however, seem to want to fight through the desire to give up that the Celtics' previous opponents gave into. They just can't figure out how.\n\n\"There's going to have to be a lot of soul searching and a lot of pulling together. The easiest thing to do for anybody when things go badly is to escape,\" Magic coach Stan Van Gundy said. \"When things are bad, you want to escape from it. That's going to be everybody's natural reaction, escape and try to escape blame as much as you can.\"\n\nOrlando has the sixth-highest payroll in the league at $82 million, and reigning two-time Defensive Player of the Year Dwight Howard as their anchor. They also have Vince Carter and Rashard Lewis, two other guys earning max contract money. Does this sound like a team that Van Gundy should have to explain how he's going to keep from packing it in?\n\n\"That's not an easy thing to do,\" he said of rebounding from the 3-0 deficit. \"It goes against everybody's human nature right now, but if we don't have that kind of toughness, then we shouldn't be here anyway.\"\n\nHoward was one of the leading voices in Orlando claiming the Magic would bounce back from two losses on their home court, but he was one of the first to disappear in Game 3.\n\n\"I don't know what happened,\" Howard said. \"After we started missing a couple of shots and they kept making shots, everybody wanted to do it on their own. It wasn't team basketball. From then on, they just kept pounding it in on us.\"\n\nBoth Howard and Matt Barnes mentioned they just hadn't played like the Orlando Magic yet this series. They haven't been the offensive juggernaut they had been or the defensive lockdown unit they always strive to be, but perhaps this is who the Orlando Magic have been all season — a team that's just not good enough, and inferior to the Celtics. Maybe they don't want it as badly.\n\n\"I don't question what they want, how they want it, but we know what we want,\" Ray Allen said. \"We put it out there every day, even when we aren't playing, just the attention to detail. It's going to continue.\"\n\nAlthough nobody would ever say so, excuses can be made for Boston's first two postseason opponents. Perhaps Dwyane Wade and James had already made the decision to end their time with their current team, and were just a little too eager to get the season done with. But Orlando's superstar is locked up for three more years, and the team expects to remain competitive for the foreseeable future.\n\nIf the Magic can look inside themselves and find that they do have more desire than Miami and Cleveland showed, they can salvage some shred of dignity. No NBA team has ever come back from a 3-0 deficit to win a series, but at least they can make an effort.\n\n\"They're going to come back in the next game and they're going to give us their best shot,\" Doc Rivers said. \"They're a competitive group, and we know that. Quite honestly, we're not good enough to let up. I can tell you that. And they're good enough to get it going, so we have to be very conscious of that.\"\n\nThat feeling extended throughout the Celtic locker room on Saturday night. Like Orlando, the Boston players feel their backs are against the wall.\n\n\"We know that this team is not going to lie down and we definitely have to be ready for their hardest punch,\" Tony Allen said.\n\nBefore the series began, many so-called experts felt the Celtics and Magic were very evenly matched on paper. That didn't take into account the intangibles, like pride and desire, and that the Magic left theirs behind in their two previous playoff series.\n\n\"Give the Celtics a lot of credit, man,\" Howard said. \"They've been playing hard, they've been playing together. They're playing like a team that wants the win the championship.\"\n\nMeanwhile, the Magic look like a team that just wants to go home. They've gone soul searching at the worst possible time, something the Celtics are glad they took care of during tough stretches of an often disappointing regular season.\n\n\"We're motivated by what's at stake. We see the big picture as a team,\" Paul Pierce said. \"You feel it. You feel it in practice the last two days with our focus. You feel it when we're on the court, how we're playing. The guys smell it right now. They know what it feels like to be in a championship. They know what it feels like to win a championship. You're starting to see urgency really, really come out the closer we get.\"\n\nA win tonight brings the NBA Finals. Can't get much closer than that.\n\nTim Weisberg covers the\n\nCeltics for The Standard-Times. Contact him at",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.997412622,
        "format_confidence":0.9077298045
    },
    {
        "url":"https:\/\/www.espn.co.uk\/cricket\/story\/_\/id\/30690088\/former-australia-test-opener-colin-mcdonald-dies-aged-92",
        "text":"Former Australia Test opener Colin McDonald dies aged 92\n\nColin McDonald swings Tony Lock away for a boundary PA Images via Getty Images\n\nColin McDonald, Australia's lone resister during Jim Laker's world record 19-wicket haul in the 1956 Old Trafford Ashes Test, has died at the age of 92.\n\nIn a lengthy and reliable stint at the top of the order for Australia for the best part of the 1950s and early 1960s, McDonald was a key part of the team in the era spanning the captaincies of Lindsay Hassett, Ian Johnson, Ian Craig and Richie Benaud, playing the last of his 47 Tests on the 1961 tour of England that saw the debut of his fellow Victorian opening batsman Bill Lawry.\n\nBatting with a range of partners, McDonald was at his best during the 1955 West Indies tour and the 1958-59 Ashes series at home, the scenes of four out of his five Test hundreds and plenty of cut shots and leg-side deflections with a technique that was dominated by the bottom hand.\n\nBut McDonald's most enduring efforts were arguably his run of scores in the Laker-led defeats of the Australians by both England and Surrey during the 1956 tour: scores of 89, 45, 32 and 89 out of team totals worth 259, 107, 84 and 205 represented high skill and no little determination against the turning, spitting ball.\n\nAsked in later years by Gideon Haigh about how he viewed the 1956 Ashes, McDonald offered an unvarnished view of the conditions and how they had been prepared. \"England cheated: if by cheating you include the practice of preparing wickets to suit your own purpose,\" he said in The Summer Game.\n\n\"I mean, we wouldn't have minded so much if the pitches had played true to character. But we'd played Lancashire at the start of the tour and it seamed like a normal Manchester wicket. Then the Test pitch was like Bondi Beach when it was dry and a mud-heap when it was wet. In truth, though, Australians were poor at playing off-spin on slow turning wickets. They tended to thrust at it with firm hands, where the way to do it was play side-on, close to your body, bat inside pad. They bowled well. We batted very badly.\"\n\nMcDonald's traditional, \"take the shine off the new ball\" approach to opening served his country well as Benaud fashioned them into the world's pre-eminent team, culminating in the memorable 1960-61 series against West Indies at home and then the retention of the Ashes in England in 1961.\n\n\"Colin will forever be remembered as a legend of Victorian and Australian cricket,\" Cricket Australia chair Earl Eddings said. \"He was fearless against the fast bowlers and skilful when playing the spinners both in Australia and across tours of England, the Caribbean, South Africa, India and Pakistan.\n\n\"Australian cricket is a better place for Colin's many years of outstanding service at international and state level, as well as his club career with Melbourne University, Melbourne Cricket Club and Brighton. Our sincere condolences and best wishes go out to Colin's family.\"",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9963662624,
        "format_confidence":0.6737071872
    },
    {
        "url":"http:\/\/cw39.com\/2018\/02\/07\/world-series-champion-astros-schedule-white-house-visit-while-vowing-to-never-settle-in-2018\/",
        "text":"World Series champion Astros schedule White House visit, while vowing to “never settle” in 2018\n\nHOUSTON - The Astros lived up to their goal of earning history in 2017, and now, in 2018, the World Series champions have a new motto, \"Never Settle.\"\n\nThe team unveiled it's slogan on Wednesday as manager A.J. Hinch and general manager Jeff Luhnow met with the media ahead of spring training.\n\nThe Astros also announced they will visit the White House on March 12.\n\nTo learn more about how the team plans to celebrate last year's title, but focus on this season's task, check out the video above!",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9960150123,
        "format_confidence":0.9590250254
    },
    {
        "url":"http:\/\/onlineathens.com\/stories\/112505\/sports_20051125040.shtml",
        "text":"Great day for Dayne\n\nPosted: Friday, November 25, 2005\n\nIRVING, Texas - Maybe all Ron Dayne needed was a chance.\n\nFilling in for injured Tatum Bell, Dayne rumbled 55 yards on the second play of overtime and Jason Elam followed with a 24-yard field goal to give the Denver Broncos a 24-21 victory over the Dallas Cowboys on Thursday in a game that lived up to its billing.\n\nTwo teams near the top of their conferences fought hard and close for more than four quarters, with the margin never wider than a touchdown. Both defenses came up with big plays and each team downed a punt inside the 2.\n\n\"I'm disappointed with the outcome, I'm not disappointed with the effort,\" Dallas coach Bill Parcells said. \"We just have to regroup a little bit.\"\n\nDenver (9-2) never trailed in winning its fourth straight, but the Broncos were hardly in control. Their running game struggled until Dayne's big burst, and Jake Plummer threw his first interception since Week 2.\n\nThe Cowboys (7-4) had their three-game winning streak snapped and, like all their other losses, this one was decided late. Their four losses are by a total of 13 points, with the last two coming on game-ending field goals.\n\nBilly Cundiff missed a chance to put Dallas ahead when he pulled a 34-yard field goal wide left with 7:42 left in regulation. The Cowboys had the ball twice more in the final 4:32 of regulation, but punted once and time ran out on them the other time.\n\nThe Broncos won the overtime coin toss and opened with a 7-yard pass to Charlie Adams. Then, on second-and-3 from the 39, Dayne bowled through the left side of the line, pulled away from a would-be tackler around the 50 and kept going until he was dragged down from behind at the 6.\n\nDenver called timeout, then went straight to Elam. The kick was perfect, and the Broncos let out a huge sigh of relief.\n\nWinning on the road was big for Denver. The Broncos improved to 3-2 away from home, with three of their remaining five games on the road. They need to win as many of those as possible for any hope of catching undefeated Indianapolis for home-field advantage in the playoffs.\n\nDayne finished with 98 yards on seven carries, his best game since Sept. 30, 2001, when he was in his second year with the New York Giants. The 1999 Heisman Trophy winner came in with only 53 yards rushing all season and hadn't carried the ball since Oct. 2. He hadn't even cracked 80 yards in a game since 2002.\n\n\"Being able to help the team win is all I can ask for,\" Dayne said. \"I haven't been upset about not playing. I just wanted to show the stuff I have. It was a lot of fun.\"\n\nBell, who grew up in a Dallas suburb, sat out with a bruised chest. He was listed as questionable all week and had said he wanted to play. His average of 6.0 yards per carry is the best in the NFL.\n\nWithout him, Denver had only 89 yards rushing in regulation. The passing game wasn't much more productive, with a long of 24 yards. Before Dayne's big play, the Broncos had converted only one first down since going ahead 21-14 on the first drive of the second half.\n\nPlummer was 15-of-24 for 162 yards, with a touchdown pass to Rod Smith. His franchise-record streak of passes without an interception ended at 229 when Terence Newman picked him off in the second quarter.\n\nDrew Bledsoe was 29-of-44 for 232 yards for Dallas, with two touchdowns and two interceptions. Champ Bailey snagged the first and returned it 65 yards for a touchdown minutes into the game.\n\nBledsoe tied it at 7 with a 20-yard touchdown pass to Keyshawn Johnson, at 14 with a 1-yard plunge on fourth down and at 21 with a 4-yard touchdown pass to Jason Witten. Dallas' last two scores came off Denver turnovers.\n\nThe close one was a fumble by Mike Anderson on the opening play of the fourth quarter. Officials ruled that Newman scooped it up at the 10 before rolling out of bounds, but it was hard to tell. The Broncos couldn't challenge because they'd used up their challenges questioning spots of the ball in the first half.\n\nWitten tied his career high with nine catches and had 82 yards. Johnson had 59 yards on six catches.\n\nThe Cowboys also struggled to run, with Julius Jones gaining 55 yards and Marion Barber III only 28.\n\nTrending this week:\n\n\n© 2017. All Rights Reserved.   | Contact Us",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9976732135,
        "format_confidence":0.9971666932
    }
]