[
    {
        "url":"http:\/\/1337x.to\/torrent\/164872\/Freezing-2011-HDTV-S01E03-720p-x264-AAC-Whine-Subs\/",
        "text":"Freezing (2011) HDTV S01E03 720p x264 AAC - Whine-Subs\n\n  • Category Anime\n  • Type Anime\n  • Language English\n  • Total size 217.7 MB\n  • Uploaded By karakurachow\n  • Downloads 146\n  • Last checked 3 weeks ago\n  • Date uploaded 7 years ago\n  • Seeders 1\n  • Leechers 0\n\nInfohash : EFF93FFBE51459EDB9E58DC86113D3E86F187191\n\n# Freezing (2011) HDTV S01E03 720p x264 AAC - Whine-Subs\n# Video length: 24.0 min\n# Video: 960\/720, 23.976 fps, x264, 1740 kbps\n# Audio: Japanese AAC-LC 2.0\n# English styled softsubs\n# Aspect ratio: 4:3\n\nPlot: Set in a slightly futuristic world where Earth has been invaded and is at war with aliens from another dimension called the Nova, the story follows the adventures of a Japanese boy named Kazuya Aoi who enrolls for training at a special school for genetically modified girls called Pandoras who battle the aliens, and their male partners, called Limiters, who use a special power called \"freezing\" to limit their opponent's mobility. The protagonist makes the acquaintance of an unusual older girl named Bridgette L. Satellizer who appears to be the most powerful Pandora in her class, but has not yet chosen a male partner to be her Limiter, and in spite of the warnings of all his friends, he decides to be her Limiter.\n\nMore info :\n\n\n  • [Whine-Subs]_Freezing_-_03_[960x720_x264_AAC][6638EF2E].mkv (217.7 MB)\n\nThere are currently no comments. Feel free to leave one :)\n\n\n  • udp:\/\/",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9932425618,
        "format_confidence":0.9160135984
    },
    {
        "url":"https:\/\/cinemawest.com\/movie?movie_id=240900&filter=2D",
        "text":"Glass (PG-13)\n\nRelease Date: January 18, 2019\n\nGlass Poster\n\nFrom Unbreakable, Bruce Willis returns as David Dunn as does Samuel L. Jackson as Elijah Price, known also by his pseudonym Mr. Glass. Joining from Split are James McAvoy, reprising his role as Kevin Wendell Crumb and the multiple identities who reside within, and Anya Taylor-Joy as Casey Cooke, the only captive to survive an encounter with The Beast. Following the conclusion of Split, Glass finds Dunn pursuing Crumb's superhuman figure of The Beast in a series of escalating encounters, while the shadowy presence of Price emerges as an orchestrator who holds secrets critical to both men.\n\nStarring: Bruce Willis, Samuel L. Jackson, James McAvoy, Anya Taylor-Joy, Sarah Paulson\nDirected By: M. Night Shyamalan\nRun Time: 2 hr. 09 min.\nReleased By: Universal Pictures\n\nGlass Still 0Glass Still 1Glass Still 2Glass Still 3Glass Still 4Glass Still 5",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9973970652,
        "format_confidence":0.8577696681
    },
    {
        "url":"https:\/\/nabilnet.net\/products\/brothers-justice",
        "text":"Skip to content\n\nBrother's Justice 2010\n\n5,000 LL\nSKU #Brother's Justice 408*\n\nMotivated by Box Office statistics, Dax Shepard has made a decision to leave comedy to pursue his dream of becoming an international Martial Arts action star.\n\n1h 20min | Comedy\n\nStars: Dax Shepard, Nate Tuck, Greg Siegel\n: David Palmer, Dax Shepard\nLanguage: English\nSubtitle: No Subtitle\nRating: Not Rated",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9955990314,
        "format_confidence":0.997787714
    },
    {
        "url":"http:\/\/www.bollywoodirect.com\/bangistan-theatrical-trailer\/",
        "text":"Bangistan is the story of two blundering terrorists who are on a mission to change the world. Riteish Deshmukh and Pulkit Samrat play the young guns with lofty ideologies who keep pace with a series of serendipitous high-energy, fast-paced, and exceptionally entertaining events that has a huge impact on world peace.\n\nThe story revolves around Hafeez Bin Ali (Ritesh Deshmukh) and Praveen Chaturvedi (Pulkit Samrat) both from Bangistan but different nations. Hafeez is number one in his clan for having a big beard and works underground in a restaurant called Fcdonalds. Praveen is a man who shows a lot of respect to his god Guruji and attacks anyone who insults his beloved god. However, both their bosses (both played by Kumud Mishra) encourage them to go to Poland for a mission and hosting the worlds best bombers so the 2 terrorists go. Both Praveen and Hafeez meet in the airport and decide to change their names to Allah Rakha Khan and Ishwarchand Sharma but both get arrested. Although still arrested, they still go to Poland to become bomb experts.\n\nThe 2 go to local bomb experts as both Allah Rakha and Ishwar go to a Chinese restaurant owner and a potato farmer where Allah Rakha learns that the Chinese restaurant owner speaks Urdu and gives him specific bombs. Ishwarchand goes to the potato farmer Mr. Babinski who is actually a master spy and saboteur and offers him a lot of bombs but Ishwarchand recommends for a cheaper bomb. The 2 of them later fall in love with Rosie (Jacqueline Fernandez) then a love triangle between the 3 begins to spark up. When Rosie’s parents anniversary happens they both ask about her religion to which she replies that she doesn’t follow any religion as all religions propagate the same thing. Hafeez and Praveen become best friends and while drinking liquor both reveal their original identities. They get embroiled in a fight in which a bomb explodes which Praveen was making it.\n\nThey get injured in a hospital and get labelled as ‘Terrorists’. The North Bangistanis plan and train another suicide bomber Zulfi (Arya Babbar) to create terror since Hafeez’s name is out.Hafeez realises that his boss wants to just spread terror in the name of religion and explains Praveen the same but Praveen acts in front of Hafeez that he is with his side but actually he wants the explosion to happen. When both reach the conference he finds Praveen activating the bomb in a washroom and then they get in a fight in which Praveen realises his mistake. At last they both expose the nature of their bosses and people misguided in the name of religion. But the bomb which was placed by Zulfi explodes leaving Hafeez and Praveen injured and then they are regarded as heroes.\n\nFilm is all set to release on 31st July, 2015.\n\nDirected by                        Karan Ashuman\n\nProduced by                      Ritesh Sidhwani, Farhan Akhtar\n\nScreenplay by                   Puneet Krishna, Sumit Purohit, Karan Anshuman\n\nStarring                              Riteish Deshmukh, Pulkit Samrat, Jacqueline Fernandez, Arya Babbar,\n\n                                               Tomasz Karolak, Chandan Roy Sanyal\n\nMusic by                             Ram Sampath\n\nCinematography             Szymon Lenkowski\n\n\nInteresting Facts About Amitabh Bachchan\n\nBangistan_Bollywoodirect-Bollywood-Riteish Deshmukh-Pulkit Samrat-Watch-Full-Movie-Online-Free-Songs-Download\n\n\nAbout The Author",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9965568781,
        "format_confidence":0.965308845
    },
    {
        "url":"https:\/\/itunes.apple.com\/us\/album\/the-trail\/id922451701?app=itunes&ign-mpt=uo%3D4",
        "text":"\nOpening the iBooks Store.If iBooks doesn't open, click the iBooks app in your Dock.Progress Indicator\n\niTunes is the world's easiest way to organize and add to your digital media collection.\n\nWe are unable to find iTunes on your computer. To preview and buy music from The Trail by Miss Kenichi, download iTunes now.\n\nAlready have iTunes? Click I Have iTunes to open it now.\n\nI Have iTunes Free Download\niTunes for Mac + PC\n\nThe Trail\n\nOpen iTunes to preview, buy, and download music.\n\nThe Trail, Miss Kenichi\nView in iTunes\n\nCustomer Ratings\n\nWe have not received enough ratings to display an average for this album.",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9933559895,
        "format_confidence":0.9815613627
    },
    {
        "url":"http:\/\/www.mp3million.com\/download\/Dirty%20Infamous",
        "text":"and get 2 track for free to try out the service\n\nDirty Infamous Death MetalDeath Metal\n\n\nSort by:\nAlbum title Year Tracks Bitrate Order\n$0.64 $0.64 Buy Dirty Infamous - Die On Pure Adrenaline Mp3 Download Die On Pure Adrenaline 2004 8 320\n  • iPod compatible\n\n    All tracks compatible with iPod, iTunes & Windows Media Player.\n\n  • Burn CD\n\n    Burn your own compilation and listen to it in car!\n\n  • Simple Downloads\n\n    Only three clicks required! It's so easy, your pet can do it!",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9947345257,
        "format_confidence":0.98404181
    },
    {
        "url":"http:\/\/blip.fm\/listen\/Enigmatic+Desire+&+Nelver",
        "text":"Listen to free music by Enigmatic Desire & Nelver\n\nSign Up for Blip.fm\n\nBlip.fm is internet radio made social. It's easy to search for, play, and discover free music recommended by real people. Join today to create your own free station.\n\nWhat artist \/ song do you want to Blip?\nWhat artist \/ song do you want to Blip?\nSelected Track\n\nDid You Know?\n\nUse the Tag Tuner below to filter the list of blips by artist, genre, or hashtag. You can save up to five custom tunings.\n\n\nEnigmatic Desire & Nelver\n\nPage 1  \n\nArtists Like Enigmatic Desire & Nelver\n\n\nBlip.fm DJs who play Enigmatic Desire & Nelver\n\nprev | play | next\nSign up to continue blipping\n\nAlready have an account? Log In\n\nI agree to the Blip.fm terms of use\nLog in to continue\n\nNeed an account? Sign Up\n\nRemember me",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9963226318,
        "format_confidence":0.5137155652
    },
    {
        "url":"http:\/\/store.comicfusion.net\/nov100429.html",
        "text":"Haunt Volume 2 TP\n\nBy Robert Kirkman, Greg Capullo, Ryan Ottley, Todd McFarlane. The top selling monthly title brings its second knockout story arc to trade paperback format. Due to his unique ability to bond with his brother Kurt's ghost, priest Daniel Kilgore joins forces with an undercover agency and tries to get used to his new life of murder and espionage. Features original HAUNT layout artist and master storyteller GREG CAPULLO stepping up to full-time penciling duties. Also contains the stand-alone issue HAUNT #6, retelling the first explosive story-arc from Mirage's perspective. Collects HAUNT #6-12 . SC FC 160pg\n\nAvailability: In-Stock\n\nNOV100429Regular price: $16.99Fusion Price: $14.44\n\nFree Shipping On Qualified Orders!\n\nApparel | Collectibles | Comic Books | Monthly Subscriptions | Fusion Features | Games\nGraphic Novels | Prints and Posters | Statues and Models | Toys | Trading Cards\n\nDark Horse Trades | DC Trades | Image Trades | Marvel Trades | Indy Trades\n\nCustomer Service | List of all Products | Privacy Policy\n\nWe accept:\npay with mastercard pay with visa pay with paypal",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.7948467731,
        "format_confidence":0.9986174107
    }
]