[
    {
        "url":"http:\/\/dingword.com\/index.php\/technique-and-tips\/31-screen-printing",
        "text":"Screen printing information on mesh size\n\n\nBasically: high mesh count = higher resolution, less ink deposit, low mesh count = lower resolution, more ink deposit.\n\nWhen printing on paper, for example, you don't need (or want) a lot of ink and you often want a detailed image - so you use a high mesh count. When printing on dark fabric you want more ink, and that comes at the cost of not being able to have quite as much fine detail in your image.\n\nThere are standard mesh counts for textile printing that are used most of the time, but it does vary depending on the substrate being printed on, the design being printed, and the ink being used.\n\nMore about screen printing mesh size:  Different mesh sizes are used for different applications in the screen printing process.  Mesh size is measured by how many threads of mesh there are crossing per square inch.  For instance, a 110 mesh screen has 110 threads crossing per square inch.  The higher the mesh count, the finer the threads and holes are in the screen. The size of the mesh has a lot to do with how detailed your image is and how thick the ink you are using is.  If you have an image with extremely high detail, a lower mesh screen won\u0092t hold the high detail. The fine lines or dots in the image will simply fall through the holes in the mesh not giving you a correct representation of what your image should be.  Also if you are using a thinner ink, the ink will also flood through the larger holes and soak onto your shirt or substrate making your image blurry as the ink bleeds.  On the other hand, if you are trying to print a thicker ink (such as white) through to high of a mesh screen, barely any ink will print through the mesh.  You will notice that different companies have different sizes available.  If the mesh count is fairly close, such as the difference between 155 vs. 156, 196 vs. 200, or 81 vs. 86, the difference is so negligible and small that it will not matter in your final results. Since there are many variables involved in silk screen printing we can\u0092t tell you exactly what mesh sizes are used for what applications.  However we can give you a general outline of what sizes to use for certain types of printing.\n\nYour basic and most standard mesh sizes are 110 and 156.  110 mesh lays a fairly thick layer of ink down.   It\u0092s great for block text letters and larger spot color designs.  It\u0092s also a recommended mesh for white flash plates because many times you will only have to make one print impression which speeds up production time.  156 mesh also lays down a little thicker layer of screen printing ink but offers you some higher detail ability in your image due to the finer mesh.  Also if you are printing with a little thinner viscosity colors of inks, you may want to use the 156 mesh so not too much ink is passed through your screen.  Lower mesh counts like 40-86 are used for shimmer and glitter inks.  These inks have particles in them that will not pass through the typical mesh sizes.  Therefore you need a lower mesh count with large holes in order for all the particles to pass through properly.  Shimmer plastisol inks have finer particles in them so you could probably use an 86 mesh while glitter inks have much larger particles so it would be recommended to use a 40 or 60 mesh screen.  200 and 230 mesh are used for finer detailed images and thinner inks.  These mesh sizes can hold larger half tone dots but are not recommended for four color process prints or fine detail half tone printing.  Also graphic and solvent based silk screening inks that are much thinner should be used with these mesh sizes.   Also if you would like a softer feel to the ink on your shirts you can print through these higher mesh counts which will let less ink through the screen giving you a much softer feel on the shirt.  This can get tricky however, many times a duller distressed look is wanted for the artwork but if bright vibrant colors are desired (especially white) you will have a hard time getting the opacity thick enough using these higher meshes.  305 mesh is used for extremely high detail textile printing and fine halftone four color process and simulated process prints.  (Learn more about process printing here.)  Fine half tone dots need high fine detail mesh in order to hold and expose on.  Higher meshes such as 355, 380, and 400 are used mainly for graphic printing with UV inks.  UV inks are extremely thin and many times are used for high detail printing on signs, banners, or CD\u0092s.  Using a higher mesh allows the automatic printers used in UV printing to regulate the amount of ink passed through the screen.   \n\nExposure Notes:  Different mesh sizes hold different amounts of emulsion, due to how big the holes in the mesh are.  For instance a 110 mesh screen will hold much more emulsion then a 305 mesh screen.  While the difference isn\u0092t extreme, you will have to vary your exposure times slightly for different mesh sizes.  A finer mesh screen that holds less emulsion will expose faster then a lower mesh screen that holds more emulsion.  However, the difference is small so you may have to only vary as slightly as 5-10% in either direction and depending on mesh size in order to get maximum exposure performance.\n\nHow To Choose The Right Screen Printing Ink\n\n\nThe number of different screen printing inks out there is mind boggling, but it’s really important to make sure you’re choosing the right one before you start your next printing job.  There are lots of things that come in to play, the most important being what it is you’re printing on. You can’t use the same ink you use for T-shirt printing that you do make your own poster. Plus, every ink has a different effect, feel and look. But rest assured, because today I’m going to go over the screen printing ink types and help you figure out which one will work for you.\n\nFirst decision, are you printing on tshirts, posters, or something else? If it’s not tshirts, skip this section.\n\nScreen Printing Inks For T-Shirts\n\nPlastisol Screen Printing Ink – This is the standard ink for printing on t shirts, it’s plastic based and requires high heat in order to cure. If you’re doing this at home and you don’t have a conveyor dryer, I wouldn’t suggest it because if it doesn’t get cured properly the ink will wash out, crack or peel off of the shirt and you definitely don’t want that. However, if done properly this ink will hold up for quite some time, possibly longer than the actual shirt.\n\nWater Based Screen Printing Ink – If you want an easy to cure, fast drying, super soft feeling t shirt then this is the ink for you. Permaset Aqua offers a line of screen printing inks that are fairly cheap, but I say go big or go home. Go for what the big boys use and you won’t be disappointed. Ryonet offers a line of water based inks that are great for many uses. The other cool thing about water based inks is that you can dry and cure then with a simple heat gun like this one.\n\nDischarge Screen Printing Ink – These inks are pretty cool. Basically how they work is when you apply the ink, it removes the color from the shirt, and replaces it with the color of the ink, which leaves the shirt feeling like it doesn’t even have ink on it. Personally I love this printing style but it’s tough to master and requires a lot of chemicals and mixing so if you’re a newbie I wouldn’t suggest it just yet. Also beware of what type of shirt you’re printing on with this method because it works best on 100% cotton and if you’re using a blend then the results might not come out how you’d expect, it’s fun to experiment, though!\n\nGlow In The Dark Screen Printing Ink – This type of ink isn’t actually different, it’s just fun to use for some designs so I wanted to mention it. I’ve used the Speedball brand and gotten great results. Check it out right here if you’re interested.\n\nScreen Printing Inks For Posters(or any paper products)\n\nWater Based Screen Printing Ink – Water based inks are the best for printing on paper because they soak in and don’t require any curing, they can just air dry. This is the method I use and would suggest for anyone who wants to print their own posters or other paper products. Speedball has a great line of inks meant for paper that I highly suggest.\n\nScreen Printing Inks For Other Stuff\n\nAre you printing on something other than paper or fabric? You can screen print on just about anything, so the possibilities are endless. But before you try it do a little research and find out what kinds of inks are best. Check out some screen printing forums and ask for advice from the pros, it could save you a ton of money and a ton of trouble. Sometimes you won’t have to buy a completely different ink, sometimes it will only require adding something to the ink you already have, or drying it in a different way. It all depends on what you’re doing, I would attempt to write it all here but this article would be never-ending if I did that. Use Google to your advantage and you will find what you’re looking for =)\n\nSilk screen printing business start up packages\n\n\nThe silk screen printing business opportunity is great for stay at home moms or for a person looking for a second income.  Everyone owns a shirt, so why not make money from it using our press.  Screen printing can be done on t-shirts, sweatshirts, mouse pads, stickers, binders, and much more. \n\nOur goal is to help you profit in the screen printing business without a large investment (which is required by other companies).\n\nYou get real equipment, supplies (ink, emulsion, squeegees, etc.), and a Start kit that takes you through the silk-screen process step-by-step (assembly, burning the image on a silk-screen, printing the t-shirt, and more).  Learn how to start up silkscreen printing business and make money.\n\nDingword offers you a series of silk screen printing business start up kits which can meed your different demand. From 1 color silk screen printing start up machine kit to 6 color silk screen printing start... (truncated)",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.5982031226,
        "format_confidence":0.9640574455
    },
    {
        "url":"http:\/\/homafarming.com\/content\/treating-seeds",
        "text":"Treating the Seeds\n\nSeeds should be organic wherever possible and non-hybrid, if one wishes to harvest seeds for future plantings. It is best if they have not been treated with chemicals.\n\nPlace the seeds in the Resonance Hut on the eastern side of the Agnihotra pyramid and keep them exposed to a minimum of 2 consecutive Agnihotra fires.\n\nAccording to the ancient science of Homa Therapy, treating seeds by the following method can make them more disease and pest resistant and give them an initial boost.\n\nFor backyard plantings\/small gardens:\n\n  • Place the seeds in cups or jars and label each container with the name of the seed.\n  • Cover seeds with cow's urine (you may obtain from a local dairy farm but preferably from organically fed cows) and soak the seeds for one to two hours, depending on the size and nature of the seed. Larger seeds like beans need 2 hours; for smaller seeds like lettuce, 1 hour is sufficient. Make sure that seeds mix well with the urine and none are floating on top. (The easiest time to collect cow urine is during milking when the cow is confined.)\n  • Drain the seeds and cover them in moist cow dung. Seeds can be mixed with enough dung to coat them thoroughly. The dung and seed mixture can then be spread out on plates, screens or boards until semi-dry. As some seeds cannot survive complete dehydration after having been moistened, it is advisable that the seed\/dung mixture be dried until just damp dry.\n  • The mixture can then be crumbled easily and sown down a planting row in the garden or in planting pots or flats. If you are planting a small amount of seeds and if the seeds are not too small, each seed can be wrapped in an individual bit of cow dung.\n\nFor larger applications\/broad acre farming:\n\n  • Cover seeds with cow’s urine (you may dilute 1:10 if necessary) and soak the seeds for one to two hours depending on the size and nature of the seed.\n  • After soaking discard the remaining cow’s urine and cover seeds with fresh cow dung slurry and Agnihotra ash; best to do this in a bucket so that all the seeds are covered. Let them dry a little and then, if seeds are broadcast by hand for small acreage, they can be sown immediately and then covered with soil.\n  • If planting seed with a seed drill, mix seeds with cow dung slurry and\n    Agnihotra ash, let the seeds dry.\n  • When using the seed in the seed drill, the seed should be reasonably firm, otherwise damage would occur to the seed (in the case of some seeds when using a seed drill it may not be advisable to apply cow dung coating). If soaking in cow urine has adverse effect on the seed by making it too soft, simply mix Agnihotra ash with the unsoaked seeds and sprinkle a bit of cow urine just before placing in the seed drill – e.g., soya beans.\n\nIt is good if Om Tryambakam Homa is performed just next to the field during sowing, planting and cultivation.\n\nGood results have been observed by using Gloria Biosol, diluted at a ratio of 1:25 on the young crop.",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.7551373839,
        "format_confidence":0.9522773027
    },
    {
        "url":"https:\/\/smallbusiness.chron.com\/increase-morale-assemblyline-workers-41533.html",
        "text":"How to Increase Morale for Assembly-Line Workers\n\nSmall businesses that manufacture goods often have assembly line operations to increase productivity. Assembly lines are great at increasing output, but the work itself can be monotonous and physically taxing, which may lead to low worker morale and high turnover. Businesses owners can employ a variety of techniques to boost worker morale and help retain employees.\n\nIncrease Pay and Benefits\n\nMorale often depends on the pay and benefits workers receive for doing their jobs. Workers who feel that they are well paid and receive decent benefits such as health coverage, dental coverage, retirement plans and paid vacation are more likely to be content with their jobs than workers who feel under-compensated. Increasing worker pay, adding new benefits and giving workers annual raises can increase morale.\n\nImprove Working Conditions\n\nThe working conditions assembly line employees face can have a significant impact on morale. If workers are constantly uncomfortable due to harsh temperatures, repetitive lifting, standing, working in small spaces or working in areas with air pollutants, morale can suffer. To impove morale, take steps to ensure workers are comfortable. This might include installing fans, buying equipment to reduce the need for heavy lifting, and providing adequate workspace. Improving working conditions also helps reduce the chances of costly accidents, illnesses and injuries.\n\nListen to Employee Feedback\n\nAssembly line workers in large factories often have little power to influence their jobs and working conditions. Workers who feel that their needs and opinions don't matter might experience low morale. Letting workers provide feedback about working conditions and other issues, and taking steps to resolve employee concerns, can raise morale.\n\nAllow Regular Breaks\n\nAssembly line work can be physically draining, so workers need regular breaks to rest and recuperate during the workday. Workers should have scheduled breaks every few hours so they do not get worn out. Forcing employees to work on an assembly line for a prolonged period without a break can hurt morale. It also can increase the risk of accidents and health problems caused by fatigue and heat.\n\nMake Overtime Optional\n\nSmall businesses often have significant fluctuations in product demand, which might require increased production during certain times of the year. Running an assembly line on the weekend or past normal work hours is a way to meet spikes in demand, but forced overtime can damage worker morale. Making overtime optional lets workers who want extra money do extra work, while allowing other workers to keep their weekends and nights free.",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.7611485124,
        "format_confidence":0.9407376051
    },
    {
        "url":"https:\/\/coldcraft.com\/commercial-hvacr\/hvac-energy-efficiency\/",
        "text":"HVAC Energy Efficiency\n\nWhen a buildings' operating costs eat into the profits it is time to research the cause(s) and take action steps.\n\nComfort heating and cooling as well as water heating can account for approximately 52% of the building's energy costs.  This is a good place to start looking for energy hogs.\n\nThese steps are a good way to get control of the HVAC and water heating in buildings.\n\n  • Get a professional evaluation of the systems serving the buildings.\n  • Evaluate the supporting elements of the equipment to assure proper working condition. (Duct leakage)\n  • Create a maintenance schedule for the equipment and hire a professional to maintain and service the equipment to lengthen the equipment's life.  To be effective this work should be performed by a professional.\n  • Make a plan for replacement for equipment looking at the average lifespan of the specific type of equipment, make a schedule to budget for the replacement.\n\nMore information from the Department of Energy .",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.7320930362,
        "format_confidence":0.9209914804
    },
    {
        "url":"https:\/\/www.dummies.com\/business\/machining-dummies-cheat-sheet\/",
        "text":"Cheat Sheet\n\nMachining For Dummies Cheat Sheet\n\nFrom Machining For Dummies\n\nBy Kip Hanson\n\nMachining was the basis by which the first industrial revolution began, and is just as important a factor to the fourth industrial revolution currently underway. Without machined parts, there’d be no cars or airplanes for a quick trip to visit Aunt Mary. There’d be no cappuccino machines, no Large Hadron Collider, no late-night talk shows, no replacements for your tired knee and hip joints. Scholars rightly claim that manufacturing is the foundation of modern society, but ask anyone who’s spent a few years on the shop floor and they’ll tell you: Machining is the cornerstone that holds it all together.\n\nA Cutting Tool Primer\n\nA computer numerical control (CNC) machine tool is an exciting, highly complex device, capable of great speed and accuracy. But like a car without tires, it would be naught but a big expensive paperweight (albeit with flashy lights and an advanced computer) without cutting tools.\n\n  • The cutting tools used on CNC lathes are generally “stationary,” meaning the tool holds still while the workpiece rotates beneath it. Machining centers, on the other hand, use cutting tools that are held in a rotating spindle.\n  • The centuries-old distinction between stationary and rotary tools and the machine tools they are used on is beginning to blur as multitasking and turn-mill centers grow in popularity.\n  • High-speed steel (HSS) was the first big advancement in cutting-tool technology, but has largely been replaced by tool bits made of tungsten carbide and other super-hard materials. HSS is still widely used, however, for drill bits, saw blades, and other cutting tools where a tough, wear-resistant, and low-cost metal is needed.\n  • One of the super-hard materials just mentioned is polycrystalline cubic boron nitride (PCBN), which is able to efficiently machine hardened steel, and in some cases, has eliminated secondary grinding operations.\n  • Most types of cutting tools, including drills, end mills, turning tools, and boring bars, are available in a solid, single-piece construction (the most expensive but also high-performance option) or with indexable “inserts” with multiple cutting edges, designed to be used up and recycled.\n  • Holemaking is the most common of all metalworking operations. Drilling, reaming, boring, trepanning—these are just a few of the dozen or so ways to either make holes or to improve their accuracy and surface finish.\n  • The majority of cutting tools today are coated with hard, lubricious materials applied in special vacuum chambers. Some examples include titanium aluminum nitride (TiAlN), zirconium nitride (ZrN), titanium carbon nitride (TiCN), and many others. All improve wear resistance and tool life.\n  • With the thousands of available cutting-tool styles, geometries, coatings, and brands, it’s important to develop a sound policy on their use, testing, and procurement, else “tool crib bloat” is sure to occur.\n\nWhy Manufacturing Is So Cool\n\nWhether it was Tinkertoys or mud pies, papier-mâché or a fort in the woods, all of us made things as kids. Somewhere along the way, most of us turned to less tangible pastimes and vocations, but think back wistfully now and then to the rocket you built with your brother, the triple-decker card house you and sis made over summer vacation.\n\nMachinists, however, are lucky—they get to keep making things, all day every day, until the last day when they hang up their shop coats and spend what’s left of their time boring their grandkids with stories about lathes and mills and drill presses. Hopefully, these grandchildren listen, because there’s some really neat manufacturing technology coming down the pike, and all of us will depend on smart, qualified people to leverage it.\n\n  • Additive manufacturing (you probably know it as 3D printing) has been around for three decades, but it’s going through some dramatic changes right now. Chances are good that we will soon have the ability to print whatever we want, whenever we want, and in many cases cost-effectively and accurately enough to compete with traditional manufacturing methods.\n  • If you’re wondering why you should open a shop or pursue a career in manufacturing when we’ll soon be able to just print everything, don’t worry about it. Even while additive manufacturing grows more capable, so too does subtractive manufacturing (that is, machining). Machine tools get smarter, faster, and more accurate every year. They’re not going anywhere, at least not in our lifetime.\n  • As machine tools become more capable, the technologies that support and enhance them grow increasingly relevant. Robots are getting smarter and less expensive, freeing humans to do more important tasks than put chunks of metal into a machine all day. Cloud-based software tools help us humans manage the awesome complexity of our manufacturing processes and avoid expensive mistakes. And the Internet of Things—the same technology that gave us smart thermostats and (soon) self-driving cars—is playing a big role on the factory floor, spotting trends to help us improve our manufacturing processes and allowing us to go home at night while our smart systems keep an eye on things.\n\nChecklist for a Well-Tooled Shop\n\nGood toolholders, workholding, and accessories are just as important as good machinery, but many shops invest heavily in their CNC machine tools only to skimp on the tooling. Doing so means losing out on the benefits of new technology and not taking full advantage of your machine potential.\n\n  • Setup time is a killer and quick-change tooling is one of the best ways to avoid it. This begins with an organized approach to workholding, using zero-point or ball-lock clamping systems, or a quick-change chuck on a lathe.\n  • Quick-change toolholders are also important, especially on CNC lathes, where easily five minutes per turret position can be spent changing tools. Quick-change holders turn minutes into seconds.\n  • Another way to reduce setup time and in-process disruption due to tool replacement is with offline presetting. Break out your crystal ball and be sure to purchase a system that addresses future needs as well as the current ones.\n  • Shrink-fit tooling is one of the best ways to hold solid carbide drills and end mills.\n  • Hydraulic toolholders and mechanical milling chucks are a good alternative to shrink fit, but are somewhat less “balanceable” than shrink fit.\n  • Did someone mention balance? Balanced toolholders aren’t just for high-speed machining. In fact, most industry experts suggest spindle speeds greater than 8,000 rpm require balancing the entire toolholder assembly.\n  • Never buy bargain toolholders, and always go for the best retention knobs you can find.\n  • If the majority of your turned parts are under a couple inches in diameter and can fit through the lathe spindle, invest in a bar feeder. If you routinely have thousands of these parts to make, invest in a magazine-style bar feeder.\n  • Robots are good for lots more than deep space navigation on starships. They’re also great at loading and unloading parts from machine tools.\n  • As with a bar-fed lathe, a palletized machining center suffers less downtime and is far more flexible than the traditional, “two-vises bolted to the table” approach taken in many shops.\n  • The next time your tooling rep buddy drops in with some carbide inserts or a new toolholder for you to try, consider how these additions will fit into your overall tooling strategy. Standardization is key to a manageable tool crib.\n  • Don’t have a tool crib? Better set one up. Tooling is expensive and downtime even more so, and without an establish tool crib and tooling policy, you’re wasting money.\n  • Now that your tool crib is in place, it’s time for a maintenance plan. Tooling should be routinely disassembled, cleaned, and checked for wear.\n\nFinding (and Keeping) New Machine Shop Customers\n\nAs with many businesses, one of the most challenging aspects to launching a machine shop is finding enough work to stay afloat. Making your customers happy will keep them coming back, but it’s important to maintain a disparate customer base to get you through the lean times and grow the company when times are good. Here are a few ideas to point you in the right direction.\n\n  • If you can run a computer numerical control (CNC) machine, you can set up a corporate website. And if you’re too busy making parts to do so, then hire someone to take care of it for you. Even a single web page telling potential customers what you do and how to find you is a good start.\n  • Similarly, Facebook is becoming a great way to share photos of your shop and its employees and get the word out about the vibrant, customer-focused company you’re operating.\n  • If a trade magazine calls and wants to write a profile on your business, or asks you to participate in a case study, by all means say “Yes, how can we help?”\n  • Do you, a family member, or one of your employees like to write? Start a blog as part of your website. It’s a great way to boast about your machining capabilities and get others interested in what you do there.\n  • YouTube videos are also a necessary part of social media. Showing off your new CNC lathe installation or recording a part being machined using a special cutter (or maybe even starting your own YouTube channel) is an increasingly popular way to share information.\n  • Make sure you and your business are on LinkedIn, then connect with customers and suppliers.\n  • Too busy to take on more work? It’s tough to say no to customers, especially when you’re just getting started. Be prepared for some long nights. If you decide to subcontract some of your work, that’s fine, but be sure your supplier has been well-vetted and can deliver as promised.\n  • A number of online part brokers and manufacturer representatives are out there and capable of bringing in all the work you can handle. Tread carefully so that you d... (truncated)",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.9908033609,
        "format_confidence":0.8968738317
    },
    {
        "url":"https:\/\/www.mysuccessstartup.win\/2021\/06\/cashew-farming.html",
        "text":"Cashew Farming | Cultivation | Harvesting | How to Do it?\n\n\n\nGeneral Introduction to Cashew Farming\n\nCashew is a major horticultural crop grown extensively in Kerala, Maharashtra, Goa, Karnataka, Tamil Nadu, Andhra Pradesh, and Orissa. Cashew Cultivation is being done. It is found to a lesser extent in West Bengal, Chhattisgarh, Gujarat and North-Eastern states. cashew grown goes to Along with being used as a popular snack, cashew nuts are included in ice cream, pastries and desserts, gaining more prominence as an ingredient in healthy foods due to their high protein and low sugar content.\n\nCurrently, 6.13 lakh tonnes of cashew nuts are being produced in India in about 9.23 hectares, compared to last year, 6.95 lakh tonnes of cashew nuts were produced in 8.93 lakh hectares. Corn production is low.\n\nIndia has the capacity to produce 1.2 million tonnes of cashews, the existing plantations have been grown more extensively from seeds, which show victory in flowering, fruiting, and other properties due to the process of persuasion. To overcome this problem, presently found by vegetative propagation. Hua cuttings are recommended for planting.\n\nWild plants and weeds should be removed in the selected site for the cultivation of cashew, the roots of plants and weeds should be removed in a radius of 2 meters from the place of grafting. With this, the newly planted pen can be fixed without competition.\n\nDig a hole\n\nA 1x1x1m pit should be dug across the slope at a distance of 7.5×7.5 meters or 8.0×8.0 meters. In the “Hedge-row” planting method, spacing of 1×5 m is facilitated for inter-cropping in the initial years of cultivation, the pit should be dug 15-20 days before planting and kept open in the sunlight so that the root like termite Can destroy harmful insects, the pit should be filled up to three-fourth with a mixture of top soil, 5 kg of compost, 2 kg of compost and 200 grams of rock phosphate, a drain should be constructed for good drainage of water.\n\nCashew Farming\n\nPlanting Pen for Cashew Cultivation\n\nGenerally, more than five months of age are found in nurseries, healthy buds should be carefully removed from the polythene bag and planted along with the soil. For planting the cutting, a little soil should be removed from the center of the pit, after planting the cutting in the pit, gently press the surrounding soil, the joint of the pen should be 5 cm from the soil. should be placed above, this will facilitate the removal of shoots coming out of the rhizome. The pit should be filled slowly within two years.\n\nPeg and Rake\n\nAfter planting the cutting, a peg should be tied to the pen so that if the wind is strong, then it is not harmed, for moisture conservation, the plants should be dried from the surroundings and every leaf should be destroyed.\n\nPlant Care, Rearing and Pruning\n\nFrom time to time the shoots coming from the bottom of the cutting joint should be removed, 75-100 cm of the main stem. The lower branches should be cut with a scissor so that after four to five years of planting, the main trunk remains straight up to the height. This should be done every year gradually, this will facilitate in agricultural work, collection of bunches and detection of cashew nuts and root borer loss symptoms.\n\nThe flowers should be removed for two years after planting, the first crop should be taken in the third year itself. The straight growing main trunk after 4-5 years should be cut at a height of 3.5 m to 4.0 m.\n\nkaju ki kism\n\n\nMany advanced varieties of cashew have been developed by the National Cashew Research Center (Puttur), in terms of improved varieties, about 10-15 advanced varieties of cashew are being produced in India, some of them are given below –\n\nImproved variety of cashew\n\n  1. BPP-2\n  2. BPP-1\n  3. Ullal-4\n  4. Ullal-2\n  5. Vegurala-4\n  6. T-40\n\nQuantification of Fertilizer Application in Cashew Cultivation\n\nafter planting (in years) urea (gram\/plant) rock phosphate (gram\/plant) muriate of potash (gram\/plant)\n1 330 125 40\n2 660 250 80\n3 990 375 120\n4 1320 500 160\n5 more 1650 625 200\n\nFertilizing Cashew Field\n\nIn loamy soils and low rainfall areas (East Coast and Interior) fertilizers should be applied in circular strips of 50 cm width 0.5 m, 0.7 m, 1.0 m from the main trunk in first, secondary, third and fourth year respectively.\n\nIn areas with high rainfall, 25 cm in width and 1.5 cm in loamy soils and sloping soils. Fertilizer should be applied in the circular trench of depth 0.5 m, 07 m, 1.0 m, and 1.5 m in the first, second, third and fourth year respectively. Fertilizer should be mixed in the soil.\n\nTo increase the utilization efficiency of fertilizers, green leaves should be mulched by laying them in excess rain and in case of lack of moisture in the soil, fertilizers should not be applied in the second week of August, when the rains are less, then fertilizers can be given.\n\nCashew Cultivation\n\n\nSoil and Water Conservation Methods\n\nBefore the third year, a water harvesting ditch should be made around each plant in the Dhaluvo regions. and should be 0.45 deep. By laying the organic matter on the soil around the plant and mulching, the soil moisture can be saved from erosion and sunlight during the rainy season.\n\nIntensive Planting Method for Cashew Cultivation\n\nIn the initial phase of cashew plantations through intensive planting method, the vacant land will be used profitably by increasing the number of seedlings. High-density planting method is very dry in low-fertility regions because in such places the propagation of plants is very slow, due to which most of the land remains open in the initial years. In such places, if 8×8 meter spacing (156 trees\/ha) is kept in simple density planting method, the yield in initial stages is very less.\n\n625 trees\/ha (intensive planting of 4×4 m can increase the yield of cashew in low fertility soil up to the sixth year by 4 times and for 12 years by 2.5 times, 5×5 m for intensive planting) (400 trees\/ha) and other spacing of 6×4 m (415 trees\/ha) is also recommended.\n\nPlant Protection\n\n\nThe soft shoots, flower clusters, ripe clumps and fruits are sucked by the infant and adult kitto, resulting in black streaks. These stripes on shoots and inflorescences together produce shoot blight or panicle blight, if the loss of this kit is severe, it is necessary to take spray to protect the unaffected trees, the minor gardens less than five years of age, who are continuously culled, are sprayed with insecticide. should be protected After that spraying should be done in the gardens as needed\n\n  • The recommended insecticides for spray are as follows\n  • in germination stage\n  • Monocrotophanes (0.05%\/i.e. in 1.5 ml\/litre of water)\n  • At flowering\/fruiting stage: Carbaryl (0.1% i.e. 2g\/Litre of water)\n  • Or L-Sahalothrin (0.003 i.e. in 6ml\/10 liters of water)\n\nThe pesticide should be mixed thoroughly before filling the sprayer. Spray should be given during the day till 10:00 and only after 4:00 pm. Do not spray against the wind. Empty cans of insecticide should be destroyed and buried deep in the soil. Care should be taken when spraying cashew trees around the roots of drinking water. The person spraying should cover their mouth and nose with a mask. Spraying should be done only after weeding in the plots.\n\nCashew Cultivation\n\n\nCashew Stem and Root Borer [CSRB]) management of -\n\nOlder cashew trees located in or near neglected cashew orchards are more vulnerable to CSRB damage. Adult female beetles keep their eggs in the slits (closer to the soil level) or in open air roots. The caterpillars immediately make tunnels in the bark and bark of the roots. After making extensive tunnels in the bark, the flow of nutrients is obstructed, due to which the leaves and twigs dry up.\n\nGum and France seep from the tree in the obstructed area, which is the initial symptom for therapy, the main trunk or the obstructed bark of the root under which the \"France\" is, should be removed carefully without causing much damage to the bark. Like the fresh \"France\" in the tunnels, the bark must be detected and destroyed by CSRB caterpillars.\n\nFalling \"France\" near the tree is a sign of the time to build the corpuscles in the larva. At this stage, a twisting wire of the cell should be inserted into the tunnel and pressed repeatedly until a slurred sound is heard. A white fluid will come out, which is a sign of loss of the inner ear sac. After that the chipped part should be smeared with chloropyrifos (0.2%) (in 10 ml insecticide \/ liter of water) solution.\n\nTrees that have more than 50% loss in the circumference of the bark or whose entire leaves are yellow, that tree will not survive, but the insect stages living in them can be the root of pest attack in future.\n\nTherefore, such trees which will not survive, they should be uprooted under plant hygiene, removing the remaining insects in them, destroying them and removing them immediately so that the root cause of pest attack for the next year is not created. At the time of gutli collection (February to May) the pest emergency begins; At the same time, pest infested trees can be targeted in a subtle manner. Trees that are subsequently targeted should be subjected to \"curative action\" within 25 to 30 days, so that the slugs do not cause further damage.\n\nHarvesting Cashew\n\nOnly the fallen cashew nuts should be collected from under the tree. Fruits should never be plucked from trees. Gutlis should be separated from the fruit\/apple and stored in sacks 4-6 inches above the ground after drying in the sun for 2-3 days.\n\nGutli Production\n\n8 kg of all hibernated varieties. \/ tree or has a potential yield of 1.0 to 1.5 t\/ha. Cashew gives yield from the third year, yet the full possible yield is about 8 kg depending on the level of management. It takes 8 to 10 years to get a tree.",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.9121801853,
        "format_confidence":0.9394208193
    },
    {
        "url":"http:\/\/thedirsearch.com\/construction-site-safety\/",
        "text":"nav-left cat-right\n\nConstruction Site Safety\n\nConstruction Site Safety\n\nRegardless of the type of construction you are doing at your company, there can be several hazards on each jobsite that could cause injuries. Safety mishaps could result in downtime, more expenses, and the missing of deadlines, making it imperative to create a safe environment at the job site.\n\nIt is critical that workers have guidelines to follow while on the job at your different jobsites. That is why it is important to keep track of job safety in a construction daily log book as a way to have everything logged and in writing for the safety of workers and your company.\n\n\nAt many jobsites, visibility is critical. It is important that workers have the proper accessories they need to make sure they are visible to machine or other heavy equipment operators. Eye and ear protection is very important, including safety glasses and protective headsets. It is common for workers to wear vests that have bright colors.\n\nSecure Temporary Structures\n\nOften times construction sites have temporary fixtures or unsecure structures that could be dangerous. It is therefore imperative that these are secured to protect the safety of your workers and that workers are equipped with all the necessary equipment, such as hard hats, to protect themselves in case anything falls.\n\nHeat, Water, and Gas Lines Must be Visible\n\nConstruction sites always need water, electricity and heat but for many sites they are only temporary and include water and gas lines that often times can go unseen by workers and therefore workers must know at all times where those lines are. Live electrical wires should never be left exposed.\n\n\nA common sight at construction sites are tractors and other forms of heavy machinery. It is imperative that the maintenance is kept up on these and that safety measures are followed for each. Workers need to know when and where heavy machinery is operating on any given day to be aware at all times.\n\nRegardless of how many safety measures are in place, accidents can happen at job sites. However, if companies are prepared, have safety measures in place; the chance of any accident is greatly reduced.\n\nIf you are looking for a construction daily log book, please visit Safety Meeting Outlines, Inc.\n\n4 people like this post.\n\nFavoriteLoadingAdd to favorites\n\nFollow Us:\n\nPin It on Pinterest\n\nShare This",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.9830307961,
        "format_confidence":0.8571048975
    },
    {
        "url":"http:\/\/www.mtnvalleyequip.com\/RoadBuilding\/ready-mix-concrete-lorry",
        "text":"Benbros photos on Flickr |\n\nReady Mix concrete lorry\n\nDetermining if the concrete can be placed directly from the truck or will need to be pumped\n\nCan you get a truck up close to where the concrete's final destination is?\n\nTrucks can't get close enough to the pour for four reasons:\n\n  • The ground surrounding the project is too wet and the truck will sink.\n  • The slope leading to the concrete pour is too great for the truck.\n  • There is too narrow of an opening for where the truck would need to pass to reach where the concrete is needed.\n  • The pour is big and the trucks chute can not reach everywhere concrete will need to be poured.\n\nConfirm with your Ready Mix Supplier that there is truck access. Each Ready Mix Company has their own criteria on what they feel is accessible for their trucks and should be consulted.\n\nPlan Ahead to Ensure Timely Delivery\n\nAsk the ready mix supplier how many days of lead time are necessary for an order and whether the concrete can be delivered at the time of day you want it (such as before dawn or early evening to avoid placements during the heat of the day). Giving your supplier ample notice will help to ensure priority service and on-time delivery. For additional reassurance, be sure to confirm your order the day before the pour.\n\nFor larger projects requiring several truckloads of concrete, also discuss with your supplier the best time sequence for truck arrival. For example, if you estimate it will take your crew an hour to place a full truckload of concrete, then schedule the trucks to arrive an hour apart. Fresh concrete is perishable and will lose quality if it sits in the truck too long. ASTM C 94, \"Standard Specification for Ready Mixed Concrete, \" says that concrete should be discharged within 90 minutes and before 300 revolutions of the mixer after water has been added to the cement.\n\nMake Sure You Get What You Pay For\n\nAll the materials in a mix will contribute to the characteristics of the concrete that arrives at your jobsite. Some qualities, such as workability and ease of finishing, are readily apparent as you place the concrete. But others, such as compressive strength and air content, can't be observed. That's why onsite testing of the delivered concrete is important. These tests will assure you that the material you ordered is the same material that arrives in the truck.\n\nSlump (a measure of consistency), air content, unit weight, and compressive strength tests are the most common field tests for determining the quality of freshly mixed concrete. The following give procedures and acceptable time frames for performing these tests, which should be conducted by certified technicians:\n\n  • ASTM C 172: Standard Practice for Sampling Freshly Mixed Concrete\n  • ASTM C 143: Standard Test Method for Slump of Hydraulic Cement Concrete\n  • ASTM C 138: Standard Test Method for Density (Unit Weight), Yield, and Air Content (Gravimetric) of Concrete\n  • ASTM C 231: Standard Test Method for Air Content of Freshly Mixed Concrete by the Pressure Method\n\nThe unit weight test will also tell whether you're getting the amount of concrete you paid for because it determines the yield of a sample of the ready mixed concrete as delivered, according to PCA. This is a simple calculation, but requires you to know the unit weight of all materials batched. The total weight information may be shown on the delivery ticket or can be provided by your supplier.\n\nBased on the results of these field tests or external factors, such as long delivery times or hot weather conditions, it may be necessary to add air entraining, water reducing, set retarding, or other admixtures to the concrete prior to discharge. Let your ready mix supplier advise you in such circumstances and take responsibility for fine-tuning of the mix. Your supplier can't be held accountable for the quality of concrete that you alter yourself, such as by adding more water.\n\nShare this article\n\nRelated Posts\n\nConcrete Mixers trucks\nConcrete Mixers trucks\nPlastic Concrete Mixer\nPlastic Concrete Mixer\n\nLatest Posts\nStill Materials\nStill Materials\nThank you for visiting the STILL UK website…\nStone Concrete Mixers\nStone Concrete…\nProduct Code: # Product Description:…\nRemote control Forklift Truck\nRemote control…\nYou may also like: $39.99 Turn your desk…\nLaser Surveying Equipment\nLaser Surveying…\nCody Corporation - Laser Surveying Equipment…\nCrown tow Motor\nCrown tow Motor\n2) Free Service Check-up All passenger…\nFeatured posts\n  • Ready Mixed concrete truck\n  • Concrete Mixers trucks\n  • Plastic Concrete Mixer\n  • Cheap Concrete Mixers\n  • Stone Concrete Mixers\n  • 1 cubic yard Concrete Mixer\n  • How to build a Concrete mixer?\n  • 12 cubic foot Concrete Mixer\n  • Concrete Mixers Used\nCopyright © 2019 l All rights reserved.",
        "topic_id":15,
        "format_id":22,
        "topic_confidence":0.9368643761,
        "format_confidence":0.8289900422
    }
]