[
    {
        "url":"http:\/\/svn.pan-starrs.ifa.hawaii.edu\/trac\/ipp\/wiki\/DetectorLinearity",
        "text":"Previous version of this page can now be found here: DetectorLinearityArchive\n\nDetector Linearity\n\nThe final linearity correction is actually more of a flux dependent bias level. The method used to generate the correction data was:\n\n  1. Run ppImage on input flat images with nothing but the OVERSCAN correction enabled.\n  2. Measure cell and edge row\/column median values.\n  3. Foreach chip\/cell\/region\/observation date, find the best fit trend f_region = gain * t_exp + bias_0 over a range of exposure times 3 < t_exp < 12.\n  4. Define the expected model value as MODEL = gain * t_exp and correction CORR = f_region - (gain * t_exp). This ensures that the bias offset bias_0 is included in the correction.\n  5. Foreach exptime\/chip\/cell\/region, take the median of all correction values and fluxes, and write the table of (flux,correction) pairs.\n  6. Apply the correction by linear interpolation of the pairs for the appropriate chip\/cell\/region.\n\nI have attached two images that show the original overscan corrected image and the linearity corrected version of this image. These two images are from 2009-12-30 and 2010-11-23, showing that the correction is stable.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9035362601,
        "format_confidence":0.9058995247
    },
    {
        "url":"https:\/\/standards.ieee.org\/findstds\/standard\/1528-2003.html",
        "text":"Standard icon\n\n\nIEEE Std 1528-2003 - IEEE Recommended Practice for Determining the Peak Spatial-Average Specific Absorption Rate (SAR) in the Human Head from Wireless Communications Devices: Measurement Techniques\n\nDescription: IEEE Std 1528-2003 specifies protocols and test procedures for the measurement of the peak spatial-average SAR induced inside a simplified model of the head of users of certain handheld radio transceivers. These transceivers are intended to be used for personal wireless communications services, operate in the 300 MHz–3 GHz frequency range, and are intended to be operated while held against the ear. The results obtained by following the protocols specified in this recommended practice represent a conservative estimate of the peak spatial-average SAR induced in the head of a significant majority of persons, subject to measurement and other uncertainties that are defined in this standard. The results are representative of those expected during conditions of normal use of a handheld wireless device. It is not the intent of this recommended practice to provide a result representative of the absolute maximum SAR value possible under every conceivable combination of head size, head shape, handset orientation, and spacing relative to the head. The measurement of SAR induced in the external tissues of the head, e.g., the external ear (pinna), is not addressed in this standard. The following items are described in detail: measurement concepts, measurement techniques, instruments, calibration techniques, simulated-tissue (phantom) models, including homogeneous anatomical models of the human head and simple phantoms for validation of the SAR measurement system, and the limitations of these systems when used for measuring the spatial-peak mass-averaged SAR. Procedures for calibrating electric field (E-field) probes used for SAR measurements and assessing the SAR measurement and system uncertainties are provided in the annexes. This recommended practice is intended primarily for use by engineers and other specialists who are familiar with electromagnetic (EM) theory and measurement techniques.\n  • Status: Superseded STD Help\n\nGet This Standard\n\nBuy Purchase a copy of this standard Buy External Link\nBuy VuSpec CD ROM This standard can be purchased as part of the following VuSpect CD:\n- IEEE Electromagnetic Compatibility Standards Collection: VuSpec(tm) Buy\nAccess with Subscription External Link Standards Online subscribers can access this standard in IEEE Xplore Digital Library. Access Learn More",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.948289752,
        "format_confidence":0.8695316315
    },
    {
        "url":"https:\/\/help.rc.ufl.edu\/mediawiki\/index.php?title=Gaussian&diff=prev&oldid=15550",
        "text":"Difference between revisions of \"Gaussian\"\n\nJump to navigation Jump to search\nm (Text replace - \"|{{#vardefine:pbs|1}}\" to \"|{{#vardefine:pbs|}}\")\nLine 8: Line 8:\n|{{#vardefine:conf|}}          <!--CONFIGURATION-->\n|{{#vardefine:conf|}}          <!--CONFIGURATION-->\n|{{#vardefine:exe|1}}            <!--ADDITIONAL INFO-->\n|{{#vardefine:exe|1}}            <!--ADDITIONAL INFO-->\n|{{#vardefine:pbs|1}}            <!--PBS SCRIPTS-->\n|{{#vardefine:pbs|}}            <!--PBS SCRIPTS-->\n|{{#vardefine:policy|}}        <!--POLICY-->\n|{{#vardefine:policy|}}        <!--POLICY-->\n|{{#vardefine:testing|}}      <!--PROFILING-->\n|{{#vardefine:testing|}}      <!--PROFILING-->\n\nRevision as of 17:44, 14 December 2016\n\n\ngaussian website  \nGaussian 09 is the latest in the Gaussian series of electronic structure programs. Gaussian 09 is used by chemists, chemical engineers, biochemists, physicists and others for research in established and emerging areas of chemical interest. Starting from the basic laws of quantum mechanics, Gaussian predicts the energies, molecular structures, and vibrational frequencies of molecular systems, along with numerous molecular properties derived from these basic computation types. It can be used to study molecules and reactions under a wide range of conditions, including both stable species and compounds which are difficult or impossible to observe experimentally such as short-lived intermediates and transition structures.\n\nGaussian License\n\nPlease note that Gaussian is restricted software. Users who intend to use it must sign the Gaussian Confidentiality Agreement. This form is available in NPB 2335, 2240, or 2148. You may come by during office hours and sign the agreement. Once the form is signed, you will be added to the \"gaussian\" user group and will have access to the software. See Gaussian License.\n\nRequired Modules\n\nmodules documentation\n\n\n  • gaussian\n\nParallel (Shared memory with OpenMP)\n\n  • gaussian\n\nSystem Variables\n\n  • HPC_{{#uppercase:gaussian}}_DIR\n  • GV_DIR\n  • g09root\n\nAdditional Information\n\nThere are two mechanisms by which you can submit Gaussian Jobs.\n\n  1. Command-line batch Job Submission: See the next section.\n  2. Galaxy Framework: Galaxy can be accessed at: http:\/\/galaxy.hpc.ufl.edu. Gaussian is listed in the \"Tools\" pane under \"Chemistry\". Please refer to Galaxy for more information on how to use this interface. For specific instructions concerning how to submit a Gaussian job using Galaxy, there is also a step-by-step procedure wiki entry: Gaussian Galaxy\n\nPlease see the Gaussian_galaxy-input page for a sample input file to run Gaussian using Galaxy.\n\n\nThere is a separate Gaussview page for use of the Gaussview viewing software.\n\n\nIf you publish research that uses gaussian you have to cite it as follows:\n\nGaussian 09, Revision A.1, M. J. Frisch, G. W. Trucks, H. B. Schlegel, G. E. Scuseria, M. A. Robb, J. R. Cheeseman, G. Scalmani, V. Barone, B. Mennucci, G. A. Petersson, H. Nakatsuji, M. Caricato, X. Li, H. P. Hratchian, A. F. Izmaylov, J. Bloino, G. Zheng, J. L. Sonnenberg, M. Hada, M. Ehara, K. Toyota, R. Fukuda, J. Hasegawa, M. Ishida, T. Nakajima, Y. Honda, O. Kitao, H. Nakai, T. Vreven, J. A. Montgomery, Jr., J. E. Peralta, F. Ogliaro, M. Bearpark, J. J. Heyd, E. Brothers, K. N. Kudin, V. N. Staroverov, R. Kobayashi, J. Normand, K. Raghavachari, A. Rendell, J. C. Burant, S. S. Iyengar, J. Tomasi, M. Cossi, N. Rega, J. M. Millam, M. Klene, J. E. Knox, J. B. Cross, V. Bakken, C. Adamo, J. Jaramillo, R. Gomperts, R. E. Stratmann, O. Yazyev, A. J. Austin, R. Cammi, C. Pomelli, J. W. Ochterski, R. L. Martin, K. Morokuma, V. G. Zakrzewski, G. A. Voth, P. Salvador, J. J. Dannenberg, S. Dapprich, A. D. Daniels, Ö. Farkas, J. B. Foresman, J. V. Ortiz, J. Cioslowski, and D. J. Fox, Gaussian, Inc., Wallingford CT, 2009.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.6649858952,
        "format_confidence":0.8170884848
    },
    {
        "url":"https:\/\/www.mathworks.com\/matlabcentral\/fileexchange\/40692-mean-square-displacement-analysis-of-particles-trajectories",
        "text":"image thumbnail\n\nMean square displacement analysis of particles trajectories\n\nversion (21.2 KB) by Jean-Yves Tinevez\nA MATLAB class for the mean square displacement analysis of particle trajectories, with a tutorial.\n\n\nUpdated 27 Feb 2021\n\nFrom GitHub\n\nView license on GitHub\n\nMean square displacement (MSD) analysis is a technique commonly used in colloidal studies and biophysics to determine what is the mode of displacement of particles followed over time. In particular, it can help determine whether the particle is:\n- freely diffusing;\n- transported;\n- bound and limited in its movement.\nOn top of this, it can also derive an estimate of the parameters of the movement, such as the diffusion coefficient.\n\n@msdanalyzer is a MATLAB per-value class that helps performing this kind of analysis. The user provides several trajectories he measured, and the class can derive meaningful quantities for the determination of the movement modality.\n\n@msdanalyzer can deal with tracks (particle trajectories) that do not start all at the same time, have different lengths, have missing detections (gaps: a particle fails to be detected in one or several frame then reappear), and do not have the same time sampling. As soon as you added your tracks to the class, everything is transparent. It offers facilities to plot and inspect the data, whether for individual particles, or on ensemble average quantities. It has several methods for correcting for drift, which is the main source of error in the analysis. Once corrected, the data can analyzed via the MSD curves or via the velocity autocorrelation. Automated fits of the MSD curves are included (but they require you have the curve fitting toolbox), allowing to derive the type of motion and its characteristics.\n\nIncluded is a rather long tutorial with references, that will introduce you to the problem using numerical simulations, make you reproduce published results, and detail how the class work. Some basis of physics are required.\n\nIf you use this tool for your work, we kindly ask you to cite the following article for which it was created:\n\nNadine Tarantino, Jean-Yves Tinevez, Elizabeth Faris Crowell, Bertrand Boisson, Ricardo Henriques, Musa Mhlanga, Fabrice Agou, Alain Israël, and Emmanuel Laplantine. TNF and IL-1 exhibit distinct ubiquitin requirements for inducing NEMO-IKK supramolecular structures. J Cell Biol (2014) vol. 204 (2) pp. 231-45\n\nCite As\n\nJean-Yves Tinevez (2022). Mean square displacement analysis of particles trajectories (, GitHub. Retrieved .\n\nMATLAB Release Compatibility\nCreated with R2012b\nCompatible with any release\nPlatform Compatibility\nWindows macOS Linux\n\nInspired by: raacampbell\/shadedErrorBar\n\nCommunity Treasure Hunt\n\nFind the treasures in MATLAB Central and discover how the community can help you!\n\nStart Hunting!\nTo view or report issues in this GitHub add-on, visit the GitHub Repository.\nTo view or report issues in this GitHub add-on, visit the GitHub Repository.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.5203314424,
        "format_confidence":0.7172855139
    },
    {
        "url":"https:\/\/fr.mathworks.com\/help\/nav\/ug\/reverse-capable-motion-planning-for-tractor-trailer-model-using-plannercontrolrrt.html",
        "text":"Main Content\n\nReverse-Capable Motion Planning for Tractor-Trailer Model Using plannerControlRRT\n\nThis example shows how to find global path-planning solutions for systems with complex kinematics using the kinematics-based planner, plannerControlRRT. The example is organized into three primary sections:\n\n  1. Introduction to Kino-Dynamic planning.\n\n  2. Adapting plannerControlRRT to a Tractor-Trailer system.\n\n  3. Finding Collision-Free Trajectories Using a Kinematic System.\n\nIntroduction to Kino-Dynamic Planning\n\nPlanner Description\n\nConventional geometric planners, such as RRT, RRT*, and hybridA*, are fast and extensible algorithms capable of finding complete and optimal solutions to a wide variety of planning problems. One trade-off, however, is that they make assumptions about the planning space that may not hold true for a real-world system. Conventional geometric planners assume that any two states in a space can be connected by a trajectory with no residual error, and that the paths returned by the geometric planner can be tracked by the physical system.\n\nFor systems with complex kinematics, or those that do not have easily determined closed-form solutions for connecting states, use kino-dynamic planners, such as plannerControlRRT. Kino-dynamic planners trade completeness for planning flexibility, and leverage a system's own kinematic model and controller to generate feasible and trackable trajectories.\n\nTo plan for a given system, the plannerControlRRT feature requires this information:\n\n  • A utility to sample states in the planning space.\n\n  • A metric to estimate the cost of connecting two states.\n\n  • A mechanism to deterministically propagate the system from one state toward another.\n\n  • A utility to determine whether a state has reached the goal.\n\nThis example demonstrates how to formulate these different utilities for a tractor-trailer system and adapt them into the planning infrastructure. This preview shows the result:\n\n% Attempt to generate MEX to accelerate collision checking\nCode generation successful.\n% load preplannedScenarios\nparkingScenario = load(\"parkingScenario.mat\");\nplanner = parkingScenario.planner;\nstart   = parkingScenario.start;\ngoal    = parkingScenario.goal;\n\n% Display the scenario and play back the trajectory\naxis equal \nhold on\ntrajectory = plan(planner,start,goal);\ndemoParams = trajectory.StatePropagator.StateSpace.TruckParams;\nexampleHelperPlotTruck(demoParams,start); % Display start config\nexampleHelperPlotTruck(demoParams,goal);  % Display goal config\n\n% Plan path using previously-built utilities\ntrajectory = plan(planner,start,goal);\n\n% Animate the trajectory\nhold off\n\nFigure contains an axes object. The axes object contains 30 objects of type patch, line, rectangle.\n\nKino-Dynamic Planning Algorithm\n\nIf you are already familiar with geometric planners, an iteration of the plannerControlRRT search algorithm should look familiar, but with a few extra steps:\n\n  1. Sample a target state.\n\n  2. Find the approximate nearest neighbor to the target state in the search tree.\n\n  3. Generate a control input (or reference value) and control duration that drives the system toward the target.\n\n  4. Propagate (extend) the system towards the sample while validating intermediate states along the propagated trajectory. Return the valid sequence of states, controls, and durations.\n\n  5. Check whether any returned states have reached the goal.\n\n  6. If the goal has been found, exit. Otherwise add the final state, initial control, cumulative duration, and target to the tree.\n\n  7. (Optional) Sample a goal-configuration and control and repeat steps 4,5, and 6 the desired number of times.\n\nComponents Required by plannerControlRRT Framework\n\nTo adapt the planner to a specific problem, you must implement a custom nav.StatePropagator and nav.StateSpace classes. The section below maps the steps described in the Kino-Dynamic Planning Algorithm section to the class and method responsible:\n\n  1. qtgt=sampleUniform(space)\n\n  2. [dist,err]=distance(propagator,Qtree,qtgt)\n\n  3. [u,Nstep]=sampleControl(propagator,q0,u0,qtgt)\n\n  4. [Q1:n,U1:n,nstep1:n]valid=propagateWhileValid(propagator,q0,u0,qtgt,Nstep)\n\n  5. plannerControlRRT checks whether any returned states have reached the goal.\n\n  6. By default, exiting planning or adding to the search tree is performed by the distance function of the propagator. You can override it by supplying the planner with a function handle during construction.\n\n  7. By default, each time the planner successfully adds a node to the tree, it will attempt to propagate the newly added state towards the goal-configuration. This goal-propagation can occur multiple times in a row, or be disabled entirely, by modifying the NumGoalExtension property of the planner.\n\nFor more detailed function syntax, argument requirements, and examples, see plannerControlRRT, nav.StateSpace, and nav.StatePropagator.\n\nAdapting plannerControlRRT to a Truck-Trailer System\n\nThis section demonstrates how to formulate, model, and control a two-body truck-trailer system. This system is inherently unstable during reverse motion, so paths returned by conventional geometric planners are unlikely to produce good results during path following. To accurately model this system, you must:\n\n  • Define a state transition function.\n\n  • Define the geometric model parameters.\n\n  • Create a control law attuned to the parameterized model.\n\n  • Create a distance heuristic attuned to the parameterized model.\n\n  • Package the kinematic model, distance metric, and control law inside a custom state space and state propagator.\n\n  • Plan a path for several problem scenarios.\n\nDefine State Transition Function\n\nThis tractor-trailer system is comprised of two rigid bodies connected at a kingpin hitch, which is modeled as a revolute joint. The trailer body makes contact with the ground at the rear axle, and the front of the trailer is supported by the hitch, located somewhere along the axial centerline of the truck.\n\nTrailing Configuration (left, M < 0), OverCenter Configuration (right, M > 0)\n\nUse the geometric configuration for a two-body truck-trailer system from the Truck and Trailer Automatic Parking Using Multistage Nonlinear MPC example, expressed as:\n\n\n\n  • x2 — Global x-position of the center of the trailer rear axle.\n\n  • y2 — Global y-position of the center of the trailer rear axle.\n\n  • θ2 — Global angle of the trailer orientation, where 0 is east.\n\n  • β — Truck Orientation with respect to the trailer, where 0 is aligned.\n\nFor planning purposes, append a direction flag, vsign, and the total distance traveled from the start configuration, stot to the state vector, for the final state notation:\n\n\n  • vsign — Indicates the desired control mode (forward or reverse) or a required velocity, ensuring the system propagates toward the goal occur in a desired direction.\n\n  • stot — Modifies the behavior of the propagator's distance function of the propagator. You can modify the propagator's TravelBias property to change the frequency with which the nearest-neighbor comparison includes or excludes the root-to-node cost. Values closer to 0 result in a faster search of the planning space, at the expense of more locally optimal connections being made. Values closer to 1 can improve planner solutions, but increase planning time.\n\nThis state transition function is an extension of TruckTrailerStateFcn. For a full derivation of the state transition function, see exampleHelperStateDerivative, which is a simplification of this N-trailer model [1]:\n\n\nFor simplicity, this model treats uapp=[v,αsteer] as an instantaneous velocity and steering angle command applied to the system, generated by a higher-level controller. For more information, see Create Control Laws for Stable Forward and Reverse Motion.\n\nDefine Geometric Model Parameters and Demonstrate Instability\n\nThe kinematic characteristics of this vehicle are heavily influenced by the choice of model parameters. Create a structure that describes a tractor-trailer system,\n\ntruckParams = struct;\ntruckParams.L1 = 6;     % Truck body length\ntruckParams.L2 = 10;    % Trailer length\ntruckParams.M  = 1;     % Distance between hitch and truck rear axle along truck body +X-axis\n\nDefine properties related to visualization and collision-checking.\n\ntruckParams.W1 = 2.5;               % Truck width\ntruckParams.W2 = 2.5;               % Trailer width\ntruckParams.Lwheel = 1;             % Wheel length\ntruckParams.Wwheel = 0.4;           % Wheel width\n\nUsing the exampleHelperShowOpenLoopDynamics function and specified model parameters, propagate the system state using its open-loop dynamics to demonstrate that the interior angle is self-stabilizing during forward motion, and unstable during reverse motion for any non-zero β0.\n\n\nFigure contains 2 axes objects. Axes object 1 with title Interior Angle vs Time, v > 0 contains 11 objects of type line. Axes object 2 with title Interior Angle vs Time, v < 0 contains 11 objects of type line.\n\nFigure contains 2 axes objects. Axes object 1 with title Open loop propagation is empty. Axes object 2 contains 20 objects of type patch, line.\n\nCreate Control Laws for Stable Forward and Reverse Motion\n\nThis example employs a multi-layer, mode-switching controller to control the truck-trailer model. At the top level, a pure pursuit controller calculates a reference point, P=[Xp,Yp], between a current pose, qi, and goal state, qtgt. The controller has two modes, for forward and reverse. For information on the basis for this control law, see [1]. For forward motion, the controller calculates a steering angle that, when held constant, drives the rear axle of the truck along an arc that intersects the reference point:\n\n\n\n\nFor reverse motion, the rear axle of the trailer becomes the controlled state, q2=[x2,y2,θ2]. Furthermore, because the system is inherently unstable during reverse motion, the control law treats the steering angle returned by the top-level controller as ... (truncated)",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.7270138264,
        "format_confidence":0.8563396335
    },
    {
        "url":"http:\/\/www.piclist.com\/techref\/microchip\/math\/mul\/16x16bfsd.htm",
        "text":"please dont rip this site\n\nPIC Microcontoller Math Method\n\nMultiply 16x16 bit macro from Bob Fehrenbach, Scott Dattalo\n\nPosted to PICList Mon Aug 4 10:17:59 1997\n\n; Double Precision Multiplication\n; n_2 : n_1 * n_4 : n_3 -> q_4:q_3:q_2:q_1\n; Standard shift and add.\n; Execution time: 215 to 295 clock cycles.\n; Code space: 22 locations\n; Cleaned up and corrected version from Microchip Ap note by BF.\n; Note: Ap note has errors! Additional mods by Scott Dattalo.\n\nmpy16b16: macro\nlocal m1, m2\n\tclrf q_4\n\tclrf q_3\n\tclrf q_2\n\tclrf q_1\n\tbsf q_2, 7\n\trrf n_2, f\n\trrf n_1, f\n\tgoto m2\n\tmovf n_3, w\n\taddwf q_3, f\n\tmovf n_4, w\n\tincfsz n_4, w\n\taddwf q_4, f\n\trrf q_4, f\n\trrf q_3, f\n\trrf q_2, f\n\trrf q_1, f\n\tgoto m1\n\n\nfile: \/Techref\/microchip\/math\/mul\/16x16bfsd.htm, 1KB, , updated: 2000\/2\/11 15:52, local time: 2018\/8\/15 06:03,\n\n ©2018 These pages are served without commercial sponsorship. (No popup ads, etc...).Bandwidth abuse increases hosting cost forcing sponsorship or shutdown. This server aggressively defends against automated copying for any reason including offline viewing, duplication, etc... Please respect this requirement and DO NOT RIP THIS SITE. Questions?\nPlease DO link to this page! Digg it! \/ MAKE! \/ \n\n<A HREF=\"\"> PIC Microcontoller Math Method Multiply 16x16 bit macro<\/A>\n\nAfter you find an appropriate page, you are invited to your to this massmind site! (posts will be visible only to you before review) Just type in the box and press the Post button. (HTML welcomed, but not the <A tag: Instead, use the link box to link to another page. A tutorial is available Members can login to post directly, become page editors, and be credited for their posts.\n\nLink? Put it here: \nif you want a response, please enter your email address: \nAttn spammers: All posts are reviewed before being made visible to anyone other than the poster.\nDid you find what you needed?\n\n  PICList 2018 contributors:\no List host: MIT, Site host, Top posters @20180815 RussellMc, Van Horn, David, Sean Breheny, David C Brown, Isaac M. Bavaresco, Bob Blick, Neil, John Gardner, Denny Esterline, Brent Brown,\n* Page Editors: James Newton, David Cary, and YOU!\n* Roman Black of Black Robotics donates from sales of Linistep stepper controller kits.\n* Ashley Roll of Digital Nemesis donates from sales of RCL-1 RS232 to TTL converters.\n* Monthly Subscribers: Gregg Rew. on-going support is MOST appreciated!\n* Contributors: Richard Seriani, Sr.\n\nWelcome to!",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.6100694537,
        "format_confidence":0.8381570578
    },
    {
        "url":"https:\/\/www.genosphere-biotech.com\/technical-corner\/custom-genes\/sequence-optimization-consideration\/",
        "text":"Sequence Optimization Consideration\n\nSequence Optimization Consideration\n\nHeterologous protein expression\n\nProtein heterologous expression project can reveal to be a demanding process. Among the many factors that may affect successful expression, that of the actual coding sequence utilized has been shown in many instances to be a central issue. You may benefit from re-designing or creating de novo an expression-prone DNA sequence from he protein sequence.\n\nPoor or no expression, troncated proteins, amino-acids misincorporation are the most common consequences of codon bias and unbalanced tRNA pool. \n\nThis issue has been extensively studied for E. coli expression and is perfectly exemplified by the arginine codons AGG and AGA -same tRNA- which are hardly ever found in E. coli highly expressed ORFs while found with significantly higher frequency in many other organisms. It would thus make better sense to replace the latter by codons used more frequently in your host organism e.g. CGT or CGC.\n\nFrequency Codons (AGG\n+ AGA) (% of all arg codons)\nExpression host\n(Highly expressed genes, Henaut and Danchin, Escherichia coli\nand Salmonella, Vol. 2, Ch. 114:2047-2066, 1996)\nE. coli\nRecombinant gene source\n(all genes frequencies, www.kazusa.or.jp\/codon\/)\nA. thaliana\nC. elegans\nD. melanogaster\nH. sapiens\nS. cerevisae\n\nGene design\n\nDesigning a gene that will express in a particular organism a recombinant protein boils down to choosing the most appropriate triplet for each amino acids. With a ratio of 64 codons to 20 aa plus termination there is quite some flexibility to include other constraints in addition to that of codon bias adjustment such as: \n\n  • Gene & protein engineering: Addition or removal of specific motives (e.g. restriction sites), tags for purification, multiple stops, etc. \n  • Gene manufacturing: Maintain average GC content, avoid long repeats, palindroms, etc.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9899161458,
        "format_confidence":0.8583157063
    },
    {
        "url":"http:\/\/netfon.com.cy\/index.php\/en\/emf\/measurement-methodology",
        "text":"In residential areas measurements are usually carried out at three locations, from which the antenna(s) are usually visible, namely on the same roof or at ground level close to the site, at an opposite building and at a nearby sensitive area of public usage (school, hospital, club, etc). In non-residential areas, motorways and installations inside buildings two measurement locations are chosen, one close to the station and the other at a nearby sensitive area of public usage, if any, or according to the requirements of the customer. At each location, the exact point of the maximum non-ionizing electric field is determined using a broadband probe, a spectrum analyzer and specialized software.\n\nSubsequently, at each of the above points, electric field measurements are carried out at predetermined frequency zones covering the spectrum 30 MHz – 3 GHz, with the use of a spectrum analyzer controlled by appropriate software and of a tri-axis probe. Strict precautions are taken during the measurements to minimize the possibility of modifying the prevailing electric field, such as keeping a minimum distance of 50cm from any conducting material, using non-conducting supports (tripod, table etc), etc.\n\nMeasurements are carried out with a scanning period of 6 minutes (in accordance with standard EN50492), detecting for the GSM900 and GSM1800 bands the maximum value (peak detection) and the RMS value for the remaining bands, maintaining the maximum value of all scanning cycles in each band (max-hold), in accordance with standard EN50492.\n\nMeasurements for the trunked systems (GSM, UMTS, TETRA and LTE) are augmented by extrapolation to maximum traffic conditions in order to obtain the final measurement results, which represent the maximum possible field strength (worst-case scenario). The final results are always accompanied by the uncertainty of the measurements, which is calculated according to the EN 50492 standard.",
        "topic_id":19,
        "format_id":20,
        "topic_confidence":0.9326703548,
        "format_confidence":0.5776543021
    }
]