[
    {
        "url":"https:\/\/tbsiconsulting.com\/author\/richardsonb\/page\/3\/",
        "text":"Skip to content\n\nCall Us! 866-960-0428\n\nPosts by Billy Richardson\n\nAttention Business Owners: Are You Planning for the Future?\n\nThink about where it is you want to be (and why), and how you’re going to get there. If you think of “goals” as destinations, then you’ll see the value in having a road map. With quantifiable objectives, a business owner can measure success and make specific determinations about what needs to change. Goals are…\n\nRead More\n\n4 Ways to Grow Your Business\n\nThere are many ways to grow your business, if done right. Some are easy; some just look easy. Staying on top of marketplace trends and customer satisfaction is crucial when planning growth strategies. The one way not to grow your business is to cut investments (costs) in your business. While this may appear to help…\n\nRead More\n\n5 “Must Ask” Questions When Writing Your Business Plan\n\nEvery company should have a business plan and within it a realistic set of goals for success that includes the methods necessary to reach those goals. As your business grows and changes, these goals will likely be redefined, altered, or updated. But regardless of how they shift, your business plan is an essential part of…\n\nRead More\n\nHiring the Right Trusted Advisor\n\ntrusted advisor\n\nThe most successful business owners operate proactively rather than reactively; and this is why they need not call in a trusted advisor when their companies hit tough times. They have one from the day they open their doors, and often even before. Contrary to popular belief, a trusted advisor is not someone to be called…\n\nRead More\n\nThe 3 Most Common Reasons Entrepreneurs Open a Business\n\nThe idea of starting a business seems to be embedded in people around the world. It’s not uncommon to hear people say “You should just start your own business,” in response to good ideas, complaints about a current job, or even issues with scheduling. It can seem that “starting a business” is as simple as…\n\nRead More\n\n3 Key Elements to All Successful Businesses\n\n3 things red, blue, green chain links\n\nSuccess cannot be measured by revenue alone. Many businesses have set up shop and made a quick buck, only to crash and burn soon after. Success is about the money, sure, but there’s more to it than that; real success is about creating a business that generates income over the long term. There are 3…\n\nRead More\n\nQuestions You Must Ask Before Starting a Business\n\nAlmost everyone with an idea for a business thinks it cannot fail. But finding ideas that have a chance of being commercially successful is tough. Ask yourself these questions before starting: Does my idea fill a need or solve a problem? If your product or service isn’t going to help anyone, you have a problem.…\n\nRead More\n\nHow I Reach my Vision\n\nNow that we have our vision for what we want our business to be when it grows up, we need to focus on what will take to attain that vision. Just as we had to go to school, exercise, do homework and finish our chores as children, we have to perform specific activities to grow…\n\nRead More\n\nWhen I Grow Up I Want To Be….\n\nDo you remember when you were a child and adults asked what you wanted to be? Some of us said we wanted to be a fireman. Some of us wanted to be a policeman. We had dreams with no idea of how to get there. This is not unlike dreaming about starting your own business.…\n\nRead More\n\nIs Your Business Healthy?\n\nhealthy business doctor and patient\n\nIf you’re like most people, you probably visit the doctor once a year for a physical. The bonus at the end of the visit is that you know your strengths and weaknesses. Can you say the same for your company? A Quick Health Check All businesses have weak spots. A yearly diagnostic check-up will give…\n\nRead More",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9949795604,
        "format_confidence":0.9346865416,
        "weight":0.0101855752
    },
    {
        "url":"http:\/\/boards.fool.com\/when-the-flat-is-rented-i-get-163600-plus-a-29880686.aspx?sort=threaded",
        "text":"No. of Recommendations: 1\nwhen the flat is rented i get £600 plus a month, for sure no investment will give me a return anything like that?\n\nI don't know why you say that. Assuming £625\/month (since you said £600 plus) is £7,500\/year. That's a 4.17% return annually. However, once you take into account property\/council taxes, repairs, maintainence, and vacancies\/other times when the tenants don't pay, you're probably down to somewhere between a 3% and 3.5% annual return, at best. A 3% return would be £450\/month and a 3.5% return would be £525\/month. As already suggested, you could probably buy an annuity that would pay you £500\/month. Or you could invest in divend paying stocks, preferred stocks, debt securities, or bonds.\n\nPrint the post  \n\n\nThe Retirement Investing Board\nThis is the board for all discussions related to Investing for and during retirement. To keep the board relevant and Foolish to everyone, please avoid making any posts pertaining to political partisanship. Fool on and Retire on!\nWhat was Your Dumbest Investment?\nShare it with us -- and learn from others' stories of flubs.\nWhen Life Gives You Lemons\nWe all have had hardships and made poor decisions. The important thing is how we respond and grow. Read the story of a Fool who started from nothing, and looks to gain everything.\nCommunity Home\nSpeak Your Mind, Start Your Blog, Rate Your Stocks\n\nCommunity Team Fools - who are those TMF's?\nContact Us\nContact Customer Service and other Fool departments here.\nWork for Fools?\nWinner of the Washingtonian great places to work, and Glassdoor #1 Company to Work For 2015! Have access to all of TMF's online and email products for FREE, and be paid for your contributions to TMF! Click the link and start your Fool career.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9937490225,
        "format_confidence":0.9677029848,
        "weight":0.0056461119
    },
    {
        "url":"http:\/\/needsecure.com\/",
        "text":"Cyber Security\n\nmaclaren technology center\n\nOne concern many online users and businesses have is about the security of their personal conversations and correspondences. Nobody wants to have their correspondences stolen and snooped on by strangers for personal and security purposes. Furthermore, many online products make broad claims to the security and safety of their products, but how can we be sure that they work as advertised? Just because a company claims that its product is secure does not mean it is true. One of the limited options that consumers have is to rely on third party and independent reviews.\n\nOne such independent security reviewer is the Electronic Frontier Foundation. They recently made a very eye-opening and thought provoking review of online messenger products. Some of the criteria they based their evaluation on includes the following: Is your communication encrypted in transit; Is your communication encrypted with a key the provider doesn’t have access to; Can you independently verify your correspondent’s identity; Are past communications secure if your keys are stolen; Is the code open to independent review; Has there been an independent security audit.\n\nIt is important that security include end-to-end encryption, which means that the service company doesn’t have access to the keys of the users. Only the users have the keys and it doesn’t leave their possession. This means that the service company can’t give up information without the consent of the users. It is also important that past communications are secure if keys are stolen, so if a key is compromised but the message deleted on a user’s local machine, past messages are encrypted and can’t be decoded at all because the encryption uses ephemeral keys which are routinely deleted. Finally, it is necessary to make sure that the identity of the corresponding participant can be verified when communications are in route, because a significant security risk exists in divulging information to a false identity. The perpetrator can glean and steal sensitive data, so this must be prevented with a robust verification protocol.\n\nSome of the top security performers in this analysis include products such as ChatSecure, CryptoCat, Pidgin, Signal\/RedPhone, Silent Phone, Silent Text, Telegram, and TextSecure. The best mass-market option was Apple’s iMessage and FaceTime products, although neither provides complete protection against sophisticated and targeted forms of cyber intrusion. Some of the messenger options analyzed were found to be vulnerable to surveillance by the service provider, such as email products from Google, Facebook and Apple; Yahoo’s web and mobile chat; Secret; and WhatsApp. Even worse, some major messaging platforms have no encryption at all, such as Yahoo’s desktop messenger, QQ, and Mxit.\n\nThis security analysis affirms the notion that individuals and businesses must be very diligent in protecting personal information, and this includes stringent research in the security of the products that one utilizes to secure important data. In this day and age, cyber security is something that most people take for granted, but as the system evolves to become more sophisticated and the world becomes more reliant on cyber technology, the importance for all users to protect themselves will become paramount. You cannot assume that any entity or product is safe based on general reputation or unconfirmed claims. Assuming these claims as truth without due diligence opens yourself up to risk which is the path to loss and damage.\n\nChoosing A Business Structure\n\n\nWhen starting a new business, one must carefully choose a business structure to make it a legal entity, which means that it can own property, own bank accounts, and pay taxes the same way that an individual person would. When contemplating which business structure to choose, one must weight the pros and cons as they all have different features.\n\n A sole proprietorship is usually owned by a single person or a couple. With this business structure, the owner is personally liable for all business debts, can freely transfer the business assets, and report all taxes under personal income. This entity is good in its simplicity and lack of restrictions. However, it comes with a severe drawback of potentially being personally liable for all damages that a business may incur.\n\n In recent times, Limited Liability Companies have become very popular, as they combine the limited legal liability of full corporations but have easier tax structures like sole proprietorships and partnerships. LLCs are powerful because they protect owners from the present and future debts of the business. They also provide tax benefits of pass-through business losses that can offset the owner’s other nonbusiness income and distribution of profit that can be taxed at the owner’s potentially lower marginal tax bracket.\n\nIn addition, if a business has multiple owners, it can operate as an LLC while electing for its tax structure to be treated as a corporate entity. If the owners of the LLC want to retain profits within the business to facilitate growth of the business, the recommended option is a C corporation tax election, where the LLC’s profits are only subject to the beginning corporate tax rate of 15%, which is usually less than the personal marginal tax rates of individual owners. And if any of the owners wish to receive compensation, they can be paid W-2 wages for their work within this structure. However, if the owners prefer to withdraw substantial profits from business, the recommended option is the S Corporation election. This allows each owner to receive a pro rated share of the LLC’s total profit as distributions that would be personally taxed at each owner’s marginal tax rate. Furthermore, these distributions are not subject to Self-Employment Tax.\n\nWith general partnerships, partners share income and managerial duties, while each partner is personally liable for any debt. Members of general partnerships must file an informational tax return and file personal income taxes. General partnerships are the most simple business structure to form, as they only require that at least two people agree to be partners or conduct business and share profits even with an express agreement. They do not have to register or file organizational documents but usually must register a trade name unless the business operates under the names of the partners.\n\n Corporations are complex structures with high legal costs. They are owned through stock and have complicated tax, licensing and regulation requirements. They must also follow complex procedures such as issuing stock certificates, holding annual meetings and keeping minutes, electing directors, and so on.\n\n C-Corporations are distinct legal entities that are taxed separately from the owners and generally are not advised to own assets that appreciate in value. While they do protect against personal liability, they have some disadvantages with regards to taxes and operations when compared to an LLC or limited partnership. However, they may have lower tax rates if annual net income is below $75,000. S-Corporations protect their owners against personal liability and are not taxed as a separate legal entity. They have limitations on the number and type of eligible shareholders and have some tax and operating disadvantages when compared to an LLC.\n\n When choosing a business structure, it is important to consult a tax accountant or attorney to make sure that one understands all the pros and cons behind the decision and makes the correct elections based on the situation. This decision should be based on a multitude of factors, including the type of business, the tax structure and benefits desired, who the owners of the business are, and the amount of capital and budget available to spend on a particular business structure.       \n\n\nOnline Business Marketing\n\nonline business office\n\nThe biggest challenge facing most online businesses is the difficulty in obtaining traffic. The problem here is if you’re not getting traffic, you’re not getting sales. Even if you have the greatest product or service in the world, it must be visible to consumers for it to sell and deliver the most value. Your business needs to be discovered by consumers. Whether it be through word-of-mouth, print and tv advertising, or online marketing, there needs to be some avenue of accessing the awareness of consumers.\n\nOne option for acquiring more traffic with online marketing is to pay for traffic through PPC search engines, which provides immediate qualified traffic based on keywords that you bid on. The goal is to bid on the top three positions, because these reach 80 percent of all internet users. Bidding on PPC search engine traffic also allows your site to get ranked in the search engines for free. The advantages of this method is the speed of delivery and flexibility in selecting which search terms you would like to advertise for. Disadvantages include the competitiveness of this industry, which drives up the prices of keyword ads and doesn’t guarantee you will receive the amount of traffic that you intend.\n\nAnother option is to implement search engine optimization techniques that make your website available to address the search queries of users looking for information. By adding relevant content to your site and promoting it to other websites and as many viewers as possible, you can increase the brand awareness of the site and make sure it is hitting the public consciousness. One firm that specializes in SEO in Washington DC, states that 87 percent of all consumers search actively for products and services online. Furthermore, this DC SEO firm says that consumers are becoming more attached and dependent on their mobile phones for personal activities than ever before, which means online marketing is becoming more essential for being able to access these mobile consumers. This is a very powerful way of marketing bec... (truncated)",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.856986165,
        "format_confidence":0.6233474612,
        "weight":0.0098007454
    },
    {
        "url":"https:\/\/www.moneymarketing.co.uk\/money-marketing-markets-rights-issues-and-rampant-inflation-dent-confidence\/",
        "text":"View more on these topics\n\nMoney Marketing Markets: “Rights issues and rampant inflation dent confidence”\n\nAny hopes that the credit crunch is close to an end were dashed this week with cash calls and writedowns once again battering the banking sector.\n\nBradford & Bingley followed the lead of Royal Bank of Scotland and HBOS, tapping its shareholders for £300m, equivalent to a third of its market cap.\n\nThe cash call comes exactly one month to the day of B&B’s management denying a rights issue was in the offing.\n\nInvestors have been critical of the offer which will see shareholders offered 16 new shares for every 25 held in a cut-price 82p deal. B&B’s shares slid 14.75p to 144p on the news.\nPaul Mumford, manager of the Cavendish UK opportunities fund, believes investors are being railroaded into buying the shares.\n\nHe says: “The real issue for investors, and for overall confidence in the sector, is the sheer magnitude of the discounts we are seeing. At 48 per cent of the closing stock price on Tuesday, Bradford & Bingley’s rights issue is the steepest yet for the market to swallow.\n\n“It virtually forces shareholders to buy the extra shares or else look on and witness massive dilution in value. How will this ever encourage confidence in the sector and normal market conditions to return?”\n\n“The fact that the decision comes after sustained denials of plans to raise money from shareholders, as recently as one month ago, hints that banks are in a much worse state than has previously been thought and that shareholders can only half-believe what they are being told by management. This will gnaw away at an already fragile confidence in the sector.”\n\nThat confidence had already been tested earlier in the week after bigger than expected writedowns by Alliance & Leicester saw its shares slump to a near eight year low. The bank wrote off a further £192m and finance director Chris Rhodes admitted that it is “walking a tightrope” trying to maintain its dividend.\n\nFrench banking giant Credit Agricole launched a mammoth £4.7bn rights issue on Tuesday. Mumford says he expects more to fallow.\n\nBarclays was coy about whether it will tap shareholders for cash after it wrote down a further £1.7bn on Thursday. Finance director Chris Lucas said: “We are not going to rule in or out any option.” That said, he did rule out a scrip dividend but admitted profits were down on last year.\n\nOn the macro front, stagflation was the word of the week with concerns that slowing economic growth and rising inflation could result in a return to the 1970s.\n\nThink more rubbish bags in Leicester Square than cool bell bottoms and you will understand the market’s nervous reaction to Monday’s figures.\n\nEight of the 11 main categories contributed to the increase in annual headline inflation. Factory-gate prices soared 1.4 per cent in April and now stand 7.5 per cent higher than a year ago. The core annual rise hit 4.6 per cent- a 13 year high while import prices surged a further 1.9 per cent in April, pushing their annual increase to 10.3 per cent- not far off the 13.7 per cent peak seen in 2003 after the pound crashed out of the ERM.\n\nExpect more inflationary headlines after Centrica said it will need to raise energy prices by at least 10 per cent.\nNew Star chief economist Simon Ward believes the Bank of England is unlikely to cut interest rates at the next meeting of the Monetary Policy Committee because of the inflation menace.\n\nHe says: “Inflation expectations are already showing signs of detaching from the target. If firms and workers build a higher trend level of inflation into price and wage-setting behaviour, the forecast return to 2 per cent or lower two years ahead is unlikely to occur.”\n\nIt was not all doom and gloom, however. BT unveiled record £20bn sales and British Airways shares soared on Friday’s news of record operating margins and its first dividend in seven years.\n\nBritish Energy was also buoyed by takeover talk while National Grid saw profits up a beefy 24 per cent.\n\nMore bad news on the high street, however, with DSG International announcing it will not renew the leases on 77 of its 177 Curry outlets when they expire in the next few years. Next is also feeling the pinch, with sales down for the second month running.\n\nAll in all, the FTSE edged up to 6,338.9 by mid-afternoon Friday. Investor’s eyes remain trained on the banks but several blue chips have shown that even in the current climate healthy profits can be made. Finding those winners is the key.\n\n\nVariations on a theme\n\n“The overall retirement income market is going to grow significantly, not least because there are more defined-contribution schemes as people reach maturity,” says Burrows.\n\nRecording sickness absence cover - thumbnail\n\nWhite paper — recording sickness absence\n\nThe latest figures from the Department for Work and Pensions illustrate that sickness absence is still a major cost to businesses, with an annual bill for sick pay and associated costs to employers of £9bn. This paper from Jelf Employee Benefits looks at the importance of recording sickness absence for any employee health strategy and how this can be carried out in an efficient manner to reduce absence, improve employee engagement and drive up profits.\n\n\nNews and expert analysis straight to your inbox\n\nSign up\n\n\n    Leave a comment\n\n\n    Why register with Money Marketing ?\n\n    Providing trusted insight for professional advisers.  Since 1985 Money Marketing has helped promote and analyse the financial adviser community in the UK and continues to be the trusted industry brand for independent insight and advice.\n\n    News & analysis delivered directly to your inbox\n    Register today to receive our range of news alerts including daily and weekly briefings\n\n    Money Marketing Events\n    Be the first to hear about our industry leading conferences, awards, roundtables and more.\n\n    Research and insight\n    Take part in and see the results of Money Marketing's flagship investigations into industry trends.\n\n    Have your say\n    Only registered users can post comments. As the voice of the adviser community, our content generates robust debate. Sign up today and make your voice heard.\n\n    Register now\n\n    Having problems?\n\n    Contact us on +44 (0)20 7292 3712\n\n    Lines are open Monday to Friday 9:00am -5.00pm",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9985168576,
        "format_confidence":0.9345749021,
        "weight":0.0155533607
    },
    {
        "url":"https:\/\/www.kiva.org\/lend\/129560",
        "text":"A loan of $800 helped to purchase fabric and lace for production.\n\nAmelia's story\n\nAmelia is an old client; in her credit history she shows no delayed payments. Her husband dedicates himself to the production of traditional underskirts and sports clothing, and she sells these garments at the different markets in the city of El Alto. She has 3 children that are currently studying. Amelia and her husband plan to work hard to build a patrimony for their children. The loan will be used to purchase rolls of lace.\n\nTranslator profile picture\n\nTranslated from Spanish by Kiva volunteer Mariela Cedeño\n\nLoan details\n\nLenders and lending teams\n\nLoan details",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.9450238347,
        "format_confidence":0.8804540634,
        "weight":0.0119110805
    },
    {
        "url":"http:\/\/bkbpublications.com\/pawnbroker\/?p=226&cpage=1",
        "text":"Sell, Don’t Collect\n\n\nMany of the operations I have modeled recently have increasing inventory levels due to more aggressive lending, buying and forfeitures.\n\nSome of us like to sell our stuff, and some are genuinely afraid to let go of something. It never ceases to amaze me that so many operators still price their product to the moon. You would think they have never been to a  Home Depot or Target in their lives.\n\nTypically our inventory falls into four general categories:\n(a) Premium inventory — hard to get, hard to keep, rare\n(b) Average inventory — run of the mill generic, mass-produced goods\n(c) Obsolete — aging or outdated, broken, missing pieces, less than useful\n(d) Gold — Scrap or resalable\n\nOnce we properly identify product by category, we can develop a plan to control our inventory levels.\n\nInventory Yield\n\nThe yield is the overall return on a particular asset category, such as loans or inventory. Here, we’re focusing on the inventory yield.\n\nThe simplest way to calculate your yields are your average inventory turns (amount of $ cost rotations) of your inventory for any particular period sampled X your margins. Here are some examples:\n\n• 100,000 cost of inventory turned 2 X a year with a 50% margin = 100% yield\n• 100,000 cost of inventory turned 3 X a year with a 40% margin = 120% yield\n• 100,000 cost of inventory turned 4 X a year with a 35% margin = 140% yield\n\nTo understand the yields better, if my annualized yield is 100 percent, then every average dollar of cost inventory I have in my store would return me my dollar plus another dollar. If my yield was 150 percent, then my return goes up to a $1.50 back on every $1 of cost.\n\nEvery day your inventory sits on the shelf you are loosing money. Inventory can become outdated, stolen, broken. If you operate on borrowed money, then your rate of return diminishes each day you look at it. Your cost of capital has to come into play — cleaning, pricing, displaying, merchandising, transferring, inventorying, testing and insuring all cost us money!\n\nDecreasing Inventory Yields means our level of profitability decreases with slower inventory turns as a result of inventory build ups in most cases or a lack luster desire to dispose of it.\n\nRecently in one of the multi-unit groups that I consult with, one of their area managers said, “There is so much out-dated and other inventory on the floors, we are unable to put the nice new stuff coming out on the floor.”\n\nIf your store is tight for space front and back, this poses several problems. For starters, back rooms housing overstock reduces your back room storage capabilities. This equates to less return off your back room. It has been my experience that it is difficult to sell stock in the back rooms. This coupled with other product becoming dated, broken and stolen on the front end exacerbates the problem.\n\nWhy are companies like Wal-Mart and Target so successful? They sell massive amounts of product at very low margins. They’re all about inventory turns.\n\nI believe all of us can concur that the economy is not improving and will only continue to get worse. As a result, we will need to remain vigilant in our efforts to offset continuous decreases in overall consumer spending. If we can make our inventory pricing structure attractive enough, we will be able to continue to carve out opportunities.\n\nInventory is a game of averages. In some cases we must take hits or lose our investments on poor inventory acquisitions. These can be bad loans, broken product, outdated product and so on.\n\nHaving said all that, here are some strategies for your consideration.\n\na. Premium Goods\n\nPremium goods attract consumers. This is typically product that is in very short supply and in high-demand. It should receive reasonable shelf life to illustrate the types of goods we take and offer.\n\nMany team leaders tend to over qualify B goods as premium goods. Large high-end flat panels, Rolex watches and other assorted product that is rare in availability falls into this category. DVD players, receivers, speaker systems, tools and other general merchandise doesn’t.\n\nOur strategy for premium goods should be to keep it reasonably priced after doing our market study. There are a variety of ways to determine market values — eBay, Google and Froogle, to name a few.\n\nThese items should have some reasonable shelf life before more aggressive discounting should apply.\n\nb. Average Inventory\n\nAverage inventory is just that, average generic product that we generate on large levels on a daily basis. Too many times organizations get all wrapped up in margins and stop paying attention to their climbing inventory levels.\n\nCreating a sense of urgency because of limited availability creates more demand. If I came in to shop for DVD players and saw that you had 50 of them for sale, I could assume that if I came in next week, next month or even next year, you would probably still have 50 for me to choose from.\n\nIf you have only five of them, then the sense of urgency comes into play. The customer then feels he had better get it while it lasts.\n\nc. Obsolete and Aging Inventory\n\nMore of the inventory I see lately falls into the obsolete product category. Some examples would be:\n\n  • Digital Cameras — anything less than 8 to 10 mega pixels is already on the extinction list.\n  • 35MM Cameras — few to no Options with these, with the exception of high-end manual SLRs — some schools offering photography courses do like their students to learn about their eye and the camera eye and so encourage the use of film — but this is diminishing. Exceptions are wide format or other high end cameras of yesteryear.\n  • Computers, Printers, Scanners — all this type of product is almost outdated the day it rolls off the assembly line. As we accumulate them, it will become increasingly difficult to dispose of them. Recently I saw an APPLE IIC (my first computer) in a pawnshop for $199, with no software, and the operator was serious.\n  • DVD – VCR Systems — Even HD DVD players are now outdated, since Blue Ray won the HD race. Systems that are not HDMI or SCSI capable are dinosaurs. We saw an end to 4-track and 8-track players, cassette players and VCRs — soon we’ll see the end of CD and DVD players, and much more!\n  • DVDs and VHS Movies — VHS is about done and soon DVDs will be as well.\n  • CDs — The IPod and cell phone have just about eliminated CDs as we know them. I can put the equivalent of 5,000 CDs in my telephone and plug it into my car stereo, computer or TV. Recently, one of my multi-store operator clients had hundreds of thousands of CDs and VHS tapes in their inventories. They were going to scan UPC codes and list them on online. The effort required to scan, list, box, ship, inventory and get paid for this stuff is enormous. In the end they will lose a lot of the money they have invested in this dying inventory product. It also slows down their turns and yields. They have even lost income-producing storage space in their back rooms.\n  • Tools — construction around the United States has dropped off the cliff. Tools and general contracting tools are busting the seams of many shops.\n  • Obsolete — anything that is missing equipment or pieces, outdated, damaged, broken or simply obsolete. Your highest priority should be getting it out of your store. It looks bad on the shelves and reflects badly on you. You can donate much of this stuff to Goodwill, the Salvation Army or technical schools. You can get a tax write-off on your income statements, receive goodwill in your community and clean up your store at the same time.\n  • Aging — as inventory ages, many other things begin to happen. It increasingly becomes attractive for theft, gets broken and costs us money to continuously display, test, insure, inventory and or sell. This product should go through continuous write downs until it is disposed of. In a number of my past operations we would charge our team leaders an asset-carrying fee and a penalty against their bonuses for being so in love with this stuff. This has an amazing effect for liquidating this stuff.\n\nd. Gold\n\nGold is liquidable. Unlike televisions and tool boxes, you can convert this asset back to cash instantly and daily.\n\nI prefer to sell off gold assets every 30 days no matter what the market is doing. This is called cost averaging.\n\nIn the case of buying the product, if my hold periods are 30 days or less, why could I not pay up to 80 percent or 90 percent of melt value to buy it and try to get all or most of the business in my market area?\n\nTo put it another way, would you pay $80 or $90 for a $100 bill? Look at gold the same way. If you pay more to buy or obtain the gold in your market, you are really investing in yourself.\n\nThe secret is to sell frequently. This produces good cost averaging and will allow you to take little to no risk in paying premium dollars to acquire this product and gain on your competition.\n\nIf I only made a 20 percent margin on my scrap, and I sold it every 30 days (or 12 times a year), that would be a 240 percent return on my annualized dollars invested. Sure beats a 0 to 1 percent CD from the bank, doesn’t it?\n\nProduct Treatment\n\nThis covers the four categories of product as I have described them. Considerations on how to treat these products are as follows:\n\n  • Identify premium goods and maintain good retail dollars for the rare and or exotic goods\n  • Identify your general run of the mill product, and begin aggressive inventory mark downs on this stuff. You can create in-store special areas, where you can stack up overstock goods and place them all in a sale price of $X categories, thus letting the customers choose and pick from the assortments. You sell one or two, you move one or two more in. This can be applied to overstock of anything — cameras, DVD players, tools. Recently I merchandised a group of stores in California. We created some $19.95 to $39.95 categories for DVD players and saw them fly out the doors. Pricing your ... (truncated)",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9707973003,
        "format_confidence":0.6617417336,
        "weight":0.011102323
    },
    {
        "url":"http:\/\/scan.stockcharts.com\/discussion\/1102\/inside-bar-scan",
        "text":"\n\nInside bar scan\n\nCan someone please help me to figure out how to look for inside bars please\n\n\nSign In or Register to comment.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.5451475382,
        "format_confidence":0.9110711813,
        "weight":0.0030973253
    },
    {
        "url":"http:\/\/www.france24.com\/en\/20081204-ecb-makes-history-with-075-interest-rate-cut-financial-crisis",
        "text":"Don't miss\n\n\n\n\nThe secrets of Montmartre\n\nRead more\n\n\nUS presidential election: It's the economy, stupid!\n\nRead more\n\n\nUS civilian medics help peshmerga fighters in Iraq\n\nRead more\n\n\n'The Wire' and 'Treme' star Wendell Pierce on the healing power of art\n\nRead more\n\n\nTATA hits back at ousted chairman\n\nRead more\n\n\nVideo: Florida, ultimate battleground in the race to the White House\n\nRead more\n\n#THE 51%\n\nStanding Firm: Chilean President remains defiant over abortion law changes\n\nRead more\n\n\nPaul Magnette unseats Justin Trudeau as most popular politician\n\nRead more\n\n\n'In the ashes of Calais'\n\nRead more\n\n\nECB makes history with 0.75% interest rate cut\n\nLatest update : 2008-12-04\n\nAs European economies slip one after the other into recession, the European Central Bank announced its biggest interest rate cut yet, down 0.75 percentage points to 2.50%. Earlier, the Bank of England lowered its key rate to pre-World War II levels.\n\nAFP - European central banks took bold action Thursday to ward off a looming recession, slashing their benchmark lending rates to boost business investment and household spending.\nThe ECB cut the cost of borrowing in the 15-nation eurozone by a historic 0.75 percentage points to 2.50 percent as the eurozone faced its first recession, after the Bank of England had slashed its main rate by a full point to 2.0 percent.\nFor the ECB it was also an unprecedented third rate cut in two months, following a coordinated cut with other central banks on October 8 and another reduction in early November.\nIn Stockholm, the Swedish central bank had set the tone early in the day by nearly halving its key rate by 1.75 percentage points to 2.0 percent to \"dampen the fall in production and employment\" due to the global financial crisis.\n\"The fact that the interest rate needs to be cut substantially is also due to monetary policy not having such a large impact recently as it normally does,\" the bank said in a statement. Sweden is in the EU not not the eurozone.\nRepeated and sharp central bank cuts have failed so far to unfreeze crucial interbank lending that ground to a halt after the US market for high-risk or subprime mortgages collapsed in mid 2007.\nIn Frankfurt, the ECB said on Thursday that it had also cut two other benchmark rates, the marginal lending rate and the deposit facility rate, by the same amount to 3.0 percent and 2.0 percent, respectively.\nECB officials had suggested last week they did not want to use up all their rate cutting options too quickly in case the recession drags on, and markets had anticipated a half point cut.\nThe bank was accused of excessive caution last month when its decrease of the same amount was overshadowed by a surprise BoE cut of three times as much.\nThe ECB still has ample room for manoeuvre with inflation falling from a record 4.0 percent in July to 2.1 percent last month. It is forecast to drop further as oil and food prices decrease.\nThe bank's medium term inflation target is just below 2.0 percent.\nAnalysts suggest it could slash its benchmark lending rate to as low as 1.5 percent by March to boost the eurozone economy, which contracted in the second and third quarters and is expected to keep shrinking well into 2009.\nEuropean Union data confirmed Thursday that the eurozone economy was in its first official recession since the bloc was formed in 1999.\nBNP Paribas economist Clemente De Lucia noted that \"leading indicators of momentum in activity reported that bigger gross domestic product falls are likely in the coming quarters.\"\nShe said that \"growth concerns are mounting\" in particular because \"the GDP breakdown reported that the weakness was broad-based.\"\nThe economy of 320 million people is set to expand to 16 members and add another 5.5 million inhabitants when Slovakia joins in January.\nECB forecasts for growth and inflation are also to be released here later on Thursday, as the ECB governing council holds one of two annual meetings in a eurozone capital.\nDuring a press conference at which Trichet is to explain the bank's decision, analysts will listen for indications of whether the ECB was inclined to cut rates again in the near future.\n\nDate created : 2008-12-04",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9975981116,
        "format_confidence":0.9648204446,
        "weight":0.0155390498
    }
]