[
    {
        "url":"http:\/\/archive.onearth.org\/article\/the-big-fix",
        "text":"Sign Up for Our Newsletter\n\n\nThe Big Fix\n\nWhen it comes to climate, it's five past midnight. Time for the Big Fix.\n\nOn June 23, 1988, NASA's chief climate scientist, James Hansen, traveled to Capitol Hill to testify before the Senate Committee on Energy and Natural Resources. As it happened, the temperature in Washington that day hit 98 degrees, overwhelming the air-conditioning system in the hearing room. Hansen told the sweltering lawmakers that the four warmest years on record had all occurred in the 1980s, that 1988 was on track to be the warmest year yet, and that, overall, global temperatures had risen by nearly half a degree over the previous three decades. He described the odds that this increase had occurred by chance as negligible-around the order of 1 percent. \"The greenhouse effect has been detected,\" he said. \"It is changing our climate now.\"\n\nIn the two decades since Hansen's Senate testimony, average global temperatures have risen by another half a degree. Just as he predicted, 1988 broke all previous temperature records. The 1988 record, however, has long since been overtaken: the 10 warmest years on record have now all occurred since 1995. (The very warmest was 2005, 2007 ranks fifth, and 2006 sixth.) Global warming is today widely recognized as one of the greatest dangers facing humanity -- United Nations Secretary General Ban Ki-moon has called it \"the defining challenge of our age\" -- as well as a threat to countless plant and animal species. And yet, over the past 20 years, no real progress has been made toward dealing with the problem. Indeed, just the opposite. Between 1988 and 2005, U.S. carbon dioxide emissions grew by almost 20 percent, from less than five billion tons to almost six billion tons a year, while global emissions during the same period climbed by 34 percent.\n\nOver the past few years, I've interviewed scores of experts on climate change, including Hansen. A point that they have stressed to me over and over again is the extreme urgency of the situation. The time \"is already five past midnight,\" said Konrad Steffen, a climatologist at the University of Colorado. (At the time of our conversation, I was visiting Steffen's research station on the Greenland ice sheet, which holds enough water, were it to melt, to raise global sea levels by 20 feet.)\n\nWhat is crucial to understand, these scientists emphasize, is that the problems associated with rising temperatures become inevitable long before they are actually experienced. There is a time lag in the system; it takes several decades for the earth to respond fully to any change in greenhouse gas levels. Thus, global warming is always much farther along than it appears. Scientists have estimated that in addition to the one degree of warming that has already occurred, another degree of warming has, in effect, been built into the climate, and will take place even if greenhouse gas concentrations could -- somehow -- be held constant at today's levels.\n\n\"I've been involved in a number of fields where there's a lay opinion and a scientific opinion,\" Robert Socolow, codirector of Princeton's Carbon Mitigation Initiative, told me. \"In most of the cases, it's the lay community that is more exercised, more anxious. But, in the climate case, the experts -- the people who work with the climate models every day, the people who do ice cores -- they are more concerned. They're going out of their way to say, ‘Wake up! This is not a good thing to be doing.'\"\n\nWhat will it take to change the situation? After 20 years of climbing temperatures, shrinking glaciers, accelerating sea-level rise, progressively more dire warnings, and increasingly inexcusable attempts at denial, what is finally going to compel the United States to act?\n\nClearly, presidential leadership will be key. Both senators John McCain and Barack Obama have repeatedly spoken about the need to combat global warming, and that is a hopeful sign. Both men support cap-and-trade programs to reduce CO2 emissions: Obama has called for cutting them to 80 percent below 1990 levels by 2050; McCain wants to reduce emissions by that date to 60 percent below 1990 levels.\n\n\"John McCain stood up to the president and sounded the alarm on global warming five years ago,\" a McCain ad declares. \"Today, he has a realistic plan that will curb greenhouse gas emissions. A plan that will help grow our economy and protect our environment.\" Obama, speaking after touring a solar-powered facility in Nevada this summer, said, \"What we are seeing here... is that a green, renewable energy economy isn't some pie-in-the-sky, far-off future. It is now. It is creating jobs, now. It is providing cheap alternatives to $140-a-barrel oil, now. And it can create millions of additional jobs and entire new industries if we act now.\"\n\nA growing number of corporate and religious leaders are also speaking out in favor of carbon limits. By now, just about everyone has seen the ads, sponsored by Al Gore's Alliance for Climate Protection, that show the Reverend Al Sharpton and the televangelist Pat Robertson joking about how they disagree about everything except the need to save the planet. In May, Alcoa, General Electric, National Grid, and Pacific Gas & Electric joined with groups like the Natural Resources Defense Council and Environmental Defense to urge the Senate to approve the Lieberman-Warner Climate Security Act, which would have for the first time, imposed a cap on U.S. carbon emissions.\n\n\"A ‘yes' vote for the Climate Security Act represents historic leadership to advance bipartisan solutions to climate change,\" the coalition wrote in a May letter to members of the Senate. \"A ‘no' vote will slow progress and maintain the status quo, which only increases the risk of unavoidable consequences.\"\n\nMeanwhile, when oil hit $140 a barrel this summer, it seemed finally to bring home to Americans a message that decades of warnings from environmentalists had failed to: finite resources don't last forever. Lately the news has been filled with stories of Americans rethinking gas-guzzling cars, long commutes, and hard-to-heat McMansions. A recent report by Cambridge Energy Associates, a private company that advises corporations and governments on energy and environmental matters, notes that \"for the first time since the 1970s and early 1980s the number of miles driven by Americans has clearly begun trending downward.\" In July, at the G8 meeting in Hokkaido, Japan, the United States for the first time agreed to a numerical target for emissions reductions, pledging, along with the world's other industrialized nations, to cut CO2 emissions in half by 2050.\n\nimage of Elizabeth Kolbert\nElizabeth Kolbert is a staff writer at the New Yorker and author of Field Notes From a Catastrophe: Man, Nature, and Climate Change. Her next book, The Sixth Extinction: An Unnatural History, will be released in February 2014.\n\nThe line \" takes several decades for the earth to respond...\" as a crucial point about the lag between cause and effect brings to mind conversations with the ignorant.\n\nTo connect with the layperson, rather than tie the present to the future (change now will take a long time to show effects), I'd suggest to tie the past to the present (we are only now realizing the full effects of the late 1970's. The cost of our actions in the 1980's will become known in the next decade).\n\nFrom that slant, the magnitude of the built-in debt, and the need to act promptly become more tangible.\n\nThe \"big fix\" for Wall Street or why we cannot find money to address the global challenges of climate change.\n\nBillions of dollars in bailouts and year-end bonuses are being directed to the \"wonder boys\" on Wall Street. These self-proclaimed Masters of the Universe have turned a great capitalist system into a paltry gambling casino. In the light of all their greedy risk-taking and conspicuous hoarding behavior, they can no longer be called by any name other than \"thieves of the highest order\".\n\nSteven Earl Salmony\nAWAREness Campaign on The Human Population,\nestablished 2001\n\nThe most fascinating things about Hansen's 1988 testimony are a) that the claims of the modelers remain almost exactly the same, after 20 years; b) that after more than $60 billion in research in the US alone, absolutely no scientific evidence has been found connecting CO2 to climate to any measurable (much less catastrophic) degree; c) that every testable prediction of the models has proven wrong; and d) that the True Believers, having lost all sense of what science is about, are simply redoubling their efforts to find excuses, rather like the Ptolomaic astronomers finding ever more epicycles.\n\nIn half a century, with economies destroyed, rainforests devastated to plant eucalyptus and oil palm, and countryside and wilderness vandalized with useless monster wind turbines across the globe, our children will remember Hansen as one of the greatest environmental criminals of all time.",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.7927584648,
        "format_confidence":0.9920789599,
        "weight":0.0070662309
    },
    {
        "url":"http:\/\/itsastatlife.blogspot.com\/2012\/06\/",
        "text":"Sunday, June 24, 2012\n\nNational Traits and the Ecological Fallacy\n\nThis article caught my eye, headlined \"Why criminals believe in heaven.\" [The Daily Mail's 'Science' and 'Health' pages are an unlimited resource for writing blog posts about bad statistics, but I promise to try not to only pick on them in future.]\n\nThe original paper is here (predictably the DM don't bother to link to it), and here is the university's press release which has been pretty slavishly copied to create the article.   The summary is, the researchers combined crime data from one source (the United Nations Office on Drugs and Crime), with survey data on people's attitudes to religion and other things (from World Values Surveys and European Value Surveys).  They found that the belief in heaven and hell is a strong predictor of crime rates at a country-wide level, whilst rates of particular religious beliefs were not.\n\nSaturday, June 23, 2012\n\nReview: The Geek Manifesto\n\nThis week I've been reading Mark Henderson's book The Geek Manifesto: Why Science Matters, which discusses the role of science and its geeky proponents in public life. Henderson's principal thesis is that politicians and scientists have been wilfully ignorant of each other for too long, and that it is time for science, its methods, and its practitioners to take a more central place in politics and policy.  This includes statistics, of course, which is why it seemed relevant to the blog.\n\nSunday, June 17, 2012\n\nHow should statistics be taught? Some thoughts.\n\nInspired by Timothy Gowers' recent post on how mathematics should be taught to non-mathematicians, I thought it might be prudent to ask how statistics should be taught.  If you need to be motivated as to how important teaching statistics is, watch Arthur Benjamin's short TED talk.\n\nSaturday, June 2, 2012\n\nNewsflash: everyone being healthier reduces deaths\n\nPeople like me often complain about the accuracy of scientific journalism, and the selective nature of the reports we see in the media; indeed, there's plenty to complain about.  However it's perfectly possible to misrepresent a story simply by choosing to place a particular spin upon it, usually one which makes the story seem more political than the original research.  It's easy to blame the newspapers for this, but often the problem is compounded by academic press releases, which are themselves designed to catch the eye of media outlets.",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.967551291,
        "format_confidence":0.9020753503,
        "weight":0.0170262059
    },
    {
        "url":"https:\/\/cpisafety.com\/publication\/",
        "text":"1. Sultana R. Syeda, Easir A. Khan, Orakotch Padungwatanaroj, Nichakorn Kuprasertwong, Anjan K.Tula, A Perspective on Hazardous Chemical Substitution in Consumer Products, Current Opinion in Chemical Engineering, 30:100748, 2022 [link]\n  2. Cybersecurity and Drones: Syeda Sultana Razia Discusses the Importance of Chemical Security in a Globalized World Benjamin Plackett, ACS Chemical Health & Safety 2021 28 (6), 389-390\n  3. Fahim Shahriar Sakib, Riazuddin Ahmed and Easir A Khan, Study of Fire Growth Behavior in a Residential Apartment Using Fire Dynamic Simulator, Chemical Engineering Research Bulletin 22: 99-105, 2021\n  4. Uddipta Mondal, Nishat Salsabil and Easir A Khan, Assessment of Safety Performance for Hazardous Facilities in Bangladesh using Indexing Approach, Chemical Engineering Research Bulletin 22: 60-66, 2021\n  5. Ferdous, J., Mim, S. J., Jony, M. M. R., & Syeda, Sultana R. Occupational Risk Assessment in RMG, Textile and Ship Breaking Industries of Bangladesh. Chemical Engineering Research Bulletin, 22(1) 2021 69–76.\n  6. Tahmid, M., Dey, S. and Syeda, Sultana R., “Mapping human vulnerability and risk due to chemical accidents”, Journal of Loss Prevention in the Process Industries, Elsevier, Volume 68, November 2020, 104289\n  7. Syeda, Sultana R., “Framework for Sound Management of Chemicals: Toward a Sustainable Chemicals Industry in Bangladesh”, ACS Chem. Health & Safety. 2020, 27 (5) 288–298. \n  8. Farah Haque, Md. Mursalin Rahman Khandaker, Rathin Chakraborty, and Mohidus Samad Khan, Identifying Practices and Prospects of Chemical Safety and Security in the Bangladesh Textiles Sector, Journal of Chemical Education 2020 97 (7), 1747-1755\n  9. Syeda, S. R., Maisha, N., & Ferdous, A. (2017). Risk Map for Facility Siting of an Ammonia-Urea Complex. Journal of Chemical Engineering, 29(1), 56–60.\n  10. Easir A. Khan, Mohammad Abir Ahmed, Emamul Haque Khan and Suvash C. Majumder “Evaluation of Fire Emergency Evacuation Simulation of a Shopping Mall using Fire Dynamic Simulator (FDS)” J. Chem Eng, IEB 29 (2), 32-36, 2017\n\nDepartment of Chemical Engineering\nBangladesh University of Engineering and Technology (BUET)\nDhaka-1000, Bangladesh",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9407621026,
        "format_confidence":0.5081552267,
        "weight":0.0110424611
    },
    {
        "url":"http:\/\/human-biology.key-spot.ru\/search.php?key=equilibrium+model",
        "text":"Dictionary of Human Evolution and Biology\n\n  • -id > 9:3\n\nEquilibrium Model\n\n1. any mathematical model in which gross inputs and outputs result in a net change of zero.\n\n2. in genetics, a dynamic model in which mechanisms of evolution cause internal changes to a population without a net change in allele frequencies, and therefore no evolution.\n\n3. in island biogeography, a state when the rate of immigration of new colonizing species is balanced by the rate of extinction of old species.\n\nFull-Text Search Entries",
        "topic_id":19,
        "format_id":19,
        "topic_confidence":0.995269835,
        "format_confidence":0.8890109658,
        "weight":0.004469127
    },
    {
        "url":"http:\/\/www.uoguelph.ca\/~gbarron\/MISC2004\/leptinca.htm",
        "text":"wpeC.jpg (29702 bytes)\n\nLeptonia incana          Green Leptonia\n\nIn a very dark wood, on a very dull day, following a  drizzle of rain through the night, these brilliant green mushrooms stood out, in almost luminescent splendor, against the dark rotting humus of the forest floor.\n\nCaps are 2-3 cm across, dry, smooth, convex to flat, umbilicate, pea-green to turquoise-green, becoming bright yellow and often radially striate at maturity, and with the odour of mice. Gills are attached, well-spaced, greenish to yellowish,  becoming pale orange-brown.  Stalks are smooth, shining, and green to yellow-green. Spore prints are  pink.   Readily recognized by its colour and unpleasant taste, the Green Leptonia is common and widespread and fruits on the ground in mixed woods.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.969963491,
        "format_confidence":0.9210621119,
        "weight":0.0103871925
    },
    {
        "url":"https:\/\/briankoberlein.com\/2016\/11\/14\/emergence-of-gravity\/",
        "text":"Emergence Of Gravity\n\nIn Dark Matter by Brian Koberlein9 Comments\n\nAs dark matter continues to vex astronomers, new solutions to the dark matter question are proposed. Most focus on pinning down the form of dark matter, while others propose modifying gravity to account for the effect. But a third proposal is simply to remove gravity from the equation. What if the effects of gravity aren’t due to some fundamental force, but are rather an emergent effect due to other fundamental interactions? A new paper proposes just that, and if correct it could also explain the effects of dark matter.\n\nThe idea of emergent gravity isn’t entirely new. The most popular variation was proposed in 2010, where Erik Verlinde argued that gravity is not a fundamental force, but rather an effect that arises from the entropy of the Universe. Entropy is a property of thermodynamics. It’s often described as the unusable part of a system (or the waste heat if you will) and while that’s sometimes a useful description, a better description involves the amount of information contained within a system. An ordered system (say, marbles evenly spaced in a grid) is easy to describe because the objects have simple relations to each other. On the other hand, a disordered system (marbles randomly scattered) take more information to describe, because there isn’t a simple pattern to them. Basically, the more information it takes to describe a system, the more entropy it has.\n\nVerlinde’s model uses this connection between thermodynamics (heat, energy, and forces) and information through a mathematical method known as the holographic principle. Since the information contained within a region of space depends upon the arrangement of objects within that region, moving the objects can change the entropy within the region. Verlinde demonstrated that this produces an entropic force that acts like gravity. From the basic idea of information entropy, one can derive Einstein’s equations of general relativity exactly.\n\nEntropic gravity is an interesting idea, and it would explain why gravity is so difficult to bring into the fold of quantum physics, but it’s not without its problems. For one, since entropic gravity predicts exactly the same gravitational behavior as general relativity, there’s no experimental way to distinguish it as a better theory. There are also theoretical problems with the model. For example, if you try to describe a gravitationally closed system of masses within the model it only matches experiment if you place weird constraints on the entropy of the system.\n\nBut despite its problems the idea is at least worth exploring, and this latest work adds a new twist by describing the effects of dark matter. In the original formulation, the model focused on standard gravity. Specifically, it excluded dark energy. This new paper notes that since the dark energy of a region of space requires additional information to describe, including it in the model changes the entropy of a region of space. The paper then goes on to show how this additional information creates an additional entropic force. One that might account for the effects of dark matter similar to other modified gravity models such as Modified Newtonian Dynamics (MoND). Thus gravity, dark matter, and dark energy might all be connected through entropy.\n\nWhile this seems like an elegant solution to several cosmological problems, there are plenty of reasons to be skeptical. For one, this new variation of emergent gravity still has the same theoretical difficulties of the original. Then there’s the fact that modified gravity models fail to explain large scale effects such as the clustering of galaxies, which regular gravity and dark matter explains very well. This new work is still more of an idea and less of a robust theory.\n\nBut even if the model doesn’t work out in the end, it demonstrates how thermodynamics and gravity are deeply connected in ways that aren’t obvious at first glance.\n\nPaper: E. P. Verlinde. Emergent Gravity and the Dark Universe. arXiv:1611.02269 (2016)\n\nPaper: E. P. Verlinde. On the Origin of Gravity and the Laws of NewtonarXiv:1001.0785 (2010)\n\n\n  1. I have a suspicion that Verlinde is onto something huge. As you say, a lot remains to be sorted out, but if you can explain both dark energy and matter and as a sideline the gravitational behaviour of galaxies and galaxy clusters by a parameter free (almost) theoretical argument based on string theory, I call it a good days work.\n\n  2. How can ”emergent gravity from entropy” can be related to the gravitational waves recently observed? Wasen’t that observation a evidence for gravity to be a fondamental force, or they are not related\n\n    1. I am no expert….but I have a theory…the Ligo Scientic corporation states that the cause of gravitational wave is rotation of spherically non-symmetric mass about a fixed axis . for example, a perfectly spherical star spinning about its axis would not produce a gravitational wave but a star with a lump on its surface would emit gravitational waves, now, relating this to entropic energy : a perfectly spherical star would not have a change in entropy when it spins, as the physical appearence of the star taken at any two time instants is exactly the same. thus, there is no entropic force acting & hence there is no gravitational wave. But when a star with a lump rotates, its physical appearence would be same only if the time interval is an integral multiple of its period of rotation. i.e, if at one instant the lump is on right side then after a few instants the lump would be on left side ( for time interval = time period\/2), so that means there is no spherical symmetry when it rotates or even if its stationary. when this star rotates, the entropy of the system is continuously changing because in each instant the position of the lump changes. thus, the entropic energy associated with the star will continually change. if gravity is an emergent force due to change in entropy, then that means, an object that is not spherically symmetrical when rotates will continually radiate gravitational waves due to the continuous change in entropy associated with it. Damn ! that indeed would explain GW. Lol !\n\n  3. Another aspect of Verlinde’s latest paper is that, in addition to entropic and holographic considerations, he treats Spacetime (actually static ‘space’) like an elastic solid, and addresses the stress-strain relationship using the usual linear approximation. Using similar thermodynamic and holographic considerations, and treating Spacetime as a dynamic elastic solid, one can calculate that the total energy density is the Critical Friedmann value that makes space ‘flat’, as observed. One can also predict that the energy density of Dark Energy is 2\/3 of the total – again, in good agreement with observations.\n\n  4. Describing gravity, dark matter, and dark energy in terms of entropy seems to me like relating four dependent variables without knowing what is independent. This would explain the bizarre constraints required for it to work in a closed system. Elegant as it is, I haven’t bought into this approach yet.\n\n  5. Gravity was INVENTED to bolster the lie of the Copernicus globe earth. Even they did not believe gravity was viable.\n\nLeave a Reply",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9964119792,
        "format_confidence":0.6039355397,
        "weight":0.0175340735
    },
    {
        "url":"https:\/\/www.bbg.org\/news\/global_plant_initiative_reigns_in_spain",
        "text":"Garden News Blog\n\nGlobal Plant Initiative Reigns in Spain\n\nBBG’s Herbarium contains more than 310,000 preserved plant specimens, and we are working to make the information stored in it accessible to all by posting it on the internet. The Global Plants Initiative, funded by the Mellon Foundation, is an international partnership of museums and gardens with that same goal, and I just returned from the group’s annual conference in the golden-hued city of Madrid. The Initiative has revolutionized our field, changing the way that botanists work, making it faster and easier to get the information we need from these valuable specimens.\n\nBBG’s herbarium contains important collections from Mexico, Bolivia, and the Galapagos Islands, and as our representative, I joined 220 colleagues from the herbaria of 42 nations at the meeting. The Real Jardín Botánico de Madrid, which hosted the conference, is beautiful. It is laid out in a grid of systematic beds that display plant families as they were understood in the 18th century. It is a garden of its time, the Enlightenment, and as such it is a garden for teaching as well as display. The beds are filled with thousands of plants including many that were brought back by Spain’s scientific expeditions throughout its former empire. Its extensive herbarium is filled with preserved specimens from these expeditions. Many of them are the first record of a species and are critical to our understanding of tropical plants. Once, researchers would have had to travel to Madrid and search the herbarium to see these specimens. Now, the Initiative is helping make images of these specimens available online.\n\nThe Initiative provides high-resolution scanners to herbaria so that we can all make images of our historical collections. We received our scanner three years ago and have already completed the scanning of all our types and historically important specimens. The scanner has also become a useful tool in the herbarium. We use it to make images to send to researchers at other institutions and to record the specimens we use in our own research. We also continue to find hidden types in our collection.\n\nNext year’s conferrence will be held in Panama, and it is there that the future of the program will be decided. Next year funding will end from the Mellon Foundation. In order to continue, the Initiative will have to become self-supporting and find new sources of support. The Initiative has brought beneficial change, now we must try to sustain it.\n\nMore images from the GPI are available through JStor. You can also browse the collections of the Real Jardín Botánico de Madrid.\n\nSubmit a Comment\n\nPlease keep your comments relevant to this article. Comments are moderated and will be posted after BBG staff review. Your email address is required; it will not be displayed, but may be needed to confirm your comments.\n\nImage, top of page:\nTwo specimens from BBG's Herbarium.\nBBG Herbarium technician Karen Kongsmai scanning type specimens from the herbarium collection on the Mellon Foundation sponsored HerbScan. Photo by Paul Harwood.",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.9287234545,
        "format_confidence":0.845246017,
        "weight":0.0059092669
    },
    {
        "url":"http:\/\/nationalzoo.si.edu\/scbi\/migratorybirds\/blog\/default.cfm?id=66",
        "text":"Migratory Mystery of a Secretive Sparrow Comes to Light\n\nJanuary 5, 2005 by Russ Greenberg\n\nBrian Olsen takes the measurements of a female swamp sparrow captured in a mist net in a marsh at the Woodland Beach Wildlife Area in Delaware. Olsen is conducting a survey for the National Zoological Park on the success rate of swamp sparrow nests in the marsh. This bird was measured, banded and released. © John Barrat\n\nStaring intently at a tangled clump of salt hay and marsh elder growing in Delaware's Woodland Beach Wildlife Area, Russell Greenberg is waiting for the \"chip, chip, chip\" of a female coastal plain swamp sparrow. It's mid-May and the start of nesting season for these secretive, rusty brown birds.\n\nYears ago in a different marsh, Greenberg, director of the Migratory Bird Center at the Smithsonian's National Zoological Park, discovered that each time a female swamp sparrow leaves her nest-about every 15 minutes-she sings the \"chip, chip, chip.\" By glimpsing the bird at the instant she sings, a seasoned ornithologist like Greenberg can usually locate her well-concealed nest.\n\nToday, he is helping graduate student Brian Olsen, from Virginia Polytechnic Institute, find and mark coastal plain swamp sparrow nests as part of a National Zoo study to document how many nests are lost to high tides, raccoons and other perils of the salt marsh.\n\nWith binoculars and rubber hip waders, Greenberg has been patiently observing swamp sparrows in the wild for more than 20 years. Recently, his knowledge of these birds, combined with a bit of cutting-edge scientific sleuthing, paid off. In March, he and Peter Marra, senior scientist at the Smithsonian Environmental Research Center on the Chesapeake Bay, solved a mystery that has clouded scientists' understanding of the coastal plain swamp sparrow since the discovery of this subspecies some 50 years ago.\n\nEach September, after a summer of laying eggs and raising chicks in the wetlands of New Jersey, Delaware and Maryland, the coastal plain swamp sparrow disappeared somewhere south. No one knew its migratory destination or had seen it during the winter months.\n\nSeconds after hearing a female swamp sparrow's nest departure call, Russell Greenberg locates her nest in dry marsh grass at the Woodland Beach Wildlife Area. © John Barrat\n\n\"Here was an entire North American taxa for which no one knew where they wintered,\" Greenberg says. \"That's kind of incredible.\"\n\nThrough analysis of the hydrogen and carbon isotopes in the male sparrow's cap feathers, Greenberg and Marra were able to \"trick the birds into revealing where they winter,\" Greenberg says.\n\nIsotopic signature\n\nBy hand-rearing a number of coastal plain swamp sparrows at the National Zoo, Greenberg confirmed that, like other swamp sparrows, males of the coastal plain subspecies sprout a reddish patch of feathers on their heads in February or March. This plumage badge appears just as the birds are getting ready to head north to their breeding grounds.\n\n\"It's just a little rusty cap,\" Greenberg says, opening a field guide during an interview at the Migratory Bird Center to a picture of the sparrow.\n\nLater, Greenberg collected samples of the rusty cap feathers from wild sparrows he had caught in Delaware salt marshes. He and Marra sent the feathers to Matt Wooller of the University of Alaska at Fairbanks for analysis using isotope-ratio mass spectrometry. This scientific technique yielded what Greenberg calls an \"isotopic signature\" of the feathers.\n\nThe research is based on the knowledge that birds, like all creatures, are what they eat. Elements such as oxygen, carbon and hydrogen that occur naturally in soil, air and water are absorbed into the body tissues of animals through eating, breathing and drinking.\n\nA swamp sparrow nest containing 4 eggs. © John Barrat\n\nThe number of neutrons in an element's nucleus can vary by geographic location. For example, a carbon atom found in one region of North America may have six neutrons. In another habitat, a carbon atom may have seven or eight neutrons. By mapping these variations geographically, isotopic signatures found in animal tissues can be linked to specific regions.\n\nMarra likens isotope readings from tissues to \"snapshots\" of where a bird has been spending its time. He has been using isotope analysis to draw connections between wintering and breeding populations of American redstarts, another species of migratory songbird.\n\nDeuterium pattern\n\nFeathers are an especially useful tissue for tracking male coastal plain swamp sparrows because, once the sparrows sprout their rust-colored caps, those feathers stop growing. No longer metabolically active, the feathers effectively freeze the isotopic signal the birds have picked up from their winter habitat.\n\nDeuterium, a stable isotope of hydrogen, is the particular signal Greenberg and Marra \"tuned in\" during their coastal plain swamp sparrow study. Scientists have long known that rain in southern latitudes contains more deuterium than precipitation farther north. This pattern of deuterium variation has been mapped.\n\nGreenberg and Marra were able to match the isotopic signature of male coastal plain swamp sparrow cap feathers to latitudes of an area stretching from Charleston, S.C., to Beaufort, N.C.\n\nSimilar analysis of carbon isotopes in the feathers suggested that the birds stuck to coastal marshes and did not venture inland during the winter. In March, Greenberg and Marra traveled to North Carolina and, for the first time, found and photographed the coastal plain swamp sparrow in its winter habitat. They located 12 coastal plain swamp sparrows in three different North Carolina sites. All the birds were in marshes on the mainland bordering Pamlico and Albemarle sounds.\n\nIt does at first seem odd that these birds only migrate such a short distance, Greenberg notes. \"Also, the migration takes place, we think, quite early. So they do not seem forced down by bad weather.\n\n\"Although the distance is small, the climate of the coastal Carolinas is very different\" from coastal New Jersey, Maryland and Delaware, Greenberg continues. \"It is really the first place where winter freezes don't occur regularly. For a sparrow that pokes around in the mud to feed, unfrozen ground is probably a premium.\"\n\nExtended studies\n\nThe dark back, black forehead and dark eyestripe of the coastal plain swamp sparrow distinguish it from other swamp sparrows. This photo was taken at the Bombay Hook National Wildlife Refuge in Delaware. © Gerhard Hofmann\n\nLocating their winter home is just one of several studies the National Zoo's Migratory Bird Center is carrying out on this subspecies. Researchers also are examining how the coastal plain swamp sparrow has adapted to life in the salt marshes. Most swamp sparrows live inland, in freshwater marshes and swamps.\n\nThe coastal plain subspecies has a number of physical traits that set it apart from its inland cousins. It shares these traits with other North American sparrow species that live in salt marshes. \"There's a whole suite of differences\" between freshwater and saltwater swamp sparrows, Greenberg says. \"For example, salt-marsh swamp sparrows all tend to be very gray.\" Their plumage is probably a camouflaging adaptation to the gray and black muds usually found in salt marshes.\n\nCoastal plain swamp sparrows, like other salt-marsh sparrows, also have large kidneys-probably because they need to flush more fluid through their bodies to eliminate the salt they ingest from brackish water.\n\nIn addition, salt-marsh sparrows have longer, thinner bills, which are better for eating invertebrates. Inland sparrows, with short, broad bills, eat more seeds, which are in short supply in salt marshes.\n\nFor years, the Migratory Bird Center has worked with experienced volunteers from the Delmarva Ornithological Society to census populations of coastal plain swamp sparrows during their breeding season.\n\nGreenberg notes that the subspecies has disappeared from some sites where it once bred. \"Their geographic range is small, and ecologically, they're restricted,\" he says. Greenberg and his colleagues estimate as few as 25,000 breeding pairs of coastal plain swamp sparrows exist. It's a situation \"of conservation concern,\" Greenberg says.\n\nWith the discovery of the coastal plain swamp sparrow's winter range, an important chapter of this bird's life history has been revealed, Marra says.\n\n“To fully understand the ecology of this subspecies, and to devise appropriate measures to protect them, we need to know where they are year round. This knowledge is critical.”\n\nExpedition Blog Archives",
        "topic_id":19,
        "format_id":11,
        "topic_confidence":0.994363308,
        "format_confidence":0.6943537593,
        "weight":0.0088632301
    }
]