[
    {
        "url":"https:\/\/dailyupdates.news\/2019\/06\/10\/why-igbos-are-sitting-at-home-today-excerpts-quotes\/",
        "text":"Why Igbos are sitting at home today: EXCERPTS & QUOTES\n\nWhy Igbos are sitting at home today: EXCERPTS & QUOTES\n\nSpread the love\n\nHits: 7\n\n\n\n“I want to see no Red Cross, no Caritas, no World Council of Churches, no Pope, no missionary, no UN delegation. I want to prevent even one Ibo from having even one piece to eat before their capitulation. We shoot at everything that moves and when our troops march into the centre of Ibo territory, we shoot at everything, even things that do not move” (Benjamin Adekunle, Commander, 3rd Marine Commander Division, Nigerian Army to French Radio Reporter).\n\n“All is fair in war, and starvation is one of the weapons of war. I don’t see why we should feed our enemies fat in order for them to fight harder”, (Chief Obafemi Awolowo, Nigerian Minister of Finance, July 28, 1969)\n\n“Until now efforts to relieve the Biafran people have been thwarted by the desire of the central government to pursue total and unconditional victory and by the fear of the Ibo people that surrender means wholesale atrocities and genocide. But genocide is what is taking place right now and starvation is the grim reaper. This is not the time to stand on ceremony, or go through channels or to observe diplomatic niceties. The destruction of an entire people is immoral objective, even in the most moral of wars. It can never be condoned”, (Richard Nixon, during the presidential campaign, September 9, 1968)\n\n“Federal troops killed, or stood while mobs killed, more than 5000 Ibos in Warri, Sapele, Agbor” (New York Times, 10th January, 1968).\n\n“Its (mass starvation) is a legitimate aspect of war (Anthony Enahoro, Nigerian Commissioner for Information at a press conference in New York, July 1968)\n\n“Starvation is a weapon of war, and we have every intention of using it against the rebels” (Mr Alison Ayida, Head of Nigerian delegation, Niamey Peace talks, July 1968.)\n\n“The Igbos must be considerably reduced in number”, Lagos Policeman quoted in New York Review 21 December, 1967)\n\n“One word now describes the policy of the Nigerian military government towards secessionist Biafra: genocide. It is ugly and extreme but it is the only word which fits Nigeria’s decision to stop international Red Cross and other relief agencies from flying food to Biafra ( Washington Post editorial, July 2, 1969).\n\n“In some areas in the East, Igbos were killed by local people with at least the acquiescence of the Federal forces, 1000 Igbo civilians perished in Benin in this way” (Max Edward Reporter, reporter on the ground – New York Review, 21 December 1967).\n\n“After federal forces take over Benin, troops killed about 500 Igbo civilians after a house to house search with the aid of willing locals” (Washington Morning Post, 27 September, 1967)\n\n“The greatest single massacre occurred in the Igbo town of Asaba where 700 Igbo male were lined up and shot as terrified women\/children were forced to watch” (London Observer, 21 January,1968)\n\n“Federal troops killed or stood by while mobs killed more than 5000 Ibos in Warri, Sapele, Agbor (New York Times, 10th January, 1968).\n\n“There has been genocide on the occasion of the 1966 massacres, the region between the towns of Benin and Asaba where only widows and orphans remain, federal troops having, for unknown reasons, massacred all the men” (Paris Le Monde, 5th April, 1968)\n\n“In Calabar, federal forces shot at least 1000 and perhaps 2000 Igbos, most of them civilians” (New York Times, 18th January,1968)\n\n“Bestialities and indignities of all kinds were visited on the Biafrans in 1966. In Ikeja Barracks (Western Nigeria) Biafrans were forcibly fed on a mixture of human urine and faeces. In Northern Nigeria numerous housewives and nursing mothers were violated before their husbands and children. Young girls were abducted from their homes, walking places and schools and forced into intercourse with sick, demented and leprous men” (Mr Eric Spiff, German War Correspondent, eyewitness, 1967)\n\nRelated image\n\n“650 refugee camps, contained about 700,000 haggard bundles of human flotsam waiting hopelessly for a meal, outside the camps, was the reminder of an estimated four and half to five million displaced Kwashiokor scourge, a million and half children, suffer(ed) from it during January; that put the forecast death toll at another 300,000 children. More than the pogroms of 1966, more than the war casualties, than the terror bombings, it was the experience of watching helplessly their children waste away and die that gave birth to, a deep and unrelenting loathing. It is a feeling that will one day reap bitter harvest unless” (Frederick Forsyth, British Writer at Umuahia, January 21st 1969)\n\n“The Nazis had resurrected just here as Nigerian forces” (Washington Post, editorial, July 2, 1969).\n\n“The loss of life from starvation continues at more than 10,000 persons per day over 1,000,000 lives in recent months. Without emergency measures now, the number will climb to 25,000 per day, within a month and 2,000,000 deaths by the end of the year. The new year will only bring greater disaster to people caught in the passion of fratricidal war, we cant allow this to continue or those responsible to go free” (Senator Kennedy appeals to Americans, Sunday November 17, 1968)\n\n“Myself and the same UNICEF representatives went on to convey something of what lay behind this intransigence: Among the large majority hailing from that tribe who are the most vocal in inciting the complete extermination of the Igbos. I often heard remarks that all Nigeria’s ills will be cured once the Igbos have been exterminated from the human map.” (Dr Conor Cruise O’Bien, 21 December, 1967, New York Review\n\nAnd they Want us to Forget? NO! As For me and My Household, we’ll SIT AT HOME ON MAY 30TH.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.8292972445,
        "format_confidence":0.6401467919
    },
    {
        "url":"http:\/\/politicalactivitylaw.com\/2013\/02\/07\/political-law-links-for-thurs-2713\/",
        "text":"Political law links for Thurs., 2\/7\/13\n\nSCHOCK ETHICS UPDATE. Politico. ”The House Ethics Committee will not form a special investigative panel to probe allegations that GOP Rep. Aaron Schock (Ill.) improperly solicited super PAC contributions from other Republican lawmakers, including Majority Leader Eric Cantor (R-Va.). But it is not dropping the case either.”\n\nOWENS ETHICS UPDATE. Politico. “The House Ethics Committee will keep an eye on Rep. Bill Owens but has stopped short of launching a formal investigation into whether the backbench Democrat took an improperly funded trip to Taiwan.”\n\nEXCESS FUNDS SPENDING. USAT. “Former House members are spending their leftover money to pay for everything from luxury cars to foundations that bear their names, a USA TODAY review of new campaign-finance reports shows.”\n\nSHIFT VIEW. Roll Call. “But proponents of an election law overhaul, who had received assurances from incoming freshman Democrats that they would back such fixes as campaign finance disclosure and federal matching funds legislation, see the House Majority PAC video as a bad sign.”\n\nLOBBYING STATUS.  The Post.  “Is the lobbying business shrinking or just changing? It’s hard to say.”\n\nTRAVEL RULES AND EXTENDED TRIPS. Roll Call. “House lawmakers and staffers normally cannot accept lobbyist-sponsored travel connected to official business lasting more than one day.”\n\nNEWS REPORT: COMPLAINT FILED. Story here. “The California Republican Party has filed a complaint with the Federal Election Commission alleging that Rep. Raul Ruiz’ appearance in a Super PAC’s online video amounts to an illegal campaign contribution.”\n\nFL: SCOTT’S SPENDING. Story here. “Rick Scott is preparing to defend his Florida governorship with the most expensive reelection campaign in state history, drawing up plans for a battleship-sized political operation aimed at overcoming the Republican’s deep personal unpopularity.”\n\nFL: PARTIES AND LEADERSHIP FUNDS UNDER PROPOSAL. Story here. “In place of CCEs, the bill would lift the $500 maximum contribution to candidates to $10,000, and require far more rapid disclosure of donors for candidate committees, political committees and electioneering committees.”\n\nHAVE A GOOD DAY. I’ll send around the next set of links on Monday. Have a great weekend.\n\nComments are closed.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9090896845,
        "format_confidence":0.5712888837
    },
    {
        "url":"http:\/\/www.epa.eu\/photo-essays\/2017\/women-changing-womens-worlds",
        "text":"\n\n\nWomen Changing Women's Worlds\n\nVarious Photographers\n\n\nThis photo series is created to mark International Women's Day (IWD) and features portraits of female activists, pioneers and change-makers who are transforming life for women around the world.\n\n\nThe women featured have all fought against the dominant structures in their worlds to help improve the lives of other women. The group includes an artist, various professors, athletes, grassroots activists and even a lone female mechanic working in the Lebanese countryside.\n\n\nDespite the huge variations in their individual experience, all have a pioneering spirit that embodies the unifying themes of International Women’s Day.\n\n\nPRISCILLA NANGURAI (08 November 1948) – Kenyan director of the Girls’ Rights, Attention, Care and Education rescue center\n\nKEIKO OCHIAI (15 January 1945) - Writer, feminist, founder of Crayon House book store\n\nENI LESTARI (24 January 1978) - Hong Kong-based Indonesian domestic helper and labor rights activist\n\nMARTINE PICCART (18 June 1953) - Professor of Oncology at the Université Libre de Bruxelles (ULB) and Head of the Department of Medicine at the Institut Bordet\n\nRAJA CHEBBI (02 August 1961) – First Arab woman promoted to the rank of General in the Tunisian police\n\nRIMA NASSER-TARAZI (22 March 1932) – Palestinian musician, composer, former President of the Administrative Board of the General Union of Palestinian Women\n\nMYLENE KAMARA (14 March 1966) – Ivorian advocate for women's rights group West Africa Network for Peacebuilding\n\nANURADHA KOIRALA (14 April 1949) - Founder of Maiti Nepal, a rehabilitation and Orphanage home for HIV-affected children and women who are victims of trafficking\n\nMONA YAAKOUB (05 October 1994) – Journalist, member of the ‘Fe-male’ and ‘Game’ associations\n\nBERNICE FREEMAN (04 October 1967) - Liberian activist at Women in Peace Building Network (WIPNET)\n\nAMINA AJOUCKA (18 October 1991) - Lebanese car mechanic\n\nDHAMMANANDA BHIKKHUNI (06 October 1944) - Abbess Dhammananda of Songdhammakalyani Monastery\n\nNADIA REMADNA (15 November 1959) – French social worker, founder of The Mothers’ Brigade\n\nCOURTNEY PAYNE-TAYLOR (born 1982) – US founder of the Girls Riders Organization (GRO)\n\nLAXMI AGARWAL (01 June 1990) - Indian campaigner with Stop Acid Attacks\n\nTENDAI GARWE aka SOKOSTINA (07 November 1982) - Zimbabwean feminist and radio personality\n\nYE HAIYAN (born 1975) – Chinese gender activist and artist KHUSI KABIR (born 1948) - Head of Human Rights organization Nijera Kori\n\nMARIJKE ALBLAS (30 June 1944) - Independent sexual and reproductive health and rights (SRHR) consultant, campaigner and abortion provider and trainer\n\nMARIM ABDULLAH AL-QARDAE (22 January 1966) - Yemeni doctor and director of reproductive health service at the Health Qabil Center\n\nANAT HOFFMAN (born 1954) - Israeli activist, Women of the Wall founder\n\n\nPhotos by Daniel Irungu, Franck Robichon, Jerome Favre, Stephanie Lecoq, Mohamed Messara, Atef Safadi, Legnan Koula, Narendra Shrestha, Nabil Mounzer, Ahmed Jallanzo, Diego Azubel, Yoan Valat, Justin Lane, Harish Tyagi, Aaron Ufumeli, How Hwee Young, Abir Abdullah, Nic Bothma, Yahya Arhab and Jim Hollander.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9328703284,
        "format_confidence":0.7005345821
    },
    {
        "url":"http:\/\/blog.chrisworfolk.com\/7-surprising-freedoms-we-enjoy-in-britain",
        "text":"7 surprising freedoms we enjoy in Britain\n\nIn an age when Theresa May seems determined to read every email you write, abolish human rights and arrest everyone on terror charges, it can feel like our freedoms are under threat (they are). However, on a more positive note, we British people enjoy some freedoms that a lot of the world does not.\n\nNothing on this list will be a surprise to you. However, what I think will be a surprise, is that the rest of the world does not have these freedoms. These are things we take for granted but are not always the norm.\n\nNaming your child\n\nIn Britain, you can name a baby anything as long as the powers that be do not label it as offensive or rude. People take liberal advantage of this, regularly naming their babies after TV characters, inanimate objects or obviously incorrect spellings of real names.\n\nThis is not a freedom most of Europe enjoys: many countries have set lists of accepted names. You have to pick from the list and you cannot change the spelling.\n\n\nOnly wacky religious people tend to homeschool. However, you do have the option if you so wish. If you are tired of the school forcing facts down your child’s throat, you can pretend to be a teacher and give them an education yourself. You will seriously damage the child’s intellectual and social skills, but at least you will feel better.\n\nWe and around half the countries in the world enjoy this freedom. Each country has different levels of restrictions. For the rest of the world, homeschooling is illegal.\n\n\nAt some point in the history of the United States, the government and the people had the following conversation:\n\nGovernment: “Can we take away some of the really big guns so that children stop getting massacred?”\nPeople: “No! Keep your hands off our second amendment!”\nGovernment: “Okay. Can we make it illegal to cross the street wherever you want?”\nPeople: “Sure, that’s fine.”\n\nIt seems a bizarre way round to me. I like living in a culture where assault rifles are not allowed, but crossing an empty street when it is safe to do so is. But what do I know as a humble British person?\n\nGermany also criminalises jaywalking. There is something odd about watching clearly inebriated Germans stumbling home, yet stopping at every crossing to wait for the green man.\n\nMoving house without telling everyone\n\nDo you find junk mail annoying? I do. When I move house, I do not want everyone to know that I have moved. I will tell the people I think are worthy of knowing: banks, utility companies, etc. For everyone else, I do not want your nuisance mail.\n\nIn Finland, when you move house, you tell the state. The state then tells everyone else. This is convenient because it means all of your banks know that you have moved house. However, what if you do not want to tell a bunch of for-profit companies about your new address?\n\nFree healthcare, including birth control\n\nWe tend to think of free healthcare as something that all civilised countries have, with the notable exception of the United States. However, this is not always the case. Take Finland again, for example.\n\nWhen you go into hospital, there is a charge per day. It is not the full cost of your hospital stay, but it is not insignificant. You also pay to visit your GP and pay higher prescription charges. For birth control, for example, you will be paying around €15 per month.\n\nIn the UK, we pay for prescriptions (not in Scotland or Wales) and dental, but these are both capped at relatively low amounts. Hospital treatment is without cost entirely (unless you want to watch the TV).\n\nID cards\n\nCompulsory ID cards are overwhelmingly the norm. Britain is one of only nine countries[ref] in the world that does not have any ID cards.\n\nFlag burning\n\nFlag desecration varies by countries. In many, it is illegal. In some, it is prosecuted under wider laws.\n\nIn the UK, we are pretty relaxed about it. If you want to burn the Union Jack, feel free. There is no law against it. There have been some moves to tighten up on it, but none have come to fruition.\n\nOf course, you may struggle if it is made of fire-resistant material. As this EU flag was, for example:\n\n\nFree newsletter\n\nDon't have time to check my blog? Get a weekly email with all the new posts. This is my personal blog, so obviously it is 100% spam free.\n\n\nTags: , , ,\n\nThis entry was posted on Monday, February 20th, 2017 at 11:00 am and is filed under Religion & Politics. You can follow any responses to this entry through the RSS 2.0 feed. Both comments and pings are currently closed.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.964441359,
        "format_confidence":0.9144642949
    },
    {
        "url":"http:\/\/theneteffectmonthly.com\/tag\/california\/",
        "text":"Starting January 1st California has a new slate of laws that become law. While most of these laws are not really all that controversial, there are some that are likely to cause problems with their implementation given their wide-ranging effects or issues with special interest groups. These laws either challenge long-standing assumptions in the legal field or create some potentially interesting problems for lawmakers in other areas. A careful consideration of each of these Top 5 controversial California laws taking effects in 2018 follows, looking at how each of them may make things interesting for Californians as well as any issues in their implementation.\n\nCalifornia Sanctuary State\n\nA number of new laws enforce California’s status as a sanctuary state, ranging from laws requiring immigration officers to have a warrant before searching a workplace to limiting how law enforcement can help immigration. While most of these are pushing back against Trump’s anti-immigration policies, a sore subject in a state with so many immigrants, it should be interesting to see what happens when state laws push against federal ones. This is not a traditional states rights issue because of the stakes involved, especially given the dependency on immigrant labor, but because of the civil rights issues that are being brought up in the implementation of the federal policies.\n\nAnother issue is that a person spreading the HIV knowingly may only suffer a misdemeanor in court, as opposed to a felony under prior law. This law has already caused some controversy; the issue at hand is that HIV is no longer the death sentence that it used to be, especially given how relatively inexpensive and easily available treatments are. However, it is still a life-changing event and has a number of repercussions even for those that have embraced life with the virus.\n\nSmall Business in California\n\n|A somewhat major win for new parents is that California small businesses with at least 20 employees must give them up to 12 weeks of unpaid leave without it affecting their health insurance. While this may not seem like a huge deal to some this is still a major victory for those parents. However, this law may create some tension between employers and parents, not to mention health care providers, as they wrestle their different priorities to follow the law. There could actually be some fallout from this simply because some unscrupulous employers may attempt to fire these parents as the day approaches and some insurance providers could try to influence that decision.\n\nOne change will have to wait until next year to fully take effect, but part of it has already taken effect. Specifically, it is possible to choose a non-gendered option on a birth certificate; in 2019 the change can be shown on driving licenses. This not only allows for greater personal choice in choosing how a person defines themselves but also helps in determining benefits for the transgendered in California. While it may not seem that controversial, anything involving sexual identity tends to eventually become controversial, and it should come to the forefront when it becomes an actual option for drivers licenses.\n\nAnother change is that polling places will be changing to vote centers, where voters can simply drop off ballots as well as access other voter services. While this may make voting easier for most, there are those concerned with voter suppression, especially those in the black community, and that the vote centers will make it easier to suppress the vote of groups of people. How this will change elections is uncertain, but as vote centers replace polling places there will be some definite repercussions felt.\n\nAll told these laws should have some interesting effects on the state, both in how they affect how things are done in California as well as how other entities, especially the federal government, do business with the state. Regardless, they will be discussed for a long time. How they specifically affect life will probably take years, but it should be interesting to see how things play out as they take effect.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9630079269,
        "format_confidence":0.8760991096
    },
    {
        "url":"https:\/\/www.cjfe.org\/online_events_for_international_women_s_day_2013",
        "text":"Online events for International Women's Day 2013\n\nFriday, March 08, 2013\n0 reactions\nBy Miles Kenyon From its roots as a political movement by the Socialist Party of America in 1909 to its official recognition two years later, International Women's Day has always stood for recognition and celebration of women. It firmly plants one foot in the past, tallying the sacrifices made and accomplishments gained; the other finds its place in the future, poised ahead to the tasks forthcoming and the victories yet to be won. On March 8th, women are celebrated for their contributions to all levels of society and culture. This year’s theme from the UN is \"A promise is a promise: Time for action to end violence against women.\" Heartbreakingly, this seems like a tall order - especially with the recently publicized physical and sexual abuse of women and girls in India - but women, men and children the world over will be lighting candles, stomping feet and raising voices to make sure the message isn’t ignored.\n\nThe following is a shortlist of some of the best online initiatives taking place today:\n\nExpert Q&A Live chat by the World Bank, with experts answering questions about overcoming biases imposed by gender norms. Discussion on media representation Liveblog of events being held at Ryerson University in Toronto on how to change media’s representation of women. Wikipedia workshop Livestream of workshop held by Sarah Stierch, former fellow of the Wikimedia Foundation, on how and why we should be adding more women to Wikipedia entries. 24-hour women's issues marathon KFAI is a volunteer radio station based in Minneapolis, MN, and they will be broadcasting 24 hours of live programming on women’s and girls’ issues, all produced and hosted by women in the Twin Cities. Overview of women's rights issues Equal parts inspiring and gut-wrenching, Trust Law has compiled a number of articles that bring into scope the current issues facing women and how many are fighting back.\nMiles Kenyon is a radio and digital journalist based in Toronto.\n\nBe the first to comment\n\nPlease check your e-mail for a link to activate your account.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9843869805,
        "format_confidence":0.8287068009
    },
    {
        "url":"http:\/\/etsyforanimals.blogspot.com\/2012\/06\/presented-by-alicia-of-woodsedge-1.html",
        "text":"\n\nEtsy for Animals (EFA) aka Artists Helping Animals,\n\nis a team of independent artists, craftspeople,\n\nvintage sellers and craft suppliers on Etsy.com\n\nwho are dedicated to providing charitable relief to animals\n\nby donating a portion of the profits from their shops\n\nto an animal charity of their choosing,\n\nand\/or to EFA's featured Charity of the Month.\n\nSaturday, June 02, 2012\n\n\npresented by Alicia of WoodsEdge\n\n1. Oppose Wolf Delisting in Wyoming\n\nA plan to remove wolves from the protection of the Endangered Species Act in Wyoming has been formally announced and will leave them vulnerable to a shoot-on-sight management plan in most of the state, including national forests. This move, combined with the wolf management policies in neighboring states, fails to ensure wolves the vital protection they need to maintain healthy populations. \n\nPlease sign the petition opposing the delisting of wolves in Wyoming. \n\n2. Get Justice for Victim of Breed Specific Legislation (BSL)\n\nA pit bull\/husky mix named Hank was taken from his home after a neighbor provoked him and turned in a videotape he had taken of Hank to Animal Control because he was left outside in a fenced in yard without a muzzle, a common requirement of discriminatory BSL. Sadly, Hank has since been euthanized, but to make matters worse, the local humane society would not even return Hank's body to his owner so that he could be buried and put to rest. \n\nPlease sign the petition asking St. Joseph's County to repeal its Breed Specific Legislation and for the vet who killed Hank to resign. \n\n3. Protect Whales from Navy's Sonar Testing\n\nThe National Marine Fisheries Service has approved a plan for expanded sonar testing off the West Coast, despite the known detrimental effects on marine life and opposition from EarthJustice, Natural Resources Defense Council and Native American tribes, among others. \n\nPlease sign the petition asking the National Marine Fisheries Service to revoke the Navy's permit and protect marine life under the Endangered Species Act. \n\nfor taking 1-2-3 ACTIONS\non behalf of the animals !\n\n1 comment:\n\nPlease leave a positive comment :)\nWe shall publish it as soon as it is approved...\nTHANKS for visiting !\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9540783763,
        "format_confidence":0.6092133522
    },
    {
        "url":"https:\/\/www.thenation.com\/article\/with-members-of-congress-home-in-their-districts-help-bring-back-the-resistance-recess\/",
        "text":"Last time members of Congress were on recess, thousands came out to confront them. Videos circulated of representatives facing impassioned constituents demanding to know why lawmakers would play politics with their health care. Some of the most dramatic confrontations involved representatives in Republican-dominated states, such Utah’s Jason Chaffetz and Tennessee’s Diane Black.\n\nBeginning this week through April 23, lawmakers will be back in their districts. Here are some key ways to make your representatives and President Trump feel the heat during the next two weeks:\n\n1. Demand Congress vote on Trump’s new war in Syria. To start, Congress should not have left for recess without voting on President Trump’s illegal military escalation in Syria. As you’re meeting with, confronting, and calling your members of Congress, let them know that they must debate and rein in Trump’s attacks on Syria. You can also sign our petition here\n\n2. Confront your representatives in person. There are a number of resources to help you find town halls and protests in your area, connect with the organizers behind the actions, or organize your own protest or meeting with a lawmaker. Check out’s Resistance Recess calendar and map, as well as the Town Hall Project’s map of town halls, both of which make it easy to find events. Even if your representative won’t hold a town hall or meet with you, you can join with others to call them out for their cowardice, as activists are doing in Chris Collins’s district in upstate New York and at Senator Portman’s office in Columbus, Ohio.\n\nTo help you plan, check out Resistance Recess’s tool kits on issues such as President Trump’s attacks on climate science and proposed draconian budget cuts, as well as Indivisible’s resources on how you can make your town-hall actions effective. Also check out Free Press’s talking points on Net neutrality, as many senators and representatives are just as eager as our president and FCC chairman to repeal rules protecting the open Internet. \n\n3. Join the Tax March on Saturday, April 15 and demand to see Trump’s tax returns. Planned for Washington, DC, and cities around the country, organizers are demanding that the president release his tax returns, with the DC march and others also calling for Congress to pass legislation requiring President Trump and all future presidential candidates to release their returns. Find a march near you and more details here. And in the week leading up to the march, help spread the word by creating a video detailing why you want to see Trump’s returns. March organizers are asking people to post their videos to Twitter using the hashtags #Whatareyouhiding and #TaxMarch so Tax March partners can retweet them.\n\n4. Keep calling. On the days you can’t confront your members of Congress in person, find their district numbers (typically located on their websites), and call them.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9974945784,
        "format_confidence":0.8313409686
    }
]