[
    {
        "url":"http:\/\/yorkcountysheriff.com\/faq.aspx?TID=16",
        "text":"Show All Answers\n\n1. How do I find a report?\n2. Can I pull a report from your website?\n3. If I cannot get in touch with the PIO what should I do?\n4. How do I get an arrest warrant?\n5. How do I find out which agency arrested someone?\n6. How do I submit a Freedom of Information Act (FOIA) request?",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9952294827,
        "format_confidence":0.9737363458
    },
    {
        "url":"https:\/\/www.allprobailbond.com\/blog\/ca-laws\/medical-marijuana-faqs\/",
        "text":"Medical Marijuana\n\nMedical Marijuana: The FAQs\n\nMedical marijuana refers to the cultivation, use, and possession of marijuana in whole, unprocessed plants, or extracts to treat symptoms and illnesses.\n\nScientific and medical research recommend the use of medical Marijuana to treat terminal illnesses or long-term symptoms associated with cancer, epilepsy, glaucoma, and AIDS. Marijuana contains about 100 cannabinoids and two of these chemical ingredients (THC and CBD) are widely used to manufacture medical drugs. Unlike other cannabinoids, THC and CBD play a crucial role in the body by regulating pleasure, promoting muscle movement, boosting memory and concentration, reducing pain, preventing inflammations, and controlling epileptic seizures.\n\nMedical Marijuana Laws\n\nThe Federal government has made the cultivation, possession, and use of medical marijuana in the US illegal. Through the Food and Drug Administration, the federal government requires carefully conducted studies and clinical trials in thousands of human subjects to determine the benefits and risk exposures of a possible medication. Hitherto, researchers have not conducted sufficient large-scale clinical trials about the benefits and risks of marijuana plant among patients with terminal illnesses. On the other hand, states have legalized the use of marijuana for medical purposes. According to the Drug Policy Alliance, twenty-nine states have legalized medical marijuana under controlled conditions as of April 2017. Although the law dictates that federal laws are above state laws, various federal and state agencies have come together to solve the incessant battle between federal and state laws regarding medical marijuana.\n\nMedical Marijuana penalties\n\nAlthough an increased number of states continue to enact statutes permitting terminally ill patients to cultivate, possess, and use medical marijuana, the federal government treats marijuana as a drug under schedule I of the Controlled Substance Act. Under this act, cannabis is viewed as a highly addictive drug having no medical value. Penalties for medical marijuana include imprisonment, fines or both depending on the felony class and the state.\n\nIn states that have not legalized medical marijuana, offenses are treated as felony drug charges while states that have decriminalized medical marijuana treat offenses as minor infractions. One may be charged with offenses under the following circumstances\n\n  • The sale of the drug to minors\n  • Possession of grams beyond the recommended amounts\n  • Cultivation of marijuana in states where cultivation is illegal\n  • Possession of marijuana equipment.\n\nWhere convicted and sentenced, a minimum of 85% of the sentence must be served. Possession or cultivation of higher quantities beyond the legalized amounts attract a longer jail term with minimal chances for probation or alternative sentencing. In California, which was the first state to decriminalize medical marijuana, possessing more than 1 kg of cannabis with no preceding sentences carries a minimum of six months jail term with a probability of probation. Higher quantities with prior convictions carry a minimum of two years with no possibilities for parole.\n\nPossible Defenses\n\nPatients arrested and prosecuted for the possession, cultivation, or use of medical marijuana have only the medical necessity as a probable defense under the First Amendment. The medical necessity defense is grounded as a state common law or general defense statute where one proves that their action, albeit being illegal, prevented harm. However, under the medical necessity defense, the defendant must prove beyond reasonable doubt that\n\n  • They did not intentionally bring about the circumstances that caused the illegal act and\n  • They could not accomplish the same objective using a less offensive alternative\n\nIt is important to consult with medical professionals and marijuana defense attorneys on the required documentation for the defendant to urge their case should be they found guilty of the drug felony.\n\nMany types of research funded by the National Institute of Health continue to explore the benefits of cannabinoids in the medical fields. Current research is directed towards the prevention of growth and multiplication of cancer cells. Evidence from some clinical and preclinical trials ascertain that extracts from whole-plant marijuana plants can indeed treat symptoms of diseases affecting the immune system. However, such research faces multiple legal issues that hinder progress. Stakeholders in the healthcare and legal sectors should work together and enact systems that will promote research and uphold legal standards.\n\nRead More: Marijuana Laws in California\n\nTags: ,\nPosted in CA Laws Comments Off on Medical Marijuana: The FAQs\n\nBail Bond Rates\n\nIn general, the standard industry rate for bail bonds is 10% of the face amount of bail. For example, if the face amount of bail is $10,000, the fee is $1,000. Read More\n\n\nWe offer affordable interest-free credit terms that are tailored to your financial situation. You can even put as little as 0-5% down (OAC). Read More",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9801871181,
        "format_confidence":0.9231821299
    },
    {
        "url":"http:\/\/www.icpsr.umich.edu\/icpsrweb\/NACJD\/support\/faqs\/2006\/01\/how-do-i-find-data-that-i-can-use-for",
        "text":"The Source for Crime and Justice Data\n\nHow do I find data that I can use for my research project?\n\nThe Data Access\/Download Data page allows you to search our data holdings by keyword. The page also gives you several options to browse our data holdings. On the search results page, you may filter your results by subject, geography, time period, funding agency, author, and recency.\n\nPlease keep in mind that our data collections consist of ASCII data files and documentation. These data files must be read into a statistical package such as SAS or SPSS in order to generate statistics. Our Web site does not have statistics that have already been produced or published reports, charts, or other analyses based upon data holdings. For more information about these products, see the answer to I don't want to run my own statistics. Where can I get reports or statistics that have already been generated?",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.8150177598,
        "format_confidence":0.9588510394
    },
    {
        "url":"https:\/\/www.seanclearypa.com\/faqs\/accident-compensation\/",
        "text":"Can I Still Recover Compensation If I Am Partially at Fault for the Accident?\n\nYes, you can still recover compensation even when you are partially at fault for your personal injury. However, your percentage of fault will reduce the amount that you'll be able to recover. For example, for 40% negligence, your damages decrease by 40%.\n\nPersonal injury cases cover a broad range of potential events. According to the law, individuals can be held responsible if their negligence or reckless behavior caused another person's injury. Theoretically, that sounds simple. However, accidents are often the result of several factors and injured individuals may share some amount of responsibility.\n\nFlorida is a no-fault state and a comparative negligence state, meaning that in a Miami car accident, even if one driver was partially at fault for the crash, they can still receive a certain amount of monetary compensation, but it can vary considerably.\n\nOnce the percent of fault is established, the total compensation the plaintiff could recover will be reduced by the percentage of fault. For example, if you were involved in a car accident in Miami with another driver who was under the influence of alcohol, but you were driving over the speed limit, a judge might decide that you are 40% at fault for the accident. In that case, you can still recover 60% of your damages. Of course, if the other driver suffered losses as well, you or your insurance company will have to cover 40% of his damages.\n\nFlorida’s No-Fault Car Insurance Laws\n\nUnder Florida Statute section 627.736, medical, surgical, funeral, and disability benefits are available after car accidents as part of a personal injury protection plan without regard to fault. These compensatory benefits include:\n\n  • Medical benefits: \"80% of all reasonable expenses for medically necessary medical, surgical, X-ray, dental, and rehabilitative services, including prosthetic devices and medically necessary ambulance, hospital, and nursing services\"\n  • Disability benefits: \"60% of any loss of gross income and loss of earning capacity per individual from the inability to work proximately caused by the injury sustained by the injured person\"\n  • Death benefits: \"Death benefits of $5,000 per individual. Death benefits are in addition to the medical and disability benefits provided under the insurance policy.\"\n\nFor more detailed information, please consult the Florida Statute 627.736.\n\nCommon Car Accident Scenarios Where Both Drivers Share Liability\n\nThere are many situations in which the driver that was hit could also be responsible. One common event is when the driver in front of you suddenly hits the breaks and you rear-end his car. You might need the testimony of a witness to hold the other person responsible, otherwise, you might be at fault for following too close.\n\nThe driver that was hit could also be responsible in one of the following cases:\n\n  • They were backing up out of a parking space or down the street\n  • The car was pulling out of a driveway into oncoming traffic\n  • the driver in front slammed on the brakes to avoid hitting a person, an animal, or another vehicle\n  • The driver slammed on the brakes in a road rage situation\n\nThe amount recovered will depend on the percentage of fault each driver had. A court assigns percentages of blame in awarding damages stemming from a car accident lawsuit. What this means is that you need to present evidence that the other driver was at fault. If you were partially at fault, your awarded damages would be reduced by any percentage that the court deems you were at fault for.\n\nIf you were involved in a car accident in Miami that was partially your fault, it is important to know that you can still file a claim to preserve your chances of compensation.\n\nSteps to Take Immediately After the Car Accident\n\n  • It is imperative to make sure an accident report is filed.\n\nIf the police arrive at the scene, make sure you give a statement and sign it.\n\n  • Document the scene of the accident and take pictures of the scene, the damages of your car, and your injuries.\n\nDo not forget to write down the license number and the name of the other driver's insurance company as well as contact details of potential witnesses. You should also contact your insurance company and inform them about the accident, but avoid signing any statement or agreement.\n\n  • Immediately after the crash, make sure you receive a medical check-up and that you keep the medical report and any bills you might have paid.\n\nIt is important to present evidence such as a police report when suing an at-fault driver for damages in Florida. In addition to your medical records, a police report could include a description of the injuries you suffered as a result of the accident. Because Florida is a no-fault state regarding car insurance, you must prove that your injuries are sufficiently serious as to justify leaving the no-fault system. Only by leaving the no-fault system can you reject the settlement offer made by your car insurance provider and go after the at-fault driver and his or her insurer for adequate compensation.\n\nIf the other driver received a ticket, there is consistent evidence they were at fault for the accident. If no ticket was given, the best option is to contact our personal injury attorney in Miami, who can investigate the details of the crash and gather evidence that supports your case.\n\nDisclaimer: Please note that the information provided on this site is not formal legal advice, also the site does not allow you to form an attorney-client relationship.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9818763733,
        "format_confidence":0.9494518042
    },
    {
        "url":"https:\/\/durhamfamilylawspecialist.com\/if-my-case-goes-to-trial-will-the-judge-hear-about-what-we-discussed-at-the-mediation\/",
        "text":"I am here to help. Call now.\n\n\nIs Mediation Negotiation Admissible?\n\nIf my case goes to trial, will the Judge hear about what we discussed at the mediation?\n\nNo. The negotiations that occur as part of a mediation are confidential and cannot be disclosed at trial to a Judge or jury. Neither party may subpoena the mediator and require the mediator’s testimony or notes.\n\nContact Barri Payne",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9963537455,
        "format_confidence":0.7962494493
    },
    {
        "url":"https:\/\/www.lifeanddisabilitylaw.com\/faq\/my-erisa-claim-was-denied-can-i-file-a-lawsuit-immediately\/",
        "text":"Call For A FREE Case Evaluation 510.992.6130\n\nMy ERISA Claim Was Denied, Can I File A Lawsuit Immediately?\n\nPosted By:\n\nBefore you can file a lawsuit, you must “exhaust” any administrative remedies available to you.  The plan document will set forth what you need to do upon receipt of a claim denial.  Usually, you must submit at least one request for review (or appeal) to the claims administrator.  You cannot file a lawsuit until the deadline for the administrator to make a decision has passed or the administrator has finally denied your claim.  If you do not follow your plan’s claims procedure, a court will likely dismiss your lawsuit for failing to exhaust administrative remedies, unless you can prove that exhaustion would have been pointless.\n\nGet The Help You Need Today",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9651206732,
        "format_confidence":0.9447298646
    },
    {
        "url":"http:\/\/www.insd.uscourts.gov\/content\/obtaining-copies-court-documents",
        "text":"Obtaining Copies of Court Documents\n\nCommon FAQ\n  • Documents in most newer civil and criminal cases are available for viewing\/printing via the internet, by accessing the court's CM\/ECF - PACER system. A U.S. Courts PACER account is required. Documents are in PDF format, and cost 10 cents per page, with a quarterly minimum billing amount and a per document maximum charge. For more details, contact the PACER Service Center, at (800) 676-6856, or visit www.pacer.gov.\n  • Documents in older cases may be identified on docket sheets through the court's Case Search page. Then, a request for specific documents may be made by mail or fax using the Copy Request Form. Copies are provided by the court at 50 cents per page. Court staff will contact the requestor to arrange payment.\n  • Documents available through PACER may also be viewed and printed at the Clerk's office on public access computers. No PACER account is required, and copies are 10 cents per page. Check our Office Locations.\n  • Contact the Clerk's office, at (317) 229-3700, for further assistance with copy requests.",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9944637418,
        "format_confidence":0.5504742265
    },
    {
        "url":"https:\/\/www.beavertonoregon.gov\/Faq.aspx?QID=154",
        "text":"How long is my term of jury duty?\nJurors in the City of Beaverton serve a three-month term. Although you are on call during those three months, you will not be required to serve on more than two juries nor more than 10 days unless additional days are needed to finish a trial. Most jury trials last only one day, but occasionally they last two days.\n\nShow All Answers\n\n1. Why is jury service required?\n2. Who is eligible to serve as a juror?\n3. How long is my term of jury duty?\n4. Will I get paid for jury duty?\n5. Will I have to come if the case is settled before the day of trial?\n6. What if my employer doesn’t want me to serve?\n7. Can I change the date that I am required to report?\n8. Where is the Municipal Court, and where do I park?\n9. What should I bring when I report?\n10. When will I get to eat lunch?\n11. What if I fail to appear on the day I am summoned?\n12. Where do I check in?\n13. Where are the restrooms?\n14. Can I use a telephone?\n15. May I take my cell phone or pager into the courtroom?\n16. What kind of case will I hear?\n17. Why does the judge have a computer terminal on his\/her bench?\n18. Will I be chosen for a specific trial?\n19. May I investigate or research the case outside of the court?\n20. Are there certain rules of court that I need to follow?\n21. What are the stages of a typical trial?\n22. What should I expect when the jury retires for deliberation?\n23. Do I go back into open court?",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.990211308,
        "format_confidence":0.9746135473
    }
]