[
    {
        "url":"https:\/\/www.espn.co.uk\/cricket\/story\/_\/id\/30690088\/former-australia-test-opener-colin-mcdonald-dies-aged-92",
        "text":"Former Australia Test opener Colin McDonald dies aged 92\n\nColin McDonald swings Tony Lock away for a boundary PA Images via Getty Images\n\nColin McDonald, Australia's lone resister during Jim Laker's world record 19-wicket haul in the 1956 Old Trafford Ashes Test, has died at the age of 92.\n\nIn a lengthy and reliable stint at the top of the order for Australia for the best part of the 1950s and early 1960s, McDonald was a key part of the team in the era spanning the captaincies of Lindsay Hassett, Ian Johnson, Ian Craig and Richie Benaud, playing the last of his 47 Tests on the 1961 tour of England that saw the debut of his fellow Victorian opening batsman Bill Lawry.\n\nBatting with a range of partners, McDonald was at his best during the 1955 West Indies tour and the 1958-59 Ashes series at home, the scenes of four out of his five Test hundreds and plenty of cut shots and leg-side deflections with a technique that was dominated by the bottom hand.\n\nBut McDonald's most enduring efforts were arguably his run of scores in the Laker-led defeats of the Australians by both England and Surrey during the 1956 tour: scores of 89, 45, 32 and 89 out of team totals worth 259, 107, 84 and 205 represented high skill and no little determination against the turning, spitting ball.\n\nAsked in later years by Gideon Haigh about how he viewed the 1956 Ashes, McDonald offered an unvarnished view of the conditions and how they had been prepared. \"England cheated: if by cheating you include the practice of preparing wickets to suit your own purpose,\" he said in The Summer Game.\n\n\"I mean, we wouldn't have minded so much if the pitches had played true to character. But we'd played Lancashire at the start of the tour and it seamed like a normal Manchester wicket. Then the Test pitch was like Bondi Beach when it was dry and a mud-heap when it was wet. In truth, though, Australians were poor at playing off-spin on slow turning wickets. They tended to thrust at it with firm hands, where the way to do it was play side-on, close to your body, bat inside pad. They bowled well. We batted very badly.\"\n\nMcDonald's traditional, \"take the shine off the new ball\" approach to opening served his country well as Benaud fashioned them into the world's pre-eminent team, culminating in the memorable 1960-61 series against West Indies at home and then the retention of the Ashes in England in 1961.\n\n\"Colin will forever be remembered as a legend of Victorian and Australian cricket,\" Cricket Australia chair Earl Eddings said. \"He was fearless against the fast bowlers and skilful when playing the spinners both in Australia and across tours of England, the Caribbean, South Africa, India and Pakistan.\n\n\"Australian cricket is a better place for Colin's many years of outstanding service at international and state level, as well as his club career with Melbourne University, Melbourne Cricket Club and Brighton. Our sincere condolences and best wishes go out to Colin's family.\"",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9963662624,
        "format_confidence":0.6737071872,
        "weight":0.0345231261
    },
    {
        "url":"https:\/\/bringitonblog.com\/2017\/02\/26\/boston-marathon-the-things-i-wish-someone-told-me\/",
        "text":"Boston Marathon: The things I wish someone told me\n\n\nWhen I look around at my running friends I would hardly be the person I’d point to and say “There’s your expert on the Boston Marathon”. I am privileged to count as friends people that have run Boston dozens of times. All of them can and will provide intricate details of the course, and are very helpful with race day strategies. You can also find countless on-line guides to actually running the race. But many Boston veterans have forgotten what it’s like to be a rookie there and the things a rookie might want or need to know. So in random order, here are some of the things I wish I knew last year going into my first Boston.\n\nIf you can afford it stay in town. I have a lot of running friends for whom Boston is old hat, and has become just another race in their season. Travel, lodging, and meals are done for as little money as possible and the sole focus is getting from the start to the finish and getting out of town. Hey, if that’s your thing I’m not knocking it. But if this is a new event for you, you should really enjoy the atmosphere of Boston on race weekend. I had a positively miserable race last year running-wise but I was continuously amazed by the spirit and excitement of the city and all of it’s people for the entire weekend. In other towns, “race weekend” is an inconvenience and hassle but in Boston everyone is excited for the Marathon. Perhaps a bit of this is still a sense of recovery from the bombings, but everywhere I went, people thanked me for coming, asked me how my race was, asked if I’d be coming back. It was as if I was lifted up on a pedestal just for running from Hopkinton to Boyleston street.\n\nLeave your car home. You won’t need it. It will be expensive to park. You can get everywhere on the T or on foot. Don’t be afraid to ask for help with the T. Once you figure it out it’s pretty simple but not immediately obvious. The locals are happy we are there and will be glad to take the time to help you with tickets and point you to the right platform.\n\nGo to Mike’s Pastry shopIt’s in the North End. Just look for the crowd when you get there. And yes: It’s that good and the line goes fast. mikes\n\nYou can see the whole course at the expo. I assume they do this every year, but last year there was a theatre setup in the middle of the expo where they stream a loop of the course. It is very good. I watched it twice and felt like I was familiar with the course.\n\nThe expo is HUGE. Get your packet. Go checkout out the big poster with all the names and find yours, maybe hit a couple specific vendors and the video (above). You can also buy your jacket there. (If I’d have mail-ordered mine I would have gotten the wrong size). They have lots of other apparel too, all mostly overpriced as you can imagine. But focus on race day and don’t expend all your energy at the expo. You can see all that stuff on-line or elsewhere. hopkinton\n\nPrepare to walk a lot race morning . . before you ever get to the start. Depending on where your hotel is, or where you park, or what T stop you get off you have to do a lot of walking. Last year our hotel had a shuttle to take us to Boston Commons where you get on the school buses out to Hopkinton. First, they could only get so close. There are dozens of buses and they had a lot of the city streets choked. It was then necessary to walk the rest of the way to Boston Commons, several blocks more to bag drop. (Just past the finish). Then several blocks back across Boston Commons to the buses. Once there, we waited in line for a bit to get on a bus. The bus ride to Hopkinton isn’t particularly short (closer to 4o minutes than the advertised 20). Once there, there is yet more walking to the athlete’s village. From the athlete’s village it is a few more blocks around to the start. I didn’t have my Garmin on for all this but I’d assume 2-3 miles of walking before hearing the word “Go”.\n\nThe MBTA has the most useful information for getting to and from the start and finish here.\n\nThe BAA map and directions are also helpful though missing some detail.\n\nVolunteer Map\nNot the official version but much more helpful\n\nThings to know about the Athlete’s Village. \n\n  • There are 2-3 sections of the Athlete’s Village. Don’t necessarily stop at the first one.\n  • They have a lot of porta potties. A lot. Still, lines form  the closer to the start you get. Just give yourself enough time for that last minute pit stop.\n  • There are a whole bunch more porta potties on the way to the corrals. I didn’t use these so don’t know what the wait time is. But if you want to use them be ready to leave as soon as your wave is called. They are in a big lot off to the left as you get nearer the start.\n  • Aside from porta potties, the other thing they have a lot of is runners. Unless you’ve arranged to meet friends somewhere specific, don’t expend a lot of energy walking around trying to find people. It is nearly impossible. Find a comfy spot, spread your blanket out, sit\/lay down and chill.\n  • You can get breakfast there. They have everything. Bagels, bananas and other fruit, Clif products, coffee, water, orange juice. This is helpful since you probably won’t start your race until mid-morning at a time you’d ordinarily be done your long run. Again, seek out the more distant breakfast and drink areas. They will be less busy especially early.\n  • There are tents but if it were raining no way in hell would everyone be able to fit under the tents. Be prepared if the weather is iffy. Maybe a big cheap golf umbrella or poncho, or cheap plastic rain gear you can leave behind.\n  • There are roving photographers. Chances are you can get your best pre-race photo ever here. Take the time to get the photo the way you want. The photographer isn’t in a hurry. If you want to take off your warm-up stuff to get your photo in racing attire, do it. They won’t mind.\n  • Goodwill is your friend. We all know about throw away shirts for racing, but depending on what time you get to the Athlete’s Village, you could be there a while. Go to Goodwill and buy some warm, comfortable stuff to wear while you wait, and ideally an old blanket. Don’t worry. It won’t go to waste. They have people everywhere on your way to the start to collect these things and re-donate them. Last year I had a really nice fleece jacket that I paid something like $1.80 for. I almost hated to get rid of it.\n\n    The athlete’s village\n\nHeartbreak hill isn’t that big of a deal. Hopefully you haven’t hit race day never having done any hills. Don’t be intimidated by the idea of this hill 20 miles in to the course. Honestly, it isn’t all that bad. Just focus on good running form and be patient. But then if you haven’t run any hills in training perhaps now is a good time to panic.\n\nThe Citgo sign is a long way from the finish. Everybody talks about the damned Citgo sign and how it means you are almost at the finish. BULLSHIT. You can see that thing for miles. It’s no different than somebody yelling “You’re almost there!” when you aren’t.\n\nThe finish is crazy. For a runner it’s awesome. It is downright deafening. For your family or friends it’s gotta be nuts. I would not have any spectators in my circle try to watch from the finish and it has nothing to do with 2013. I think they’d have to get there at 5:00 in the morning to even get near where they could see. If they want to see you go by I think I’d send them out near Coolidge Corner. There was still a lot of people out that way but open space right along the course to easily see and cheer. They’d still have time to walk back and meet you by the time you get done, go through the finish chute, get your post-race food and clothes, etc. The hot tip here would be for them to be on the South side which is the same side as the family meeting area.\n\n\nIt’s a long way to bag pick-up. Once you cross the line your journey is not done. There is a long procession through medals, water, blanket, food, photography, and down the road to bag drop\/pick-up. I don’t remember if there was any sort of changing tent. I just put on a dry shirt across from where I picked up my bag and then went off to find my wife. I think I had a towel and dry shorts in my bag but was cramping up too badly to try to change under a towel.\n\nFamily meeting areas. Perhaps this was spelled out somewhere but if it was I missed it. The family meeting area is divided up alphabetically. If you knew this, it would be fairly easy to find your family there. Also, AT&T provides booths with plenty of cell phones to call your family or friends. (See map for locations). Of course, they have to be listening or looking for your call. Also, there were a ton of vendors giving out lots of free food samples on Stuart street of the meeting area. Most of this was better than the food in the official food bag. 2015_finishmap\n\nMake sure you family is paying attention to their phone! It’s noisy, and crowded. They aren’t going to hear it ring. Trust me. ‘Nuff said.\n\nThe T is free. Yes they DO let you and your family on to the T for free after the race. You hear this rumored but the BAA’s official vague statement is that race participants are responsible for the legal use of public transportation. But reality is, they will let you on with your race medal. It’s a couple blocks to the Back Bay station from the family meeting area.\n\nGo to Sam Adams and on to Doyles. Sam Adams is fun. They give you a brewery tour. (Yawn.) But then have a pretty fun tasting and give runners a commemorative glass. This is one of many special privileges your bib garners around town post-race. That is all well and good, but be sure to time your visit so you can go to Doyle’s for lunch. Doyle’s is an Irish Pub not far from Sam Adams. They offer a free trolley ride to and from the brewery. Honestly, that trolley ride was the absolute non-running highlight of our visit to Boston. The driver was the most fun guy I’ve ever met and we were all sorry when the ride was o... (truncated)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9883546829,
        "format_confidence":0.8343532681,
        "weight":0.025449801
    },
    {
        "url":"http:\/\/runmoretalkless.blogspot.com\/2007\/04\/i-am-not-fast-but-i-am-stupid.html?showComment=1177875960000",
        "text":"\n\nThe heart of the difference is not ability or even talent, but desire\n\nThe purpose of life is to discover and develop your gift. The meaning of life comes from sharing your gift with others. - David Viscott\n\nSunday, April 29, 2007\n\n\"I am not fast, but I am stupid\"\n\n(quote and picture by Luis Escobar)\n\n(all other pictures are curtesy of Crew Pink Fuzzy!)\n\nMy weekend started with a drive to the airport. As I was leaving the house, I mentioned to Oleg we need to stop at REI to buy some gels - and then open a door and see a package from Cliff sponsors with my gels. Yay!\nI flew to Phoenix, AZ, where Angie picked me up, and we just began talking non-stop. This girl is so sweet and comfortable, like my own sister, and conversation flows about everything you ever wanted to say to your best friend! 2 hrs drive went in a flash, and after situating in Motel 6 we went to the pre-race dinner. Since neither one of us eats pasta, we picked some food and the supermarket and took it to the school gymnasiun where the meeting was. None of the \"fast boys\" showed up, and we joked how they dissed us, conventional runners. I've met Larry, Lisa S-B client, and a few others, but mostly they are people I don't know (interesting thing was they did know me, but I'll talk about it in report). The controversial figure of a 17 year old kid Michael Hayden came to talk, then Luis Escobar walked and said: I didn't recongnize you with you clothes on! Shh, Luis, nobody supposed to know that:) He calls me talanted, smart and beautiful, and I want to marry him:) Why is that no white American boy ever compliments women, like we some sort of middle gender? But I already discussed it in some post... We laugh, he asked why I pick this course, and I say: this is my kind of course, I don't like running all that much, I am a hiker. He looks back and responds: yes, this is what I say - I am not fast but I am stupid to hang there all day. Right there and then I decided it would be the title of my post - and if I had known how true it will be, I might have changed my decision...\n\nWe went back to the room, and I spread out all my gels, bottles, packs and carb mixes to show Angie when is what. There is no science in my racing, I take 2 gels and 2 bottle in 1.5 hrs, nothing else. So depending on how far aid stations are I split my supply. Finally we watched some stupid reality show and turned in.\n\n3 am came fast, but we were wide awake - at least until we got to the car, because driving put us into half-asleep stage. We were the last car parked at the start - the rest had been turned to the road - and happened to be behind Hal Koerner's group. I joked with him how he and the rest of elite's didn't show up at the dinner (\"uhm, church? early sleep time? doesn't fly?\") and went to check in. Kyle Skaggs was there and gave me a hag - I call him \"my favorite boy with favorite thigh muscles\", he is not only super-fast but an awesome kid, humble and friendly, and adorable too. I think of him as somebody who \"grew up in front of my eyes\" - he won his first long trail run at Capitol Peak 17M in 2004 when I won the 50k version, and then I gave him rides to his next 2 50k races he won, and I remember him looking up to me - and would you look at this kid now! He is such a sweetheart...but I digress:)\n\nI was conteplating whether or not I should start with a flashlight, but really, the light comes up in 15 min after the 5am start, and we are so tight at first, there is enough people with lights around. We sort out on single track trail right away and single-file on the wash-out. I am feeling pretty good and clicking minutes, things go well, and I am listening to my tunes. The trails are rocky - and this is an understatement. Karl Meltzer cals this course the rockiest in the country, and he is a Master on this, he should know. So we kick 'em and step on 'em, and about 3 miles in I kick one big really hard, twist my left leg landing and a crazy pain shoots right inside the left hip joint in a place where my cartilage tear is! My eyes jump out of the orbits and I see stars, tears stream out, and swear profusely - F#$@!!! It is horrific, sharp and strong, and I can't make a step. I pull to the side, holding my fists to not yell much, and everybody - everybody! - and their mother passes me. I try to move causiously, and pull to the side again. Now everybody and their father, borther and sister go by me. I still can't make a step, I wonder if I damaged my hip completely and forever. I hobble a bit, lopsided and leaping, and reach out for my prescription pain killers. Thanks to my doctor for and for saving them! I pop two and walk. Bearing weight on left leg even for a split second is a disaster. I can stretch out my right leg, but absolutely locked in pain and muscle contraction on my left side. I slowly move on to the aid station. Hiking up is a bit easier, going flat and down sucks! Eventually I come out of clearing and Angie asks me what's wrong. Well, I am not sure, I think I tore something, but I took pills and it should get better, and I will hike to the next AS and see how it goes...\n\nI switched bottles, put my pack on and moved to the next section. Luis Escobar (who was hired as an official photographer) is there yelling me: run! I am like: can't! He walks alongside me, listening to what happened, and wishes me strength. I continue walking. Whomever hasn't pass me yet, do it now. I feel like the last person on Earth, but tell myself: I pride myself in been a hiker, I power-walked 75% of this course last year, I can do the whole 100% and still get under cut off. I am not giving up, it is a far away from home race, and Angie is here for me...all those reasons flash, and I feel the pain finally easing off. I am still lopsided and can't reach out left leg, but I can make some kind of an uneven shuffle.  By the time I get to second AS I am almost running - what Luis and Angie (taking pictures of me) notice. I do another switch of bottles and pack, thank my beautiful Angie, give Luis a kiss, and go on 3rd section.\n\nIt is hot. Have I mentioned it yet? It is 90F, all open terrain, we are high at 7,000 feet and climbing, and the air is dry. 10 miles is a lo-o-ng way, but if I only knew how long it really is...I am hiking pretty well by now, and drinking and eating from my 3 bottles, hoping just over that ridge will be an AS. Not be. I come across a snake on a trail and pinch myself to make sure I am not hallucinating. I am not, and I am petrified on snakes, so I wait for it to go away. I have a weird thought process: may be I can get bit, and then I can quit this race for a serious reason, I so don't want to continue. But then again, it's so far to an AS, I may never make it there with a snake bite. Nope, I guess not an option. I pass a creek and get a bottle of water - I am dry - and the other ridge doesn't bring the site of an AS either. I also dip my hat in the water - and it's warm so doesn't bring any relief. Every ridge after that went in hopes, for the WHOLE HOUR!! Unbelievable. I try to stay positive, and I reel in on people. This is my high, this is where I start feeling I am doing something right. I pick a person and slwoly pull behind, and then come by, say \"hi, how are you, it's hot today\" and pass on. It gives me motivation, but I am so dry, I stagger and get lightheaded. Actualy, I was staggering and fuzzy on the second stretch as well, thinking it was altitude sickness. It gets much worse here, but I keep pushing. \"I am strong. I am a real power-walker. This is a hiker's course, and I am a hiker. My best strength is mental power. This is what I am going to use - I am Russian and I am mentally strong! GI Jane, baby! Keep on pushing when others are breaking down!\" Hour...how long is an hour? Longer than you think it is when there is no water, no wind, no cloude, no tree, and you are going uphill. Who said this year's course is downhill? Does it have downhill at all? I don't see it, and when a short burst of something resembling it comes, it is so rocky and twisted, walking yet again is the only option.\n\nFinally there it is, mile 26.5. I can't talk - but neither can anybody else here - and point at my bottles and my mouth. I get a cup of cold water, a cup of coke, 2 water bottles refilled - and move on. Lots of people staying trying to recupperate, but I can't afford to loose time, Angie is waiting and worrying, I am so f$#@ng late!\n\nI stagger on, drinking, and before I know it - my bottles are emty. I am so dehydrated and heaving, I can't bear a thought of gels and mixes, so I just drink. Another creek - and I refill my bottles, and they are empty in a flash too. I come by Michael Hayden sitting on a side and try to pull him in. He walks a bit behind and disappears soon (he dropped at the next AS). I come by Larry and his friend - and he yells: I knew you'd come. I stop and explain the injury thing, and his friend says how he saw me getting it and how it didn't look good at al. Well, here I am, still moving on, lets go, boys... Despite that creek refill, I am walking on empty for 40 min before the AS, and it seems that those (aid stations) run away as we move towards them. It takes 30 min longer on each strecth than I predicted, and I can't understand it. I see Angie, and she enthusiastically tells me how many places I moved up, how well I am doing and how everybody's times are not just slow, but slower than last year's \"up\" course. The AS mile 33 looks like a hospital - runners laying under tents, sitting down, drinking, gazing...I have an urge to fall into Angie's arms and not go anywhere. Eb comes (he started 1 hr earlier) and asks me how is the day - it f%#$ed up, I say, trying to see if I want another shot of coke. My mind is far in another place, like the other side of the moon. Don't give up, Eb says. Who, me? I am not! And I walk out, almost missing the check-out point.Angie is cheerful, and it's a bliss to see her.\n\nI count my miles in \"Angie's\": I see her ... (truncated)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9964330196,
        "format_confidence":0.7019741535,
        "weight":0.0256578155
    },
    {
        "url":"http:\/\/www.specialolympics.org\/RegionsPages\/content.aspx?id=17734&Region=SOMENA&RegionName=Middle-East-North-Africa&LangType=1034",
        "text":"Yuna Kim, 'Figure Skating Queen,' Named Special Olympics Global Ambassador\n\nFor Immediate Release\n\nYuna Kim, reigning women’s Olympic figure skating champion, guides a Special Olympics athlete along the ice in Korea.\n\nYuna Kim to Serve as Goodwill Ambassador for Special Olympics World Winter Games PyeongChang 2013   \n\nSEOUL, South Korea  – Today Special Olympics appointed Yuna Kim, reigning women’s Olympic figure skating champion, as a Special Olympics Global Ambassador.  The announcement took place at the Dongchun Special School located at Nowongu, Seoul.  Key dignitaries, Sung Sun Kyung, Director of Special Olympics Korea and Peter Wheeler, Chief of Strategic Properties of Special Olympics were in attendance, and welcomed by Na Kyung Won, Chairwoman of Special Olympics World Winter Games PyeongChang 2013.  Prior to the Special Olympics announcement, Yuna Kim conducted a clinic providing instruction to a group of Special Olympics figure skaters at the Dongchun Indoor Ice Skating Rink.  Yuna Kim, who was also an ambassador for the PyeongChang Bid Committee for the 2018 Winter Olympics will now start a new journey to promote Special Olympics World Winter Games PyeongChang 2013.\n\nTimothy Shriver, Chairman and CEO Special Olympics, welcomed Yuna Kim by saying, “I cannot begin to tell you how pleased we are at Special Olympics that you’ve volunteered your time and infectious enthusiasm to become one of our Global Ambassadors and a Goodwill Ambassador for the Special Olympics World Winter Games PyeongChang 2013. You know how excited we are that the Special Olympics World Winter Games are coming to Pyeongchang in 2013.  Knowing that you will play an invaluable part in educating the Korean people about those Games, and about our work in Special Olympics, makes us feel enormously grateful.  And I know that your commitment today will inspire other Koreans – especially young people – to volunteer their time and help bring the Games to life.”  Yuna Kim was also welcomed to Special Olympics by legendary figure skater and world champion Michelle Kwan and Olympic champions Nadia Comaneci and Bart Conner in a video that was shown at the press conference. \n\nYuna Kim has a great legacy of community service.  She also currently serves as a UNICEF Goodwill Ambassador, another leading organization with which Special Olympics recently signed a joint MOU to strengthen the commitment to uphold the rights, dignity and inclusion of children with disabilities.  Yuna Kim will continue this legacy as a Special Olympics Global Ambassador, by helping to raise awareness, change attitudes and impact policies through her representation as a Goodwill Ambassador of the Special Olympics World Winter Games PyeongChang 2013.  As a leading sports figure in Korea, she will help bring local awareness to on the importance of inclusion of those with intellectual disabilities and advocate to the world about the Special Olympics World Winter Games PyeongChang 2013. \n\nYuna Kim joins the ranks of international swimming legend Michael Phelps, Chinese actress Zhang Ziyi, international basketball star Yao Ming, Olympic Gymnastics Gold Medalist Nadia Comaneci, three-time Major golf champion Padraig Harrington, figure skating world champion Scott Hamilton, actress and singer Vanessa Williams, and Princess of Monaco Charlene Wittstock who are currently serving as Special Olympics Global Ambassadors helping to build support for Special Olympics' work around the world.\n\nAbout Special Olympics\nSpecial Olympics is an international organization that changes lives through the power of sport by encouraging and empowering people with intellectual disabilities, promoting acceptance for all, and fostering communities of understanding and respect worldwide. Founded in 1968 by Eunice Kennedy Shriver, the Special Olympics movement has grown from a few hundred athletes to more than 3.7 million athletes in over 170 countries in all regions of the world, providing year-round sports training, athletic competition and other related programs. Special Olympics now takes place every day, changing the lives of people with intellectual disabilities all over the world. Special Olympics provides people with intellectual disabilities continuing opportunities to realize their potential, develop physical fitness, demonstrate courage, and experience joy and friendship. Visit Special Olympics at Engage with us on: Twitter @specialolympics;;, and\n\nAbout Special Olympics World Winter Games PyeongChang 2013\nThe Special Olympics World Winter Games PyeongChang 2013 will be held from January 26th to February 6th, 2013 at PyeongChang, Korea, the hub of winter sports. It will be the largest Special Olympics World Winter Games featuring seven categories of sports including alpine skiing, cross country skiing, snowboarding, snow shoeing, speed skating, figure skating, and floor hockey. The Games will demonstrate unity of overcoming the differences of region, borders, political belief, age, race and religion.Visit us at\n\n\n\nMingwah Park\nMobile: 010-5713-6059\n\nMandy Murphy",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.991691947,
        "format_confidence":0.9867150187,
        "weight":0.0043450835
    },
    {
        "url":"http:\/\/onlineathens.com\/stories\/112505\/sports_20051125040.shtml",
        "text":"Great day for Dayne\n\nPosted: Friday, November 25, 2005\n\nIRVING, Texas - Maybe all Ron Dayne needed was a chance.\n\nFilling in for injured Tatum Bell, Dayne rumbled 55 yards on the second play of overtime and Jason Elam followed with a 24-yard field goal to give the Denver Broncos a 24-21 victory over the Dallas Cowboys on Thursday in a game that lived up to its billing.\n\nTwo teams near the top of their conferences fought hard and close for more than four quarters, with the margin never wider than a touchdown. Both defenses came up with big plays and each team downed a punt inside the 2.\n\n\"I'm disappointed with the outcome, I'm not disappointed with the effort,\" Dallas coach Bill Parcells said. \"We just have to regroup a little bit.\"\n\nDenver (9-2) never trailed in winning its fourth straight, but the Broncos were hardly in control. Their running game struggled until Dayne's big burst, and Jake Plummer threw his first interception since Week 2.\n\nThe Cowboys (7-4) had their three-game winning streak snapped and, like all their other losses, this one was decided late. Their four losses are by a total of 13 points, with the last two coming on game-ending field goals.\n\nBilly Cundiff missed a chance to put Dallas ahead when he pulled a 34-yard field goal wide left with 7:42 left in regulation. The Cowboys had the ball twice more in the final 4:32 of regulation, but punted once and time ran out on them the other time.\n\nThe Broncos won the overtime coin toss and opened with a 7-yard pass to Charlie Adams. Then, on second-and-3 from the 39, Dayne bowled through the left side of the line, pulled away from a would-be tackler around the 50 and kept going until he was dragged down from behind at the 6.\n\nDenver called timeout, then went straight to Elam. The kick was perfect, and the Broncos let out a huge sigh of relief.\n\nWinning on the road was big for Denver. The Broncos improved to 3-2 away from home, with three of their remaining five games on the road. They need to win as many of those as possible for any hope of catching undefeated Indianapolis for home-field advantage in the playoffs.\n\nDayne finished with 98 yards on seven carries, his best game since Sept. 30, 2001, when he was in his second year with the New York Giants. The 1999 Heisman Trophy winner came in with only 53 yards rushing all season and hadn't carried the ball since Oct. 2. He hadn't even cracked 80 yards in a game since 2002.\n\n\"Being able to help the team win is all I can ask for,\" Dayne said. \"I haven't been upset about not playing. I just wanted to show the stuff I have. It was a lot of fun.\"\n\nBell, who grew up in a Dallas suburb, sat out with a bruised chest. He was listed as questionable all week and had said he wanted to play. His average of 6.0 yards per carry is the best in the NFL.\n\nWithout him, Denver had only 89 yards rushing in regulation. The passing game wasn't much more productive, with a long of 24 yards. Before Dayne's big play, the Broncos had converted only one first down since going ahead 21-14 on the first drive of the second half.\n\nPlummer was 15-of-24 for 162 yards, with a touchdown pass to Rod Smith. His franchise-record streak of passes without an interception ended at 229 when Terence Newman picked him off in the second quarter.\n\nDrew Bledsoe was 29-of-44 for 232 yards for Dallas, with two touchdowns and two interceptions. Champ Bailey snagged the first and returned it 65 yards for a touchdown minutes into the game.\n\nBledsoe tied it at 7 with a 20-yard touchdown pass to Keyshawn Johnson, at 14 with a 1-yard plunge on fourth down and at 21 with a 4-yard touchdown pass to Jason Witten. Dallas' last two scores came off Denver turnovers.\n\nThe close one was a fumble by Mike Anderson on the opening play of the fourth quarter. Officials ruled that Newman scooped it up at the 10 before rolling out of bounds, but it was hard to tell. The Broncos couldn't challenge because they'd used up their challenges questioning spots of the ball in the first half.\n\nWitten tied his career high with nine catches and had 82 yards. Johnson had 59 yards on six catches.\n\nThe Cowboys also struggled to run, with Julius Jones gaining 55 yards and Marion Barber III only 28.\n\nTrending this week:\n\n\n© 2017. All Rights Reserved.   | Contact Us",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9976732135,
        "format_confidence":0.9971666932,
        "weight":0.0345684107
    },
    {
        "url":"https:\/\/www.footballdb.com\/players\/drew-stanton-stantdr01\/300-yard-passing-games",
        "text":"Drew Stanton\nDrew Stanton\nCleveland Browns, #5\nPosition: QB\nHeight: 6-3    Weight: 226\nBirthdate: 05\/07\/1984\nCollege: Michigan State\nDraft: 2007 Rnd 2 (43), Det\n\nDrew Stanton 300-Yard Passing Games\n\nThe following is a list of Drew Stanton's career 300-yard passing games. Postseason games are listed in bold.\n\nNumber of 300-Yard Games: 1 (1 regular season, 0 postseason)\nTeam Record in 300-Yard Games: 1-0 (1-0 regular season, 0-0 postseason)\n\n1.11\/16\/14vs. DET322165.6306224991.4W, 14-6",
        "topic_id":21,
        "format_id":19,
        "topic_confidence":0.9974582791,
        "format_confidence":0.9857975841,
        "weight":0.0023780128
    },
    {
        "url":"https:\/\/world-records.org\/tag\/united-arab-emirates\/",
        "text":"Tag Archives: United Arab Emirates\n\nFarthest manmade leaning building\n\nThe farthest manmade leaning building is ‘Capital Gate´ which has an inclination of 18 degrees and is 160 m (524.93 ft) high. It was developed by the Abu Dhabi National Exhibitions Company, (ADNEC) and designed by RMJM and the external construction was completed in Abu Dhabi, United Arab Emirates, in January 2010. Capital Gate is a 35 story building which forms the centre piece for the Abu Dhabi National Exhibition Centre’s development in Abu Dhabi. Capital Gate covers 50,000 squared metres. If more than 50% Continue reading →\n\nFastest text message in Arabic blindfolded\n\nThe fastest prescribed text message in Arabic blindfolded is 2 min 13 sec achieved by Mohamed Ahmed Al Mulla (UAE) at the Guinness World Records Pavilion in Global Village, Dubai, UAE, on 30 January 2009. The prescribed message was a translation of “The razor-toothed piranhas of the genera Serrasalmus and Pygocentrus are the most ferocious freshwater fish in the world. In reality they seldom attack a human.”\n\nFastest time to climb Burj Khalifa Tower unassisted (solo)\n\nThe fastest time to climb the Burj Khalifa tower is 6 hours 13 minutes 55 seconds and was achieved by Alain Robert (France), at the Burj Khalifa tower, Dubai, UAE, on 29 March 2011. Alain has never climbed this building before and sought permission from Emaar properties who convinced Alain he must wear safety equipment throughout the attempt. Although this was the case, Alain used his own method of climbing which involved him using only his bare hands and rubber shoes. No special aids or Continue reading →\n\nFastest time to complete a marathon on each continent (female)\n\nThe shortest overall time to complete a marathon on each of the seven continents by a woman is 48 days 15 hr 49 min 38 sec by Dawn Hamlin (USA) from 18 January 2008 to 5 March 2008. Complete list of marathons: Asia: Standard Chartered Dubai Marathon, Dubai, United Arab Emirates on 18 January 2008 Africa: Marathon de Marrakech, Marrakech, Morroco, 27 January 2008 North America: Orlando Xtreme Marathon, Christmas, United States on 02 February 2008 Oceania: Buller Marathon, Westport, New Zealand on 09 February Continue reading →",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.889980495,
        "format_confidence":0.8099437952,
        "weight":0.008162051
    },
    {
        "url":"http:\/\/beforeitsnews.com\/survival\/2016\/10\/suppressors-how-they-work-2641064.html",
        "text":"Profile image\nBy AmmoLand (Reporter)\nContributor profile | More stories\nStory Views\n\nLast Hour:\nLast 24 Hours:\n\nSuppressors: How They Work\n\nFriday, October 14, 2016 14:02\n% of readers think this story is Fact. Add your two cents.\n\nHeadline: Bitcoin & Blockchain Searches Exceed Trump! Blockchain Stocks Are Next!\n\nNote: This article was originally posted on NRA Blog:\n\nSuppressors are devices that, when attached to or integrated into a firearm, reduce the amount of noise and muzzle flash produced when the gun is fired. Most people familiar with firearms have seen some variant of a suppressor, usually a tubular device affixed to the barrel of a firearm.\n\nWe know that suppressors work – as evidenced herehere and here – but it makes us wonder, how? How could a tube of metal manage to quiet down the sound of a gunshot?\n\nScience and engineering working together, of course!\n\n(Animation courtesy\/SilencerCo)\n\nWe know that guns make a variety of sounds when fired, the most pronounced being the loud “boom” that occurs when the projectile exits the barrel. This is due to the rapidly expanding propellant gases that power the bullet forward out of the barrel from the chamber. That instant pressure and temperature change creates the explosive sound, not to mention the bright, fiery flash of light from the muzzle as the bullet leaves the bore.\n\nThink of a time you might have opened a bottle of champagne. Immense pressure from the contents collects beneath the cork. When you remove the cork, you’re likely to hear a distinct “pop,” a result of that backed-up pressure being released at once, usually propelling the cork quickly out of the bottle. This is the same concept that applies when expanding gases exit the muzzle of a firearm.\n\nThe inside of a suppressor most commonly will have two sound-reducing parts: first, an expansion chamber near the barrel will cause the gases to expand and lose some energy, and second, the aforementioned baffles, which are essentially small barriers with holes in them that allow the projectile to safely pass through the suppressor while deflecting and slowing the expansion of the gases.\n\nThe suppressor internals are precision-engineered to accommodate particular calibers and applications. The number, construction, and geometry of the baffles and chambers vary to suit the application of a particular suppressor.\n\n(Photo courtesy\/SilencerCo)\n\nSome modern suppressor manufacturers have implemented advances in technology by creating suppressors that only use baffles, while others boast only an expansion chamber. Computer-aided design and CNC machinery have fostered the development of the monolithic core suppressor. In “monocore” suppressors, the internal support structure and baffles are milled from a single piece of metal that can be easily removed from the tube for cleaning (especially important for rimfire suppressors).\n\nThe reduction in noise is made possible because the suppressor’s chambers give gases a larger, contained space to dissipate and cool before exiting the firearm. Suppressors have massive volumes compared to the tight tolerances of gun barrels, typically 20 to 30 times greater.\n\n(Photo courtesy\/\n\nWith all that room to fill, the pressurized gas that follows the bullet expands into the chambers, which dramatically decreases the pressure. As a result, when the bullet finally exits the suppressor, the lower pressure significantly softens the report of the shot. This quieted report is clearly easier on the ears, and can help suppressor users maintain advantages while hunting or shooting recreationally.\n\nAdditionally, the reduction in pressure eliminates a great deal of the bright muzzle blast, which is due to the remaining unburned powder combusting and mixing with ambient air. The baffle chambers of the suppressor capture much of that unburned powder too, reducing the intensity of the muzzle flash. Lastly, capturing a good deal of that pressure in a suppressor helps reduce muzzle rise and felt recoil because the gases “push” forward on each baffle in the opposite direction of recoil.\n\nIt’s important to remember that suppressors, true to their moniker, suppress the report of a firearm rather than entirely eliminate it. Users must be sure to evaluate their particular firearm, ammunition and suppressor combination to determine if additional hearing protection is appropriate.\n\nThis post Suppressors: How They Work appeared first on Shooting Sports News .\n\n\nWe encourage you to Share our Reports, Analyses, Breaking News and Videos. Simply Click your Favorite Social Media Button and Share.\n\nReport abuse\n\n\nYour Comments\nQuestion   Razz  Sad   Evil  Exclaim  Smile  Redface  Biggrin  Surprised  Eek   Confused   Cool  LOL   Mad   Twisted  Rolleyes   Wink  Idea  Arrow  Neutral  Cry   Mr. Green\n\nTop Stories\nRecent Stories\n\n\n\nTop Global\n\n\nTop Alternative\n\n\n\n\nEmail this story\nEmail this story\n\nIf you really want to ban this commenter, please write down the reason:\n\nIf you really want to disable all recommended stories, click on OK button. After that, you will be redirect to your options page.",
        "topic_id":21,
        "format_id":7,
        "topic_confidence":0.6355289221,
        "format_confidence":0.5056778789,
        "weight":0.0010551037
    }
]