[
    {
        "url":"http:\/\/info.sonicretro.org\/Takashi_Yuda_interview_by_GameSpy_(January_20,_2006)",
        "text":"Takashi Yuda interview by GameSpy (January 20, 2006)\n\nFrom Sonic Retro\n\nThis is an interview conducted by GameSpy, with Takashi Yuda. The subject matter is Sonic Riders.\n\nThe Interview\n\nGameSpy: The last Sonic racing title was Sonic R for Saturn. What made you want to revisit this genre?\n\nTakashi Yuda: The main reason for revisiting the racing genre for Sonic is because fans have been asking for it. Secondly we felt we're able to combine all of the action elements Sonic and his friends are known for and racing together to create a truly innovative racing game that Sonic fans are sure to enjoy. To us, Sonic Riders is not a remake of Sonic R, rather its own entity entirely.\n\nGameSpy: What made you want to do a racing game instead of a new platformer?\n\nTakashi Yuda: We know that many Sonic fans are still enjoying all the past Sonic adventures on the current platforms so we wanted to give them something fresh and new to enjoy on the current gen machines. Riders will also appeal to extreme sports minded gamers to try something that Sonic is part of.\n\nGameSpy: Despite the fact that Sonic R was developed by Traveller's Tales, is Sonic Riders at all related to that game, either through storyline or some other connection?\n\nTakashi Yuda: As I stated above, this title has nothing to do with Sonic R. Other than that the genre is the same, racing, there is no relationship between them.\n\nGameSpy: One of the more memorable aspects of Sonic R was the soundtrack. Can we expect any similar music (complete with lyrics) in Riders?\n\nTakashi Yuda: The music in Riders will be fast paced and give you that heart pounding feeling you should have during a high-speed race; we guarantee the music will be loved by all.\n\nGameSpy: During development of Riders, did you go back to Sonic R at all to see what aspects of it you liked or disliked? If so, what were your impressions of the game after all these years?\n\nTakashi Yuda: I played Sonic R, but since Sonic Riders is a totally new game, we decided not to take any influences from that game. The only thing we did take from Sonic R is to continue make sure that Sonic and his friends appear in a quality game.\n\nGameSpy: We've seen a few new characters in Sonic Riders, and they're all birds. Why all the feathered friends in the Sonic universe all of a sudden?\n\nTakashi Yuda: We thought of having \"Air Pirates\" for Sonic's rivals, so that's why we created the bird characters.\n\nGameSpy: What prompted the use of hover boards in Riders instead of having the characters ride in vehicles or run?\n\nTakashi Yuda: Air is a huge part of Sonic Riders, and we had to think of a vehicle that would make riding air make sense and fun at the same time, so the hover board worked great! This allowed us to create crazy levels that didn't bind us to oceans (surfing) or mountains (snow boarding) and you can go anywhere on a hover board, places race cars can't take you.\n\nGameSpy: The concept of the hover boards reminds us of the first stage of Sonic Adventure 2 (City Escape). Did that particular level inspire the game at all?\n\nTakashi Yuda: Although that was part of Sonic Adventure 2 we didn't really refer to it when creating Sonic Riders. We aimed at creating a new experience for Sonic this time around and when you play it, you'll see that Sonic Riders is truly something different and new to the Sonic universe.\n\nGameSpy: What are some of the unique features that set Sonic Riders apart from other racing games?\n\nTakashi Yuda: One of the main differences is the use of Turbulence and Air system in the game. No where else can you ride in someone else's air wake and use their speed against them to catch up. The \"Air\" system also allows you to pull of some amazing tricks and make huge jumps. Your board also runs on Air, so you have to keep your Air meter filled up by performing awesome tricks in the air, the crazier the tricks you pull off, the more Air gets charged. Our thought when creating Sonic Riders was \"Who needs wheels when you've got Air\" so it's all about the Air in Sonic Riders.\n\nGameSpy: Tell us about the multiplayer modes. Is it purely racing or is there some combat involved?\n\nTakashi Yuda: We've got both aspects of racing and combat in the multiplayer modes. We wanted to design the game so players that are stronger with combat skills can have a great time on their hover boards also. The main goal was to make a game so that everyone either expert or novice can pick-up and play Sonic Riders and have a great time.\n\nGameSpy: With the recent release of Shadow the Hedgehog, is Sega potentially trying to make Shadow the new platforming star while spinning Sonic off into these side projects?\n\nTakashi Yuda: Oh you'll have to wait and see what we do; we've got some surprises coming.\n\nGameSpy: Is Riders a one-shot game, or are you hoping that it will turn into its own separate franchise?\n\nTakashi Yuda: We would definitely like to create Sonic-based racing games. No one knows speed like Sonic so having a line of Sonic racing games makes a perfect fit and perfect sense.\n\nGameSpy: Are there any hidden characters to unlock? We'd love to race through the stages as NiGHTS or the Hornet car from Daytona USA.\n\nTakashi Yuda: We can't go into too much detail but I can say that there will definitely be tons of unlockable content in Sonic Riders.\n\nExternal links",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9964298606,
        "format_confidence":0.9906650782
    },
    {
        "url":"https:\/\/cryptocoinstart.com\/blog\/2022\/01\/04\/metakrypton-ama-recap\/",
        "text":"MetaKrypton AMA Recap\n\nSource :\n\nPlaytoEarn Daily hosts MetaKrypton: #MetaKrypton #PlaytoEarn #AMA.\n\nP2E Daily AdminHello Hart and welcome. How are you today?\n\nHart: Wow! Everything goes well, what’s up guys! And thanks for inviting 👨‍🚀 Glad to be here today.\n\nP2E Daily AdminShall we begin?\n\nHart: 😎 Can’t wait! Let’s get fired!! 🔥🔥🔥\n\nQ1: What is MetaKrypton all about? Why did you decide to create such a project?\n\nHart: MetaKrypton is a play2earn interstellar exploration game developed on the Binance Smart Chain, following the story background of Metaverse Miner. In the game, players can mint Starship, get various exquisite Starship NFTs, and get energy KR, HY and Ti by powers depleting and exploring unknown interstellar fields.\n\nKrypton is an important energy crystal planet in interstellar, naming krypton hopes users can be more explorative in the META ecosystem.\n\nIn the future, in order to maintain the operation of the Metaverse, humans set up the “Metaverse Alliance” and issued a mission to explore the vast starry sky and collect raw energy, thus the debut of the metaverse in the new century. And in one’s exploration journey, the adventurer discovered the element Krypton, which is a brand new energy that will open a new era for the development of the Metaverse.\n\nIn order to make the MetaKrypton more fair and the economic system sustainable, the game logic design and economic model for a long time collision, with the community members representatives also conducted a deep demand communication.\n\nP2E Daily AdminOh a storyline! I love games with a good story behind it, especially interstellar games. I suppose the initial inspiration for this game came from Star Wars, didn’t it?\n\nHart: Well you could say that too, but Star Wars is such a classic! We imagine and design the game from different inspirations!\n\nQ2: Could you tell us a little bit about yourself and your team? What are your past experiences?\n\nHart: Process of game development and design for the purpose and visual effects also lasted for a really extended period of time. Guys please look forward to our visual effects of the game. Going forward, we will add more game interaction and details, add full 3D and VR exploration versions.\n\nWe always believe that the success of a game or project cannot be achieved without a professional team, and we are glad that we have a great team.\n\nmembers and core developers come from different countries, they are the core members of game operation and development, and also the faithful supporters of the game, they all have outstanding game development experience and are veteran developers who are deeply engaged in blockchain, they offer technical consultation and improve the experience of the game.\n\nMeanwhile, the game operation and volunteer admins from different countries allow us to provide quality service and fast response to users in our global network.\n\nThe games’ operation needs better suggestions from users. our team keep working on collecting suggestions from our community and game guilds\n\nStay tuned, we will reveal all team info on-site soon!\n\nP2E Daily AdminGreat to know you guys are a community-oriented project. Are there any plans to implement a DAO in the game also?\n\nHart: awesome! I would say this is such a good idea! Certainly, the team and devs can add more DAO features in the game! Since DAO is on the heat market right now!\n\nQ3: Does MetaKrypton have any major backers? Are there any plans to cooperate with more renowned backers in the future?\n\nHart: Colla, yeah, which is code development elements for one project growth!\n\nProjects have to expand their eco-partners to better develop the ecosystem, yet our co-branding Metaverse Miner is the biggest supporter and major backer!\n\nYet we will reach out with Dextool, Coingecko, Coinmarketcap, Kingdata, and some of the major blockchain media to have deeper collaboration. News will be released on our official Twitter @MetaKrypton & Telegram channel @MetaKryptonANN, so stay tuned! Thank you guys for supporting us! 💛\n\nP2E Daily AdminFantastic! Can’t wait for the collab with major Exchanges.\n\nQ4: Let’s dive into your tokens $META. Can you share with us your tokenomics? And what are some of the $META use cases?\n\nHart: $META token is the native token of Metaverse Games ecosystem and developed on BSC with a total supply of 21 million and will be mainly used in the game ecosystem; it plays an important role in transaction flow and game distribution.\n\nIn-game MetaKrypton, it will be used for NFT pre-sale and NFT transactions, and will be used as a base currency in the trading, we will open trading pairs(KR\/META, TI\/META, HY\/META) on PancakeSwap when the game launched, and META will also be used in some in-game props in the future.\n\n(1) $KR\n\nToken symbol: KR\n\nToken name: Krypton\n\nMainnet: BSC\n\nTotal supply: 10 billion\n\n\n10% Provides liquidity for the market\n\n5% of team, unlocked from the second year, 25% every 6 months\n\n85% Generated through in-game mining, release is based on in-game mining efficiency\n\nApplications: Starship construction consumption, starship upgrade consumption, durability repair consumption, MetaKrypton equity tokens.\n\n(2) $TI\n\nToken symbol: TI\n\nToken name: Titanium Alloy\n\nMainnet: BSC\n\nTotal supply: 10 billion\n\n\n10% Provides liquidity for the market\n\n5% of team, unlocked from the second year, 25% every 6 months\n\n85% Generated through in-game mining, release is based on in-game mining efficiency\n\nApplications: Starship construction consumption, starship upgrade consumption, MetaKrypton game tokens.\n\n(3) $HY\n\nToken symbol: HY\n\nToken name: Hydrogen\n\nMainnet: BSC\n\nTotal supply: 10 billion\n\n\n10% Provides liquidity for the market\n\n5% of team, unlocked from the second year, 25% every 6 months\n\n85% Generated through in-game mining, release is based on in-game mining efficiency\n\nApplications: Stamina value recharge consumption, MetaKrypton game tokens.\n\nQ5: Does $META get audited? Where can we buy it?\n\nHart: sure, $META have audited by Certik Team, following with the report result, check it out:\n\n$META Contract\n\n\n\n\nYou can also buy $META on MEXC,\n\n\nQ6: Can we start playing on MetaKrypton with small capital? Will there be any discounts or benefits for early adopters?\n\nHart: There is no limit to the amount of investment you can spend on Krypton, so you can start with a small amount of money. 😎\n\nUsers can choose different types of starships to participate in the game, and it is possible to choose only one type of starship to participate in the game. Early participants of Krypton can participate in INO and have a chance to get a higher level starship NFT at a low cost. INO 1st round of NFT will be open price at 40 $META only, but first come, first served! Save your date at 12:00 UTC 5TH JAN, don’t miss the winning!\n\nDon’t need KYC or huge invest, only need to buy some $META and connect your BSC wallet\n\nSimple click and win, we have NFT marketplace, if you won NFT in INO, sell them could also make profits!\n\nBut I would say better keep them and win more!\n\nOkay next question?🤓\n\nQ7: What can we expect in the next 3 months and in 2022 as a whole?\n\nHart: Good question! 😎\n\nDecember 2021 🗓\n\n1. Release the game economic model and in-game scenes.\n\n2. Deploy the game NFT contract and start R&D.\n\n3. Release Dev Log on Official Medium.\n\n4. Initiate MetaKrypton INO pre-sale on Metaverse Game platform (initial NFT product).\n\nJanuary 2022 🗓\n\n1. Promotion by major media.\n\n2. Community AMA interaction, meet with game developers.\n\n3. Censored internal test version starts, and invites selected users to experience the game first.\n\n4. The game officially starts the uncensored public test.\n\n5. Game iteration and upgrade.\n\nFebruary to March 2022 🗓\n\n1. Complete the code audit.\n\n2. Join the BSC MVB program.\n\n3. Independent APP development.\n\n4. Game 2.0 version development and testing.\n\nApril-June 2022\n\n1. Game online version 2.0.\n\n2. Cross-chain deployment on ETH\/SOL\/AVAX and other ecologies.\n\n3. Start the development of a full 3D VR exploration version.\n\nIn 2022, we will mainly focus on improving META’s game ecology and releasing collaboration with more Metaverse games, so that the metaverse worldview of META will be more complete.\n\nsee if we have listed all you questioned about! 😇\n\nP2E Daily AdminWow, MetaKrypton has a lot on their plate in 2022! But I’m sure with an amazing team, MetaKrypton can achieve all of its objectives in time!\n\nQ8: Where can we find out more about MetaKrypton?\n\nHart: Thank you! Let’s fight for it!\n\n🏠 Official links\n\nTwitter (\n\nTelegram (\n\nDiscord (\n\nYoutube (\n\nFacebook (\n\nReddit (\n\nP2E Daily AdminWith this we are now at the end of our AMA session with MetaKrypton 🔥🔥🔥\n\nTime for wrapping up, any last words you would like to say to our community?\n\nHart: Well guys! great day to meet you here! Thanks for all the support and please join us! try MetaKrypton, see if you can win profits!\n\nP2E Daily AdminThank you Hart and MetaKrypton so much for being here with us today. We wish you the best and a happy new year!\n\nHart: Sure thing!\n\nOkay enjoy your day!! 🥳\n\nautoshark banner 26_11_2021\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9758901,
        "format_confidence":0.9712774754
    },
    {
        "url":"https:\/\/www.yogonet.com\/international\/noticias\/2019\/01\/25\/48865-",
        "text":"International edition\nJuly 16, 2019\n\nInterview with DRGTs Head: Global Marketing Duncan Pollock\n\n\"DRGT is committed to delivering the best possible technology that puts the player first\"\n\n\"As the market leader in Switzerland, with over 10 casinos operating our system, we are firmly entrenched in Europe, add to that our inroads into the African gaming sector, particularly e-bingo, and ICE starts to make real sense,\" says Pollock.\nUnited Kingdom | 01\/25\/2019\n\nYogonet talks ICE to DRGTs Head: Global Marketing, Duncan Pollock ahead of the annual gaming expo in London on 5, 6, and 7 February.\n\n\nhat will be the highlights of DRGT’s presence at ICE 2019, and what innovations can we expect from your core systems and jackpot products?\n\nOur success over the last 15 years or so has been driven by our unwavering commitment to developing and delivering the best possible technology that assist operators in putting their player first.\n\nAt ICE London we will continue to showcase our ever-expanding range of jackpot configurations, key drivers in ‘surprising and delighting’ players; an integral part of consumer marketing, and we see no reason to believe that gaming marketing should be any different. We also all know that the core drivers of gaming revenue are those players that visit frequently, and much of our development focus is on technology that assists operators in creating memorable moments for those players. What I’m referring to here, in addition to our ever-widening range of slots jackpots, and our BlackJack11’s tables jackpot game, is providing operators with additional communication and reporting tools that aid them in devising focused offers and personalized engagement opportunities.\n\nYour Tables Management System is one of these modules, correct?\n\nYes, absolutely! I think in many cases Slots, simply because of the electronic nature of the product, benefits far more from any management system; what we have been able to do though is to offer operators the ability to seamlessly integrate Tables game play data into our accounting, cage and reporting modules. What this has done is very much ‘bridge the gap’ that used to exist between slots and tables player data, and as a result provide Tables and Marketing Managers the ability to recognize and reward their Tables players better.\n\nStaying with products; your drRoamingCashier and drMediaManager talk very much to your ‘Player First’ mantra, can you expand on these a bit?\n\nOf course! drRoamingCashier follows our drSelfRegistration raffle ticket and loyalty card software solution that we showcased at ICE last year.\n\nThe application loads straight onto any android mobile phone or tablet and allows operators to engage and transact with players anywhere on their gaming floor, providing them with the exact same service offering as at the casino cash desk or cage, but from the comfort of their favourite slot machine or table game.\n\nThen in respect of providing operators with technology that easily allows them to engage their players with relevant and focused communications; our drMediaManager provides a simple and easy to use platform to place and schedule advertising material and messages to individual, or clusters of, overhead displays like TVs and jackpot signage, as well as all player tracking devices and EGMs with on-screen functionality. It really is as simple as selecting the device\/s to which you'd like to send the communication, defining who you’d like to send it to, and when you'd like to send it, and then 'attaching' the relevant piece\/s of communication. It really is that easy.\n\nSpeaking a little more broadly now, what are the main topics or upcoming trends in the industry you think will, or should prevail, during the event, and that visitors will be looking to talk to DRGT about?\n\nWe have spoken about the ever-increasing demand from consumers in general for tailored offers and communications, and the gaming sector is no different. I firmly believe that the player will always drive the agenda, he’s done so in the past, will do it in 2019, and will continue to do so in the future.\n\nNotwithstanding the jackpots referred to above, if operators are unable to manage their gaming floor, engage with their players and provide easy to earn and use rewards the job is only half done. Our ability through our drScreen to stream and display videos, banners and live television, or jackpot hits to the top EGM screen or the player tracking display provides that engagement opportunity. Add to that our ability to provide extended account information ‘on-screen’ to both the player and the operator at any time, and you have an extremely powerful tool that provides an extremely effective and user-friendly solution for both the operator and the player. We believe that with the correct player engagement tools, and the correct jackpot products, backed up by a robust reporting and management system we are able to provide operators with the necessary technology to realise those memorable player moments I referred to earlier.\n\nIn closing, what does ICE London mean for you as a company?\n\nICE London as the world’s largest gaming exhibition is an obvious inclusion in our annual calendar. As you know, in addition to our European, Mexican, Latin American and Caribbean business, we formally established DRGT Africa in the last quarter of 2018, and with almost no time difference and easy daytime or overnight flights it’s an extremely easily accessible destination for our African customers, and obviously our European ones' too.\n\nAs the significant market leader in Switzerland, with over 10 casinos operating our system, and the only system used by all 9 Belgian casinos as examples, we are firmly entrenched in Europe, add to that our inroads into the ever-expanding South African (and African) gaming sector, particularly electronic bingo, and ICE starts to make real sense. Over a relatively short period of time we have managed to entrench ourselves more and more as the systems service provider of choice in Africa through our relationships with the Gold Rush Group, Millionaire's Gaming Africa and Caesars Entertainment's Emerald Resort and Casino, not to mention the significant South African success across Sun International of its Duma, SunStriker and Lion's Share wide-area progressive jackpots. Add to that BlackJack11’s which has now become arguably the most profitable Tables Jackpot game on the African continent, alongside its local installation at the Hippdrome in the UK, and in European locations like Cyprus, and our decision to exhibit in London becomes even more important.\n\nLeave your comment",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.8372909427,
        "format_confidence":0.9814934731
    },
    {
        "url":"https:\/\/www.illyriad.co.uk\/blog\/2015\/11\/interviewing-ubluntu-about-player-ran-tournaments\/",
        "text":"Interviewing Ubluntu about player-run tournaments\n\nspeculation200With the recent enhancements to the combat API, players in Illyriad have been able to code their own tools to use in game. Some players, like the one I am interviewing below, have used the API to make their own tournaments. These tournies can be based upon anyone who wishes to share their API key with the tournament organiser, so the Illy crew thought it would be a good idea to ask someone how they do it in case others would like to try it as well.\n\nFundamentally, anyone who shares a specific API key with anyone else is sharing their specific API key-related data with that person for whatever purpose has been collectively envisaged (and can be revoked at any time). It’s a kind of “contract” between players to use the specific data provided (and there are many API keys for different purposes) for any purpose the data owner and the data recipient have pre-agreed.\n\nThis is a critical point to understand. The API key system is about freeing players (as individuals) to share their specifically-permitted dataset with other individuals for whatever purpose they collectively choose.\n\nIn other words:\n\nIf someone chose to only run a tournament with a single alliance, then this is their choice.\n\nIf they chose tomorrow to run a military tournament that was:\n\n\n  • open to all players ingame, who\n  • wished to share their combat API key, but\n  • only if they were Elves, with\n  • cities in Ragallon, whose\n  • characters are at least 1 yr old and have more than 10 cities, but\n  • started playing on a tuesday, and only\n  • counting tournament military activity, if it\n    • happens on a mountain square\n    • in a jungle biome\n    • only during night-time hours\n    • during the full moon\n    • where they kill NPC dogs rather than players\n\n… then that’s their prerogative. That’d be the tournament they chose to set up. Pretty cool, huh?\n\nThe above is only a small example of the full set that could be tournamented; all the background data we provide works in harmony with the API key system.\n\nAnd now, here’s a chat with one of our players, Ubluntu, who’s been test-driving the API system from the perspective of a player-run tournament:\n\nIllyriad: OK, first up: introduce yourself. Who are you and how long have you played Illy?\n\nUbluntu: I am Ubluntu! I am a code monkey by trade and an Illyriad fanatic by choice. I have been playing Illyriad for a little under 3 years and in my time here many have come to know me as extra nerdy.\n\nSo what have you been doing lately? The word is that you host your own tournaments in game.\n\nI sure do! I love to tinker with code and wrote some for Hunting Tournaments that run themselves. As far as I know, all other player-ran tournaments have required every player to send each relevant in-game-message to the organizer in some way. The organizer then had to copy and aggregate that information.\n\nYou have been using Illyriad’s free combat API, but what does that mean? What is an API and how does someone use it?\n\nAPI stands for Application Program Interface. It is a way for different software to interact. In the case of Hunting Tournaments, your Combat Report API Key grants me direct access to your combat data in a machine-readable way that does not require any additional interaction from you (after you have generated and submitted your API Key).\nSo, rather than having to care about every in-game-message regarding anything that counts, “points” are automatically assigned while the host does nothing but have fun playing the game.\n\nWhat do you enjoy the most about running your own tournies?\n\nInitially it was the increased activity among alliance members, but now it may be the gold! 😉\n\nWhat else could be done to make self-hosted (player-hosted) tourneys better or easier?\n\nI feel like being able to send in game mail to more than one player at a time and improvements to the Alliance Forums(HTML and edit\/delete posts\/threads\/forums) would make it easier to organize and inform players.\n\nIf an Illy player wanted to get started with running their own tourneys, what should they do to get started? What sort of advice would you give them?\n\nTo get started, just pick your favorite programming and language (all APIs are XML over HTTPS) and database then have a look at the API announcement posts:\n\nCombat Report API :\nNotification API :\nIn Game Mail API :\n\nMy advice would be to pick tournament rules that are already enforced by the game itself and assign points according.\n\nThanks again to Ubluntu. He has been a great player for quite a long time, so we were eager to get him to explain how he has been hosting his own tournaments. If you have any specific questions, put them in the comments section. You can also email with any questions and we’ll see if we can get an answer for you.\n\nGM Rikoo\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.8950113058,
        "format_confidence":0.8984845281
    },
    {
        "url":"http:\/\/www.vg247.com\/2010\/05\/25\/interview-ted-price-and-david-demartini-explain-the-insomniac-multi-plat-gigaton\/",
        "text":"Interview: Ted Price and David DeMartini explain the Insomniac multi-plat gigaton\n\nTuesday, 25 May 2010 16:00 GMT By Patrick Garratt\n\n\nIt’s not every day someone says, “Insomniac’s Ted Price is on the line”. But then it’s not every day a studio with Insomniac’s sheer weight – the outfit has sold over 35 million games for PlayStation hardware – decides to move away from a superglue relationship with Sony to develop a multi-format title with EA.\n\n“Insomniac is making a 360 game” are words few people ever thought would be true. But true they are, and EA Partners GM David DeMartini is thrilled. Price’s 16 year-old studio is one of the most successful in the world, with benchmark properties such as Ratchet & Clank and Resistance a backbone of Sony’s first-party offering since time immemorial. The developer has only ever released PlayStation products.\n\nPrice and DeMartini outlined their shock deal to us on the phone last night, with Price saying he can’t wait to get “Xbox 360 fans excited about” his new, EA-published Insomniac “universe”, and explaining why a brand so massively “PlayStation” felt the need to bat for the other side.\n\n[Interview by Patrick Garratt]\n\nVG247: Could you just give us a few details on the deal itself?\n\nTed Price: What we’re announcing is a new multi-platorm game that we’re developing here at Insomniac Games, and the fact that we are now working with EA Partners.\n\nCan you tell me anything about the product yet?\n\nTed Price: Not yet.\n\nWhen you say multi-platform, I assume it’s PS3 and 360, right?\n\nTed Price: That’s correct.\n\nAnd is it going to be out this year, next year?\n\nTed Price: We’re not talking about the timing. What we want to talk about is the fact that this is a really exciting time for us. We’re hoping to reach many more players on multiple platforms for this new universe we’re creating.\n\nTed, Insomniac’s known as a PlayStation studio first and foremost right now. Can you just assure the fans that your deal with EA won’t affect any work you have ongoing with Sony?\n\nTed Price: We still have a great relationship with Sony, and we’re still very dedicated to the Ratchet and Resistance franchises, and we will continue working with Sony.\n\nDavid, you told me at the Crysis 2 event in New York, that it was more important for Crytek to go multi-platform than it was for EA to have a multi-platform product in Crysis 2. Obviously, we’re just seen Bungie sign a very similar deal to this with Activision. Do you think we’re truly seeing the end of the platform-specific third-party studio here?\n\nDavid DeMartini: Well, I believe that the best thing to create value for any great independent studio like Insomniac or Crytek is to make their game available to the widest possible audience. The best way to do that is by developing multi-platform, and making a high quality gaming experience. The good news about all of these studios, including Bungie, is that they had tremendous success on a particular platform, and they’ve done great by that publisher and that hardware manufacturer. But this is something that will create additional value, I believe, by making games for all the platforms. I think that exposes fantastic content to the widest possible audience.\n\nTed, is there pressure for independent studios to move into the multi-platform space? Is that pressure simply a reality of surviving videogame creation in the modern climate, or is this is a case of maximizing revenue and just getting as much money as you possibly can from your content?\n\nTed Price: For us it’s probably a little different than for other developers. Everybody has their own desires in terms of how they create games and how they want to reach their audience. Our goal is to continue to make fantastic games and to reach as many players as possible. One of our other goals is to own our intellectual property, and working with EA Partners has allowed us to do that too. That’s why this has been an exciting move for us.\n\nWhen did you actually decide that you needed to go multi-platform? How long have you been working with David on this deal?\n\nTed Price: The deal evolved organically. We don’t want to talk about the timing, but we’ve been talking for quite a while. We, as a studio, decided that it was important to go multi-platform a couple of years ago; we just haven’t been able to take advantage of the timing until now.\n\nAnd in very broad strokes, why is EA the best partner for you?\n\nTed Price: We talked to a lot of publishers that have global publishing capabilities and expertise across platforms, and we felt that EAP in particular best matched our creative style and the publishing expertise that we need. Again, they work with independent developers that own their own IP, and that was very attractive to us.\n\nDid you speak to Activision?\n\nTed Price: As I said, we spoke to a lot of publishers.\n\nDavid, who else are you talking to right now? Obviously, we’ve seen some really massive announcements in this space recently. You’ve had a great year, signing Respawn and now Insomniac; these are both huge deals. Are you talking to the likes of Remedy and other studios that have strong links to single hardware platforms?\n\nDavid DeMartini: Well, that’s a really good suggestions. I’ve got to pass that on to my business development people to make sure they’re covering those guys. You know, it’s funny: we probably talk to and look at 200-300 games and game teams per year to potentially sign less than five.\n\nI think someone characterized it as, “You have to kiss an awful lot of frogs to find some princes.” Insomniac was just the perfect partner for us. Beyond the partnership, you have to have a good feeling about working with each other, and from the beginning it just felt like a great fit with Insomniac, as it did with Respawn, as it did with some of the others. Anybody that can consistently bring the kind of quality gaming and entertainment experience that they can is someone we always aspire to work with.\n\nAs you look around the globe, and you think of the Remedy’s of the world and others like them, we’re always going to be trying to partner, or at least explore a partnership with people who bring that kind of quality to the table.\n\nWhen are you going to be detailing the product that you’ve signed with Insomniac? Are we going to be seeing something at E3, do you think?\n\nTed Price: I can take that. We’ll start revealing details when we’re ready.\n\nDavid, how are the Respawn guys doing with their team-building right now? Are we going to see anything from them at E3?\n\nDavid DeMartini: I don’t think we’re going to see anything from them at E3, but everything’s going great at Respawn. I think they just had a big furniture delivery at the weekend [laughs].\n\nEverybody thinks – and Ted can attest to this – that people are just going to form a company and get going and that it’s going to be easy. It’s very challenging. There’s a ton of skills and muscles that you need to exercise when you start up a studio, starting with all the administration, starting with all the HR activity, getting chairs, getting tables, all that other kind of stuff. The guys are doing great. They’re very excited about what they’re doing. They’ve got an office and they’ve got furniture.\n\nMost importantly today, we’re talking about Insomniac, and how exciting it is that we don’t have to help them find furniture because they’re all set up and they’re rolling.\n\nTed Price: As I may have mentioned earlier, working with EAP is something that we wanted to do because they work well with independent developers. There aren’t that many indies left that have been creating games for a while, and we, as an independent, decided that we needed to branch out again, to start looking at multiple platforms. For us there’s been about 16 years of independence, and even though we continue to refine our processes, it’s exciting just to take bigger steps within the industry.\n\nWhat’s your ambition for Insomniac? To simply be as big as you possibly can be? Or is it to keep creating the content you’re proud of?\n\nTed Price: It’s quality over quantity for us. That’s been one of our core philosophies for years. We believe that if you grow too fast, if you try to take on too much, then ultimately the quality can suffer. We’ve controlled our growth and really focused inward to make sure we’re providing gamers with the best experience possible with every game that we release.\n\nAnd obviously you’re going to want to stick to that ethic when you start developing for Xbox 360, right?\n\nTed Price: Yeah.\n\nYou’ll have to change your production process, and so on. Are you already preparing for that?\n\nTed Price: Yeah. Our production process isn’t changing much. We’re developing some new technologies to support Xbox 360, but as far as are studio goes, we’ve had the benefit of refining our processes for 16 years. We’ll just continue refining them.\n\nYou’ve had the luxury in many ways of being able to focus on a single platform with PlayStation 3, to get the most from the platform and get to really know it. How wary of you that the general quality of your software will suffer by taking on a new platform?\n\nTed Price: [Laughs] We’re not worried. We’ll continue to push it on both platforms. We’ll make sure we’re maximizing what each platform gives us.\n\nDavid, do you think that it’s only really EA and Activision that have the substance to support developers of the size of Bungie and Insomniac? Do you think that we might see someone else sign a deal like this? Maybe somebody like Ubisoft?\n\nDavid DeMartini: Sure. There’s always competition out there. Not only do you have traditional publishers, but now you also have the venture community. I mean, games are highly successful, and any time you’ve got investments that bring substantial results you’re going to have more and more people interested in the investment. I actually think there’s going to be more competition out there, and that’s why we couldn’t be any more delighted to find somebody like Ins... (truncated)",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.990753293,
        "format_confidence":0.9801526666
    },
    {
        "url":"http:\/\/letsplay.live\/lpl-cod-premiership-meet-the-members-of-incept\/",
        "text":"LPL CoD Premiership: Meet the members of Incept\n\nThe LPL Call of Duty Premiership is in full swing with games being streamed live on Sky Sport and One of the dark horse contenders here is Incept, fresh off their second week of action.\n\nLPL was able to catch up with Incept, including Rory “Cruze” Hunn, Ashu “Sezleyy” Poudel, Jacob “JayTex” Reeves-Parmenter, and West “Zovacx” Clinton as they prepare for the third week of the LPL CoD Premiership..\n\nLPL: How long have you guys been playing competitive online games and when did you first get started?\n\nCruze: I’ve been playing competitive COD since halfway through Ghosts, so in 2014. That was my first competitive game.\n\nSezleyy: Been playing competitive game modes since 2014, which was in Advanced Warfare. I first got interested in online tournaments at the end of Ghost heading into Advanced Warfare.\n\nzovax: Bo2\n\nJayTex: I have been playing competitive games for 2 years. I first started playing competitively in Advanced Warfare.\n\nLPL: What’s the most memorable series\/match you’ve participated in?\n\nCruze: Probably losing the LBF at LAN 3-0 to iG (Killerpie, Guydra, Zeuss and Bacabec) at AVT January 2015, just because it was a fun series, all maps were relatively close, and I played pretty well.\n\nSezleyy: AvT LAN 2014\n\nzovax: AvT 2016 GF\n\nJayTex: 4-3 win against Team Blank in the CWL relegation qualifiers for first seed.\n\nLPL: What’s the greatest challenge you’ve had to overcome to reach your current level?\n\nCruze: Proving all the people who doubt you and hate you that you have actually got the ability, and changing my attitude was pretty hard for me too but definitely worth it.\n\nSezleyy: just giving your best shot, always looking for the greater challenge and respecting the players around you.\n\nJayTex: Bridging the gap in the level of play from playing against amateur players to playing professional players after making the CWL.\n\nLPL: Do you have any tips for the regular gamer at home?\n\nCruze: Practice practice practice. Get a team together with your skill level and grind it out with them, then prove yourself and continue to move up skill levels as a player or even as a team.\n\nSezleyy: If you wanna step up your game and looking at playing COD competitively, just try and get a team and start the grind with them all the way through, and never feel scared vsing better players!!\n\nJayTex: Practice, Practice, Practice. Learn from others who play your role and recognise what makes them successful, then implement it into your playstyle.\n\nLPL: What are the major difference between LAN and online tournaments?\n\nCruze: The hype factor, and the pressure.\n\nSezleyy: At LAN everyone has the same rego and good lan connection – everything is fair for all the players. Online tournaments can get out of hands sometimes, like getting the host player killing you faster than others, getting lag spikes & more.\n\nzovax: Good registration and a cooler environment.\n\nJayTex: The atmosphere and intensity.\n\nLPL: What’s your favorite map to play on?\n\nCruze: Breach SND, on BO3. We lost that map like 3-4 times as a team the whole year and probably played it 100+ times.\n\nSezleyy: Throwback.\n\nzovax: Rust.\n\nJayTex: Throwback. Due to the various lines of sights and lanes, you are able to push or hold depending how you need to adapt to your opposition.\n\nLPL: Do you have a specific gun\/buy setup that you prefer?\n\nCruze: Assault Rifle 🙂\n\nSezleyy: I use a smg player because i am a support\/obj player on the team.\n\nJayTex: ARs are my go to weapons with the NV4 and Volk being the main guns as they are very versatile.\n\nLPL: How do you prepare for big tournaments (watch VODs, check stats, rest up, etc.)?\n\nCruze: Strategize with my team, put in more practice as a team and just grind.\n\nSezleyy: Watch Streams and learn from the pro players, grind everyday with your team and fix the mistakes you could make again, always vs better players so you are learning from the defeat rather then vs people you can beat because you won’t learn much if you are always winning!!\n\nJayTex: Watching VODs as well as making sure everyone understands what needs to happen on every map.\n\nLPL: How do you contribute to developing strategies for your team on a per game basis?\n\nCruze: I’m probably one of the main shot callers, being the AR anchor I have to call our rotations and make sure people are watching the correct cuts. And often call which bomb to push in SND etc.\n\nSezleyy: Look at other teams setup and work together to defeat them.\n\nzovax: Big calls.\n\nJayTex: I just make sure everyone knows and understands how we want to play the map.\n\nLeave a reply\n\nYour email address will not be published. Required fields are marked *\n\nRecent News\n\nSix Emerge from Fast and Furious Weekend of Esports Qualifying\n\nSix gamers have booked their spot in the GT Sport NZ Championship Grand Finale after a busy weekend of qualifiers...\n\nRegister now for the GT Sport NZ Championship!\n\nRegistration is now open for the GT Sport NZ Championship! Live qualifying takes place on Saturday November 25th (9am-3pm) Location: SkyCity...\n\nLPL Live at Armageddon​ Auckland will have a huge presence at the Armageddon Expo at the ASB Showgrounds in Auckland this weekend. They’re encouraging...\n\nLPL4: TEKKEN 7 NZ Championship\n\nSixteen Kiwi gamers are battling for four spots in the upcoming LPL4 TEKKEN 7 NZ Championship for the opportunity to...\n\nEmail Newsletter\nSubscribe to our email updates for event updates and giveaways.",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.989063561,
        "format_confidence":0.9800534844
    },
    {
        "url":"http:\/\/rangetime.bonneville.libsynpro.com\/the-us-army-e-sports-team",
        "text":"Preview Mode Links will not work in preview mode\n\nRange Time\n\nJul 3, 2019\n\nYou saw that right, an E-SPORTS team.  A team of soldiers that are literally fighting for freedom in the digital world.  Yes, we mean VIDEO GAMES.\n\nHighly skilled troops that represent the US military as part of an effort to recruit and retain soldiers, as well as educate the public as to the US Army's role in the world.\n\nThis month the Salt Lake Gaming con was going on in Utah, and Jon Smith was able to catch up with the team to talk about the guns the fire in games compared to the games they have used in the real world.  Oh, and Jon shot their NCO, SFC Dodge, in the leg once.  Yes. Really.  Then they both lied about it because their wives were at the range that day.\n\n(Jon's edit:  Oh calm down, it was a ricochet.  He was fine :) )",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.7184879184,
        "format_confidence":0.6626058221
    },
    {
        "url":"http:\/\/www.ign.com\/articles\/2001\/06\/15\/overworks-interview",
        "text":"Overworks Interview\n\nWondering about Skies of Arcadia 2? We got a chance to chat with Team Overworks and they have plans on bringing a certain shinobi back...\n\nWhich platform will Overworks tackle next?\n\nWhich platform will Overworks tackle next?During E3 2001, SEGA's \"Unleashed\" event allowed several of SEGA's big name development teams show off their newest products and discuss their upcoming plans in this new age for SEGA. Relatively quiet, however, was Team Overworks, the development studio who created Sakura Wars III and of course the phenomenal Skies of Arcadia. Although not boasting a huge line-up of titles at E3 2001, we now got the chance to speak to Noriyoshi Ohbi of Overworks and we learned some very exciting and interesting things:\n\nIGNinsider: First off, when was team Overworks formed and what past projects has the team worked on?\n\nNoriyoshi Ohba: Overworks was founded on July 01, 2000. Our main projects include \"Sakura Wars\" series, \"Skies of Arcadia,\" and \"Meet Here! Guru-Guru Onsen.\"\n\nIGNinsider: With SEGA's new multi-platform strategy, many of SEGA's studios showed off their newest products on next generation console at E3 2001. What were you impressed with at E3 and what platforms do you see Overworks focusing on right now?\n\nNoriyoshi Ohba: All the next-generation platforms were impressive and all the platforms attracted us. I see the Internet as another form for gameplay and that is an area we will be exploring with upcoming games.\n\nIGNinsider: Skies of Arcadia (Eternal Arcadia in Japan) was an awesome game and was well received in Japan. While those who bought the game in the US really enjoyed the game, including myself, it didn't sell very well over here. Do you think the game was too difficult for US players? Why do you think it didn't do as well in the US?\n\nNoriyoshi Ohba: The game is well developed and I don't think US players have any difficulties playing the game. However, I do think that RPGs are not as popular in the US as in Japan. In general US players seem to prefer sports games for its real-time action and excitement. Also, US gamers seem to appreciate more realistic characters, like sports figures, than animated characters created solely for video games.\n\nIGNinsider: Are you working on a sequel to Eternal Arcadia and if you are, what platforms will the title be on?\n\nNoriyoshi Ohba: We're considering a sequel to \"Eternal Arcadia.\" Regarding which platform, we're still evaluating it.\n\nA sequel to Eternal Arcadia sounds great. But what platform will it be heading to?\n\nIGNinsider: Sakura Wars III is a very big title in Japan and while no publisher has decided to bring it to the US, do you think Sakura Wars III would do well in US?\n\nNoriyoshi Ohba: I cannot say whether or not it would do well at the moment, but I would like to publish it in the US market.\n\nNote: the above screenshot of Sakura Wars 1 has been edited to more accurately portray the series' target group.\n\nIGNinsider: What new projects are you currently working on? Are any of the current Overworks projects appearing on the Dreamcast?\n\nNoriyoshi Ohba: Most of our titles are for Dreamcast this year. Other titles have not yet been announced. Currently, we are working on \"Guru-Guru Onsen 2,\" a network game for the Japanese market.\n\nIGNinsider: What would you like to see Team Overworks developing in the future? Any plans on creating games for the US market?\n\nNoriyoshi Ohba: Over the last two years, our content has focused mostly on the Japanese market. I'm thinking of developing more games for the U.S. market like the \"Revenge of Shinobi\" series and \"Streets of Rage\" series, which I once worked on for the Genesis and \"Clockwork Knight\" for Sega Saturn.\n\nIGNinsider would like to thank Noriyoshi Ohba very much for his time and we sincerely hope to see a sequel to Skies Of Arcadia, as well as any new exciting projects Team Overworks is \"thinking\" about working on.",
        "topic_id":11,
        "format_id":21,
        "topic_confidence":0.9948916435,
        "format_confidence":0.9844295979
    }
]