[
    {
        "url":"http:\/\/www.iconresearch.net\/node\/53",
        "text":"Skip to content Skip to navigation\n\nYvon Rogers: Icons at the interface\n\nIcons at the interface: their usefulness by Yvonne Rogers (1989) is one of the earliest studies on the taxonomy of interface icons. Through her research, Rogers hopes to discover primitive syntax and semantics for icons, which could be used as a basis for designing a set of icons for a given application. This is a summary of some of the main points of the paper.\n\nIcons should reduce the complexity of a system and make it easier to learn. The user is given the impression that the system is easy to use, and this can have a positive effect on the user. The icons can also be universally meaningful without being restricted to language. However, icons can fall short of this goal. Many icons have been used to represent very ambiguous system information. If the user has to look up the meaning of an icon in a manual, then this type of communication is inadequate. There is always a risk that the icons become arbitrary symbols.\n\nA common problem with iconic interfacing is the different meanings that can be attributed to a single icon. Verbal languages have syntactic and semantic rules which help to disambiguate their meaning. Pictorial languages don’t yet have equivalent rule sets. Paradoxically while pictorial communication could potentially be universally understood, it lacks the rules to guide this process.\n\nContext is key\n\nContext is a key factor in disambiguating the meanings of icons. Rogers presents Hungarian toilet signs as an example.There a stiletto shoe is used to represent women and a typical man’s shoe represents men. Because of the user’s prior knowledge of where to find a toilet in a restaurant, and the fact that there are generally separate toilets for men and women, this kind of icons are immediately recognisable. \n\nExperienced computer users some times prefer command line tools over graphic interfaces. Having learned to use command based interfaces, they see no reason for the use of icon-based interaction, which in many cases can also be slower. For new users it is much easier to recognise and select icons, than it is to learn and remember all the commands and function keys necessary for operating the software. Rogers still points out, that there is potential for using interface icons for all types of users. They are not only valuable to new users.\n\nRogers recognizes four ways in which interface icons can refer to their referent.\n\n  1. Resemblance icons – depict the referent through an analogous image. \n  2. Exemplar icons – serve as a typical example for a general class of objects. One stands for many, just like the knife and fork represent a restaurant.\n  3. Symbolic icons – the relation between the referent and referrer is more abstract or metaphoric. For example an image of a wine glass with a fracture conveys the concept of fragility.\n  4. Arbitrary – Bear no resemblance to the referent and the association has to be learned.\n\nArticulatory distance\n\nThe effectiveness of an icon also depends on to what extent the visual appearance of an icon infers the underlying referent. This effectiveness can also be called articulatory distance. Icons that are easiest to understand are considered to have more direct mapping, while the ones that are more difficult to understand have a less direct mapping.\n\nWhen a function or a system object is so abstract, that there is no way of designing an icon with a logical or isomorphic connection to it, a common solution is to select a completely arbitrary and abstract design. The idea is, that such forms have no prior association connected to them. Once the meaning of the icon has been learned, there is no risk of it being confused with another function or object. This approach can be effective when the user needs to learn one or two icons, but it is less useful when a user has to learn a whole set of icons.\n\nIn her user studies, Rogers also discovered that icons based on concrete analogies can also perform very badly, if the link between the referent and the referrer is tenuous and not made explicit, such as using an image of a wheelbarrow with bricks in it to represent the move operation in a word processing environment.\n\nAn important aspect of interface icons is, that they almost always have to function as a set, while other real-world pictorial signs can more often function as individual items. The challenge of a functional set is, that not only do the icons need to be able to represent individual referents, they also need to discriminate between various connected referents. A system of combining common and distinct graphical elements can be effective in such cases. This system is a kind of a simple grammar for the interface design.\n\nRogers also point out the multidimensional nature of pictorial communication as an advantage compared to verbal language. For instance variations of form, shape and size can be used effectively to communicate different parts of command sets.\n\nDual coding\n\nIn a study comparing icon-based and name-based interfaces for a word processing environment, Rogers discovered that users remembered the meaning of icons better than names, over time. This might be due to the fact that pictorial signs are more likely to be stored in both visual and verbal memory, according to Allan Paivio’s (1971) dual coding theory.\n\nIn her summary Rogers recognizes the usefulness of icon-based interfaces. To overcome the challenges of choosing when to use icons and how to design them, Rogers calls for the development of a taxonomy and grammar for icons. Following such a systematic approach can be especially beneficial for designing complete icon sets.\n\n  • Rogers, Y. (1989). Icons at interface: their usefulness. Interacting with computers.1 (1), 105­117.\n  • Paivio, A (1971). Imagery and verbal processes. New York: Holt, Rinehart, and Winston.\n\nThe content of this site, if not otherwise stated, is shared under the Creative Commons Attribution-Noncommercial 3.0 License.\n\nPrivacy policy",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.7861905098,
        "format_confidence":0.9621002674
    },
    {
        "url":"https:\/\/revistes.ub.edu\/index.php\/coolabah\/article\/view\/15586",
        "text":"Art History in Remote Aboriginal Art Centres\n\n\n  • Darren Jorgensen\n\n\n\nThe 2008 Congress of the International Committee of the History of Art in Melbourne suggested in its theme of 'Crossing Cultures' that art history must revise its nationalistic methodologies to construct more international histories of art. This essay addresses the legacy of different eras and methods of writing the art history of remote Aboriginal artists. It argues that colonialism has structured many of the ways in which this art history has been written, and that the globalisation of art history does little to rectify these structures. Instead, art history must turn to institutions that are less implicated in the legacy of colonialism to frame its work. Rather than turning to the museums and art galleries who have provided much of the material for the art histories of the twentieth century, this essay suggests that remote art centres offer dynamic opportunities for doing twenty-first century art history. Founded in an era of political self-determination for remote Aboriginal people, these centres aspire to create an opportunity for the expression of a cultural difference whose origins precede the invasion and colonisation of Australia. Art centres and their archives present an opportunity to work through the legacies of colonialism in the art history of remote Australian Aboriginal artists\n\nAuthor Biography\n\nDarren Jorgensen",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.8954998255,
        "format_confidence":0.972546339
    },
    {
        "url":"https:\/\/patricklim.phlarchitects.com\/2015\/10\/21\/architecture-in-the-society-of-spectacle-modernism-challenge-in-the-city-and-urban-area\/",
        "text":"Architecture in the Society of Spectacle: Modernism Challenge in the City and Urban Area\n\nThis paper has been presented in the 15th Asian Congress of Architects (Arcasia Bali) at Bali Nusa Dua Convention, Bali on 30th October 2012.\n\n\nOur societies and cities are growing in the realm of visual culture these days under the development of new technologies. It brings our daily life into the society which emphasizing on the visual sense; the society which drawn by consumerism and makes way for commodification in every aspects of life. The society that sees their life is merely a representation of fragmented images under the power of capitalism and states. As the result, the trend to build ‘spectacular architecture’ with its shape and images is happening everywhere especially in Asia and Middle East’s cities.\n\nTherefore, it is interesting to review the position of architecture and architects within the concept of “The Society of Spectacle” as developed by French philosopher, Guy Debord, in his book “La Société du Spectacle” (1960). The aim of this paper is to investigate the trend of the ‘spectacle’ abundance and its impact on architectural design nowadays. Also, to questioning how an architect will design a space in the city with these phenomena in the society which might changes our perception and conception of space.\n\n\n  • Has the concept of ‘spectacle’ been changed through the time? What can we learn from the history of empires and states?\n  • Does the city need ‘spectacle’ in ‘spectacular ways’ in order to survive and liveable?\n  • Is ‘spectacle abundance’ bad? How is the effect to the society, community, culture, and locality?\n  • Can the spectacle gain a ‘productive’ dimension and becoming an agent of social, cultural and political changes?\n  • And how should architect design the built environment under the pressure of spectacle? How to make balance? How can we use this concept to reverse the situation and achieve better built environment?\n\nKey words\n\nSpectacle, image – representation, unity – separation, territorial – identity, consumerism, production – commodity social relation, culture, history.\n\n\nOur societies and cities are growing in the realm of visual culture these days under the development of new technologies. It brings our daily life into the society which emphasizing on the visual sense; the society which drawn by consumerism and makes way for commodification in every aspects of life. The society that sees their life is merely a representation of fragmented images under the power of capitalism and states. As the result, the trend to build ‘spectacular architecture’ with its unique shapes and images is happening everywhere especially in Asia and Middle East’s cities. The increasing development in those regions especially the interest in high-rise and spectacular design has heightened the need for deeper evaluation and studies on the trend with its impact.\n\nGuy Debord, French philosopher, through his book “La Société du spectacle” (1960) analysed this trend and developed the concept of “The Society of Spectacle”. The concept tries to explain the background, meaning and the impact of the ‘spectacle’ which still valid and even becomes more important as the world grows more connected in information and economic. Debord was the prominent figure in the revolutionary group of thinkers, Situationist International, founded on 1957. They developed experimental topics of study, such as unitary urbanism and psychogeography with ultimately highly significant book of Guy Debord as the most famous of it.\n\nAlthough considerable research has been devoted to the theme of ‘Spectacle and Architecture’, rather less attention has been paid to the issue of its challenges and position within the local culture and history. Concerning the abundance spectacle, modern cities are facing challenges causing them to lose their locality & heritage wealth which the creation of new spectacle creates another separation between social classes. Thus, several issues are raised in the discussion such as whether the concept of ‘spectacle’ has been changed through the time and what we can learn from the history of empires and states. It is also important to ask about the importance of ‘spectacle’ for the city itself whether it is good or bad and how it affects the society, community and culture. In the end, it is interesting to review the position of architecture and architects within this framework especially in modern era and technology.\n\nThe aim of this essay is to investigate the trend of the ‘spectacle’ abundance and its impact on architectural design nowadays. This essay examines the different type of spectacle applied in cities and how it is applied from decades ago until modern day. Also, to questioning how an architect will design a space in the city with these phenomena in the society which might changes our perception and conception of space. The research for this essay is conducted through literature investigation and comparison of case studies. The book of Guy Debord becomes the main source to understand the topic with extension to the group of Situationist International with its ‘ideal city’ as input to the discussion.\n\nThe remainder of this essay is divided into several sections, firstly begins with the investigation on the thoughts behind the notion of ‘The Society of Spectacle’ to provide a solid and good understanding of the topic’s background. Only two issues will be assessed which related to commodity and social relation. Secondly, the essay will examine the spectacle’s conditions in the past and present time along with their architecture conditions with Rome, Dubai and China as the cases. Third, it continues to evaluate the relevance of architecture and spectacle itself including the position of the architect in building a city with localism, culture and history as issues. In the end, it will try to suggest alternate uses of spectacle’s concept in a rapid changing modern society to shape the city.\n\n\nThis chapter will elucidate the term of spectacle and its meaning according to Guy Debord as the basis for our discussion in the next chapters. The ‘spectacle’ here will be evaluated in the relationship to the notions of commodity – consumerism and unity – separation as indicated through his book.\n\n2.1 On Commodity and Consumerism\n\nRegardless the common meaning of spectacle as refers to show, display, event, performance, representation, or view, here the notion of spectacle as described by Debord is more related to the political and economic or mode of production as the result of capitalism. Spectacle is not only understood as decoration and beautification to the object but also it is both the result and the goal of the production system. Moreover, spectacle dominates all aspect of society’s life with manifestations such as news, propaganda, advertising and entertainment which represent the constant presence domination of those systems. As highlighted by Debord that ‘‘the spectacle is rooted in the economy of abundance, and the products of that economy ultimately tend to dominate the spectacular market” (Debord 2006, 16). Debord states that the commodity acts as spectacle itself.\n\nFurther, he outlines in his book two different models of the spectacle which are “concentrated spectacle” and “diffused spectacle”. As for the concentrated model is more influenced by political and bureaucratic aspect which it is mainly used as a technique for strengthening state hegemony and controlling power (Debord 2006, 18). It is the spectacle produced by centralized power over a dictatorial or certain political party based around an ideology. Meanwhile the diffuse model is developed over economic leverage with commodities abundances (Debord 2006, 17, McDonough 2004, 462). According to Debord, since the post-world war time the raise of global capitalism has brought these two types of spectacles into a new combination influenced by economic and political power which is the “integrated spectacle”. It represents the consumer society that has seen itself in a global spectacular market. It is a kind of spectacular of late capitalist that embodies a new, uniquely specialized form of power.\n\nNotably, the spectacular market in the modern capitalism economy system began to take shape excessively that effecting all social life in modern world as the commodity came into significant as a power since the beginning era of industrial revolution and the discovery of mechanical reproduction techniques which the production become mass processes for a global market. Through the globalization of commodity, the world has been turned into a single large market and dominated by economic interests and as noted by Debord that the spectacle, none or less, is capital accumulated to the point that it becomes images to represent the capitalism’s goal itself (Debord 2006, 7). The spectacle consists of what Walter Benjamin identifies as signs from the system which acts as the ultimate end-products of that system and it happens when the commodity has succeeded in totally dominating social life. “Commodification is not only visible, we no longer see anything else; the world we see is the world of the commodity” (Debord 2006, 10).\n\n\nFigure 1: Commodity and advertising in daily life\n\nFor this reason, it can be said that ‘spectacle’ is the way to create a spectacular representation that leads to seduction of consumerism. Society is faced with constant replacement of products propagated by all the communications media.\n\n“The things the spectacle presents as eternal are based on change, and must change as their foundations change. This instability is the spectacle’s natural condition, but it is completely contrary to its natural inclination” (Debord 2006, 20).\n\nThis kind of spectacle is instant and instable in the way they present itself and influence over how people think and behave. The use of advertisements would be a perfect example of how using the spectacle can get people ... (truncated)",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9881615043,
        "format_confidence":0.9660746455
    },
    {
        "url":"http:\/\/www.lukaszblonski.com\/-processing-modeling-.html",
        "text":"sci arc\n\ninstructor : casey rehm\n\nspring 2013\n\nvisual study\n\nThere are two parts to the project. First part of the project is a 2-d processing composition, which is based on the Michelangel Merisi da Caravaggio painting; \"The Entombment of Christ\". Project unfolds by extracting lines from the position of the charcters in the painting. Coding script has a relationship between geometric and a color palettes embedded in the canvas. The extracted group of lines gets plugged in the script generating multi-agent simulation behaviors. Agent is than multiplied by high number, which creates an effect of fuzziness. Background composition, is created by the vertical and horizontal lines. Second part of the project involves transforming the script into 3-dimensional composition. The form of interior and exterior derives from the study of \"San Lorenzo Church\" 2-dimensional layout.",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.8998174071,
        "format_confidence":0.5523677468
    },
    {
        "url":"http:\/\/sed.aaschool.ac.uk\/dissertations\/dissertation-projects\/2013-2\/tomas-swett\/",
        "text":"Tomas Swett\n\nRethinking Office Building Typology in Mediterranean Climate –  a Critical View of Current Layouts, Building Form and Parameters\nSantiago, Chile 33.50° S 70.70° W\n\nThe aim of this project is to develop environmental design strategies and spatial configurations for new office buildings in the urban context of Santiago. The architectural objective is to create a new image of the office building. The plan is divided into several blocks by irregular openings which separate the different functions providing transitional zones between spaces thus allowing daylighting and fresh air to penetrate into the occupied areas. The building facades are designed to vary in response to  solar radiation and daylight requirements.",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9794909358,
        "format_confidence":0.9541851282
    },
    {
        "url":"http:\/\/centaur.reading.ac.uk\/74525\/",
        "text":"Accessibility navigation\n\nHow did Futura get to the Moon?\n\nBurke, C. (2017) How did Futura get to the Moon? In: Eisele, P., Ludwig, A. and Naegele, I. (eds.) Futura: the typeface. Laurence King, London, pp. 351-365. ISBN 9781786270931\n\nFull text not archived in this repository.\n\nIt is advisable to refer to the publisher's version if you intend to cite from this work. See Guidance on citing.\n\nItem Type:Book or Report Section\nDivisions:Faculty of Arts, Humanities and Social Science > School of Arts and Communication Design > Typography & Graphic Communication\nID Code:74525\nPublisher:Laurence King\n\nUniversity Staff: Request a correction | Centaur Editors: Update this record\n\nPage navigation",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9502438307,
        "format_confidence":0.5496695638
    },
    {
        "url":"http:\/\/eprints.utm.my\/id\/eprint\/37106\/",
        "text":"Universiti Teknologi Malaysia Institutional Repository\n\nChoice behaviour of housing attributes: theory and measurement\n\nZinas, Bako Zachariah and Mohd. Jusan, Mahmud (2010) Choice behaviour of housing attributes: theory and measurement. Asian Journal of Environment-Behaviour Studies (ajE-Bs), 1 (2). pp. 1-18. ISSN 1394-0384\n\nFull text not available from this repository.\n\nOfficial URL: http:\/\/fspu.uitm.edu.my\/cebs\/images\/stories\/ajebs1...\n\n\nPreferences and choices in a society are constant dynamic operations, made based on the behavioural dynamism of people. In this cosmic dynamism, they keep shifting from one stage to another, within the same cosmic space. Housing preferences and choices, like any other life interests, therefore operate within this framework. Unlike merchandized products brands, housing brands are hardly known, probably because of the heterogeneous nature of the housing product - the house. However, very little is known about the relevant housing attributes (refer to page 7). Housing preferences and choices operate within the framework of preferences and choices for housing attributes. In any preference and choice activity, there are underlying motivations that make it possible for an individual to choose from available alternatives within a given product field. This paper examines and outlines the methodological and theoretical framework of housing preferences and choices, based on the theory of means-end chain (MEC). Previous MEC applications in the field of architecture and urban design have been very useful and successful. The paper attempts to explore from literature the possibility of extending the previous methods and their applicability in design process. In dealing with user preference for housing, there is a need for research for a development of a technological tool to identify user needs and preference, and the kind of decision support that is required to identify these needs.\n\nItem Type:Article\nUncontrolled Keywords:housing preference and choice, means-end chain, laddering technique, models\nSubjects:N Fine Arts > NA Architecture\nDivisions:Built Environment\nID Code:37106\nDeposited On:31 Mar 2014 11:32\nLast Modified:15 Feb 2017 08:53\n\nRepository Staff Only: item control page",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9180101752,
        "format_confidence":0.8934252262
    },
    {
        "url":"https:\/\/modos.ac.nz\/projects\/public-infrastructure-public-surface-an-exploration-of-the-generative-capacity-of-karangahape-road",
        "text":"Public Infrastructure, Public Surface: An Exploration of the Generative Capacity of Karangahape Road\n\nMatthew Elcoat\n\nCover Image\nView into the folded laneway from K' Road\n\nThis thesis explores the formulation of Karangahpe Road's pedestrian realm, using analysis of generative urban theories and site specific cues. The project centers on a new set of lane-ways that provide access to the area's City Rail Link station entry, while at the same time creating new public infrastructures for exchange, pause and performance.\n\nThe city, when considered as a social phenomenon, is not a man-made product; it arises from an accumulation of societal events and processes, both planned and unplanned. This process-based view of urbanity places the built environment in the role of infrastructure: a facilitator of social process and events, that is both reactionary and catalytic. It allows its inhabitants to pursue their own ends by using the opportunities afforded by the city, and in doing so, generating new programmes and events. It is through this use of the city’s resources that the city itself is formed. This is particularly true of the public pedestrian realm, and its relationship to other facets of the built environment. This thesis investigates the tectonic and spatial formulation of this pedestrian social infrastructure.\n\nProponents of this process-based view of urbanism, a movement centering upon the writings of urbanist Jane Jacobs, focus on the relationships between elements of this infrastructural city, citing concepts of diversity, density and mix as facilitators of urban process that create ‘self-organising’ cities.\n\nLandscape and infrastructural urbanist practices also view urbanity in an infrastructural sense. The manipulation of the programmed ground surface, a concept central to landscape urbanist practice, is used as a means of structuring dynamic relationships between temporal programmes, events and systems. This, too, facilitates the ‘process’ of urbanity in a self-organising and evolutionary manner.\n\nThis thesis considers the methodology and theory of these two practices in relation to an architectural project for a City Rail Link station on Auckland’s Karangahape Road. Existing programmatic and spatial features of the street are considered in relation to these practices, allowing the formulation of a strategy to catalyse and facilitate urban processes and events of varying scales and temporalities. This strategy is deployed in the creation of a new vein of Karangahape Road that reinterprets, redistributes and intensifies the social infrastructure of its pedestrian realm.\n\nUse Typology Diagram 19 10 01 01\nStreet use typologies\nEast Street Elevation View\nAn elevation of the East Street market-hall entrance\nLooking Into Market Laneway\nA view of the entrance from East Street into the market laneway\nAmpitheatre View\nA view to the Mercury Lane ampitheatre\nStreet level plan\n5 Conceptual Street Section\nA sectional observation of Karangahape Road",
        "topic_id":1,
        "format_id":0,
        "topic_confidence":0.9294057488,
        "format_confidence":0.9689965248
    }
]