[
    {
        "url":"http:\/\/www.internetnews.com\/IAR\/article.php\/2172681\/Google+Secures+Scandinavian+Deal.htm",
        "text":"RealTime IT News\n\nGoogle Secures Scandinavian Deal\n\nWith the battle for international search deals intensifying, Google has won a new contract to provide algorightmic search for Eniro, a portal and directory publisher operating in Northern Europe.\n\nNeither the financial terms nor the duration of the contract was disclosed. The deal could lead to additional services including advertising deals, the companies said.\n\n\"This is the beginning of a partnership to provide the best search experience to users of Eniro in Denmark, Sweden, Norway and Finland,\" said Omid Kordestani, a Google vice president.\n\nFor Google, the win occurs in its rival's backyard. Overture Services gained a strong presence in the region last month when it bought the Web search unit of Oslo-based FAST Search & Transfer's Web for $100 million last month.\n\nSweden-based Eniro, which recently expanded through the acquisition of Scandinavia Online, logs more than 600 million searches yearly.\n\n\"With our locally produced content, the cooperation with Google means that Eniro's Internet search service will be the most comprehensive alternative for everyone searching the Web,\" said Lars Guldstrand, Enviro's president and CEO.\n\nFor Google, the deal comes two weeks after it signed a deal with South Korea's Daum Communications to provide algorithmic search services for the portal, Daum.net. In that case, Daum decided to split its search business down the middle, partnering with Overture in a three-year exclusive paid-listings deal two months ago.\n\nOverture and Google have increasingly battled each other abroad, where the paid search market is relatively new. While Overture has beaten back Google to win a number of deals, including agreements with the top ISPs in the United Kingdom and France, another key Asian portal, Yahoo! Japan, decided to split its paid search business between the two companies.\n\nMeanwhile, FAST, which now focuses exclusively on enterprise search, inked a deal with Japanese Internet service provider NTT-X to power multi-media search on its portal, \"goo.\"\n\nFAST's technology was chosen because of its support for different languages and the ability to search music and video files, NTT-X said.",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.7567406893,
        "format_confidence":0.9974422455
    },
    {
        "url":"https:\/\/techober.com\/2017\/04\/pakistan-post-launches-online-shopping-facility\/",
        "text":"Pakistan Post launches online shopping facility\n\nPakistan Post launches online shopping facility\n\nPakistan Post has always been active in introducing latest technology trends for its customers to meet the rising expectations of their customers.\n\nContinuing this tradition, Pakistan Post has recently launched UMS Cash on Delivery Service (COD) for the customers.\n\nLaunching of Cash on Delivery Service will prove a beneficial step in terms of customer satisfaction and convenience and will enable individual and corporate clients to send cash on delivery across the country.\n\nWith the help of this initiative, cash on delivery services will be available all over the country.\n\nCurrently, this service is available in 226 cities and towns linked with UMS network.\n\nPakistan Post will enable the service of online shopping for the customers on its website very soon.\n\nAbout The Author\n\nNabahat Tahir leads the content production team at Techober. She also works as a web content manager at Centangle Interactive, an Islamabad-based digital media agency.",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9297608137,
        "format_confidence":0.9765634537
    },
    {
        "url":"https:\/\/btcearn.ru\/ibm-announced-plans-to-launch-its-own-crypto-currency-on-the-stellar-blockchain-platform\/",
        "text":"IBM announced plans to launch its own crypto currency on the Stellar blockchain platform\n\n\nGlobal computing titan IBM has announced plans to launch its own cryptocurrency on the Stellar blockchain, raising the stakes on high-tech adoption of virtual currency.\n\nCarbon Credit Cryptocurrency\n\nIBM has partnered with Veridium Labs, an environmental fin-tech startup, to develop a new cryptocurrency that will tokenize carbon credits. The credits will be used by businesses to offset environmental degradation caused by their operations.\n\nVeridium has been exploring new ways to implement carbon offset credits in an open market but has struggled to do so given the value constraints of the underlying credits. In other words, no generally agreed upon formula exists for determining individual value, which makes the buying and selling of credits difficult to implement.\n\nNow, Veridium believes it has found the solution through crypto tokens and the blockhain. The new token will be developed using Stellar’s digital ledger. Veridium will be developing the value formula while IBM manages the technical specifications for buying, selling and managing the tokens.\n\nVeridium CEO Todd Lemons issued the following statement:\n\n“For years, we’ve been trying to mitigate environmental impacts at every point in the value chain, however previous solutions still presented significant complexities and costs. Our digital environmental assets are designed to help companies and institutional investors purchase and use carbon credits to mitigate their environmental impacts today, and even hedge their potential carbon liabilities risks in the future.”\n\nImportantly, the new project has already moved beyond the concept phase, which means the credits will be available across the Stellar network.\n\n“By using a public, permissioned blockchain network, we can help Veridium create a new sustainable marketplace that is good for business and good for the world,” said Bridget van Kralingen, senior vice president of IBM’s industry platforms and blockchain division.\n\nStellar Network\n\nIBM and Stellar have been working together to develop a global payment network powered by blockchain technology. The technology giant announced last year it was using the Stellar blockchain to launch a network of 12 currency corridors that encompasses Australia, New Zealand smaller island nations in the South Pacific.\n\nThrough Stellar, IBM and a network of banks are using cryptocurrency the blockchain to move money across borders in near real-time. The service is available both to merchants and consumers that seek to accelerate the payment process.\n\nThe significance of the news, which IBM announced on Monday, is that merchants and consumers will be able to send money to another country in near real-time, accelerating a payments process that typically takes days. The network is said to process up to 60% of all cross-border payments in the South Pacific’s retail foreign exchange corridors.\n\nStellar is the world’s eighth largest cryptocurrency by market cap with a total value of roughly $6.7 billion. The protocol has generated significant attention due to its powerful team, growing business appeal and status as an emerging ICO platform.\n\nХотите зарабатывать на крипте? Подписывайтесь на наши Telegram каналы!\n\nLeave a Reply",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9778158665,
        "format_confidence":0.9917301536
    },
    {
        "url":"http:\/\/variety.com\/2008\/biz\/news\/natalie-portman-2-1117989710\/",
        "text":"Financially and socially empowering women: That’s what attracted Natalie Portman to the Foundation for Intl. Community Assistance. The org’s Village Banking program lends money to the world’s lowest-income entrepreneurs: business-savvy women. The $50 loans are repaid with interest and recycled several times a year.\n\nOn a trip to Uganda in 2003, Portman, the org’s minister of hope and fund-raising, met one of Finca’s first clients from the early 1990s.\n\n“She had 10 daughters. Her husband was beating her. She was living on 80¢ a day. She had a small food stand. Her first loan was for $50,” Portman recalls. “When I met her, she had a restaurant with 15 tables. She had hired seven girls. All of her daughters were in school. Her loan size had increased to $5,000 per cycle. She told me that the best thing about the loan was that she was able to throw out her abusive husband. That’s where you see the social power that women get from economic power.”\n\nWant to read more articles like this one? SUBSCRIBE TO VARIETY TODAY.\nPost A Comment 0",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.8964080215,
        "format_confidence":0.6300981641
    },
    {
        "url":"http:\/\/ca.reuters.com\/article\/companyNews\/idCAL4N0XA4GO20150413",
        "text":"BUZZ-U.S. STOCKS ON THE MOVE-Builders FirstSource, Arca, Arrowhead\n\nMon Apr 13, 2015 9:11am EDT\nEmail This Article |\nShare This Article\n  • Facebook\n  • LinkedIn\n  • Twitter\n| Print This Article | Single Page\n[-] Text [+]\n\n(For faster updates on individual market-movers, Eikon users please use search string \"STXBZ US\"; for the Day Ahead newsletter,; for the Morning News Call newsletter, U.S. stocks were set for a slightly lower open after three straight days of gains, as the corporate earnings season was poised to kick into high gear with a slew of reports this week. Dow Jones industrial average futures were down 0.17 percent at 17,942, S&P 500 futures were down 0.16 percent at 2,092.25 and Nasdaq 100 futures were up 0.02 percent at 4,415.5.\n\n** BUILDERS FIRSTSOURCE INC, Friday close $6.9, +56.52 pct premarket\n\nThe building products supplier said it will buy privately held ProBuild Holdings LLC for $1.63 billion in cash.\n\n** QUALCOMM INC, Friday close $69.16, +4.29 pct premarket\n\nActivist investor Jana Partners is asking the chipmaker to consider spinning off its chip unit from its patent-licensing business to boost the chipmaker's sagging stock price, the Wall Street Journal reported, citing a quarterly letter that will be sent to Jana investors on Monday.\n\n** ARROWHEAD RESEARCH CORP, Friday close $7.91, +12.77 pct premarket   Continued...",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9979100823,
        "format_confidence":0.9639266133
    },
    {
        "url":"http:\/\/www.france24.com\/en\/20081204-ecb-makes-history-with-075-interest-rate-cut-financial-crisis",
        "text":"Don't miss\n\n\n\n\nThe secrets of Montmartre\n\nRead more\n\n\nUS presidential election: It's the economy, stupid!\n\nRead more\n\n\nUS civilian medics help peshmerga fighters in Iraq\n\nRead more\n\n\n'The Wire' and 'Treme' star Wendell Pierce on the healing power of art\n\nRead more\n\n\nTATA hits back at ousted chairman\n\nRead more\n\n\nVideo: Florida, ultimate battleground in the race to the White House\n\nRead more\n\n#THE 51%\n\nStanding Firm: Chilean President remains defiant over abortion law changes\n\nRead more\n\n\nPaul Magnette unseats Justin Trudeau as most popular politician\n\nRead more\n\n\n'In the ashes of Calais'\n\nRead more\n\n\nECB makes history with 0.75% interest rate cut\n\nLatest update : 2008-12-04\n\nAs European economies slip one after the other into recession, the European Central Bank announced its biggest interest rate cut yet, down 0.75 percentage points to 2.50%. Earlier, the Bank of England lowered its key rate to pre-World War II levels.\n\nAFP - European central banks took bold action Thursday to ward off a looming recession, slashing their benchmark lending rates to boost business investment and household spending.\nThe ECB cut the cost of borrowing in the 15-nation eurozone by a historic 0.75 percentage points to 2.50 percent as the eurozone faced its first recession, after the Bank of England had slashed its main rate by a full point to 2.0 percent.\nFor the ECB it was also an unprecedented third rate cut in two months, following a coordinated cut with other central banks on October 8 and another reduction in early November.\nIn Stockholm, the Swedish central bank had set the tone early in the day by nearly halving its key rate by 1.75 percentage points to 2.0 percent to \"dampen the fall in production and employment\" due to the global financial crisis.\n\"The fact that the interest rate needs to be cut substantially is also due to monetary policy not having such a large impact recently as it normally does,\" the bank said in a statement. Sweden is in the EU not not the eurozone.\nRepeated and sharp central bank cuts have failed so far to unfreeze crucial interbank lending that ground to a halt after the US market for high-risk or subprime mortgages collapsed in mid 2007.\nIn Frankfurt, the ECB said on Thursday that it had also cut two other benchmark rates, the marginal lending rate and the deposit facility rate, by the same amount to 3.0 percent and 2.0 percent, respectively.\nECB officials had suggested last week they did not want to use up all their rate cutting options too quickly in case the recession drags on, and markets had anticipated a half point cut.\nThe bank was accused of excessive caution last month when its decrease of the same amount was overshadowed by a surprise BoE cut of three times as much.\nThe ECB still has ample room for manoeuvre with inflation falling from a record 4.0 percent in July to 2.1 percent last month. It is forecast to drop further as oil and food prices decrease.\nThe bank's medium term inflation target is just below 2.0 percent.\nAnalysts suggest it could slash its benchmark lending rate to as low as 1.5 percent by March to boost the eurozone economy, which contracted in the second and third quarters and is expected to keep shrinking well into 2009.\nEuropean Union data confirmed Thursday that the eurozone economy was in its first official recession since the bloc was formed in 1999.\nBNP Paribas economist Clemente De Lucia noted that \"leading indicators of momentum in activity reported that bigger gross domestic product falls are likely in the coming quarters.\"\nShe said that \"growth concerns are mounting\" in particular because \"the GDP breakdown reported that the weakness was broad-based.\"\nThe economy of 320 million people is set to expand to 16 members and add another 5.5 million inhabitants when Slovakia joins in January.\nECB forecasts for growth and inflation are also to be released here later on Thursday, as the ECB governing council holds one of two annual meetings in a eurozone capital.\nDuring a press conference at which Trichet is to explain the bank's decision, analysts will listen for indications of whether the ECB was inclined to cut rates again in the near future.\n\nDate created : 2008-12-04",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9975981116,
        "format_confidence":0.9648204446
    },
    {
        "url":"https:\/\/masterbit.info\/news\/kodak-partners-with-blockchain-platform-to-raise-50-million-in-token-offering\/",
        "text":"Kodak Partners With Blockchain Platform to Raise $50 Million in Token Offering\n\n\nKodak has partnered with a blockchain project seeking to raise $50 million in a combined public and private token offering. The idea was put forth by Wenn Digital, the developer of an image protection blockchain platform licensed by Eastman Kodak Co.\n\nKodak’s Blockchain Platform to Raise Up to $50 Million in Token Offering\n\nKODAKOne is a blockchain-based system created by Wenn Digital, designed to protect the copyright of images or photographs registered on the platform. Kodak holds a minority stake in Wenn Digital and has benefited from that position, reports Reuters. The performance of its stock has improved significantly as investors predict the development of the blockchain platform will turn into a lucrative venture once it is set and running.\n\nShares of the company have jumped from its early 2018 lows around $3 to as high as $11.55 when Kodak announced the deal with Wenn Digital. It quickly lost two-thirds of its market value on news that the token offering, which was scheduled for January, would be delayed. Finally, the initial coin offering (ICO) of KODAKCoin is due to take place on May 21. The January misstep was caused by regulatory issues that have since been taken care of.\n\nCam Chell, co-founder and chair of KODAKOne told Reuters in an interview that the token offering will comply with the U.S. Securities and Exchange Commission (SEC). KODAKOne will use Simple Agreement for Future Tokens (SAFT), an investment contract offered by cryptocurrency developers to accredited investors. Being a security, SAFT must comply with securities regulations, which requires the token to be issued when the blockchain platform is launched.\n\nThe SEC supports the practice because it sees these SAFTs as being traded like securities without conforming to any of the strict rules that already exist for that market. Token sales become viable under the SEC regulation with the SAFT structure because participation is limited to accredited investors.\n\n“We really took a step back and decided that we would ensure that all Ts were crossed and Is dotted before we embark on a public sale. We wanted to make sure that we got it right”.\n\nKODAKOne is expected to be launched later this year, according to Cam Chell. A pre-sale of its SAFT to accredited investors conducted by Wenn Digital raised approximately $10 million. The company needs $20 million to be able to successfully develop and launch the blockchain platform, but Chell says ‘$50 million is our sweet spot’ as the company aims higher.",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9934930205,
        "format_confidence":0.9968729615
    },
    {
        "url":"https:\/\/www.moneymarketing.co.uk\/money-marketing-markets-rights-issues-and-rampant-inflation-dent-confidence\/",
        "text":"View more on these topics\n\nMoney Marketing Markets: “Rights issues and rampant inflation dent confidence”\n\nAny hopes that the credit crunch is close to an end were dashed this week with cash calls and writedowns once again battering the banking sector.\n\nBradford & Bingley followed the lead of Royal Bank of Scotland and HBOS, tapping its shareholders for £300m, equivalent to a third of its market cap.\n\nThe cash call comes exactly one month to the day of B&B’s management denying a rights issue was in the offing.\n\nInvestors have been critical of the offer which will see shareholders offered 16 new shares for every 25 held in a cut-price 82p deal. B&B’s shares slid 14.75p to 144p on the news.\nPaul Mumford, manager of the Cavendish UK opportunities fund, believes investors are being railroaded into buying the shares.\n\nHe says: “The real issue for investors, and for overall confidence in the sector, is the sheer magnitude of the discounts we are seeing. At 48 per cent of the closing stock price on Tuesday, Bradford & Bingley’s rights issue is the steepest yet for the market to swallow.\n\n“It virtually forces shareholders to buy the extra shares or else look on and witness massive dilution in value. How will this ever encourage confidence in the sector and normal market conditions to return?”\n\n“The fact that the decision comes after sustained denials of plans to raise money from shareholders, as recently as one month ago, hints that banks are in a much worse state than has previously been thought and that shareholders can only half-believe what they are being told by management. This will gnaw away at an already fragile confidence in the sector.”\n\nThat confidence had already been tested earlier in the week after bigger than expected writedowns by Alliance & Leicester saw its shares slump to a near eight year low. The bank wrote off a further £192m and finance director Chris Rhodes admitted that it is “walking a tightrope” trying to maintain its dividend.\n\nFrench banking giant Credit Agricole launched a mammoth £4.7bn rights issue on Tuesday. Mumford says he expects more to fallow.\n\nBarclays was coy about whether it will tap shareholders for cash after it wrote down a further £1.7bn on Thursday. Finance director Chris Lucas said: “We are not going to rule in or out any option.” That said, he did rule out a scrip dividend but admitted profits were down on last year.\n\nOn the macro front, stagflation was the word of the week with concerns that slowing economic growth and rising inflation could result in a return to the 1970s.\n\nThink more rubbish bags in Leicester Square than cool bell bottoms and you will understand the market’s nervous reaction to Monday’s figures.\n\nEight of the 11 main categories contributed to the increase in annual headline inflation. Factory-gate prices soared 1.4 per cent in April and now stand 7.5 per cent higher than a year ago. The core annual rise hit 4.6 per cent- a 13 year high while import prices surged a further 1.9 per cent in April, pushing their annual increase to 10.3 per cent- not far off the 13.7 per cent peak seen in 2003 after the pound crashed out of the ERM.\n\nExpect more inflationary headlines after Centrica said it will need to raise energy prices by at least 10 per cent.\nNew Star chief economist Simon Ward believes the Bank of England is unlikely to cut interest rates at the next meeting of the Monetary Policy Committee because of the inflation menace.\n\nHe says: “Inflation expectations are already showing signs of detaching from the target. If firms and workers build a higher trend level of inflation into price and wage-setting behaviour, the forecast return to 2 per cent or lower two years ahead is unlikely to occur.”\n\nIt was not all doom and gloom, however. BT unveiled record £20bn sales and British Airways shares soared on Friday’s news of record operating margins and its first dividend in seven years.\n\nBritish Energy was also buoyed by takeover talk while National Grid saw profits up a beefy 24 per cent.\n\nMore bad news on the high street, however, with DSG International announcing it will not renew the leases on 77 of its 177 Curry outlets when they expire in the next few years. Next is also feeling the pinch, with sales down for the second month running.\n\nAll in all, the FTSE edged up to 6,338.9 by mid-afternoon Friday. Investor’s eyes remain trained on the banks but several blue chips have shown that even in the current climate healthy profits can be made. Finding those winners is the key.\n\n\nVariations on a theme\n\n“The overall retirement income market is going to grow significantly, not least because there are more defined-contribution schemes as people reach maturity,” says Burrows.\n\nRecording sickness absence cover - thumbnail\n\nWhite paper — recording sickness absence\n\nThe latest figures from the Department for Work and Pensions illustrate that sickness absence is still a major cost to businesses, with an annual bill for sick pay and associated costs to employers of £9bn. This paper from Jelf Employee Benefits looks at the importance of recording sickness absence for any employee health strategy and how this can be carried out in an efficient manner to reduce absence, improve employee engagement and drive up profits.\n\n\nNews and expert analysis straight to your inbox\n\nSign up\n\n\n    Leave a comment\n\n\n    Why register with Money Marketing ?\n\n    Providing trusted insight for professional advisers.  Since 1985 Money Marketing has helped promote and analyse the financial adviser community in the UK and continues to be the trusted industry brand for independent insight and advice.\n\n    News & analysis delivered directly to your inbox\n    Register today to receive our range of news alerts including daily and weekly briefings\n\n    Money Marketing Events\n    Be the first to hear about our industry leading conferences, awards, roundtables and more.\n\n    Research and insight\n    Take part in and see the results of Money Marketing's flagship investigations into industry trends.\n\n    Have your say\n    Only registered users can post comments. As the voice of the adviser community, our content generates robust debate. Sign up today and make your voice heard.\n\n    Register now\n\n    Having problems?\n\n    Contact us on +44 (0)20 7292 3712\n\n    Lines are open Monday to Friday 9:00am -5.00pm",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9985168576,
        "format_confidence":0.9345749021
    }
]