[
    {
        "url":"https:\/\/pho83va.com\/faq\/",
        "text":"Frequently-asked questions:\n\n  • How do you say “phở\/bún\/bánh mì\/etc.”?\n    The short answer is, however you like. While we are owned by a Vietnamese family, we are neither purists nor snobs when it comes to pronunciation. We encourage you to use whatever pronunciation you feel comfortable with, or to keep it simple and use the numbers provided on our menu.\n\n    Of course, if you’re interested in learning for learning’s sake, there are many online references that you can use. Click here for a short video (51 sec, YouTube) that demonstrates how to say the names of some common Vietnamese meal items (some, but not all, of which we offer).\n\n  • Are you part of Pho (insert number here)?\/Are all you Pho restaurants a chain?\n    We are an independent enterprise (see our “About Us” page for more details on our story). We are family-owned and family-operated and are not, nor have we ever been, associated with any pho restaurant chain. “Phở” is the Vietnamese name for our noodle soup in beef broth, and many phở restaurants have names ending in numbers (see our page on phở restaurant numbers for more information!).\n\n    On dietary restrictions:\n\n  • What are your vegetarian\/vegan-friendly items?\n    Our A7 (Cucumber Salad) and S8 (Bánh Mì Chay) are inherently vegetarian (S8 is vegan if ordered without Vietnamese mayo). Items that can be adjusted to be vegetarian\/vegan are the A6 (Papaya Salad), B4 (Bún Chay—vegetarian dry rice noodles), and C4 (Cơm Chay—vegetarian rice plate) if ordered without the nước chấm sauce. If you adhere to a strict meat-free diet or lifestyle, please inform our servers and the kitchen will triple-check your ingredients for you.\n\n    We regret that none of our soups are currently being made with a vegetarian broth. For more information, please see our answer below about why we do not serve any soups with vegetable broth.\n\n  • What menu items are good for gluten-sensitive\/gluten-free eaters?\n    Fortunately, all of our phở, bún, and rice (cơm) dishes come gluten-free by default. Our housemade chili paste, chili oil, and nước chấm sauce, as well as the Sriracha we carry, is also gluten-free. Unfortunately, our hoisin sauce (the dark sauce at the tables) is not gluten-free, nor is the peanut dipping sauce for our summer rolls (A2). Our sandwich baguettes are made with wheat and rice flour and are not gluten-free. Please inform your server of any dietary restrictions, and we will gladly triple-check any ingredients that go into your food to ensure that you can safely enjoy it.\n\n  • I’m on a low-carb\/carb-free diet. What can I eat at Phở 83?\n    Depending on the amount of carbs allowed in your diet, you may still be able to indulge in the occasional treat of one of our regular menu items. However, we do have some low-carb options, and some of our menu items can be adjusted to be lower in carbohydrates. For example, our Vietnamese-style chicken wings, chicken salad, papaya salad, and cucumber salad are relatively (not completely) lower-carb.\n\n    We can also do any of our soups over steamed bean sprouts instead of rice or egg noodles for a lower-carb alternative, if requested. Instead of rice noodles or rice for our bún and cơm dishes, we can serve your protein of choice over a light mix of fresh vegetables on request as well. We encourage you to ask your server about alternatives, and our kitchen will always go the extra mile to try and work with you.\n\n  • I’m lactose-intolerant\/dairy-free. Is Phở 83 good for me?\n    Yes. Our only menu items with dairy are our Vietnamese coffee (with sweetened condensed milk only) and bubble milk tea.\n\n  • Why don’t you serve vegetarian phở?\n    While we have nothing against our vegetarian or vegan friends and do offer several vegetarian\/vegan options (see our menu for more details), we have not yet been able to create a vegetarian phở broth that meets our very high culinary expectations. We have too much respect for our meat-free customers to take advantage of their dietary restrictions by selling them a substandard product and will not offer a “veggie broth” option until we can make something that tastes just as good as (or even better than!) our beef, chicken, or pork broths. If we ever do perfect a veggie phở broth recipe, rest assured, we will let you know.\n\n    For now, please take note of menu items marked “non-vegetarian” or “vegetarian without ____” and always inform your servers (even when making take-out orders) of any dietary restrictions so that we can accommodate you accordingly. We are always happy to take care of special requests!",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.996303916,
        "format_confidence":0.9799798727
    },
    {
        "url":"https:\/\/www.souvenir-coffee.com\/pages\/faqs",
        "text":"Frequently Asked Questions\n\nDo you roast your own coffee?\n\nYes! We roast every two weeks at Coro Coffee Roastery in West Berkeley. \n\nHow do you ship your coffee?\n\nWe process online orders and ship out every Monday and Thursday. Read more of our shipping policy here.\n\nWhere do you get your coffee?\n\nWe source all of our coffee from various producers all around the world, predominantly via specialty coffee importers. Royal Coffee is one of our favorites. We have a few direct-trade relationships with farmer co-ops in Brazil and non-profits in Rwanda. We look for coffee relationships with a value for community change, industry transparency, and really damn good coffee. We strive to partner with others with aligning values and work towards a more sustainable coffee future.\n\nIs your coffee Fair-Trade \/ Organic?\n\nWe have a few offerings that are certified FTO available at our shops and online store. We believe that a truly sustainable coffee industry goes far beyond a Fair-Trade Seal. We intentionally choose importers and producers with practices and dreams that often surpass what the Fair-Trade Org requires of them for a certification.\n\nDo you have a wholesale program?\n\nWe provide a unique coffee program tailored to allow each business partner to find success in their own, individual way. This begins with great coffee and continues with tech and equipment training and assistance, barista education, and general support. If you're a cafe or restaurant and this sounds great, head to our wholesale link to fill out our wholesale form. \n\nCan you grind my coffee for me? \n\nYes! Make sure you ask our Souvenir Barista and they'll be happy to grind your coffee for you.\n\nWhen ordering coffee online, indicate in the \"special instructions\" in the Cart page how you'd like your coffee ground.\n\nWhere can I apply to work for Souvenir Coffee?\n\nSwing by either of our cafes and chat with us. Bring a resume, cover letter, and good vibes. Follow us on instagram for future job listings.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9391149879,
        "format_confidence":0.9784155488
    },
    {
        "url":"https:\/\/www.grubhub.com\/help\/faq",
        "text":"Brave New World Grubhub.com.\n\nHi. We changed some things. Made some things different. Made a lot of things better. And now we’re going to tell you about those things. And answer questions.\n\nSome content\n\nIs this Grubhub’s new site?\n\nSort of. It’s an upgraded version of the Grubhub you’re used to. So, while the core functionality is nothing new, there are more than enough tweaks and new features built into to justify calling it “all new” or “sparkling” or whatever you want to call it.Also, it looks better. A lot better. Like our CEO after a haircut.\n\nWhat happened to the old site?\n\nUh… we replaced it with the new one? Why else would we have made a new one? It’s like what people do with iPhones or Corollas, you know? Upgrade and never look back.\n\nIs the new Grubhub better? Or does it just look better?\n\nWe’re upgrading plenty of things, and more features are coming soon. But, for now, yeah, it’s better – filters are improved, search got an overhaul, and we’re finally recommending things based on what people near you are in to.And, hey, thanks for saying it looks better. We thought so, too.\n\nI’m not logged in automatically. What gives?\n\nWe upgraded our login, so you’ll have to re-sign in the first time you use the new site.If you forget any of your details, the “Forgot your password” button will get you all sorted out.\n\nWhat happened to [feature ‘X’]?\n\nTo be honest, we couldn’t do a redesign without moving a few things around and tweaking some features. Each change we made was based on user feedback and expectations, but if you have any questions or concerns about various features, please send them in Red Feedback widget on the right side of your screen.\n\nWhat is Grubhub?\n\nMaybe we should have answered this question first? Anyway, we let you order food online from a lot of restaurants in a lot of cities around America. Like, 900+ cities and tens of thousands of restaurants.In short: if you want to order delivery or pickup, this is an easier way for you to do that from a huge variety of restaurants.\n\nHow do I order?\n\nYou enter your address and click “Search.” You’ll see a list of restaurants delivering to you, along with nearby pickup options. Click the one you’re into, do the same for anything you’re feeling on its menu and hit “Proceed to Checkout.”Do that whole “ordering something on the Internet” checkout thing and we’ll notify the restaurant to begin prepping your food. Done.\n\nWhat happens after I submit an order?\n\nWe send your order to the restaurant as soon as you hit the button. The restaurant tells us they’re working on the order, we email you a receipt and text you a confirmation.\n\nCan you stop the texting?\n\nYes, of course! Just reply to a confirmation with the word STOP. Heads up: if you use Google Voice, you’ll need to reply directly through their site and\/or app.\n\nWhat if I don’t receive an order confirmation email?\n\nCheck your spam folder, make sure your email account isn’t acting weird, and, if all else fails, reach us on our Contact Us Page.\n\nHow do I change or cancel an order after I’ve placed it?\n\nYou’ll want to check our Contact Us Page.\n\nWho do I call to check on the status of my order?\n\nYou’ll want to call the restaurant. Check your order confirmation email for their phone number. Or, if you’d like, you can reach out to Grubhub’s Customer Care team on our Contact Us Page.\n\nI have a confirmation email, but the restaurant says they don’t have my order. What gives, Dr. Grub?\n\nIf you’re hearing that they’ve not received your order, reach us immediately on our Contact Us Page and we’ll get things sorted out.\n\nSomething is wrong with my food. What do I do?\n\nIf there’s a problem with your order, please call the restaurant and let them know. You can find that phone number in your order confirmation email.Of course, you can reach out to our Customer Care Team on our Contact Us Page.\n\nWe’re around 24\/7 to fix these things.\n\nHow do I browse restaurants near me?\n\nThe best way is to make sure you enter your address as specifically as possible. The search results will be tailored to restaurants that deliver to that address or restaurants that are within a reasonable distance offering pickup.\n\nWhat’s the deal with “Order History”?\n\nHere’s where you can see everything you’ve ordered in the past. Which is helpful for a few reasons. One, you can reorder anything you loved in just a few clicks. Of course, you’ll get the chance to edit the order to add anything else you’d want or remove anything you don’t need this time around. The second, of course, is to view and print receipts. If you’re into that sort of thing, anyway.\n\nSo, what’s it cost to use Grubhub?\n\nGrubhub is free to use. You’ll have to pay for the food and, if you opt for delivery, you may notice that the restaurant charges a fee for delivery. In that case, the fee is set by the restaurant or the delivery service the restaurant utilizes and would apply even if you placed your order by phone.\n\nHow are the menu prices determined?\n\nThe restaurants we work with are contractually obligated to match the prices they have set on their menus. If you see any discrepancies, reach us on our Contact Us page and we’ll talk to the restaurant.\n\nIs there a minimum amount I have to spend to order?\n\nIn some cases, yes. Restaurants often require a minimum order size to deliver an order.\n\nCan I save my payment information?\n\nYep. During checkout, you’ll have the opportunity to save a credit card, add a credit card or remove a credit card.\n\nHow do I change my credit card information?\n\nTo change your credit card info, click “your name” in the top right corner of the page. Options to edit your saved payment details are hiding in there.\n\nWhen is my credit card charged?\n\nYour card is charged as soon as you place your order, just as it would be when ordering over the phone.\n\nIs my payment info secure?\n\nYep. We never share any of these details with restaurants, and we encrypt everything the second you hit that “order” button. We use Verisign, which is the leader in SSL encryption, to make sure no one (including us) can see those details.\n\nDoes Grubhub offer gift cards?\n\nYes, we do. You can purchase Grubhub eGift Cards in a variety of amounts at www.grubhub.com\/giftcards. They can be customized, paired with personalized messages, and sent by email or printed out. And, eGift Cards can be redeemed right away or saved for later, since they never expire.\n\nHow do I redeem my Grubhub eGift Card?\n\nFollow these simple steps:\n\n  1. Decide what you want to eat and add it to your bag.\n  2. When you arrive at Checkout, redeem your Grubhub eGift Card by clicking the “Add gift cards and promo codes” link.\n  3. Enter your eGift Card code in the field and click \"Apply.\"\n  4. We’ll deduct your eGift Card balance from your order total, and you’ll be able to use multiple eGift Cards per order.\n\nHow do I redeem a promo code?\n\nIf you have a promo code, you’ll be able to enter it during checkout and we’ll adjust your order total to factor in the discount. It’s important to note here that you can only use one discount per order.\n\nI forgot my username. Or my password. Or both. What now?\n\nYour username is often the email address you would have used to register your account. As for the password, you can click the “Forgot My Password” link and we’ll get you sorted out.And if you still need a reminder of that username, the “Forgot Username” button and the fields that pop up when you click it will trigger an email reminder of that name.\n\nCan I have two Grubhub accounts with the same email address?\n\nUnfortunately, no. Because that email is tied to your username, you can only have one account per email address.\n\nCan I save multiple addresses? Like “home,” “work,” and “future husband’s”?\n\nYep. Any address you use to place an order will be saved to your account. You can even label each one to make things easier.And if things don’t work out with “future husband,” you can delete any stored addresses by clicking your name in the top right corner of the page (make sure you’re logged in, of course!).\n\nCan I save special delivery instructions to my address?\n\nYou can, yeah. When checking out, you’ll have the option to save any delivery instructions to that address.\n\nWhy does it tell me that a restaurant doesn’t deliver to me?\n\nOur restaurants determine their own delivery ranges, so it’s possible – if you’re browsing by neighborhood, city or landmark rather than a specific address – that a specific restaurant listed won’t deliver to you. To be sure right from the start, we recommend you search using a specific address. If you’re not 100% sure of the address, it’s best to be as specific as you possibly can.\n\nWhere did these restaurant ratings and reviews come from?\n\nThey’re from Grubhub users just like you. In fact, you can review any restaurant you’ve ordered from on our website.\n\nHow do I share my opinion about a particular restaurant?\n\nAny time you see a restaurant’s rating displayed, you can click that section to add your own two cents. If you need real-time support, reach us on our Contact Us Page.\n\nHow does ordering for pickup work?\n\nIt’s exactly the same as ordering for delivery, minus the “delivery” part. Instead, the restaurant will let you know when to expect the food to be ready, and you’ll shuffle over to grab it and go.Oh, and please remember to have an ID handy when picking your food up. Restaurants like to make sure that their food is heading off with the proper person.\n\nHow does Grubhub make ordering delivery more eco-friendly?\n\nWe offer the option to decline things like napkins, plastic-ware and other unnecessary items during checkout. Hey, it’s a start.\n\nWhat about those plastic Grubhub bags?\n\nAny bags we give to our restaurants for packaging purposes are “greener” than your average bag. As in, they’re 100% biodegradable. That said, please recycle them if possible in your area. We’re over that whole “bag in the wind” scene from American Beauty, and we hope you are, too.\n\nWhat browsers does Grubhub suppor... (truncated)",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9154080153,
        "format_confidence":0.9745380282
    },
    {
        "url":"http:\/\/cooksrecipes.com\/Q_and_A's\/hope_qa_150_vegetable_shortening_substitutes.html",
        "text":"Pinterest Follow Button\nFamily Favorite Recipes Family Favorites\nMr Espresso\nlike us on Facebook\n\nFrequently Asked Questions\n\n\nCan I use butter in place of vegetable shortening?\n\nIf the recipe calls for 3\/4 cups vegetable shortening can I use butter and if so how much butter would equal 3\/4 cup shortening? Thanks in advance.\n\n\nYes, in most instances you can use butter or margarine in place of vegetable shortening. However, be aware that butter and margarine both contain a small amount of liquid and shortening does not, which adds some moisture to the recipe, but in most cases not enough to make a noticeable difference. For example, when adding a small amount of fat to thin out chocolate for use as a coating, it is best to use the vegetable shortening so that water is not introduced into the chocolate that could cause it to not firm up properly, or worse, seize up.\n\nButter (and margarine) are equivalent in measurement to vegetable shortening. For instance, 3\/4 cup shortening = 3\/4 cup butter (which is 1 1\/2 sticks of butter).\n\nHave a question? Submit it here.\n\nFAQ Archive Index",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9972826242,
        "format_confidence":0.8599357605
    },
    {
        "url":"http:\/\/www.foodpair.com\/faq",
        "text":"Frequently Asked Questions\n\nWhat is FoodPair?\n\nFoodPair is a recipe search engine that simplifies the process of finding recipes. FoodPair's powerful search filters make it easy for you to find the best recipes from across the Internet all in one place. We collect recipes from the best cooking sites on the Web, making FoodPair your one-stop shop for delicious recipes.\n\nHow does it work?\n\nStart off by entering an ingredient or recipe name into the search box. Refine your search by adding or removing ingredients using the features in the recipe results and lefthand sidebar. Use our search filters to keep refining your search results.\n\nHow do I change my password?\n\nOnce you have logged into the site, you can change your password in the My Account section of the site. If you've forgotten your password, you can reset it by clicking on the 'Forgot Password' link on the Log In or My Account page.\n\nHow can I contact FoodPair?\n\nOur contact information is available on the contact page.\n\nWhere can I access my saved recipes?\n\nWhen you follow a recipe, it gets added to your recipe collection in the My Recipes section. The My Recipes section is available from the main site navigation bar. You must be logged in to access your recipes.",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9680574536,
        "format_confidence":0.9766179323
    },
    {
        "url":"http:\/\/www.poppasfreshfish.com\/fishcription\/faqs-how-will-fishscription-work\/",
        "text":"How will FishScription Work?\n\n\nPoppa’s FishScription offers fresh, local, non local, and seasonal  seafood straight from fishermen and processers to our community.   FishScription boxes are offered to shareholders in regular or small sizes, weekly, every other week, or monthly for an 8 week commitments.\n\nWe use Farmigo to process our new shares.  On Farmigo you will create a unique account, be able to track and make payments, and renew your subscription in a few easy steps!  Commitment and payment are on an 8 week basis. We do this because we need to know how many shareholders to order for.\n\nWith Farmingo, you will make a pre-payment for your 8 week committment.  Your subscription will automatically renew when your credit account with Farmingo reaches zero, unless you cancel or change your subscription.\n\nWe will accept payment via credit cards, debit cards and shortly will be able to accept echecks.  (sorry at this time we will not be able to recieve payment via American Express or by check.)\n\nBecoming a FishScription shareholder means that you pledge to support Poppa’s Fresh Fish Company in its operations by pre-paying a fee in exchange for a share of the harvested seafood.\n\nYou have an interest in Poppa’s Fresh Fish Company’s success! Our FishScription boxes are priced competitively or better than store prices. We’ve eliminated the middle men, fuel costs, and extra packaging, while still able to offer a variety of healthful Seafood. Go Green!\n\nEach box will include a variety of items, and will be at a savings of 20-25%  our regular retail pricing.\n\nYour box will be at the specified pick-up location on the designated delivery dates and time. The box is guaranteed during the pick-up hours. If you or your agent, do not pick up during the designated hours, or make acceptable arrangements for pickup, your box will be donated to the San Diego Food Bank.\n\nYou are responsible for making arrangements for your box if you are unable to pick up. Please ask a neighbor, friend or family member to pick-up your box for you. We offer one cancellation per commitment period and require one week notice.\n\nSeafood in the boxes will come from available fresh stocks, and will be subject to what is in season and available, boxes may vary box to box.\n\nAll seafood will be fresh unless otherwise specified here:  Wild Salmon will be fresh during wild salmon season, and will be “frozen at sea” wild salmon while out of season.  All clams, mussels, oysters, lobsters, and crabs will be live.  Shrimp and scallops will be frozen unless fresh stocks are available.\n\nShareholders will be allowed to upgrade or downgrade size of share during commitment period.\n\nShareholders will choose pickup site for their box pickup.\n\nSome Text provided with permission from Suzies Farm (",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.5450855494,
        "format_confidence":0.9446460605
    },
    {
        "url":"http:\/\/www.formaggiokitchen.com\/blog\/questions-commonly-asked-about-cheese\/?like=1&source=post_flair&_wpnonce=5c0945c42e",
        "text":"Questions Commonly Asked About Cheese - Formaggio Kitchen\n\nQuestions Commonly Asked About Cheese\n\nRush Creek Reserve\n\nWhen we started this blog, one of our main goals was to answer some of the questions we most regularly get on the cheese counter. As our blog’s archive has grown, we realize that some of these posts are becoming a little bit difficult to find so, here, under one header, we bring together the answers to some of those commonly asked questions!\n\n  1. How do I put together a cheese plate?\n  2. Do you eat the rind on this cheese?\n  3. What exactly are double and triple-crème cheeses?\n  4. What is a washed-rind cheese?\n  5. How should I store my cheese?\n  6. BONUS: a little bit of cheese history.\n\nWe hope that these posts continue to help folks understand and love cheese as much as we do. As always, please do not hesitate to let us know if you have any questions!",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.9967288971,
        "format_confidence":0.8792509437
    },
    {
        "url":"http:\/\/dansa-foods.com\/index.php?option=com_content&view=article&id=58&Itemid=72&lang=en",
        "text":"Q. What is the Tetrapak technology and how does it help keep food fresh?\n\nA. Tetrapak uses a special packaging technology that seals the food to eliminate bacteria growth. The food remains fresh without added preservatives till the packet is opened and comes in contact with the atmosphere.\n\nQ. Do we get the same nutrition from packaged foods as from fresh foods?\n\nA. Packaged food from Dansa Foods retain their original nutritional value because of the superior quality of processing. Foods like ……………. also come reinforced with essential nutrients like minerals and vitamins to add extra nourishment.\n\nQ. How does Dansa Foods ensure hygiene in its food products?\n\nA. Dansa Foods has state-of-the-art food processing plants that are completely mechanized and sterilized. They eliminate manual contact to maintain hygiene and retain the natural goodness of the foods.\n\nQ. How should I store food from Tetrapaks after opening the packet?\n\nA. Once opened, the contents from a Tetrapak should be refrigerated. The life varies from one product to the other. See the instructions on the packaging to make sure you do not keep the food beyond its prescribed life.\n\nQ. How do I maintain a balanced diet?\n\nA. To maintain a balanced diet, make sure you eat a good variety of foods, including fruits, vegetables, fiber, carbohydrates, proteins and fats. Grains, vegetables and fruits provide the largest amount of carbohydrates, vitamins and minerals that are essential for good health and to fight disease. Fibers help in absorption by providing bulk to your food. Proteins from meat, poultry, eggs and fish reinforce the muscles and give energy. Fats also provide essential energy, but your diet should restrict the amount to approximately one-third of all the food. This will lower the risk of high cholesterol and related risk of heart disease. Also make sure to have plenty of fluids, at least 1 litre of water in a day.\n\nQ. What should be my daily calorie intake?",
        "topic_id":10,
        "format_id":5,
        "topic_confidence":0.8781601191,
        "format_confidence":0.9468044639
    }
]