[
    {
        "url":"https:\/\/www.yourmechanic.com\/question\/dies-during-idle-or-when-put-in-gear-by-tony-g",
        "text":"Skip the auto shop - Our mechanics make house calls\n\nQ: Dies during idle or when put in gear.\n\nasked by on\n\nI recently replaced the fuel pump, fuel filter, map sensor, egr selenoid, iac valve, iac valve connector, and throttle position sensor. I will crank the truck and it will idle fine for a minute or two then die off like someone turned the key off. Or when I crank it and put the vehicle in gear it will die immediately.\n\nMy car has 256000 miles.\nMy car has an automatic transmission.\n\nHello, and thank you for writing in. Everything you have done so far has been helped narrow down possible issues. You should check your vacuum supply at the intake, the intake air temperature sensor, your oxygen sensors, and the possibly the torque converter. If you have not already checked for codes, you should do that as well. For more diagnostic help, contact our service department to schedule an appointment.\n\nWas this answer helpful?\n\nNeed advice from certified mechanic? Get help now!\n\nOver 1000 mechanics are ready to answer your question.\nThe statements expressed above are only for informational purposes and should be independently verified. Please see our terms of service for more details\n\nAsk a Mechanic\n(100% Free)\n\nHave a car question? Get free advice from our top-rated mechanics.\n\nAsk A Mechanic\nOver 10,000 questions answered!\n\nGet an instant quote for your car\n\nOur certified mechanics come to you ・Backed by 12-month, 12,000-mile guarantee・Fair and transparent pricing\n\nGet a quote\n\nWhat others are asking\n\nQ: Car only runs in cold, shutting off when it gets hot.\n\nIt sounds like you have an overheating issue. Some vehicles will shut off automatically if the engine reaches too high of a temperature. I would first recommend having a cooling system pressure test performed on the vehicle to make sure...\n\nQ: AC not coming on at all\n\nWhen you command the AC on do you hear the compressor turn on and feel the change in engine load? If the compressor does not turn on, may times this is because of a low charge from a leak. If...\n\nQ: Chevy 350 w\/ stroker kit and I want to super charge it\n\nYou may be able to use dished pistons to lower the compression ratio a bit, but the best way, in my opinion, is to de-stroke the engine back to a 350.\n\nRelated articles\n\nHow Long Does a Heater Control Valve Last?\nKeeping the right amount of coolant in a car is essential in keeping the engine at the right temperature. Failing to have the right amount of coolant or even bad elements...\nWhat are the Car Pool Rules in Hawaii?\nHawaii is widely regarded as a land of vacation and relaxation, and as such, its scenic roads and routes are far better known than the state’s freeways. But, as with all...\nP2103 OBD-II Trouble Code: Throttle Actuator Control Motor Circuit High\nP2103 means there is a fault with the throttle actuator control motor circuit, likely due to a defective electrical component or part.",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9941942096,
        "format_confidence":0.971993804,
        "weight":0.0014721846
    },
    {
        "url":"https:\/\/www.jetcost.co.id\/en\/flights\/saint-martin\/MF",
        "text":"Your browser is out of date!\n\nUpdate your browser to view this website correctly. Update my browser now\n\n\nWelcome to Jetcost\n\nWe want to provide you with the best possible experience and we use cookies to do this. Find out more about how we use cookies or how to change your configuration.\n\nFlights Saint Martin\n\nSelected dates may not give results due to COVID-19. We suggest you change the dates.\nSelect departure\n  • Latest searches\nSelect arrival\n  • Latest searches\n{{ weekDay }}\n{{ panel.label }}\nLooking for a one-way flight?\n{{ fromDate | dateToDayNumber }}\n\n{{ fromDate | dateToMonthName }}\n\n{{ fromDate | dateToDayName }}\n\n{{ flexibleFromDateLabel }}\n{{ option.label }}\n{{ flexibleToDateLabel }}\n{{ option.label }}\nClass and passengers\n1 Passenger, Economy\nAvailable for Economy only\nNumber of passengers\n{{ adults }}\n{{ children }}\n{{ infants }}\n  • Compare with:\n\nBest flight deals to Saint Martin\n\nDon't miss your chance to find your flight to Saint Martin at the best price! Compare flight deals and take advantage of the best deals from online airlines and travel agencies. Enter your travel details and Jetcost will compare thousands of offers to suit you: just select your flight to Saint Martin and book! With Jetcost you can compare flights to Saint Martin and find the best deals on cheap flights. Don't miss the opportunity to book your flight to Saint Martin at the best price with Jetcost.\n\nWe compare offers from over 600 airlines to find the one that suits you best: low cost flights, last minute offers, special promotions from travel agencies. With Jetcost you'll find the best flight at the best price. Book your cheap flight to Saint Martin with Jetcost now.\n\nFlights to Saint Martin at the best price\n\nOur database records every day offers from over 600 specialist agencies and airlines around the world, so that we can offer you the best price for your next flight to Saint Martin. Don't miss the perfect occasion and filter your search according to your preferences and needs: choose the airline, the agency, whether to make a stopover or search only for direct flights. Jetcost helps you find the flight to Saint Martin for every need.\n\nOnce the search engine has analyzed the prices of hundreds of travel agencies and airlines, both low cost and standard, you just have to select the flight you prefer: finding the best price has never been so easy.\n\nSubscribe for free to get the latest travel updates.\nClick on Allow when prompted about Notifications.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5241143107,
        "format_confidence":0.981733799,
        "weight":0.0150575325
    },
    {
        "url":"http:\/\/www.skippersticket.edu.au\/2016\/02\/29\/how-to-tie-a-cleat-hitch\/",
        "text":"How to Tie a Cleat Hitch\n\nhow to tie cleat hitch\n\nThe cleat hitch is easily the best knot to use when tying up your boat at the jetty. It’s an effective knot, that locks on tighter the harder the boat pulls against it, yet when it is tied properly, it is still easy to release. But the best thing is it is incredibly simple to tie. In fact, with a bit of practice you can even tie a cleat hitch one handed without even bending down to touch the cleat! Yet take a walk along most crowded jetties\/pens and you’ll see plenty of people do it wrong. Tying up your boat, while very important, doesn’t have to be complicated. Often simple knots are the safest and most effective…ask any mountaineer or professional sailor.\n\nHow to Tie a Cleat Hitch\n\nInstead of us telling you how to tie a cleat hitch, let us SHOW YOU how. Here’s Perth Boat School’s chief instructor, Mike, showing you how it’s done.\n\n\nTo see more short and simple boating tutorials, be sure to follow Perth Boat School on Facebook and check out their YouTube channel!",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.7117127776,
        "format_confidence":0.9676827788,
        "weight":0.0027338808
    },
    {
        "url":"https:\/\/pnrstatus.info\/trains\/8512\/",
        "text":"VSKP-KRDL SP (8512) Time Table\n\n#StationStation CodeArrival TimeDeparture TimeHaltDistance\n1VISAKHAPATNAVSKP22:15:0022:15:000 M0 KM\n2KOTTAVALASAKTV22:41:0022:43:002 M26 KM\n3ARAKUARK01:30:0001:35:005 M130 KM\n4KORAPUT JN.KRPU03:15:0003:20:005 M215 KM\n5JEYPORE (ORIJYP04:25:0004:27:002 M257 KM\n6KOTAPAR ROADKPRR05:08:0005:10:002 M289 KM\n7JAGADALPURJDB06:05:0006:30:0025 M321 KM\n8DILMILIDMK07:00:0007:02:002 M356 KM\n9KAKLURKKLU07:33:0007:35:002 M388 KM\n10DANTE WARADWZ08:10:0008:12:002 M428 KM\n11BACHELIBCHL08:45:0008:47:002 M462 KM\n12KIRANDULKRDL10:00:0010:00:000 M471 KM\n\nThe train VSKP-KRDL SP starts journey from VISAKHAPATNA station and stops at KIRANDUL. It's number is 8512 and it stops at 10 stations between the first and last stations. If you've booked a ticket on VSKP-KRDL SP, you can check your PNR status here. It travels 471 kilometre to reach its final destination. VSKP-KRDL SP (8512) departs from its first station at 22:15:00 and reaches its last station at 10:00:00. Also see the complete list of trains in India.\n\nPlease note that some of the information here night be incorrect and we request you to check offical Indian railways website for updated information. If you find a wrong data, please let us know through the contact us link below.\n\nDisclaimer: We are not affiliated with Indian Railways or any government agencies.",
        "topic_id":22,
        "format_id":19,
        "topic_confidence":0.9967989922,
        "format_confidence":0.9908289909,
        "weight":0.0027376689
    },
    {
        "url":"https:\/\/www.jetcost.co.id\/en\/flights\/saint-martin\/MF",
        "text":"Your browser is out of date!\n\nUpdate your browser to view this website correctly. Update my browser now\n\n\nWelcome to Jetcost\n\nWe want to provide you with the best possible experience and we use cookies to do this. Find out more about how we use cookies or how to change your configuration.\n\nFlights Saint Martin\n\nSelected dates may not give results due to COVID-19. We suggest you change the dates.\nSelect departure\n  • Latest searches\nSelect arrival\n  • Latest searches\n{{ weekDay }}\n{{ panel.label }}\nLooking for a one-way flight?\n{{ fromDate | dateToDayNumber }}\n\n{{ fromDate | dateToMonthName }}\n\n{{ fromDate | dateToDayName }}\n\n{{ flexibleFromDateLabel }}\n{{ option.label }}\n{{ flexibleToDateLabel }}\n{{ option.label }}\nClass and passengers\n1 Passenger, Economy\nAvailable for Economy only\nNumber of passengers\n{{ adults }}\n{{ children }}\n{{ infants }}\n  • Compare with:\n\nBest flight deals to Saint Martin\n\nDon't miss your chance to find your flight to Saint Martin at the best price! Compare flight deals and take advantage of the best deals from online airlines and travel agencies. Enter your travel details and Jetcost will compare thousands of offers to suit you: just select your flight to Saint Martin and book! With Jetcost you can compare flights to Saint Martin and find the best deals on cheap flights. Don't miss the opportunity to book your flight to Saint Martin at the best price with Jetcost.\n\nWe compare offers from over 600 airlines to find the one that suits you best: low cost flights, last minute offers, special promotions from travel agencies. With Jetcost you'll find the best flight at the best price. Book your cheap flight to Saint Martin with Jetcost now.\n\nFlights to Saint Martin at the best price\n\nOur database records every day offers from over 600 specialist agencies and airlines around the world, so that we can offer you the best price for your next flight to Saint Martin. Don't miss the perfect occasion and filter your search according to your preferences and needs: choose the airline, the agency, whether to make a stopover or search only for direct flights. Jetcost helps you find the flight to Saint Martin for every need.\n\nOnce the search engine has analyzed the prices of hundreds of travel agencies and airlines, both low cost and standard, you just have to select the flight you prefer: finding the best price has never been so easy.\n\nSubscribe for free to get the latest travel updates.\nClick on Allow when prompted about Notifications.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5241143107,
        "format_confidence":0.981733799,
        "weight":0.0150575325
    },
    {
        "url":"https:\/\/www.torquenews.com\/auto-news\/feed\/page\/120",
        "text":"Latest Automotive News\n\nThis section of Torque News provides the latest auto news and updates from the car manufacturers. Every day number of news stories and editorials are published here that give our readers an overview of what is happening in the automotive industry. Read this section daily to find out about new cars, vehicle reviews and car pictures. Torque News is an automotive news website by Hareyan Publishing, LLC, dedicated to covering the latest news, reviews and opinions about the car industry.\n2019 Nisan Leaf PLUS SL Front Grille Deep Blue Pearl Color\n\nThe Pros, The Cons and The Bottom Line of the 2019 Nissan Leaf PLUS SL\n\nLast week I was reviewing the 2019 Nissan Leaf PLUS SL trim. Here are my pros, cons and the bottom line. The 2019 Nissan Leaf PLUS SL trim has a long EV range. It has a great infotainment system operable with a touchscreen. It has a spacious interior and provides a comfortable drive. Plus, it also has an over-the-air update.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9967484474,
        "format_confidence":0.9885283113,
        "weight":0.010322806
    },
    {
        "url":"http:\/\/caughtreport.com.au\/metro-trains-strike-will-improve-services\/",
        "text":"by -\n\nMetro Trains\n‘No fucking trains. Some things never change’\nPic credit: Beau Giles\n\nMELBOURNE rail users say a four-hour Metro Trains strike will create a much-enhanced service.\n\nTrain drivers and other staff who seem to have the cushiest jobs will strike for four hours next week, but Belgrave line sardine Shane Smith says he doubts anyone will be able to tell the difference, except for the better.\n\n“I’d much rather be standing at the platform with no trains for four hours than running between platforms for trains that turn out to be non-existent,” Mr Smith said.\n\n“It’s just another excuse, except at least this time we get a few days notice unlike when it rains, it’s hot or some fucker drives through a boom gate.”\n\nWerribee line user Jayde Worthington was equally unsurprised about the disruption.\n\n“Whether it is due to a strike or because their shitty train broke down, sitting in a stationary graffitied carriage that stinks of stale booze with less room than a caged chicken is what I expect daily from Metro,” Ms Worthington said.\n\nSandringham line traveller Brandon Burns said he only used trains to buy ice from his dealer behind the commission flats in Prahran.\n\n“The train fucken’ sucks,” Mr Burns said.\n\n“It’s full of fucking transit cops who hassle you for stabbing some cunt who looked funny at you.\n\n“The only reason I use it is because I sold my car to buy ice. Can you pay me for this interview? I need some shard.”\n\nPublic Transport Users Group spokesman Wayne Smith said the train system was a shambles.\n\n“Metro couldn’t organise a back alley fuck with Audrey from accounting for the work Christmas party, let alone run a train system,” he said.\n\n“It’s much easier to drive, which is what I’ve been doing for the past four years. Right now I’m sitting on Warrigal Rd and haven’t moved for 30 minutes.\n\n“It is still faster and far less stressful than the train.”\n\nFollow The Caught Report:",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9884252548,
        "format_confidence":0.9852051139,
        "weight":0.0175861918
    },
    {
        "url":"https:\/\/www.jedouglasdaf.co.uk\/news\/news-archive\/paccar-and-aurora-form-strategic-partnership-to-develop-autonomous-trucks\/",
        "text":"PACCAR and Aurora Form Strategic Partnership to Develop Autonomous Trucks\n\nPACCAR and Aurora Form Strategic Partnership to Develop Autonomous Trucks\n\n20th January 2021 | DAF UK\n\nJanuary 20, 2021, Bellevue, Washington – PACCAR and Aurora have signed a global, strategic agreement to develop, test and commercialise autonomous Peterbilt and Kenworth trucks. This collaboration will integrate PACCAR’s autonomous vehicle platform with the Aurora Driver to enhance the safety and operational efficiency of PACCAR’s customers\n\nPACCAR and Aurora Form Strategic Partnership to Develop Autonomous Trucks\n\nAutonomous Peterbilt 579 Test Vehicle with Aurora Driver\n\nIn the strategic partnership, PACCAR provides autonomous-enabled vehicles with industry-leading quality, durability and reliability resulting from decades of engineering excellence and manufacturing investments, as well as aftermarket parts distribution, finance and other transportation solutions. Aurora provides industry-leading self-driving technology, including hardware, software and operational services. Both partners will work closely together on all aspects of the collaboration, from component sourcing and vehicle technology to the integration of the Peterbilt and Kenworth vehicles with the Aurora Driver. The partnership also includes vehicle validation at the PACCAR Technical Center and production support in PACCAR factories.\n\nThe goal of this collaboration is to improve freight efficiency and safety for PACCAR’s customers. Kenworth T680 and Peterbilt 579 trucks utilising the Aurora Driver are expected to be deployed in North America in the next several years.\n\n“PACCAR looks forward to partnering with Aurora because of their industry-leading autonomous driving technology and impressive team,” said Preston Feight, PACCAR chief executive officer. “This strategic partnership complements PACCAR’s best-in-class commercial vehicle quality, technology and innovation.”\n\nChris Urmson, Aurora co-founder and chief executive officer, added, “Aurora is excited to take this next step in our collaboration with PACCAR. Working together, we’ve been impressed with PACCAR’s product engineering, manufacturing capabilities, and commitment to enhancing its customers’ operational safety and efficiency. This partnership brings us one step closer to unlocking the autonomous freight market and delivering goods to those who need them.”\n\nPACCAR is a global technology leader in the design, manufacture and customer support of high-quality light-, medium- and heavy-duty trucks under the Kenworth, Peterbilt and DAF nameplates. PACCAR also designs and manufactures advanced powertrains, provides financial services and information technology, and distributes truck parts related to its principal business.",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9755423665,
        "format_confidence":0.853485465,
        "weight":0.0053437978
    }
]