[
    {
        "url":"http:\/\/www.kimskitchensink.com\/2008\/07\/analytics-update-and-love-letter-to.html",
        "text":"Tuesday, July 1, 2008\n\nAnalytics Update, and a love letter to Google...\n\nI'm sure it is fairly obvious, but I am kind of in love with Google products. I use them for just about everything, and I love that they are all synced to my one Google Account (aka gmail address). I use Blogger to write this lovely blog, Gmail to receive and send (from multiple accounts, all in the same inbox!), Google Maps and Google Earth to do everything from checking out new neighborhoods to getting directions to planning a trip (I heart MyMaps!). I use Google Reader to keep track of my blog subscriptions, and I use PicasaWeb to organize my photos (sorry Flickr, but you will probably be phased out in the near future - Picasa lets me put slideshows on my blog so easily!). I use Google Docs & Spreadsheets to keep track of monthly expenses and to collaborate on crazy projects with friends. I keep track of my friends' videos with my YouTube subscriptions, and I use Google Groups to organize the Awaken A Cappella Alumni, as well as my monthly craft group. And seriously, that's not even all of the products I use...I just started to feel a little bit like a walking advertisement.\n\nAnyway, I use Google Analytics to keep track of traffic on my blog, which leads me to today's post. Just check out the map below if you don't think I'm awesome. Because come on - we all know I am. Just kidding. But seriously, in the last month, I had readers in Iceland, Spain, Croatia, Iran, Turkey, Sweden, Norway, Mongolia...and 11 in Poland! And more! In the last month, I have had readers represented in 35 countries! Even if they were mistakes (55% of visitors have only visited once), it's pretty cool. Not to discount my awesome US readers, cause let's be honest, you're probably the ones who are consistently reading (hi, mom), but I love that my little silly blog is reaching people out there in countries I've never been to, even if you came here by accident, thinking you'd get some insightful information. I'm sorry if you were disappointed, but I hope you were entertained. At least a little. So thank you all for reading my somewhat erratic posts and making me feel just a little bit cooler than I really am.\n\n1 comment:",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.9369264841,
        "format_confidence":0.9982942939
    },
    {
        "url":"https:\/\/www.seroundtable.com\/archives\/018266.html",
        "text":"Google Webmaster Tools Generating False HTTP Errors\n\nSep 17, 2008 • 8:08 am | comments (5) by twitter Google+ | Filed Under Google Search Engine Optimization\n\nGoogle Webmaster Tools seems to be generating a lot of fake errors. About a month ago they fixed the false 404 errors and now this month, they are reporting false HTTP errors. Here is a screen capture of the overview report from my Webmaster Tools login area for this site:\n\nGoogle Webmaster Tools\n\nThere are a dozen or so reports on this issue at Google Groups with others complaining about this issue. It worries webmasters to see this issue. For me, I just brushed it off, but I can see how it can really worry e-commerce sites and publishers.\n\nJohnMu of Google has confirmed the issue, calling it just a reporting glitch that will be fixed shortly. He said:\n\nThis appears to be an issue in the reporting side of things in Webmaster Tools. As far as I know, the \"General HTTP errors\" should be gone soon :-). Thanks for bringing it to our attention, you guys are the greatest!!\n\nTrue, the feedback in the groups is an invaluable tool for Google to improve and fix issues.\n\nForum discussion at Google Groups.\n\nPrevious story: Google Still Loves Blogs, Says Matt Cutts\nblog comments powered by Disqus",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.8902184963,
        "format_confidence":0.8978443146
    },
    {
        "url":"https:\/\/idratherbewriting.com\/2008\/02\/04\/notes-from-my-first-wordpress-meetup\/",
        "text":"Adobe DITA World 2018\nStay current with the latest in tech comm\nKeep current with the latest trends in technical communication by subscribing to the I'd Rather Be Writing newsletter. 4,500+ subscribers\n\nStitcher radio\n\nSearch results\n\nAdobe DITA World 2018\n\nNotes from My First WordPress Meetup\n\nby Tom Johnson on Feb 4, 2008\ncategories: blogginggeneralscreencastingwordpress\n\nI attended my first WordPress meetup yesterday. Here's a 20-second video that Brad Baldwin of Rocky Mountain Voices took at the event. My wife and I appear at the very end, engaged in conversation with a couple of seasoned bloggers who make their living from a quotations page that gets 200,000 hits a day. (By the way, I found this video on Janet Meiners' site (aka Newspaper Girl), who wrote an excellent post about the event.)\n\nVideo thumbnail. Click to play\nClick To Play\n\nI learned a few interesting things at this meetup:\n\n  • You can make a living from the ad revenue from your site. Laura and Michael Moncur run a Quotations Page site, which gets 200,000 hits a day and provides their primary income. They started it in 1994 and use TribalFusion for the ads. You'd think they feverishly add dozens of quotes a day to keep up the rankings, but Laura said they add maybe half a dozen new quotes a week. The key is that they started so early.\n  • The most profitable readers are those who don't find what they want on your site. They click the ads because your content doesn't provide the answers. This provides an interesting irony about writing: to make money with ads, stack up your content with SEO qualities to attract searchers, and then leave them wanting more. (Of course, it's a double-edged sword: if you don't write useful content, no one will link to you, and your SEO rank will drop.)\n  • Sometimes the ads displayed on your site contradict the actual recommendations of your post. Sure you want readers to click the ads, but ... oh the ethics of making money.\n  • Joseph Scott, one of the Automaticc employees behind WordPress, says WordPress 2.4 will offer a total redesign of the administrative panel, a complete UI overhaul that will make strides in usability.\n  • We talked about WordPress's ability to attract volunteer forum moderators who feel their calling is to help users solve their problems, and they work all hours of the day in this calling. None of us understood the motivations of forum volunteers, but we all appreciated their help. Laura said that people even send her quotes all the time to add to their site.\n  • Text-link ads can hurt your SEO because Google penalizes you for your link relationship with spammy sites. You might make a few bucks from the ad, but it will hurt your rankings, and then your site will lose traffic.\n  • We talked about the dangers of syndicating your content to other sites, such as If you do a search for your post title, and their site appears higher than yours, you're losing valuable traffic. (Because of this, I decided to stop allowing corporatewebsite to occasionally post content from my site, even with attributions.)\n  • We asked Joseph why WordPress doesn't provide more attractive themes. Everyone agreed that most WordPress themes are visually amateur, and some are embarrassing. Joseph said WordPress doesn't provide more themes in the default install because including themes also means excluding themes. Whenever they make a decision to include\/exclude a theme, hundreds of upset people write in angrily complaining about the unfairness of not including their theme. I believe he said is dying for the same reason.\n  • I recommended that WordPress include the Alex King's Popularity Contest as a Top 10 Posts widget built into the core, but Joseph said the same thing happens with plugins as with themes: people go crazy when they realize their plugin was excluded. My wife and I were still in favor of the reality check.\n  • Rather than going to all the trouble to customize themes manually, someone recommended just buying a professional one for $50 to $100. It's well-worth the hours you will spend trying to customize a free one. In fact, the guy I was talking to (Thom Allen), says he often builds sites for clients from themes he buys. About all he has to do, then, is set up the site, install the theme, and input the client's content. I totally agree with this idea. I'm not a graphic designer, and it takes me a long time to customize a theme. So today I started surfing around for premium WordPress themes and saw one I like here: WordPress Magazine theme. My wife hasn't given me permission to buy it, and it's too magazine-ish for me anyway, but I'm on the lookout.\n  • We really appreciated the people who came up to talk to us. We arrived late (and the incorrect address didn't help -- like Newspaper Girl, we also used Goog-411 to find where the restaurant was). When we got there, the two big round tables were packed, especially the one where Matt Mullenweg was sitting. But some outgoing people pulled their chairs up next to our table and were extremely friendly to us, including Thom Allen, who is organizing the upcoming podcamp in SLC, and also Michael Moncur, Laura Moncur, and Joseph Scott.\n  • As a final note, I was really glad my wife joined me for this event, because otherwise I would have felt too nerdy alone.\n\nBy the way, if you're local to SLC and want to get on the blogger mailing list, contact Laura Moncur and she'll add you.\n\nFeb 5 Update:\n\nRocky Mountain Voices posted an interview with Matt Mullenweg here (at the same restaurant, I believe). Matt talks about how they monetize WordPress and their new 29.5 million dollar funding.\n\nStay current with the latest in tech comm\nKeep current with the latest trends in technical communication by subscribing to the I'd Rather Be Writing newsletter. 4,500+ subscribers\n\nfollow us in feedly",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.7405416965,
        "format_confidence":0.9904960394
    },
    {
        "url":"http:\/\/djgarybaldy.co.uk\/damn-you-antivirus-software\/",
        "text":"﻿ Damn You Antivirus Software!! | DJGaryBaldy\n\nYet again I’ve had a user of RadioDJ tell me that Norton Antivirus keeps flagging up the RadioDJ website as having malware.\n\nClick to enlarge\n\nWell that’s no good is it?\n\nI’ve emailed Marius who owns the website to let him know about the issue and he’s told me that the offending file isn’t on the server anymore.\n\nSo where is Norton getting the idea from that the RadioDJ website is dangerous from?\n\nI’ve blogged before about Antivirus software having issues with RadioDJ.exe\n\nIt’s rare I hear of someone not being able to access the main RadioDJ website because their AV software flags it up as suspicious.\n\nHey Norton, Avast, AVG, Panda, McAfee, Kaspersky, Clam AV and other antivirus software developers can you do every RadioDJ user in the world a favour? Add http:\/\/radiodj.ro and the RadioDJ program folder files to your list of allowed websites\/software.\n\nYet again I find myself having to say.\n\nClick to enlarge\n\nNot in the program folders, the plugins or the website. It’s getting annoying now!\n\nPeople could be missing out on great free radio software because an antivirus database thinks a website\/program is infected when it’s clearly NOT!\n\n**Bangs head against brick wall**\n\nTranslate »",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.986030817,
        "format_confidence":0.9970926046
    },
    {
        "url":"https:\/\/andyholaday.wordpress.com\/category\/software\/",
        "text":"Good foo Gone bar\n\nUntil today, ImgBurn was my go-to app when I needed to read (rip) or write an optical disc. ImgBurn had a great reputation for being free and exceeding expectations. ImgBurn was like, oh, WinAmp before AOL; it was like your all-time favorite band before they sold out.\n\nI looks like the ImgBurn crew sold out. Oh well.\n\nps. I realize this is not an appropriate use of the foobar construction. I probably should have titled this “Good foo gone bad” or perhaps “Good foo gone fubar”.",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.9736834168,
        "format_confidence":0.993483603
    },
    {
        "url":"https:\/\/blog.mastermaq.ca\/2010\/02\/02\/update-on-shareedmonton\/",
        "text":"Update on ShareEdmonton\n\nI’m still working on improving ShareEdmonton, slowly but surely, and I wanted to provide a brief update on my progress. Over the last couple of weeks, my primary focus has been on improving the event calendar. Making it faster, more complete, and easier to browse. There’s still a lot of work to do, but here are some of the recent improvements:\n\n  • There’s now a Featured Upcoming Events page where I can highlight specific events.\n  • Related events have been improved. For example, if you look at the page for this Saturday’s Old Strathcona Farmers’ Market, you’ll see other upcoming dates as well.\n  • That feature highlights something else – events on ShareEdmonton are as granular as possible. Instead of just having one event for The Citadel’s upcoming run of Sweeney Todd that starts on February 6 and ends on February 28, each individual show time gets its own page. That’s important in helping to answer the question, what’s happening in Edmonton at a given time and place? There are only a few exceptions to this, such as International Week.\n\nI’m going to continue to make it easier to find and browse events, especially by tag, like valentine’s day or family day. I have made good progress on making the calendar more complete too. Currently, there are more than 200 unique events in ShareEdmonton for February, with more than 600 different instances (a unique event would be “Sweeny Todd”, and each showtime would be a different instance). There are probably hundreds more that I don’t yet have in the calendar. It’s a tricky problem, but I’m working on it!\n\nAnother thing I’ve been working on is improving Places in ShareEdmonton, which includes adding more places! Most recently, I started adding places that have been made available as part of the City’s open data catalogue, such as Police Stations. That’s a handy page to see all the police station locations in Edmonton. I’ve got some more neat stuff coming with this, so stay tuned.\n\nIf you have feedback, let me know!\n\nOne thought on “Update on ShareEdmonton\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.6749414206,
        "format_confidence":0.9845788479
    },
    {
        "url":"https:\/\/blogs.journalism.co.uk\/tag\/online-sweetmeats\/",
        "text":"Browse > Home \/\n\nRob Curley: reflections and lessons from WPNIs Loudoun hyperlocal project\n\nThe self-confessed internet nerd from Kansas reflects on the successes and failures of the hyperlocal project his team developed while he was head of online product development at Washington Post Newsweek International.\n\nCurley and several of his team have now moved on to develop online sweetmeats for the Las Vagas Sun – but Curley responds to an WSJ article about his development of a hyperlocal site for an area of Virginia near Washington –\n\nThe article headline called the project a flop – something Curley rejects.\n\nHowever, he’s in agreement with the general tone on the piece, saying that the problems with the site were ‘poor integration of the site with and not enough outreach into the community’ but stands by the general aims and achievements of the site to connect to people on a local level as still being the primary focuses of newspaper websites.\n\nTags: , , , , , , , , , , , , ,\n\nSimilar posts:\n\n© Mousetrap Media Ltd. Theme: modified version of Statement",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.5698702335,
        "format_confidence":0.63326931
    },
    {
        "url":"http:\/\/prussastro.blogspot.com\/2013_01_01_archive.html",
        "text":"Monday, January 28, 2013\n\nLunarMap 1.20 released\n\nI've released LunarMap 1.20 Lite\/HD for Android.  Both versions got optimizations which could improve scrolling smoothness a fair amount (it's still not perfect).  The free Lite version also got a big change.  Previously, only a few maps were available, and only of the front of the moon.  Also, after 8X zoom it would just blow up the 8X map, pixelating more and more as you zoomed more.  Now, the Lite version has access to all of the same maps as the HD version, but if you exceed 8X zoom, it watermarks the screen with a big ugly \"LITE\".  But since it has the same maps, you now know exactly what you're missing with the HD version.\n\nIf you preferred the way the old Lite version worked, the last such version is available here, at least temporarily.\n\nLunarMap also works great under Bluestacks on a Windows 7 laptop.\n\nSunday, January 27, 2013\n\nGalacticNight 1.06\n\nMy night-mode (and other re-coloring) app for Galaxy S2\/S3\/Note now officially supports the Note 2 as of version 1.06. Source code is here.\n\nThursday, January 17, 2013\n\nNot much astronomy lately...\n\nSince baby was born in October, I haven't had much chance for astronomy, except for coordinating a school star party, and showing Jupiter to kids visiting us at home. And it's been cold, but it seems warmer now.",
        "topic_id":20,
        "format_id":15,
        "topic_confidence":0.5951239467,
        "format_confidence":0.8147435188
    }
]