[
    {
        "url":"http:\/\/cyber-church.com\/khandie\/WrittenInOurHearts.htm",
        "text":"KHANDIE'S KORNER - \"April 14, 2003\"\n\nhome.gif (910 bytes)\n\nTimely Insights into God's Word from Khandielese Reyes\n\nI am the rose of Sharon, and the lily of the valleys.This Weeks Message- (scripture taken from King James Version)\n\n\n“Thou shalt have none other gods before me.  Thou shalt not make thee any graven image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth: Thou shalt not bow down thyself unto them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me, And shewing mercy unto thousands of them that love me and keep my commandments.  Thou shalt not take the name of the LORD thy God in vain: for the LORD will not hold him guiltless that taketh his name in vain.  Keep the Sabbath day to sanctify it, as the LORD thy God hath commanded thee.  Six days thou shalt labour, and do all thy work: But the seventh day is the Sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maid servant, nor thine ox, nor thin ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.  And remember that thou wast a servant in the land of Egypt, and that the LORD thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the LORD thy God commanded thee to keep the Sabbath day.  Honour thy father and thy mother, as the LORD thy God hat commanded thee; that they days may be prolonged, and that it may go well with thee, in the land which the LORD thy God giveth thee.  Thou shalt not kill. Neither shalt thou commit adultery.  Neither shalt thou steal.  Neither shalt thou bear false witness against thy neighbour.  Neither shalt thou desire thy neighbour’s wife, neither shalt thou covet thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or anything that is thy neighbour’s.  These words the LORD spake unto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thick darkness, with a great voice: and he added no more.  And he wrote them in two tables of stone, and delivered them unto me.”  (Deut 5:1-22)\n\nIn the days when the Lord God brought the children of Israel out from under the bondage of Egypt, he made a covenant with them and delivered his commandments through his servant Moses, on tablets of stone.  Instructed by the Lord, Moses went atop Mount Sinai where he spent 40 days and 40 nights in the presence of the Lord, and there he “wrote upon the tables the words of the covenant, the ten commandments” (Ex 34:28) as given to him by the Lord to deliver to the people. The basic principals for living a life righteously, and pleasing before the Lord, was etched in stone and given to Moses to give to Israel, that they may learn, observe and do all that was written and commanded.  The breaking of these laws would render judgment, and the keeping of these laws would render blessings.   Thus, Moses shared with the children of Israel all that the Lord had commanded being the mediator between them and the Lord as written in Deut 5:5.  When the children of Israel had need of instruction or prayer, it was Moses who went to the Lord on their behalf and likewise, the Lord who chose to deliver His Word to the people through his servant Moses.  The Laws given to Moses by God, were regularly broken by the children of Israel, thus atonement for their sins had to be made on a consistent basis.  They found it difficult to heed to all that was written on the tablets of stone.\n\nBut, then came Jesus who demonstrated a more excellent way to fulfilling the laws of God that were written in stone, by writing them in our hearts in the form of Love.  He summed the entire written laws into two MAJOR commandments being: “Thou shalt Love the Lord thy God with all thy heart, all thy soul and all thy mind” following with “Thou shalt Love thy neighbor as thyself.” Of which he concluded: On these two commandments hang all the law and the prophets.”   If we examine the first four of the written ten commandments, we will notice they deal strictly with our Love for the Father.  For they instruct us to: have no other Gods before Him; to make no graven images or likeness of anything in heaven, on earth, or in the waters to bow down and serve them, to Not take His Name in vain, and the keeping of the Sabbath. If we adhere to the Greatest commandment of Loving the Lord our God with all our hearts, souls and minds, we would then automatically fulfill these four of the ten commandments.  In like manner, the last 6 of the ten commandments given to Moses, deal mostly with our love and responsibility towards others as they instruct us to: Honour our father and mother; not to kill; not to commit adultery; not to steal; not to bear false witness against our neighbor; and not to covet that which is our neighbors.   Thus, if we heed to the second commandment given by our Lord to love our neighbor as ourselves, we would then automatically fulfill these last six of the ten commandments.  Therefore, we can conclude that LOVE is the FULFILLMENT of the LAW! \n\nIf we truly love our Father, then we would do whatever is necessary to please Him. We would not allow our minds, to control our behavior, but our hearts.  If we notice the command was to Love the Lord our God in this order: OUR HEARTS (FIRST), SOUL (SECOND) AND MIND LAST.  However many attempt to love Him in opposite order being the MIND (FIRST), SOUL (SECOND) and finally attempt to love him with the HEART!  This is why we fail, for we cannot love him first with our MINDS, but MUST begin by first loving Him with our SPIRITS (HEARTS), which stirs up the love for him in our SOULS (where all our emotions lie), and finally the MIND comprehends and receives.  All working together, we are then loving our beloved Father with our whole being, with every part of us that makes up for who we are.\n\nLikewise, if we truly love our neighbor, we would then treat him\/her as we ourselves desire to be treated. If TRUE love would abide in our hearts for each other, it would prevent us from speaking unkindly towards one another and gossiping about one another; from becoming bitter; angry and vindictive towards one another; from lying on and to one another; and from esteeming one above the other. It would prevent us from tearing one another down, and would cause us to deliberately lift one another up.  It would erase entirely feelings of jealousy, hate, insecurity, prejudice and all manner of evil thinking towards our brothers and sisters that many attempt to tuck secretly away, believing they are hidden yet are exposed by their fruits or lack of.  If love truly existed in the hearts of believers for one another, before the thought would ever arrive in our minds to mistreat, to gossip, or speak unkindly of our fellow man, the power of Love would instantly come and overtake it!  If we have not love for one another, we have NOT Christ for there is NO possible way the Spirit of the Lord can reside in a heart that has even an OUNCE of hate towards it’s fellow man.  Thus, before we boast of our “great Love” for the Lord, let us examine our hearts to determine if we have surrendered completely to the second commandment to Love our neighbor as ourselves, for we cannot truly and sincerely love the Lord whom we’ve not seen, and hate our brother whom we have!\n\nWe cannot fulfill the will of the Lord for our lives individually, as well as collectively without Love. Oftentimes, we place such great emphasis on trying to be “perfect” in keeping the commandments of God, and consistently fail at our attempts.  We set out daily with a conscious effort to do everything right, but lose the battle because we lack the substance, the heart of the law, that being Love.   When love is present and active in our hearts, it locks the doors of temptation to sin against God.  Our Love for Him is inevitably proven GREATER than our desire to fulfill the evils of our flesh.  \n\nTherefore, the one thing that’s required to fulfill the commandments of the Lord, before anything else, even faith, is LOVE.  FIRST loving the Lord our God, and second loving our neighbor as we do ourselves. If we without question KNOW the Lord,  and if He without question is absolute LORD of our lives, then the law of LOVE by Him has been “written in our hearts” and blessed are they that keep it!\n\nI love you all so very much. Have a blessed week in the Lord and remember: Whatever we do, do ALL for the GLORY of GOD, who ALONE is worthy of the GLORY and the PRAISE!\n\nMay the peace of the Lord be with you today and always…….\n\nlittlerose.gif (186 bytes) Khandieleselittlerose.gif (186 bytes)\nDaughter & Servant\n   of the Lord God\n  rose13.gif (10213 bytes)\n\nFind true peace now.\nFind True Peace Now\n\nprayer.gif (3860 bytes)\nNeed Prayer? Click Here.\n\nCYBER-CHURCH.COM is not responsible for the content of any advertising banners displayed on our Guestbook by Bravenet Web Services or GuestWorld. As a ministry that is in the world but not of the world we ask that you too be understanding if that content is not consistent with our moral standards. If you do see something that interests you and is consistent with your convictions we ask that you consider patronizing that advertiser. Thank you to  Bravenet and GuestWorld for their valuable free services.",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.9977018237,
        "format_confidence":0.595395565,
        "weight":0.053387136
    },
    {
        "url":"https:\/\/dailyhadithplus.wordpress.com\/2015\/04\/03\/how-to-perform-bathghusl-as-a-muslim-after-having-sex-2\/",
        "text":"Praise be to Allah\n\nGhusl in Islam means the bathing of the entire body with water. Proof of its legitimacy is embodied in the Holy Qur’an as follows:“ And if ye are in a state of ceremonial impurity, bathe your whole body” (Qur’an 5:6).\n\nOccasions when Ghusl is Required as an obligatory Act\nGhusl is required as an obligatory act in the following cases:\n\n1. After the discharge of semen as a result of stimulation whether awake or asleep (i.e. in a wet dream). This state is known in Arabic as “JUNUB”. If, after the dream no wetness is traced in one’s clothing, bathing is not obligatory. However, in case wetness is found but without recalling any dream, performing Ghusl is obligatory.\n\n2. After sexual intercourse (or the mere coming together of the two organs of a man and a woman, even though there may be no actual ejaculation) performing Ghusl is required.\n\n3. Following a period of menstruation, a woman is required to perform Ghusl.\n\n4. At the end of 40 days after childbirth, a woman is required to perform Ghusl but if the bleeding stops before completing the 40 days period, then she must make the Ghusl as soon as the bleeding stops.\n\n5. When a Muslim dies, Ghusl is required for him\/her except for the Jihad Martyr (Shahead).\n\nOccasions for which Ghusl is preferred\nGhusl is recommended in the following cases:\n\n1. Before going to Jumah Congregational (Friday Prayer).\n\n2. Before going to Eid Prayers (Muslim annual feast prayers).\n\n3. Before undertaking Umrah or Hajj (Pilgrimage to Makkah).\n\n4. Upon washing a corpse. (According to many scholars, the performance of Ghusl is preferred for a person who washes a corpse).\n\n5. When a disbeliever reverts to Islam.\n\nEssential Requirements of Ghusl\nThere are two essential requirements which need to be fulfilled for Ghusl to be valid. These are as follows:\n\n1. Intention to perform Ghusl is necessary because it is the dividing line between acts performed as a mere custom and deeds which are rewardable acts of worship. However, the intention is only by heart and need not be uttered.\n\n2. The entire body should be washed. Water should reach and flow freely over every part of the body.\n\nHow Ghusl is Performed\nBesides the above two essential requirements, there are also other voluntary acts recommended for Ghusl. Both the essential and the voluntary acts are now integrated here below to demonstrate how the Prophet (peace be upon him) used to perform the Ghusl:\n\n1. Intend by heart to perform Ghusl.\n\n2. Wash both hands up to the wrists three times.\n\n3. Wash the sex organs properly.\n\n4. Perform Wudhu as usual (in the manner already discussed) except, that the washing of the feet would be delayed until later when all the rest of the body is bathed.\n\n5. Pour water over the head three times, massaging the hair to allow water to reach its roots.\n\n6. Pour water liberally over the entire body, beginning with the right side and then, the left side ensuring that no part of the body is untouched by water such as the armpits, inside the earlobes, inside the navel, between the fingers and toes, etc.\n\n7. Finally, move a little further from where you were and wash your feet, beginning with your right foot and then, the left.\n\n1. A woman will perform Ghusl just as a man does, except, that if she has plaited hair, she need not undo it. She only needs to throw three handfuls of water over her head (this is for the Junub [the one who is in the state of major impurity after sexual intercourse or semen discharge] but for the one who has just finished her monthly period or post-birth period, she must undo her plaited hair).\n\n2. The person may after completing the Ghusl recite the supplication for concluding Ghusl which should be recited outside the toilet\/bathroom and which is the same as the one recited after completing Wudhu.\n\nActs Forbidden to Persons who are Required to Perform Ghusl\nPersons required to perform Ghusl are forbidden to undertake certain acts. These are as follows:\n\n1. Any type of prayer whether obligatory or voluntary.\n\n2. Circumambulating the Ka’abah (Tawaf).\n\n3. Touching or carrying the Holy Qur’an. However, the prohibition does not apply to other books which contain Qur’anic passages such as commentaries of the Holy Qur’an or works of Islamic jurisprudence.\n\n4. Reciting the Holy Qur’an.\n\n5. Staying Inside the Mosque.\n\n…May Allah give us a better understanding & guide us to accept the truth\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9963874817,
        "format_confidence":0.9399082661,
        "weight":0.0013383176
    },
    {
        "url":"https:\/\/jewinthecity.com\/category\/profiles\/page\/2\/",
        "text":"Ezras Nashim Debuts Ambulance & Other Orthodox Jews in the News\n\nFor The First Time Ever, Stockholm Has a Swedish-born Rabbi The rabbis who come to work in Stockholm usually speak very little Swedish and are unfamiliar with Swedish culture. That’s because the Jewish community in Sweden — around 15,000 people out of the country’s total population of 10 million — is small enough that they […]\n\nContinue reading\n\nInterfaith Pen Pals Create Relationships in Lakewood & Other Orthodox Jews in the News\n\nBrussels Times Uses Photo of Haredi Jew for Coronavirus Worldwide Article The photo comes as conflict was sparked surrounding Haredi gatherings in large quantities despite coronavirus regulations. In New York, Gov. Andrew Cuomo warned the Haredi communities against large gatherings. He criticized the ultra-Orthodox community specifically, sparking outrage that he did not address other groups […]\n\nContinue reading\n\nWe’ll Schlep To You\n\nIn Your\nInbox Weekly",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9917109013,
        "format_confidence":0.9940528274,
        "weight":0.0055424284
    },
    {
        "url":"https:\/\/www.franciscanmedia.org\/saint-clement\/",
        "text":"Pope Saint Clement I | photo by Lawrence | flickr\n\nSaint Clement\n\n<em>Pope Saint Clement I<\/em> | photo by Lawrence | flickr\nImage: Pope Saint Clement I | photo by Lawrence | flickr\n\nSaint Clement\n\nSaint of the Day for November 29\n\n(d. 101)\n\n\nSaint Clement’s Story\n\nClement of Rome was the third successor of Saint Peter, reigning as pope during the last decade of the first century. He’s known as one of the Church’s five “Apostolic Fathers,” those who provided a direct link between the Apostles and later generations of Church Fathers.\n\nHis First Epistle to the Corinthians was preserved and widely read in the early Church. This letter from the bishop of Rome to the Church in Corinth concerns a split that alienated a large number of the laity from the clergy. Deploring the unauthorized and unjustifiable division in the Corinthian community, Clement urged charity to heal the rift.\n\n\nToday many in the Church experience polarization regarding worship, how we speak of God, and other issues. We’d do well to take to heart the exhortation from Clement’s Epistle: “Charity unites us to God. It knows no schism, does not rebel, does all things in concord. In charity all the elect of God have been made perfect.”\n\nRome’s Basilica of St. Clement, one of the city’s earliest parish churches, is probably built on the site of Clement’s home. History tells us that Pope Clement was martyred in either the year 99 or 101.\n\nThe Liturgical Feast of Saint Clement is November 23.\n\nSaint Clement is the Patron Saint of:\n\nMarble Workers",
        "topic_id":18,
        "format_id":7,
        "topic_confidence":0.996617496,
        "format_confidence":0.9719274044,
        "weight":0.0067314574
    },
    {
        "url":"http:\/\/www.patheos.com\/blogs\/thoughtlife\/tag\/johnny-hunt\/",
        "text":"Al Mohler and Walter Price on the Young Guns\n\nOne of the most encouraging trends in evangelical church life that I’ve seen recently is the engagement of the older and younger generations of pastors and church leaders.  Instead of standing apart from and casting aspersions at one another, current leaders are reaching out to younger leaders, and helping them along. Walter Price, senior pastor [Read More...]\n\nRumbling in the SBC: 2009 Convention Dispatches\n\nI’m in the River City (Louisville, KY) for vacation.  My trip has coincided with a number of fun events: first, the annual Southern Baptist Convention, and second, the 150th anniversary of Southern Seminary, my alma mater.  The SBTS extravaganza is tomorrow, so I’ll talk about that then.  For now, here are a few thoughts from the [Read More...]",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9972497821,
        "format_confidence":0.907951653,
        "weight":0.0055733838
    },
    {
        "url":"http:\/\/thegospelcoalition.org\/blogs\/justintaylor\/2010\/07\/08\/the-best-essay-ever-written-on-spiritual-gifts-today\/",
        "text":"I know, I know. The blog title sounds like an overstatement. Maybe—but it’s at least the best essay I’ve read on the subject.\n\nWritten by Vern Poythress and published in JETS in 1996, it’s called “Modern Spiritual Gifts as Analogous to Apostolic Gifts: Affirming Extraordinary Works of the Spirit.”\n\nHere’s the thesis:\n\nI maintain that modern spiritual gifts are analogous to but not identical with the divinely authoritative gifts exercised by the apostles. Since there is no strict identity, apostolic teaching and the biblical canon have exclusive divine authority. On the other hand, since there is analogy, modern spiritual gifts are still genuine and useful to the church. Hence, there is a middle way between blanket approval and blanket rejection of modern charismatic gifts.\n\nOn prophecy he says, “If charismatics and noncharismatics could agree on these points, I think that the debate on modern spiritual gifts would be largely over.”\n\nHere’s an outline of the sections:\n\n  1. Christocentricity of gifts\n  2. A pyramid of giftedness\n  3. Awareness of basis for words and action\n  4. Distinctive focuses for content\n  5. The question of modern charismatic gifts\n  6. Circumstantial content received through nondiscursive processes\n  7. Predictions\n  8. Commands\n  9. Welcoming spiritual gifts\n  10. The debate about the cessation of prophecy\n  11. Modern speaking in tongues\n  12. Historical accounts of extraordinary events\n\nThe following diagram might not make a lot of sense without reading the essay, but it does a helpful job of pulling together the way in which Dr. Poythress sees spiritual gifts functioning in biblical times and today:\n\nPrint Friendly\n\n\n31 thoughts on “The Best Essay Ever Written on Spiritual Gifts Today”\n\n  1. Justin,\n\n    I agree with your title with the same caveat; the best I have read. Well worth the read!\n\n\n  2. Bill Higley says:\n\n    Thanks for pointing us to this article Justin, very informative and thoughtful.\n\n    Bill H.\n\n  3. Brad says:\n\n    “If charismatics and noncharismatics could agree on these points, I think that the debate on modern spiritual gifts would be largely over.”\n\n    Agreed, but asking both sides to fuse into a “middle way” on this issue seems pretty optimistic. God can do anything, but it would take a miracle to bring both sides together – please forgive the pun.\n\n\n  4. Bruce Russell says:\n\n    The Charismatic gifts pointed the church to the authorized apostolic witness and gave supernatural punctuation to the end of the Torah age and beginning of the New Covenant. Any resumption or claimed resumption of Charismatic gifts diminishes the authority and influence of the apostolic witness and brings confusion to the church. This middle way is an attempt to minimize the confusion. Eliminate it completely by removing the rock music induced mysticism which is the Charismatic movement.\n\n    1. J.Clark says:\n\n      This seems rather simple. Could you give some Biblical support that the charismatic gifts were a signal of the end of the Torah age and the beginning of the new covenant? And could you show us what date or with what person it ended? I don’t remember that verse.\n\n      1. Bruce Russell says:\n\n        J. Clark:\n\n        Breaking down the wall of separation was a huge change for the people of God.\n\n        The renting of the veil, the resurrection, Pentecost, the destruction of Jerusalem, these were historical facts. The calling of the Jews and Gentiles to the New Covenant in the church required similar supernatural signs to the host generation.\n\n        Supposed modern Charismatic signs divert people from the treasures revealed in the Greek New Testament and to the unique unrepeatable redemptive history of the 1st century.\n\n        1. J.Clark says:\n\n          I actually agree with everything you say here. But what I don’t see is any evidence that God commanded some kind of stoppage. The Supernatural didn’t stop after the red sea. And your argument is actually hitting on the very reason why gifts still exist: to point to the glorious and powerful working of Jesus Christ in the life of all those who believe. But if we take the argument as you leave it then we are left with nothing. Have not Christians used the church, offering, positions, theology, doctrine, preaching, teaching,etc. in a way that diminished the Glory of God? So do those cease as well? And after all, no history is repeatable but God’s Spirit comes as it wills on every generation. So the charismatic gifts exist to point to the glorious riches in Christ Jesus.\n\n          1. Bruce Russell says:\n\n            J. Clark:\n\n            Unfortunately, the put the focus on the person exercising them, who gets outsized influence from the gullible and naive who believe he is a divine channel. These gifts are self-centric and non-falsifiable, until it’s too late.\n\n\n    2. Brad says:\n\n      “Eliminate it completely by removing the rock music induced mysticism which is the Charismatic movement.”\n\n      See what I mean? As long as arguments like this one is attached to the debate, there is simply no hope for any middle way. This is not to slam Bruce’s view, but to point out the obvious..,that the division on both sides is much deeper than Mr.Poythress intimates in his essay.\n\n\n  5. sae says:\n\n    I have always wondered–if tongues today are not from God, where are they from? Just our imagination, Satan, or ???? And why do certain churches have all the tongues speakers and some have none? You would think if tongues were from God and were active today, at least someone in a non-tongue megachurch, for example, would be speaking them.\n\n    1. J.Clark says:\n\n      I think there are many who do speak in tongues (other denominations, megachurches, etc.) but believe that many charismatics apply it wrongly.\n\n  6. Michael says:\n\n    How does a charismatic who believes in the continuation of prophecy (or tongues) hold to sola scriptura?\n\n    - If prophecy and tongues add to scripture, then you cannot hold to sola scriptura.\n    - If prophecy and tongues do not add to scripture, hence adding no new revelation from God, then they are unnecessary and just add confusion.\n\n    1. @ J.T.\n\n      Spon on. This is a great article and one that helped me develop a better understanding of subordiante gifts. Cheers, Jesse\n\n    2. @ Michael\n\n      Great question. I believe the Scriptures hold-up a subordinate “revelation” to that of the Scripture without conflict.\n\n      You can check this post out to see what I’m saying http:\/\/reformedandreforming.org\/2009\/12\/05\/reformed-continuationist-why-the-gift-of-prophecy-does-not-undermine-the-authority-of-the-bible\/\n\n      Cheers, Jesse\n\n    3. Justin Taylor says:\n\n\n      The article attempts to answer this question.\n\n\n    4. J.Clark says:\n\n      Yet the New Testament figures held to the scriptures and practiced such gifts. Maybe there is a misunderstanding of what the gifts are for? Namely, that tongues and prophecy do not add to the scriptures but affirm them.\n\n    5. Kim Noble says:\n\n      Hi Michael–excellent questions and they address, precisely, some of the most basic, yet crucial, questions I have regarding the charismatic movement. Even under the guise of “affirmation” vs. “addition”, I still take issue with some of these exact definitions.\n\n      I can’t speak authoritatively, on an academic level, but I can speak experientially (for what it’s worth) from church and (big, regional) church camps about the environment. I was explicitly taught affirmation, but the tones of addition were there. They were adding to Scriptural commands and commentary on life (not just generally, but specific to people’s current needs, as well) through perceived prophecy, tongues and miracles. “God saith this” and “… thus saith the Lord.” or “God told me…” were common. Words spoken generally to the congregation and\/or specifically to someone’s life situation(s) vs. the Scriptures containing the authority and sufficiently\/completely “equipping for every good work.” (cf. II Tim. 3:16-17)\n\n      I don’t want to be pegged as the “anti” Charismatic. I’m so thankful for many who are in the movement who have personally fed me, spiritually, some deep, theological truths. But I also recognize that many who are in the movement can and are confused about exactly whose spoken authority they should be following, as if there’s some sort of authoritative pyramid.\n\n      I also know, experientially, confusion from trying to reconcile my own lack of faith with God’s gift of faith–which one is more powerful concerning specific situations in my life starting with salvation? The answer: With man everything! is impossible, but with God nothing! is impossible. (my own exclamation!) :) God will finish what He started.\n\n      IMHO, trying to find a middle ground to appease both sides is a slippery slope away from Sola Scriptura.\n\n      Michael–excellent questions and, IMO, address the crux of some challenges a Charismatic might face, at least based on my experience. :)\n\n  7. This is great stuff. With regard to cessation\/continuation, I’ve come to consider both inadequate and I would tend to agree with Dr. Poythress. There are cessationists who deny as valid any nondiscursive spiritual gifts and continuationists who accept nondiscursive spiritual gifts today as being inspired. Both need to be tempered. God has closed his canon, but does wonderful things like appear to people directly in closed countries to bring his people to faith and cause people to know languages that they have not studied. One lady in my church in doing missions in South America was suddenly functionally fluent in Spanish and one South American lady we were working with was suddenly functionally fluent in English. Poof – Just like that.\n\n    The only thing that makes me a little cautious about Dr. Poythress’ observations is the distinction between level 3 and level 4. I don’t think he means to say that we need super-spiritual human intermediaries between God and ordinary people... (truncated)",
        "topic_id":18,
        "format_id":4,
        "topic_confidence":0.9977082014,
        "format_confidence":0.8660174012,
        "weight":0.0108998547
    },
    {
        "url":"https:\/\/www.thatsaloud.com\/post\/holy-synchronicity",
        "text":"Holy synchronicity!\n\nI just had the most incredible experience, y'all.\n\nI'd been wrestling for a while with two problems:\n\n  1. How do I find folks who are considering writing a book, but haven't actually started yet, or who feel stuck near the beginning of the process?\n\n  2. How can I take season 3 of the That's Aloud podcast up a notch from season 2, and show my audience how story coaching can help them reach their goals?\n\nThen while listening to a new podcast for the very first time, I was introduced to the idea of \"mind movies,\" which are basically vision boards taken to the next level. You combine images of your ideal life with a soundtrack that hits the right emotional buttons for you to help trigger the feeling that you are *already there* in your ideal world.\n\nIt occurred to me, as I listened, that I could build on that technique and use my story whisperer skills to help people construct the story of how they will get from here to there by working backwards from that ideal end point to today. I started experimenting, taking a few family members and friends through the exercise, and got some great feedback, so I decided to try it on a podcast guest.\n\nThe first couple of guests were very receptive, and helped me hone the technique even further. I could feel that I was on the right track and should keep it going. Which brings me to today.\n\nAs I took today's guest, mental wellness coach Michelle Anhang, through the exercise, I walked her backward from an exhilarating moment on a stage where she was making a powerful impact on a standing-room-only audience, through everything that had to happen in order to get there. She realized that she, of course, had not gotten there alone. There was a whole team of people who had helped her along the way.\n\nAnd eventually she came to the insight that the next team member she will need the universe to send her is...\n\n...wait for it...\n\n...a book midwife!\n\nI will never forget the crackle of electricity that passed through us both when I announced that I just happen to be a book midwife.\n\nIt's so easy to get stuck on the treadmill of our daily routines and to forget that life can and should be full of ease, flow, and straight up magic.\n\nToday, try listening to a podcast you've never listened to before. Walk down a street you've never explored. Reach out to someone you don't know very well. Take a risk. Open yourself to opportunity. Let yourself believe that anything is possible.\n\nI promise, the universe is listening.\n\n11 views2 comments\n  • Facebook Social Icon\n  • YouTube\n  • Twitter Social Icon\n  • Instagram\n  • Pinterest",
        "topic_id":18,
        "format_id":15,
        "topic_confidence":0.8425712585,
        "format_confidence":0.997703135,
        "weight":0.0450860821
    },
    {
        "url":"http:\/\/www.dallasvoice.com\/tag\/umc",
        "text":"UMC Bishop Martin McLee, former St. Luke’s minister, dies\n\n6a00e550255d3c88330191027bf5d2970c-320wiBishop Martin D. McLee, who presided over the United Methodist Church’s New York region and once lived in Dallas, died Saturday, Sept. 6. The LGBT ally was 58 years old.\n\nAccording to the UMC News Service, the Brooklyn native was called to ministry while attending Dallas’ St. Luke “Community” Church. There, under the leadership of Rev. Zan Wesley Holmes Jr. he\n\n immediately immersed himself in the life of the church, including its many social justice ministries, Holmes recalled. Among other activities, McLee sang in the choir, volunteered with the church’s prison ministry, served in its AIDS ministry and registered voters.\n\nTrained as a lawyer, he enrolled in SMU’s Perkins School of Theology where he received his Master’s of Divinity. He didn’t give up on social justice causes, including his outspoken stances on LGBT equality once he joined the church.\n\nThe UMC’s official policy believes being LGBT is “incompatible with Christian teaching,” forbidding clergy from performing LGBT weddings. Pastors violating the policy often go to trial.\n\nMcLee advocated against such trials. After a complaint was filed against the Rev. Thomas Ogletree, who is retired, for officiating at his gay son’s wedding, McLee called for “the cessation of church trials” related to same-sex marriage. “Church trials produce no winners … trials are not the way forward,” McLee said at the time.\n\nThe full story is here.\n\n—  James Russell\n\nRev. Bill McElvaney has died\n\n\nMcElvaney, seated, officiated the marriage of Jack Evans, 84, and George Harris, 80 in March.\n\nThe Rev. Bill McElvaney, an ardent LGBT ally who faced scrutiny for officiating same-sex marriages despite his denomination’s disapproval, has died.\n\nIn March McElvaney, the pastor emeritus at Northaven United Methodist Church, officiated the wedding of longtime congregants Jack Evans, 84, and George Harris, 80. The very public ceremony, which was covered by this publication and others, was not held at Northaven but instead the neighboring Midway Hills Christian Church. Later that month, he was suspended from the church.\n\nAt the time of his suspension, he told the Voice that given his age, he’d rather be on the right side of history. “I owe the Methodist church a lot, but what I do not owe the Methodist Church is my soul.”\n\nHe recently announced he would no longer undergo treatment for liver cancer after four years.\n\nFollow the blog this week for more information.\n\n—  James Russell\n\nThinking 2 steps ahead\n\nTheologians, ministers gather at Brite for ‘Beyond Apologetics’ discussion on LGBTs’ future role in religious communities, efforts\n\nTammye Nash  |  Senior Editor\n\nJoretta Marshall and Stephen Sprinkle\nJoretta Marshall and Stephen Sprinkle\n\nFORT WORTH — Where do we go from here? That’s the question at the heart of a project called “Beyond Apologetics: Sexual Identity, Pastoral Theology and Pastoral Practices,” an ongoing symposium with its next installment set for Thursday, Oct. 7, at Brite Divinity School at Texas Christian University in Fort Worth.\n\nThe event will feature six scholars and pastors, representing five different schools, talking about new ways of thinking about ministry with LGBT people after the battle for acceptance is over.\n\n“Originally, this project was organized to do two things,” explained the Rev. Joretta Marshall, openly lesbian pastor of theology and pastoral care and counseling at Brite and co-director of the project.\n\n“The first thing was to bring scholar practitioners together for conversation to try and answer the question, ‘What would we be talking about if we didn’t always have to focus on gaining acceptance of TLGB people” in churches, Marshall said.\n\n“We want to go beyond defending TLGB people in the churches and start figuring out what those next conversations will be about. For instance, I am hopelessly involved in the United Methodist Church. It is in my blood and in my bones. But there is still a debate within the UMC over whether we [LGBT people] should be welcomed into the church. We want to get past that so that we can work on transforming the world, on bringing justice to the larger community.”\n\nThe second piece of the equation, Marshall said, was equally important: “Educational institutions should make a difference in the places where they live. We wanted to invite the community in to participate in these discussions and to let them know that Brite is a place where we talk about these things.”\n\nFor the Rev. Stephen Sprinkle, the openly gay associate professor of practical theology and director of field education and supervised ministry at Brite, the idea that a theology school in Fort Worth, Texas is host to such a discussion, is an amazing accomplishment.\n\n“We’ve never had a gathering of LGBTQ scholars of faith in Texas before. Not like this,” said Sprinkle, one of the six speakers participating in the Oct. 7 discussion.\n\n“This is the first meeting of its kind here, but it won’t be the last. That was the experience that we had in Oklahoma” last February when the first discussion in the project was held at Phillips Graduate Theological Seminary in Tulsa. He explained that the project was first conceived as a partnership between the two sister seminaries — Phillips and Brite — and six speakers participated in a public event held at Phillips that followed the same format to be used at Brite.\n\nThe whole idea, Sprinkle said, is to plan for the future and prepare pastors, churches and the public for the day when LGBT people are already part of the church and can truly give their own unique gifts to its efforts.\n\n“We are thinking two steps on down the road. We’re thinking outside the box, to use the cliché. The question is, if we are not having to constantly think about creating space enough for the LGBT community to be accepted, then we can think about how to move the LGBTQ community into a richer, more whole position to contribute to the church’s work.”\n\nThe term “apologetics” refers to advocacy, Sprinkle explained. In thinking “beyond apologetics,” he continued, “what we are saying, as LGBT scholars, is that congregations and nonprofits already have everything they need in order to include LGBT people. They already have the know-how, the theology. We believe the arguments for inclusion have already been made, and made very well. The question now is, what do we do to take things to the next stage of development?”\n\nIn his part of the discussion, Sprinkle will focus on his work in documenting anti-LGBT hate crimes and in advocating for the passage of hate crimes laws that include protections for LGBT people. He used his own work and its future direction as an example of the focus of the project overall.\n\n“We argued for years and years for a hate crimes law. We’ve got that now. But the reality is, we are still being killed. So what are we, as an LGBT community, going to do to understand who those dead are to us? How will that shape our identity?” Sprinkle said.\n\n“We have to move beyond being just a loose association of people with a variety of concerns on a variety of issues to become a real people that remember and honor our dead. That is what a community does,” he continued.\n\n“African-Americans can list their people who died in lynchings. Jewish folk have never forgotten the 6 million lost in the Holocaust. Japanese-Americans remember those who died in Hiroshima and Nagasaki. But we as an LGBT community seem to have a hard time even acknowledging that members of our community are still being killed. So what I am trying to do is to think down the road about how we can strengthen this community by remembering the thousands who were murdered because they were just like us.”\n\nAnother member of the project — although one who won’t be at the discussion next month at Brite — is Darnell Moore with Rutgers, the State University of New Jersey. He is, Sprinkle said, “one of the most dynamic and most original thinkers I have ever seen.”\n\nMoore’s focus, Sprinkle said, is finding a new way to think about coming out.\n\n“People are often afraid to come out because it compromises them and they are vulnerable. What Darnell says is that it is time that we begin to invite people in, really invite them in, and have something to invite them in to. What would it really mean to say to the majority culture all around us, ‘Stop being tourists in our lives. We will share with you what we have, but you have to come to us.’\n\n“Now we’re talking! Now we’re really thinking!” Sprinkle continued. “From now one, there won’t be just one National Coming Out Day a year. There won’t be one day of silence in the schools. From now on, the LGBTQ community can be seen as a powerhouse of innovation and creative thinking. We approach that already in the arts and entertainment. But we don’t seem to be secure enough or understand ourselves well enough to be confident doing that in other spheres.”\n\nFor Marshall and Sprinkle, the idea that such new ways of thinking are being birthed here in Fort Worth is reason for celebration, and for hope.\n\n“I came here in 1994, and I was open and out [as a gay man] from the time I first showed up,” Sprinkle said. “But it has been a fight. Then when we decided to invite Joretta [to join the faculty] and she accepted, I knew we were turning a corner.\n\n“This project represents a new era at Brite. Fort Worth is the reddest of the red in a red state. And here we are, co-hosting this powerhouse event, this first-of-a-kind academic gathering of people of faith, right under the nose of the Southwest Baptist Theological Seminary!\n\n“It’s unbelievable in a way,” he said. “I still have to pinch myself to believe it’s real. But it is real. And it is a sign that the time is right to take these next steps.”\n\n\n‘Beyond Apologetics’\n\nThe Beyond Apologetics Project will hold a public symposium Thursday, Oct. 7, beginning at 7 p.m. in the Robert Carr Chapel at Texas Christian Universit... (truncated)",
        "topic_id":18,
        "format_id":1,
        "topic_confidence":0.9735935926,
        "format_confidence":0.9355689883,
        "weight":0.0054411752
    }
]