[
    {
        "url":"http:\/\/forum.ragezone.com\/members\/1333456187.html",
        "text":"Tab Content\n  • Disguised's Avatar\n    4 Days Ago\n    Hey,Just bought my first gaming pc for $500.I'll post the specs below, my questions are as follows:What games do you think can this handle? is there...\n    0 replies | 211 view(s)\nNo More Results\n\n25 Visitor Messages\n\n  1. @Noman wat the fock!\n  2. What a scammer!\n  3. @BronzeSpider527\n    Oh please, you sent me your emulator source for me to code commands,\n    then i realized your emulator was in a totally different language,\n    I do not scam files lol, I have only been on someones teamviewer once,\n\n  4. Do not trust this guy, He's attempting to get your files\/ Teamviewer, Then fuck it up.\n  5. Hello man, Is it possible for me to join you with your retro project? i could do some fixes and some codings :)\n  6. Hey. I need help with my client. It's showing 30% of it and it won't connect as well, not sure why. Im using Xampp, because I'm just mucking around with it. Emulator starts up fine, CMS works fine, Installed the right MySQL connector, Variables are linked.. and all. It was working before, and yeah. It just stopped. Tried several different SWF packs, and still the same result. Any idea what's the problem?\n  7. Nice hotel mate you hiring?\n  8. That's just me.\n  9. Yes, i am.\n  10. Are you from XEN?\n  11. Ehy man, can you help me with this?\n  12. Smile! :)\n  13. I think you are going to make some big, like a new emulator.\n  14. Don't be afraid i am the devil xD\n  15. View Conversation\n    I'll add you on messenger when I get back home.\n  16. View Conversation\n    i didn't ;;\n  17. pm me yo' msn ;)\n  18. Leon Hartley?! yes i remember you!!!!111\nShowing Visitor Messages 1 to 20 of 25\nPage 1 of 2 12 LastLast\nPage 1 of 2 12 LastLast\nAbout Disguised\n\nBasic Information\n\n\nThis Page\nInstant Messaging\n\nSend an Instant Message to Disguised Using...\n\n\nTotal Posts\nTotal Posts\nPosts Per Day\nVisitor Messages\nTotal Messages\nMost Recent Message\nGeneral Information\nLast Activity\n3 Days Ago\nJoin Date\n\n11 Friends\n\n  1. Beny. Beny. is offline\n\n    V.I.P Member\n\n  2. chl chl is offline\n\n\n  3. Daniel Gash Daniel Gash is offline\n\n\n    Daniel Gash\n  4. El Jamie El Jamie is offline\n\n    karLi Ganja Co.\n\n    El Jamie\n  5. Horns Horns is offline\n\n    Account Inactive\n\n  6. jjaakkee jjaakkee is offline\n\n\n  7. madsmartapple madsmartapple is offline\n\n    Hardcore Member\n\n  8. PRIZM PRIZM is offline\n\n    Zephyr Studios\n\n  9. Raultjuh Raultjuh is offline\n\n    Ultimate Member\n\n  10. Reimu Reimu is offline\n\n    Account Inactive\n\nShowing Friends 1 to 10 of 11\nPage 1 of 2 12 LastLast\nPost Areas\n\nTop Areas Of Posting\n\nNo results to display...\nNo results to display...\nNo results to show...",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.6828769445,
        "format_confidence":0.8252654672
    },
    {
        "url":"https:\/\/forum.eclipse-rp.net\/profile\/76322-nexuus\/",
        "text":"Jump to content\n\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\n  • Days Won\n\n\nNexuus last won the day on April 17\n\nNexuus had the most liked content!\n\nCommunity Reputation\n\n355 Excellent\n\nAbout Nexuus\n\n  • Rank\n\nRecent Profile Visitors\n\n2,161 profile views\n  1. 'Enzo_Volkov│ID 213 @Nexuus - Can you explain why you thought it was appropriate to shoot and injure ID 14 (Peter_Pearson)? Provide any footage you may have.' Firstly to begin with, I was not notified that any report was going to be made for whatever reason, so I do NOT have any footage and don't understand why it was so hard to notify myself. Furthermore, there are multiple reasons as to why the officer was shot and the escalation included: 'Deathmatching is the act of attacking a player without a proper IC motive and interaction.' - He persistently followed us for aroun\n  2. +1 I want to buy one because @JakeInnit_ is renting his so I cant use.\n  3. -1 I agree that cutting somebody's hair publicly and with no reason is quite unrealistic. However, if you are going to sit in a drug lab and expect no repercussions and complain if your hair gets cut, then simply don't go back or learn to avoid situations or locations that may lead to hostility. I have had my haircut once in my 2000 hours playing and it's done as a form of humiliation rather than done to be sexist and racist, as stated above, don't get into situations that may lead to hostility. Furthermore, trying to make this another OOC consent thing is just ridiculous, it is just an\n  4. Nexuus\n\n    Dark Army\n\n    Looks great! Wish you nothing but the best!\n  5. Enzo approves, will allow me to steal more of Jake's vehicles +1\n  6. Nexuus\n\n    Screwface Capital\n\n    Wish you guys nothing but the best.\n  7. +1 It's a well needed change. The risk - reward is far to low for criminals as of now.\n  8. +1 Makes no sense for people to be constantly punished for this when there is script allowance behind it and the only announcement I have personally seen regarding this is, 'shouting' is considered to be Non-roleplay and nothing regarding normal use of text chat up until this morning.\n  9. Enzo_Volkov (ID 307) - Do you think it’s proper roleplay to not focus on your injuries but instead focus on calling out where someone is? Well I'm unsure if this is directly aimed at me or not due to the only clip provided regarding me being me saying 'HAHAHA'. As for the part of not focusing on my injures, my injures will and always are my number one priority and if I recall I even RP'd clenching onto my wounds in attempt to slow the bleeding and was later on BLS'd by my ally. Furthermore to answer your question of whether I think it's proper roleplay to call out somebody's locatio\n  10. I will just go over a few of your invalid points in this situation that you have both mentioned. - As for the claim of us knowing you where up on the roof - that is completely invalid, we chose to go up on the roof to attempt to gain height advantage which was quickly shut down by the fact you where already up there. - As for the claim of us 'hopping out' on your allies - this is also invalid, they began following us and they then decided to pass us so I decided to use that opportunity to grab my gun from inside my bag and the same for Lewis Miller. We both got out to get our guns fr\n  • Create New...\n\nImportant Information\n\nBy using this site, you agree to our Terms of Use and our Privacy Policy. We have placed cookies on your device to help make this website better. You can adjust your cookie settings, otherwise we'll assume you're okay to continue.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9822750092,
        "format_confidence":0.7738942504
    },
    {
        "url":"https:\/\/www.rebornevo.com\/forums\/profile\/117-maelstrom\/",
        "text":"Jump to content\n\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\n  • Days Won\n\n\nMaelstrom last won the day on July 4 2017\n\nMaelstrom had the most liked content!\n\nCommunity Reputation\n\n307 Altruist\n\nAbout Maelstrom\n\n  • Rank\n  • Birthday January 29\n\nProfile Information\n\n  • Gender\n  • Location\n  • Interests\n    High Fantasy, MMA, white-water rafting, water polo...\n\nRecent Profile Visitors\n\n147048 profile views\n  1. If it's supposed to be SE against water types, I'd suggest the move name be Boil.\n  2. Are you no longer the muffin man because you can't take the kitchen heat?\n  3. i've only seen the trailer, but it looks kinda interesting. Can you give me a rundown of who it's about and what they're trying to accomplish, without going into spoiler territory? Sell it to me.\n  4. How much German have you learned thus far? What do you find appealing about the ice element? Where do you keep your duck at night? What hopes, if any, do you have for halo 6? Should halo stop at 6? what games are you looking forward to? what games or series need a reboot, remake, or new sequel? what was the worst part of any job you've ever had? what were your favorite books that you had to read for school?\n  5. A Nintendo stan, huh? do you have any of the current systems? 3ds? etc?\n  6. Can't say I know or listen to a lot of k-pop. Everyone knows PSY and gangnam style. That second video i can't get into at all. but have a couple I can.\n  7. Maelstrom\n\n\n    recently tried the demo for a while cuz I thought a couple of the starters looked cool as well and enjoyed some of the other mon designs. I should probably through the demo more.\n  8. Just something quick and fun I made when Azzie mentioned making a New Horizons journal. I may or may not add more, or flesh it out a lot more. ---- Day 1- I escaped prison only to be caught and stranded on a remote island with a bunch of strangers. I feel sorry for the others, but I’m gonna win this death game. Day2- crafted a shovel first and started planting pitfalls along the river. Everyone's gotta drink sometime… Day3- Stuck in the dirt, poor Cherry never knew what hit her. I put my shovel down. I took the axe from her unconscious hands and finished the job. 9 more to go. Day4- Apollo almost had me with that first headshot from behind an apple tree. He really does have eagle eyes, doesn’t he? I blocked a few shots with my shovel, dove behind a tree, and dug myself a foxhole. He gave up eventually, unwilling to close the distance, but most of the daylight is already gone. Too late to do much but dig my foxhole deeper and plan out my revenge… Day5- The wild bamboo near the river has finally grown long enough to suit me. I spent some time upgrading my pitfalls and fortifying my foxhole. Luckily, there’s a mango orchard and a river on two sides to provide protection and sustenance. I was fishing with a bamboo pole when I heard the snap, the yelp, and the shrieking. The glorious shrieking. It was a long lullaby that worked its charm quickly, after my productive day. I decided to give ‘em till morning to regret the life decisions that put 'em in my way… ------ To Be Continued..\n  9. Happy Birthday 😄, i hope that you will have a fun day 😉🍰\n\n  10. You know, when something decides to try to kill me out of nowhere, I take Varik's advice and I \"kill them back\". well i was gonna and then that first frog begged for its life. and I was like... ok. and then I interrogated it...\n  11. You are 22 ancient now. =3\n\n    1. Zumi\n\n\n      ya....... am old............... 😔😔\n\n  12. tfw you've dreamed about being security forces for an ark ship holding everyone from the planet fleeing a dying one and heading out for a new one to colonize. twice.\n  13. where's the mayo? what are your feelings about peanut butter? what exotic animal would you most like to have as a pet? How do you like your steaks cooked? in designing your dream home, what kind of stuff would you include? pool, bowling lane, man cave, etc?\n  • Create New...",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.8509677052,
        "format_confidence":0.9548573494
    },
    {
        "url":"https:\/\/gametz.com\/user\/gam3rsmurf\/CompletedTrades.html",
        "text":"Status: abandoned (This account is not active)\nsan antonio, Texas, United StatesUnited States\nHas traded with 7 Different Traders (7 total trades)\nRatings are excellent [100%] [7 ratings]\nLast login: on 6-Jan-2021 at 2:35am\nSubscriber: not currently subscribed\nMember since: 29-Aug-2016\nPage Hits: 0 today (13 in the last 30 days)\nDeal Preference: Trade, Buy or Sell\n\nCompleted Trades\n\n3-Feb-2017gam3rsmurf gets: $50.00 Paypal\nTad gets: $35.00 PayPal\n\n9-Dec-2016gam3rsmurf gets: Auction Winnings\nsharif gets: $3.60\n\n14-Nov-2016gam3rsmurf gets: One 90 dollar coupon for Busted Tee\nXplict91 gets: 11pp\n\n27-Oct-2016gam3rsmurf gets: 3DS XL\nPapaBless gets: $55 + Shipping\n\n20-Oct-2016gam3rsmurf gets: NES Bulk Lot\n3hitcombo gets: 320.00 PP\n\n13-Oct-2016gam3rsmurf gets: $20 Target eGift Card\nDashey gets: 17.50 Paypal\n\n13-Sep-2016gam3rsmurf gets: TMNT, Gauntlet II, Blades of Steel\nrazeak gets: Hogan's Alley (Nintendo Entertainment System), Cybernoid: The Fighting Machine (Nintendo Entertainment System), Jordan vs. Bird: One on One (Nintendo Entertainment System)",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.8988499641,
        "format_confidence":0.92635566
    },
    {
        "url":"http:\/\/www.arenajunkies.com\/user\/121292-ekyz\/?tab=reputation",
        "text":"Jump to content\n\nArena Junkies was shut down on July 1st, 2018. You're viewing an archive of this page from 2018-06-25 at 21:40. Thank you all for your support! Please get in touch via the Curse help desk if you need any support using this archive.\n\n\nMember Since 28 Feb 2010\nOffline Last Active Oct 29 2012 07:59 PM\n\n#3457461 League of Legends fanbois\n\nPosted by Ekyz on 27 August 2011 - 02:57 PM\n\nTotally called that Voyboy would sub for CLG. Time for HotshotKennenGG.\n\nAlso, free rune code for EU:\n\nAnyone know if MLG is on the latest patch or the Skarner patch still?\n  • 1",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9901605844,
        "format_confidence":0.9796599746
    },
    {
        "url":"http:\/\/www.destructoid.com\/blogs\/wedgewu\/introduction-and-friday-night-fights-137690.phtml",
        "text":"\nhot  \/  reviews  \/  videos  \/  cblogs  \/  qposts\n\n\nwedgewu's blog\n\n  Make changes   Set it live in the post manager. Need help? There are FAQs at the bottom of the editor.\nwedgewu avatar 5:41 PM on 06.26.2009  (server time)\nIntroduction and Friday Night Fights\n\nHi everyone! I'm pretty new to this site, though not unfamiliar with Destructoid. I've been here for news posts and been to some of their awesome events (like karaoke at E3!)\n\nMy name is Regina, but I pretty much always go by Wedge. No, that did not come from Star Wars (usually the first guess) or Final Fantasy (usually the second guess). It's actually a derivative of my name - Regina => Reggie => Wedgie => Wedge.\n\nI work for Intel as a Performance Engineer. Basically what I do involves benchmarking, and for me specifically, I benchmark games for Intel. I often get to determine which 3-5 minute portion of a game best represents the performance needs of the game as a whole. Yes, this means I get to spend a good portion of my day playing PC games, though it's not nearly as glamarous as it sounds. ;) I also write for the Intel blog the Inside Scoop ( about gaming in general - my latest post includes my E3 impressions.\n\nWhile my work life focuses a lot on PC games, I play stuff on every system out there. I have a list of my top 10 games in my profile, which I'll repaste here:\n\nMy Top 10 Favorite Games: (subject to change)\n1. Final Fantasy 6\n2. Starcraft\n3. Street Fighter Alpha 3\n4. Parappa the Rapper\n5. Tetris Attack\n6. King's Quest VI\n7. Phoenix Wright: Justice for All\n8. Katamari Damacy\n9. Left 4 Dead\n10. Rock Band 2\n\nI could probably go into several pages of detail as to why each of these made the list, because I'm like that. But I will save those for some other blogs... maybe I'll run down the list one at a time.\n\nActually, the last item on there, Rock Band 2, I can probably explain with this next bit about myself. I run the Guitar Hero\/Rock Band division of the PMS Clan. The mission of the PMS Clan is to provide a fun, competitive and positive environment for female gamers. We all know what it's like to play in the wilds of the internet - people can be incredibly disrespectful (to say the least), and even moreso when a female is around. In fact, the worst part of it is that some folks don't even realize how disrespectful they are because they think they're trying to be nice! With the PMS Clan, girls (and guys too - we have tons of guys in our clan) can play in a harassment free environment, where having a good time and competing in a game can go hand in hand. For my division in the clan specifically, we play Guitar Hero and Rock Band - we're open to all skill levels to join, but we actually house some of the best players around the world in our division. I myself was once at the top of the vocal leaderboards in Rock Band - and as such, the game has become more than just a game to me... it's now a way to bond with the wonderful folks in my division, and at this point in my life the game is just a huge part of what I do every single day.\n\nSo as you can see, I'm a competitive person and I love games - so when Intel asked me to get involved in Friday Night Fights it was a no brainer to me. It gave me the push to actively join this community, and after poking around a bit and learning more of how this place operates I'm really happy to be here!\n\nSpeaking of Friday Night Fights, the best score I've gotten on that Cosmic Cannon game has been a measly 17. :( Something about that game just eludes me... argh! I'm a little bit better at Quake Live, but not much - usually I just try to grab the rocket launcher and spam away. Not QUITE my style of shooter, but I'm getting used to it - is it just me or is the shotgun ridiculously powered in the game? Maybe I should try using that more often...\n\n   Reply via cblogs\n\nGet comment replies by email.     settings\n\nUnsavory comments? Please report harassment, spam, and hate speech to our comment moderators\n\nCan't see comments? Anti-virus apps like Avast or some browser extensions can cause this. Easy fix: Add   [*]   to your security software's whitelist.\n\nBack to Top\n\nWe follow moms on   Facebook  and   Twitter\n  Light Theme      Dark Theme\nPssst. Konami Code + Enter!\nYou may remix stuff our site under creative commons w\/@\n- Destructoid means family. Living the dream, since 2006 -",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9850922227,
        "format_confidence":0.6327741742
    },
    {
        "url":"http:\/\/datwow.forumotion.net\/t39-filip",
        "text":"Go down\n\nFilip Empty Filip\n\nPost by filip01 on Mon Apr 05, 2010 7:11 pm\n\nHello DatWoW!\nI'm from Serbia and i'm 15 years old. My real name is Filip, just like in game! Suspect\nI haven't played wow since 24th December, 2009 year, but now, i decided to start again. I realy dont know why, it's just stronger than me Very Happy\n\nMy specs are web design and GFX. I know HTML languange and i know to work with Adobe Photoshop. I love it. I have a lot of experiance with it. Also, i know to work with SMF Forums. I speak English and Serbian (It's my language pig ).\n\nIn game, i'm planing to make paladin, healer i hope so Idea\n\nI think this is enough informations about me, i hope i'll see you in game cheers\n\nPosts : 16\nJoin date : 2010-04-05\n\nView user profile\n\nBack to top Go down\n\nBack to top\n\nPermissions in this forum:\nYou cannot reply to topics in this forum",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9595273137,
        "format_confidence":0.9809151888
    },
    {
        "url":"https:\/\/forums.obsidian.net\/profile\/114347-rustcloth\/",
        "text":"Jump to content\n\n\n  • Posts\n\n  • Joined\n\n  • Last visited\n\n\n0 Neutral\n\nAbout RustCloth\n\n  • Rank\n    (1) Prestidigitator\n    (1) Prestidigitator\n\n\n  • Pillars of Eternity Backer Badge\n  • Pillars of Eternity Kickstarter Badge\n  1. It did say on Calibre when I tried to convert that it wasnt possible because of DRM. But next try it didnt say that, just köpt working on comverting the file for hours but not getting more than 1% done. Why not just make it as a textdokument instead if that crappy pdf\n  2. Calibre doesnt work because of some DRM, file is too big to send with gmail... Its hopeless trying to read it on the iphone... Why not just make the digital editions userfriendly so we can enjoy it on the go\n  3. edit: nvm, used search sorry. how do i delete a post?\n  4. Thanks. Too bad the novella and lorestuff wasnt released before the game Will check out the manual, maybe there's some lore in there\n  5. Hi. First time poster here. I´m just wondering if the novella, calender, cookbook etc will be available with the predownload? Hoping to readup before indulging in the game\n  • Create New...",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9922349453,
        "format_confidence":0.9615141153
    }
]