[
    {
        "url":"http:\/\/knownturf.blogspot.com\/2010_08_01_archive.html",
        "text":"Friday, August 20, 2010\n\n59 jerks\n\nAnd on a different, shorter route, I counted 59 pot-holes. Pot-hole counting is fast becoming my commute time-pass.\n\nSunday, August 15, 2010\n\nMy country, this calm morning\n\nIt is Independence day. I wish freedom and peace upon everyone.\n\nIt also happens to be the month of Ramzan, which is a month of self-restraint, self-reflection and charity. It would serve both occasions well if we could just retreat into ourselves for a minute or two everyday this month and think about what we want, what we say and do, and what we wish we could do - for our own lives and for our country.\n\nSome people clearly have been doing all of the above and the result is Project S.T.R.I.P. It is one of the few productions I've watched recently that is totally plugged into our times and the souls of the principal actors in situations of conflict in modern India. Often, we read about or watch events unfolding that leave us feeling stunned, or helpless, or both. And when this happens too often, it seems as if there is no longer any language or creative tools left to use against ourselves. But this project does precisely that - looks around itself with empathy, honesty and humour and then just tells an engaging story.\n\nI wish it were on somewhere on Independence Day, but I think it will be staged again next weekend. Do watch it if you get a chance.\n\nOn another note, I got the following message on email. I trust you all will do what you can:\n\n\"I was barely nine when my dear father committed suicide. My mother has worked really hard to send my brother, sister & me to school. She is still working hard to make our two ends meet... all she wants is ONE OLD MAGAZINE from you all, so she can make paper envelopes to earn & save environment... dear uncles & aunties, please-please do send us one old magazine every month to support us, so that we can go to better schools and live our lives with dignity and less suffering. My mother and other widow mothers like her will not hesitate to work hard to earn for us while saving the environment for the nation... I will be waiting with great expectations dear uncles & aunties for ONE OLD MAGAZINE from each one of you every month... If each one of you send one, it will become so many for my mother and other widow mothers to work hard to earn some amount every month... A very BIG THANK YOU from my brother, sister, my mother and me...\"\nour address:\nSupport 4 suicide farmers families\nHouse No: 200\nOpp: Dr. Harne's Hospital\nDhantoli Chowk\nWardha: 442001\n\nFriday, August 13, 2010\n\nZoro.n ka jhatka\n\nDear Mira-Bhayandar Municipal Corporation\n\nYou must be reading a lot about malaria, pot-holes in Mumbai these days. We (you and I) are not quite Mumbai, which means that we don't get to read about our own malaria or pot-holes. I don't know if you've been counting. Your big sister across the naka claims to have only 593 potholes.\n\nThis is obviously a subject of much concern. Traffic was bad enough but these blighted holes slows traffic down to the point that people are willing to thrash other motorists and commuters lives become hellish because taxis and cabs refuse to go to high-traffic arterial roads. People with back and neck injuries can look forward to a worsening of their condition. The rest of us can look forward to developing spinal problems. This is nothing new of course. I remember a time, perhaps this was 2002, when I was reporting for Mid-day, when I rode pillion behind a photographer to go pot-hole hunting. Discomfort notwithstanding, it seemed exciting to zip around the city looking for mini-cirques along the way. If I tried to do it today, the bike probably wouldn't move from one mohalla, morning to night.\n\nSo I have been wondering just how many pot-holes we can boast of. I mean, we're growing faster than anyone can say 2BHK. We're not a village any more. We have malls, multiplexes, cars, arguments over parking space, famous burger places, three kinds of malaria... What more does a far-flung suburb want?\n\nOur autos, of course, are not quite urban. Even if I boycott them, I cannot claim to be doing 'meter jam'. No meter, what would I jam? (But I will write to you in more detail at another time.) For now, I want to tell you about this auto-fellow who refused to take me home. I wouldn't take 'no' for an answer. The man began to bitterly complain. He said he wouldn't go from the station to my home because the road was too bad.\n\nI flipped, asked him what he expected: Was I responsible, should I get down and begin patting down the road smooth for his majesty, why didn't his auto union do something about the bad road etc etc?\n\nAfter I had finished yelling at him, I began to count the number of jerks I felt which signified the number of pot-holes there were on that particular stretch, which includes Mira Road's MTNL road.\n\nI counted 63. On one stretch in one relatively new suburb, a ride that should taken five minutes actually takes nearly fifteen minutes, and 63 jolts to the spine.\n\nMind you, I am not actually counting every single pot-hole on that stretch. I just counted the number of times the auto had to lower a wheel into one of them.\n\nTwo days later, I counted again. This auto-wala was clearly not quite as skilled at skipping the craters. I counted 79, not including a small stretch at one end where I chose to walk.\n\n79, eh? We're not doing badly. And I must tell you, I was counting small conglomerations of pot-holes that have effectively led to the disappearance of tiny bits of tarmac in-between as one single hole, because the 'jhatka' I felt was too diffused and drawn-out to be counted and attributed to separate holes.\n\nSo based on the experiences of this monsoon, I have a few suggestions.\n\nOne, let us hold MUSSJAR contests for autos. MUSSJAR = Mumbai and Surrounding Suburbs Jhatka Avoiding Race. This will raise the morale of the drivers and teach commuters how much skill is involved. You can safely sponsor the prizes. I am sure our local boys will win.\n\nTwo, let us have a Pot-hole Princess contest. Some people have already given the title to Mumbai. But I think it should be a fair contest between suburbs. Pot-holes are a game of chance but we stand a good chance of winning. You could institute a special prize for maximum number of pot-holes on a one kilometer stretch. MTNL road is a strong contender. This would draw welcome media attention to your commissioners and other senior officials. If you do this, I promise I be there with a bouquet for you - a hundred and one roses.\n\nThree, after this monsoon, why don't you hire a specialist contractual firm and have all the roads dug up. Evenly, neatly, undeniably dug up. In effect, I am proposing that we have kuchcha roads instead of pucca ones.\n\nThe thing is, as I mentioned, in places where there are so many holes that the road itself disappears, one does not feel too much of a jhatka. The auto (or car) starts to feel like a cookie sliding across a bed of custard-jelly. It is slower but actually safer than a series of spine-threatening holes.\n\nBesides, if no road remains, then no pot-holes will remain and that takes care of mosquitoes breeding in stagnant little pools all over the place. There might be some criticism of such a measure, particularly from car-owners, but do not be afraid. There is nothing more important than health. You can ask them to choose between smooth rides and cerebral malaria. That ought to shut them up.\n\nThe auto-walas, I'm sure, will not mind. You can tell them that Mira-Bhayandar has decided to rethink its urbanization strategy, since they refuse to adapt to metropolitan, professional norms of public transport, which include functional meters, and where drivers aren't twelve-year olds, nor carry more than three passengers. If they protest, perhaps we can come to some sort of compromise. We give you pucca roads; you give us metered rides. You get my drift?\n\nMy fourth suggestion regards traffic policemen. Now, I've been living with you for a decade almost and have never, ever, spotted a traffic cop working outdoors. There is supposed to be a lady constable posted on duty near the auto-stand at Mira Road station and she is much-needed there. (More about that in another letter.) But except for that, no traffic cops in sight. Do we have any? Where are they? Mumbai traffic constables have set a good example by taking on pot-holes themselves. Your big sister wasn't much shamed by their intervention, it seems. You might as well go a step further and requisition of our local traffic cops to map, control or neutralize pot-holes, or supervise the effective elimination of tar roads.\n\nIn the event that you choose to ignore my suggestions and instead go on patching the broken roads, season to wet season, please learn from your big sister's mistakes. She spent Rs 100 crore last season when it didn't rain that much. Rs 100 crore is a lot of money. Where did it wash up? Nobody can tell thus far, but poor Jayant Patil tried. He took some officials out on a spin to remind us all that wherever Rs 100 crore disappeared, it certainly wasn't slicked firm and fast over the city's motorable surfaces. Not even on the airport runways.\n\nThis year, BMC spent another Rs 20 crore. It might go up to Rs 40 crore. She still gets 60 complaints a day. 60 new pot-hole complaints every day! We cannot match that level of complaint, of course, because in Mira-Bhayandar, people are used to keeping their heads down and are far too busy trying to get into trains to be able to complain about anything.\n\nBut please treat this as one. A major complaint.\n\nMy final suggestion: It would be great if you could get a list of contractors along with the specific roads they worked on. If their work did not last even three monsoons, I suggest they be black-listed from all future projects, particularly those involving public infrastructure and public funds. Because that's our money. Ours, which basically means mine and a million people like me. Actually, it's ... (truncated)",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.7708958387,
        "format_confidence":0.9816048741,
        "weight":0.0271745764
    },
    {
        "url":"http:\/\/ukpollingreport.co.uk\/blog\/archives\/5507",
        "text":"\n\nThere is a classic example in the Independent today and their treatment of last night’s ComRes poll. I don’t wish to criticise the Indy too much- they have not misrepresented the poll in anyway, it is reported in an entirely fair and accurate way. Nevertheless, but taking a single poll question in isolation it ends up creating a shallow and one-sided picture of public opinion.\n\nComRes’s poll yesterday 72% of people agreed with the statement “It is time for the Coalition to change its economic policy to be focused more on promoting growth and less on spending cuts”. Taken in isolation, that suggests overwhelming opposition to the government’s economic policy and support for Labour’s alternative.\n\nHowever, we don’t have to take it in isolation, as we have lots of other evidence too. I’ve written in the past about the shortcomings of “do you agree or disagree with this statement” questions – they risk skewing answers in the direction of the statement. For example, in December ComRes asked whether people agreed with the statement that “The Government should not increase public borrowing any further and its top priority should be to pay off the nation’s deficit as soon as possible” and found 74% of people agreed. Taken in isolation that would have suggested overwhelming support for the government’s position… except that ComRes also asked if people agreed that “The Government should borrow more in the short term to increase economic growth as much as possible even if it means reducing the deficit more slowly” and found that 49% of people agreed. In other words, 23% of people agreed both that the government should not borrow any more, and also that they should borrow more. ComRes’s findings in that poll suggest that the picture is not as clear as the single question today would suggest.\n\nUnsurprisingly given the importance of the question, other polls and companies have come at the same question from different angles. Populus this month read out two sentences summarising the government view and the Labour view on the economy and cuts (without identifying them as such), and asked people which they most agreed with. They got an almost even split, 48% in favour of the government’s stance, 49% in favour of Labour’s stance.\n\nYouGov do a similar question as a semi-regular tracker, asking people to say if the government should stick to its present strategy of reducing the deficit, even if this means growth remains slow, or whether the government should change its strategy to concentrate on growth, even if that means the deficit stays longer or gets worse. The last time YouGov asked that, also this month, showed 33% supported the present strategy and 39% wanted to change (29% weren’t sure or didn’t want either), so slightly more support for Labour’s stance than the Conservative one.\n\nIf you take a broad overview of all the polling evidence you end up with quite a mixed picture – certainly opinion seems to be moving in the direction of more of an emphasis on growth and less on the deficit, but the public remain quite evenly split. Looking at other polls people are opposed to the cuts, and they want to see more emphasis on growth. But they also want to see the deficit reduced, and think the cuts are necessary in order to do that. Ask them if they want to have their cake they say yes, ask them if they’d like to eat it they also say yes. Taking just a single polling question doesn’t give this broad picture at all – and indeed, depending on what the question was could produce entirely contradictory pictures.\n\nThe question we should ask ourselves is this – when the media talk about opinion polls, should they actually be doing their best to explain and illustrate the public’s opinion on an issue, taking all the available evidence into account, even if it ends up being muddy, confused, unclear and possibly quite dull? Or should they be plucking out single findings and trying to weave them into a sensational story?\n\n241 Responses to “Polling on economic policy”\n\n1 3 4 5\n  1. Robin\n    You noted the inverted commas (you didn’t?).\n\n    I don’t write my pieces to be in any way partisan and I think the notion that I could be ‘converted’ (noted the C in GC) is ridiculous. These columns are for discussing public opinion and how it affects VI.\n\n    My posting was taken to illuminate the features of FPTP and how it affects the body politic. There are quite a few councillors around here who have jumped ship because they saw the writing on the wall. We are back to Tory hegemony around here,as I suspect that enough Labour tactical voters will abstain at the next general election, or some indeed at locals, or just vote Labour on a ‘oh well, what the hell,’ basis.\n\n  2. @ SoCaL\n\n    My son & I are both members of the Labour Party. It is very cool. You can attend the Party conferences (as a delegate, if your CLP appoints you), you get to have input to policy reviews, vote for office bearers including the Party leaders & deputy leaders & you get to nominate members to be local councillors, MPs & MSPs. You also get invited to loads of events. We’ve been to dinners with Ed Balls, Alistair Darling & Alistair Campbell to name three well known names plus loads of events with MSPs, MPs.& Councillors.\n\n  3. SOCAL\n\n    @” I don’t think it’s a Catholic vs. non-Catholic thing.”\n\n    Is there another global church which employs private confession to a priest as a sacrament to free the penitent from his\/her sin .?\n\n  4. @ Green Christian\n\n    “My party membership give me a quarterly magazine, various mailings from different levels of the party, the ability to stand in internal elections (including candidate selection), the right to participate in the policy-making process, and a vote in all internal matters which are not exclusively dealt with by committees.”\n\n    It’s interesting. Just by my voter registration, I can stand for various internal party elections. But I actually have to win those elections to have a right to participate in the policy making process. And of course there are limits to that. I mean, you can fight to put a whole bunch of stuff in the Democratic Party platform and actually succeed in getting it in there. But then implementing it once you win an election is something different altogether. Universal healthcare for example has been promised by every Democratic President since I think Woodrow Wilson. I’m sure there was a fight in 1912 by Delegates to put it in the party platform. They probably felt pretty good about it when they got their plank. They probably had no idea that it would take another 98 years to actually see it come to fruition (and even then, it wouldn’t quite be exactly what they wanted and\/or imagined).\n\n    “When it comes to the practical details, party membership in the UK is typical of voluntary organisations. The US model of party membership, on the other hand, is something that I’ve never been able to make sense of.”\n\n    It’s really a way of identifying supporters. And making primary elections easier.\n\n    @ Gary Catter\n\n    “Not sure if anyone would put membership of a political party on their CV.”\n\n    Right. But you might put things that you did with your party membership on your resume. So if you were President of the Pembroke College Labour Club, you might put something like that down. Or if you were treasurer of the Tower Hamlets Conservative Association, you might put that down.\n\n  5. Interesting stories in the press about Cameron`s closeness to Blair…It`s almost as if Cameron and Miliband are fighting amongst themselves for the title `Closest to Blair`.Shows that Blair is still valued amongst certain groups of voters…And with recent polls showing Labour leading amongst AB voters,all the more important for Cameron to not lose his most favourable constituency.\n\n    But I also think there is a good chance that Cameron`s defence at the Leveson could be pretty similar to Blair`s…` I wanted to do something about the media but I had bigger battles to fight`…Whether he could carry it off as well as Blair remains to be seen.\n\n  6. Amber\n    Yeah, I can do all that. But they want you to pay for the eats, etc. I cannot think of anything more uninviting than sitting down with fellow politicos for pleasure.\n\n    For pleasure? Do me a favour, do. Now if Julie Christie turned out to be Lib Dem ….\n\n  7. @SoCalLiberal – “Billy Bob will recall… ”\n\n    It was in fact addressed to chrislane1945 at 5:35 am on 8th October 2011, but yes, I do treasure that episode:\n\n\n  8. Smukesh\n\n    It`s almost as if Cameron and Miliband are fighting amongst themselves for the title `Closest to Blair`.\n    I hadn’t realised Miliband was fighting for that title, but then I haven’t really been paying close attention to Labour. I thought Ed Miliband had been walking the tightrope of not been seen as to close, nor disowning him. When did that change?\n\n  9. @CRAIG\n    ` I thought Ed Miliband had been walking the tightrope of not been seen as to close, nor disowning him. When did that change?`\n\n    He certainly made an effort to distance himself from Blair in the conference speech…But recently there have been stories about Blair advising Miliband and he is due to appear alongside Miliband in a Labour fundraiser in June.\n\n    Also the recent appointments to the shadow cabinet(both new appointments Crudas and Adonis are considered to be closer to Blair) and Balls\/Mandelson joint letter to Guardian indicate Blair\/Brown factions coalescing around Miliband.\n\n  10. @SMukesh – “Blair\/Brown factions coalescing… ”\n\n    I think the one-time SDP member Andrew Rawnsley has the copyright on the universal method for viewing all things Labour… unsurprising that the rest of the commentariat followed suit, but oddly that so many Labour supporters have adopted it as the only reliable prism through which to view everything.\n\n    “The Blair-Brown labels speak much more to the central political concerns of 2001 than than those of 2011″:\n\n\n  11. @Howard\n\n    Yes, I noti... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.997554481,
        "format_confidence":0.8641523123,
        "weight":0.0158283141
    },
    {
        "url":"https:\/\/isewlove.wordpress.com\/2015\/11\/",
        "text":"I know this is a sewing blog, but I feel I need to say this…\n\nI was in Brussels, Belgium when I recieved the news of the attack in Paris. The next day, I recieved the news that the attacks were planned in Brussels, not far from the place I was staying. The attacks hurted me, very much. I cried, I held my children way too often and way too tight, I screamed “Why?”and I whispered “I don’t get it…”.\n\nIn the aftermath of these attacks, I watched the reactions of people, people I don’t know and people I know and love. And more times than not, I  shook my head in disbelief. And now, it is time for me to respond.\n\nLots of people respond to the attacks in Paris by saying “Let’s kill them all!” or “Let’s close our borders, no one in! We have been too kind untill now!”. In the same breath, they say they want to make a better world, a world of peace, kindness and tolerance. Responding with violence and exclusion is the complete opposite of what you want to achieve. Peace means no killing, otherwise you are the terrorist. Kidness means being kind and friendly to all, not to the people you choose to be kind to. Tolerance means to tolerate everybody, every religion, every race, not just the people with the same vision as you.\nA wise man once said, be the change you want to see in this world. Think about this, think about it long and hard before making a snap judgment about my post and responding in a non-tolerant way.\nI choose peace, I choose kindness, I choose tolerance. I choose to teach my children to love, not to hate. Even in this world, a world that seems to have gone mad. I choose to teach my children to make their own decisions, without judgment and without religion. Even now everybody seems to have lost their mind.\nI sincerely hope you will make the same decision…\n\n\nFrance has this national motto “Liberté, égalité, fraternité” meaning “liberty, equality and fraternity”. It couldn’t be more suitable now…",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.8640215993,
        "format_confidence":0.9965491295,
        "weight":0.0304573196
    },
    {
        "url":"https:\/\/attackthesystem.com\/armed-revolution-possible-and-not-so-difficult\/?replytocom=190564",
        "text":"Armed Revolution Possible and Not So Difficult 191\n\nBy Bill Bridgewater\n\nThe only “newsies” that I have ever met that I didn’t believe wasted oxygen by breathing were Dickey Chappell and Bernie Fall, both of whom were killed in Viet Nam because they believed that you couldn’t report battles in the field from a bar in Saigon.\n\nIt is not easy to admit that a newsie stopped me cold the other day in the middle of one of their silly interviews. He had asked me to enumerate the reasons that I believed to be valid to support the private ownership of firearms.\n\nWe did not disagree over personal protection; he even admitted that hunting is legal in every state. But, when I stated that I believed that the founding fathers intended that we be armed against the possibility of our own central government overstepping its bounds, he quite bluntly asked me if I thought that an armed American citizenry had a snowball’s chance in hell in an uprising against our own federal government.\n\nNow, when was the last time you put some really serious thought into that proposition? Not counting the slaughter of the American Indians, we have not seen a serious effort to pit Americans against Americans since the end of the War Between the States that ended 130 years ago.\n\nIs there even a shred of possibility that an armed citizenry could succeed against the strongest military power on Earth today?\n\nPerhaps we should review the years 1960-1975 again. The United States blindly stuck its oar in the muddied waters of Viet Nam very shortly after the French got their heads handed to them on a platter and were invited not to be a colonial power in Viet Nam any more.\n\nFinally, we found ourselves in the position of guaranteeing the survival of an independent South Viet Nam when the Northern part of the country made it clear that they were interested in reuniting the country under their particular brand of socialism.\n\nFor a decade and a half, we changed the leadership of South Viet Nam quite regularly; increased the pressure on the Johnson thumbscrews; bombed, quit, bombed, quit, ad infinitum; quantified the war; and finally turned it into an electronic war. At home we kept telling the citizens that we were just about to win decisively and elected another president to drive crazy with this goofy little war.\n\nFinally the president declared that all was over and the troops could come home.\n\nBut they did not return home in triumph with the bugles blaring. They came home with their tails between their legs just like every other defeated army in the history of the world. And the reason that they did so, my friends, was that the world’s most powerful nation got its backside severely whipped by a small, backward, agrarian nation who started the war against us with an assortment of ancient bolt-action rifles, no lines of support, no manufacturing base, and no infrastructure that the country absolutely depended upon.\n\nIt is not a joke that they made sandals from cut-up truck tires – it’s the truth. They fought the only kind of war they could hope to fight and win successfully – a guerrilla war.\n\nThey had two good models: the American colonies against the British in our war for independence, and the American Indian wars, where the value of slash-and-run against a superior foe was escalated to a fine art by the world’s finest light cavalry.\n\nTwice the North Vietnamese allowed themselves to be suckered into main force set-piece battles, and they got cut into ribbons for doing it. Otherwise, they stuck to General Giap’s plan of guerrilla warfare to the finish.\n\nThe North finally *did* get to mass their troops and tanks during their final sweep to victory into Saigon.\n\nWhy did this happen? Why did the world’s most powerful nation get its teeth kicked in and sent home in disgrace? Because we forgot our very own origins! We forgot that we were the ones who hid behind logs, berms, and bushes and shot British troops and their mercenaries as *targets of opportunity* while denying our opponents a target of any kind.\n\nWe used the skills of the mountain and plains Indians against an Army that was trained in only one form of combat. We refused to engage in the British methods of combat until we had superior forces and the odds were highly in our favor.\n\nGeneral Vo Nuyen Giap did exactly the same thing against us in the 1960s and 1970s while we used our superior firepower and technology to create ten million deaf monkeys and water buffalo. We defoliated tens of thousands of acres of jungle forest to prove that Giap’s troops weren’t there. We constructed every kind of trap known to mankind to capture and destroy divisions of enemy troops where there weren’t any.\n\nWe very patiently fought a European theater-type of warfare against a steadfast foe who fought a completely different kind of war that simply made our complex weapons systems useless. By inflexibly insisting on doing it our way, we lost the whole shooting match to a man who played it his way and won.\n\nMeanwhile, on the exact opposite side of the globe, another shooting match was gearing up that pitted the second most powerful nation in the world against an enemy whose armament consisted of ancient bolt-action rifles, who had no lines of support, no manufacturing base and no infrastructure that the nation depended upon.\n\nThough the Russians were determined that *they* would not be sent home with their tails between their legs, the Afghans were paying particular attention to those tactics that had worked so well for General Giap against the American forces. Even with the advantage of being able to totally ignore world opinion and to essentially ignore the opinions of its own citizens, Russia followed us down the long winding trail to disgrace by doing exactly what we had done in Viet Nam.\n\nHigh-ranking politicians (some of them in uniform), with absolutely no idea what was going on in the day-to-day conduct of both wars, made stupid decisions and then stuck by them despite advice to the contrary from both American and Russian on-scene commanders.\n\nThe Russian methods of combat – mass maneuver and firepower – that were developed against Napoleon and Hitler proved no more successful than our methods against an aggressively waged guerrilla war.\n\nBoth major enemies failed to fight the enemy that they faced. Both, in fact, fought an historical enemy who was not present on the field of battle. Both of these superior armies truly believed that superior strength and technical abilities would win the day. Both major armies believed that time was on their side and was working against their foe. Both were totally wrong because they underestimated the growing dislike of the supposedly neutral or “friendly” indigenous forces whose cities, villages, towns and homes were being destroyed by the ongoing flow of large-scale battles by the two major armies.\n\nWhatever the levels of dispute between the Vietnamese, the American forces eventually became the common enemy simply because of the massive damage they were doing in behalf of the south. Exactly the same thing transpired in Afghanistan. The Russians became the common enemy and went home in defeat.\n\nOur armed forces used everything in our weapons inventory in our effort to win except nuclear devices. So did the Russians. They even used some chemical weapons that we didn’t try.\n\nWhat does all this have to do with the question the newsy asked me? Everything.\n\nA revolution could be waged against the current American government far easier than you might imagine without careful examination. Consider:\n\n* The sheer numbers of firearms of all kinds in the hands of the American public would have made the American commanders in Viet Nam quake in their boots. We’re not talking junk equipment here, either. The average deer hunter with a .270 or .308 could give a platoon of regular troops more grief than they want. There was a special on the tube recently about military armaments on sale in the black market (including Stingers).\n\n* The population base from which revolutionaries could be recruited is *massive* – 250 million.\n\n* There are literally millions of well-trained men who served as officers and NCOs who learned face-to-face how guerrilla warfare works. They haven’t forgotten it, either.\n\n* There are millions of young men out there with military training and experience with weapons of every conceivable kind, who would make top-quality guerrilla troops.\n\n* Every one of the 100 counties in the state of North Carolina could field at least one full company that would be formidable in capability. If one assumes that North Carolina is no more capable than other states, that could amount to 180 divisions. These potential rebel troops would be fast-moving light infantry, with the capability of melting into the general population when necessary.\n\nAmerican military leaders would be in the position of having an inventory of high-tech weapons that they would be dependent upon your son or nephew to use against you. There would be no enemy states in which you could say that any weapon could be used against the rebels. They would be from each and every state and major city.\n\nBy the same token, there would be no sanctuary for the federal troops anywhere in the land. No matter where stationed, they would be subject to attack and harassment. The infrastructure on which the federal government depends would be rather easily disrupted by those who live there. Airfields and major lines of communications could be shut down and kept down for days at a time. Disruption of supplies to major bases and to centers of government would be simple. You don’t have to cut them off, just keep them hungry.\n\nThe federal government would be denied the use of all their major weaponry because they would still “own” the cities and villages. How do you justify bombing your own city just because there is a rebel company in it? One bombing would be the biggest recruiting drive ever for the rebel forces.\n\nNow just how powerful do thos... (truncated)",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9949718714,
        "format_confidence":0.9356310368,
        "weight":0.0157873355
    },
    {
        "url":"http:\/\/civicsblog.blogspot.com\/2008_09_01_archive.html",
        "text":"Sunday, September 28, 2008\n\nAnalysis: What does each candidate have to do to win the Vice Presidential debate on Oct. 2?\n\nOne of my favorite moments (38 seconds) from the primary debates. Keep in mind that Biden has a reputation for droning on and on in his answers. Enjoy.\n\nOpinion: Who won the presidential debate on Friday?\n\nBy Tom ShalesSaturday, September 27, 2008; Page C01\nJohn McCain wore the more presidential tie -- that much can be said for him -- but Barack Obama displayed the more presidential temperament, or the kind of demeanor people presumably would want in a president, when the two candidates met at the University of Mississippi last night for their first debate of the campaign.\n\nBoth men seemed well equipped in terms of facts and figures -- especially, as one would expect, dollar figures -- and neither made an outrageous blunder, although McCain did misidentify the new president of Pakistan. More critically, he came across as condescending and even rude to his opponent, a bit of bad behavior especially evident because Obama may have overdone the fair-minded bit in many of his remarks and answers.\n\nImperiously enough, McCain -- who had threatened not to show up for the debate because of America's financial crisis -- seemed determined to avoid even looking at Obama as the debate went on, although they did shake hands at the beginning and end. Many of McCain's answers were preceded with belittling references to Obama as if he were talking to a college freshman way out of his depth: \"I'm afraid Senator Obama doesn't understand the difference between a tactic and a strategy,\" was one typical remark.\n\nObama supporters must have been displeased, then, to hear their candidate keep agreeing with McCain, a case perhaps of sportsmanlike conduct run amok. Doesn't Obama want to win?\n\nOn the matter of congressional earmarks and wasteful spending, Obama began one answer with, \"Well, Senator McCain is absolutely right . . .\" and later, on an issue related to the Iraq war: \"Senator McCain is absolutely right . . .\" etc., etc.\n\nAfter all the nice-guy stuff from Obama, which may have reached self-defeating levels, it's perhaps not surprising that the most, perhaps only, electrifying moment of the debate was when he finally told McCain he was wrong -- three times in quick and effective succession. This was during debate about the origins of the war in Iraq. \"You were wrong\" about saying the war would be quick and easy, Obama charged, his voice rising. \"You were wrong\" about finding weapons of mass destruction, he continued. And there was one more \"you were wrong\" for good measure.\n\nObama was showing something that his personal appearances have too often lacked: passion. There was strong conviction behind his words, whether one agreed with them or not, and a welcome assertiveness. \"You were wrong\" was an effectively simple declarative sentence, not bogged down in qualifiers the way some of his sentences tend to be. \"We've got to look at bringing that war to a close,\" he said of Iraq; why not just, \"We've got to end that war\"?\n\nAlthough Obama was \"crisper\" than usual, as one commentator noted after the debate, he still may not have been crisp enough. His oratorical skills when giving speeches in vast venues have been amply demonstrated. But in debates and conversations, when he ad-libs, he sometimes seems to be weighing his answers almost too carefully, defusing his own remarks by diffusing them.\n\nDemocrat Paul Begala, one of CNN's army of pundits, criticized both candidates for the way they handled questions on the economy. The whole debate was supposed to deal with foreign policy, but as the economy shuddered and crumbled during the week, it was wisely decided to devote about a third of the debate to that crisis. But as Begala said, a stranger to this planet tuning in the debate wouldn't have known from the candidates' answers and attitudes that America is in the midst of what has been called the worst economic disaster since the Great Depression.\n\nInstead their answers were on the theoretical side, with no real sense of urgency. The folks out there in television land, losing their homes to foreclosure or seeing their retirement nest eggs obliterated, deserved more thoughtful and heartfelt answers.\n\nThe debate was moderated by public television's Jim Lehrer, who did a very accomplished job, willing to interrupt or challenge the candidates when they danced around an issue rather than addressing it. His first question was \"Where do you stand on the financial recovery plan\" now being debated in Washington. Both candidates merely reiterated economic policies from past speeches, with McCain preceding his response with a self-serving salute to Ted Kennedy, who was hospitalized earlier in the day.\n\nObama began his response with the usual bromide about America being \"at a defining moment in our history.\" Yes yes, but how will we pay the mortgage when the interest rate goes up for the umpteenth time next month?\n\nLehrer took control. After the meandering palaver from the two men he said pointedly, \"Let's go back to my question\" and repeated it.\n\nSince all three networks had access to the same basic pool video, some networks tried to dress up the picture with identifying decoration. NBC and CNN both had annoying animated graphics in the lower right-hand corners of the screen, just the thing for people who want to watch letters dance or globes spin around, distracting to everyone else. CNN had mercifully ditched its ticker-tape of fun facts, but replaced it with a chart that supposedly showed reactions from a sample group to the candidates' performances. The chart was hard to read and essentially useless.\n\nCBS armed a test group of viewer-voters with \"joy sticks\" to measure their responses to various moments of the debate, but this gimmick also proved to be of little help. A CBS reporter interviewed one man sitting in the room; the man said he thought McCain looked \"stressed.\"\n\nAnd that was that. The research measurement was done by Nielsen Media Research, it was pointed out, the same people who rate television shows. That raised the discomforting specter of equating presidential candidates with sitcoms, soap operas and reality junk.\n\nThis was reality -- the realest kind of reality -- and the debate was, for the most part, encouragingly civilized and not flawed with frivolous name-calling. As NBC's able Chuck Todd put it, \"no lipstick on a pig\" nonsense. If McCain had been more civil, and Obama were more combative and fervent, it would have been better still.\n\nWednesday, September 17, 2008\n\nAnalysis: Is the economy broken? Is the economy in a downward cycle? or Is the economy OK?\n\nTreasury's Paulson Urges Quick Action on Bailout Plan\nRescue Plan Grows to $700 Billion; Similar Measures Urged Overseas\n\nBy Lori Montgomery and David ChoWashington Post Staff Writers Sunday, September 21, 2008; 10:00 AM\n\nTreasury Secretary Henry M. Paulson Jr. today urged Congress to move quickly to approve the Bush administration's emergency plan to revive the U.S. financial system, a proposal that officials said yesterday would cost up to $700 billion as it relieved crippled financial institutions of their mortgage-based assets.\n\nPaulson, who was making the rounds of Sunday morning news talk shows explaining the administration's plan, said lawmakers need to reassure credit markets and Wall Street quickly and should not slow the process down by adding proposals onto the emergency bill.\n\n\"The credit markets are still very fragile right now and frozen,\" Paulson said in an interview on NBC's Meet the Press. \"We need to deal with this and deal with it quickly.\"\n\nSenior administration officials meanwhile yesterday pressed their counterparts in Japan, Germany, Britain and elsewhere to establish similar programs to rescue their own troubled firms in what would be an unprecedented bailout of the worldwide financial system. The move comes in recognition that complex interconnections among financial institutions have created a global crisis that the United States cannot solve alone.\n\nAs part of his television interviews today, Paulson said foreign banks would be eligible for assistance under the U.S. rescue plan because \"if a financial institution has business operations in the United States, hires people in the United States, if they are clogged with illiquid assets, they have the same impact on the American people as any other institution.\"\n\nCongressional leaders responded positively to the administration's rescue plan, though the price tag they received yesterday was $200 billion higher than they had been told to expect just three days ago. But House Democrats said they would push to include a number of contentious provisions that could make it difficult to pass the plan quickly, including limits on executive compensation for firms that unload their bad assets on the government and new powers for bankruptcy judges to modify mortgages on primary residences.\n\nDemocrats also want President Bush to drop his opposition to a second round of federal spending aimed at stimulating the economy. While the administration's bailout plan would insure the money market funds of millions of ordinary Americans and help prop up the mortgage market, some Democrats worry that it will primarily be viewed as a bailout for big Wall Street firms.\n\n\"Obviously, this is of direct benefit to some people in the financial industry,\" Rep. Barney Frank (D-Mass.), chairman of the House Financial Services Committee, said of the rescue plan. \"We need to be talking about direct benefits to people who are not in the private sector.\"\n\nBush, speaking to reporters during a White House appearance yesterday with Colombian President Álvaro Uribe, urged Democrats to set aside those demands. In talks with congressional leaders, Bush said he \"found a common understanding of how severe the problem is\" and the need for urgent action. \"We need to get this done quickly and, you know, the cleaner the bett... (truncated)",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9492222071,
        "format_confidence":0.6961681843,
        "weight":0.0334606961
    },
    {
        "url":"http:\/\/www.dailyranger.com\/story.php?story_id=13222&headline=Republicans-spooked-by-Cantor's-defeat",
        "text":"\n\nRepublicans spooked by Cantor's defeat\n\nJun 23, 2014 - By Mark Shields\n\nLet's be perfectly blunt. Ever since House Majority Leader Eric Cantor lost his Virginia primary to the underfunded Dave Brat, we political pundits (yes, I'm a card-carrying member) have been publicly embarrassing ourselves.\n\nWithin hours of the polls closing, commentators and analysts, none of whom had predicted Cantor's even being in trouble, were arrogantly telling the world exactly why long-shot Brat won -- and what his victory meant for Congress, the country and the Republican Party.\n\nSorry, but as somebody -- it was either Winston Churchill or Ozzy Osbourne -- wisely noted, the winners get to write history.\n\nThat, in this case, would be Brat, who campaigned as an unwavering opponent of comprehensive immigration reform, calling it \"the most symbolic issue that captures the difference between myself and Eric Cantor in this race, but it also captures the fissure between Main Street and Wall Street.\"\n\nHe argued that Wall Street and \"the Chamber of Commerce\" both \"want cheap labor, and that's going to lower wages for everybody else.\"\n\nFor House Republicans, for the foreseeable future, immigration reform legislation has become their third rail of American politics -- a place of danger to be carefully avoided as potentially fatal to their own political survival.\n\nNobody can explain House Republicans better than Tom Davis, a former eight-term congressman from Virginia as well as past chairman of the campaign committee responsible for electing Republicans to the House.\n\nAsked by Audie Cornish on NPR if tea party House Republicans were now confident that they were winning, Davis was candid.\n\n\"Well, they are in many ways, and having seen Cantor defeated sends chills down the spine of members when it comes to taking a vote on compromising or working with the president, because you can topple the majority leader -- who is seen as the most conservative member of the Republican leadership, and he is not conservative enough. What does that mean for me?\"\n\nImmigration reform is officially dead, killed by House Republicans.\n\nThe Democrats, with a president whose negative sixth-year job rating closer to that of the unpopular George W. Bush than to the soaring numbers earned by Bill Clinton and Ronald Reagan, don't have a historical precedent to give them any realistic confidence about winning a third consecutive White House term in 2016.\n\nBut the GOP now appears determined to snatch defeat from the jaws of potential victory by further alienating Latino voters, Asian voters and all voters who, for example, believe that we, Americans, don't punish children for the \"sins\" of their parents.\n\nThis value was well-expressed some 13 years ago by the governor of the first state to pass, by a vote of 142-1 in the state House and by 27-3 in the state Senate, a law to permit academically qualified high school graduates who were in the country illegally to pay in-state tuition at state universities.\n\nHere is what that governor said then: \"We must say to every child learning in (our) classrooms, 'we don't care where you came from, but where you are going, and we are going to do everything we can to help you get there.'\n\n\"And that vision must include the children of undocumented workers.\"\n\nThose were the words of the governor of the first state in the nation to pass its own Dream Act, Republican Rick Perry of Texas. The year was 2001.\n\nThree years later, Bush would win 44 percent of the Latino vote against John Kerry.\n\nFor a Republican Party that cannot even speak the words \"undocumented workers,\" sadly, that past is not a prologue.\n\n\nEditor's note: Syndicated columnist Mark Shields is a former Marine who appears regularly on \"Newshour\" on PBS.\n\nGet your copy of The Ranger online, every day! If you are a current print subscriber and want to also access dailyranger.com online (there is nothing more to purchase) including being able to download The Mining and Energy Edition, click here. Looking to start a new online subscription to dailyranger.com (even if it is for just one day)? Access our secure SSL encrypted server and start your subscription now by clicking here.\n\nCounty Weather\n\nPhoto Gallery\n\nTwitter Feed (Follow Us!)\n\nContact Us  © 2017 Riverton Ranger, Inc.",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9977974892,
        "format_confidence":0.5607658029,
        "weight":0.0192959779
    },
    {
        "url":"http:\/\/www.onthemedia.org\/story\/132800-dreamland-the-way-out-of-juarez\/",
        "text":"Dreamland: The Way out of Juarez\n\nFriday, June 04, 2010\n\n\nCharles Bowden has been covering the story of Juarez, Mexico for well over a decade. The city is intimately linked to the drug trade, meaning violence and corruption reign, but Bowden felt the full scope of the problem wasn't being told. In his latest project, Dreamland: The Way out of Juarez, Bowden combines reportage, poetry, police transcripts and illustrations to make sure readers know how bleak the situation really is.\n\nComments [5]\n\nScott from Napa, CA\n\nHello Jerry, I don't see how you could think that the above problem can be addressed, and at the same time cover up about the horrible murders and femicide taking place in Juarez. You are right about NAFTA, and all the corruption, but you can't cover up the truth of all the victims stories. The media on both sides of the border already does a good job at that.\nWatch 'City of lost girls' on youtube.\n\nJun. 07 2010 06:01 PM\n\nAs a Mexican, it was heart breaking to hear this interview. But what I like about this piece is that it points out that the corruption is not only in México, but it the US as well.\n\nJun. 07 2010 03:09 PM\nTony Whitmore from Los Angeles, CA\n\nI thought the interview with Mr. Bowdon was great. Made me want to go out and get this book more than I've been moved to pick up a book before.\n\n\nTony Whitmore\n\nJun. 07 2010 12:08 AM\nJerry Markatos from Central NC\n\nI thought your interview dwelt on the sensational and left listeners ignorant of the cause of the social pathology that is at the center of Bowden's excellent work. I've heard several interviews with Charles Bowden on Pacifica's Democracy Now!, and in each one, he has pointed out the direct link between the impoverishment of the majority of Mexicans by the effects of the NAFTA agreement and the grotesque escalation of drug violence. The rigged economy created by NAFTA and its aftermath has dumped subsidized US corn onto the Mexican market, destroying the livelihood of millions of farm families. It created a dozen new billionaires in Mexico soon after it was implemented, while it impoverished millions of our neighbors in Mexico, leaving them desperate enough to cross a formidable border for jobs, while others get sucked into the production of something that Gringos ARE willing to pay for: drugs. What's the point of dwelling on the extreme violence if the solutions to the problem are suppressed? There is major controversy over Congress's seeking to militarize Mexico's response to the problem when that only pours fuel on the fire as it has in Colombia. The solution must include renegotiation of NAFTA as Obama suggested in his campaign and human rights organizations insist, but the US business world and our business friendly media fail to allow that discussion, preferring simply to blame the victims. Let's return to the subject in a more constructive mode. Thousands of lives depend on it!\n\nJun. 06 2010 10:33 PM\n\nWhooooa -- reminder of both the horrors and the gritty reporters out there. Hardcore, dude.\n\nJun. 06 2010 11:28 AM\n\nLeave a Comment\n\nEmail addresses are required but never displayed.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9694308043,
        "format_confidence":0.8898008466,
        "weight":0.0153820724
    },
    {
        "url":"http:\/\/www.dw.com\/en\/germany-calls-for-stay-of-execution-in-bahrain\/a-15039714",
        "text":"Germany calls for stay of execution in Bahrain | Germany| News and in-depth reporting from Berlin and beyond | DW | 29.04.2011\n  1. Inhalt\n  2. Navigation\n  3. Weitere Inhalte\n  4. Metanavigation\n  5. Suche\n  6. Choose from 30 Languages\n\n\nGermany calls for stay of execution in Bahrain\n\nThe German government says the death sentence imposed by Bahrain on four Shiite men found guilty of killing two policemen at a protest in March is \"draconian.\" Berlin has urged a stay of execution.\n\nDemonstrators in Manama\n\nNumerous pro-democracy protesters have been arrested in Bahrain\n\nGermany has called for a stay of execution for four Shiite protestors – all aged 20 or 21 - who were sentenced to death by a Bahraini military court on Thursday for killing two policemen at a rally last month. The policemen were killed during a pro-democracy protest attended by hundreds of thousands of Shiites. Three other protestors were given life sentences.\n\n\"Our government hopes that the death sentences will not be carried out and that the judgment will be revised,\" said German Foreign Ministry spokesman Andreas Peschke. \"This draconian punishment impedes the process of rapprochement und reconciliation in Bahrain.”\n\nThis is only the third time in over 30 years that the death penalty has been imposed on Bahraini citizens. The authorities said the four can appeal their sentences.\n\nDoubts about fairness of trial\n\nAmnesty International has expressed concerns about the fairness of the trial. The human rights agency noted that the accused were tried by a military court behind closed doors and can only appeal to a military court.\n\nBahrain hosts the US Navy's Fifth Fleet. The US issued a rare rebuke to its ally following news of the death sentences.\n\nSmoke and fire in Pearl Square\n\nPearl Square has been a focal point of the protests\n\n\"Security measures will not resolve the challenges faced by Bahrain,\" said State Department spokeswoman Heide Bronke-Fulton in a statement. \"We are also extremely troubled by reports of ongoing human rights abuses and violations of medical neutrality in Bahrain. These actions only exacerbate frictions in Bahraini society.”\n\nShiites began holding demonstrations in mid-February. Bahrain's military imposed emergency rule on March 15. One day later, security forces were ordered to crush the protests. Since then, 29 people have been killed. With the exception of the four policemen and two foreigners, all were Shiites.\n\nMany Shiites say they face systematic discrimination in the Muslim island kingdom. Some Shiite groups have called for the monarchy to be abolished. Bahrain's Sunni leaders in turn accuse Shiite Iran of trying to increase its influence.\n\nAuthor: Wilhelmina Lyffyt (AFP, Reuters)\n\nEditor: Susan Houlton\n\nDW recommends",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9268850088,
        "format_confidence":0.9962021708,
        "weight":0.0198444849
    }
]