[
    {
        "url":"http:\/\/sokhahotels.com\/sihanoukville\/page\/term",
        "text":"This website, www.sokhahotels.com is owned by Sokha Hotels & Resorts, a subsidiary of Sokimex Investment Group. It contains information on the facilities and services provided by the Sokha Hotels & Resorts.\n\nThis website is protected by copyright and trademark of Sokha Hotels & Resorts. Users may access this website for the purpose of viewing and storing contents for personal non-commercial use. Commercial uses are strictly prohibited unless prior written consent has been granted from Sokha Hotels & Resorts.\n\nThe website content is without warranty and Sokha Hotels & Resort will not liable to any damages resulted to the users.\nSokha Hotels & Resorts reserves the rights to change the terms and conditions as contained herein from time to time without prior notice.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9262170792,
        "format_confidence":0.9860943556
    },
    {
        "url":"https:\/\/www.hotel-cityclub.com\/hotel\/city-club-kharkov-hotel-policies.html",
        "text":"+38 (057) 730-17-00\nCITY-CLUB hotel in Kharkov\n\nThe City Club Hotel Rules\n\n1. The hotel is only authorized to accommodate properly registered guests. For this purpose, guests need to present their valid national ID card or passport, or any other valid proof of identity to the relevant hotel employee immediately upon arrival.\n\n2. Upon arriving at the hotel, guests, who are already being accommodated, are obliged to prove their identity to a member of staff with a valid hotel card if requested to do so.\n\n3. In special cases, the hotel may offer a guest accommodation other than that which has been arranged, if it does not differ in any essential manner from that which was stipulated in the confirmed booking.\n\n4. On the basis of a booking confirmation the hotel is obliged to accommodate a guest from 2.00 p.m. to 8.00 p.m. and it is obliged to reserve the room for the guest up to this time unless the booking stipulates otherwise.\n\n5. The hotel may offer guests who ask to extend their stay a different room to the one in which they were originally accommodated.\n\n6. The hotel is only liable without limits for jewels, money or other valuables in the event that these items were accepted by the hotel for safekeeping.\n\n7. The right to compensation for damage must be exercised at the hotel without undue delay, but no later that within 15 days of the aggrieved party learning of this damage.\n\n8. Guests are allowed to use their rooms for the agreed period. If the period of accommodation is not stipulated in advance, guests have to check out by 12.00 p.m. on the last day of their stay at the latest, and they are obliged to move out by this time. If a guest fails to do this, the hotel has the right to bill him\/her for another day’s stay. In case when hotel has already reserved this room beforehand, and the guest fails to comply with the rules above, or if he\/she is not present in the hotel, the hotel reserves the right to store guest’s stuff in a safe place so that this room can be used by another guest for whom it has been reserved.\n\n9. A guest may only invite visitors with the consent of the appropriate hotel employee during the period from 8.00 a.m. to 10.00 p.m. upon registering this visit in the visitors’ book at the reception area.\n\n10. Unless stipulated otherwise in advance, guests are obliged to pay the prices for accommodation and other services rendered in accordance with the valid price list upon arrival, but not for a period longer than 7 consecutive days. The bill is payable upon being presented.\n\n11. Guests are obliged to pay for any damage they cause, if they are unable to prove that they are not responsible for this damage.\n\n© 2010-2020 Hotel in Kharkov CITY-CLUB\nРазработка и сопровождение Webmaster",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9945544004,
        "format_confidence":0.9679471254
    },
    {
        "url":"https:\/\/www.rockadventures.co.nz\/terms-and-conditions\/",
        "text":"Terms and Conditions\n\n\nTell us of any pre-existing injuries or medical conditions you may have e.g. epilepsy, back injuries etc.\n\n  • Follow all instructions from Basecamp staff, ask if you don’t understand.\n  • Each member of the group to complete the Basecamp Rock Adventures booking form\n  • Each member of the group to understand and sign Basecamp Rock Adventures Risk Acknowledgement and Waiver.\n\n\nBookings made by phone, email or by completion of our online form are considered firm and our staff will contact you to confirm availability. We require credit card details to hold your booking, however payment will not be taken until the day of your Rock Adventure. We accept Visa and Mastercard and by giving us your Credit Card details you agree for us to take full payment from your credit card.\n\nYou may cancel your booking at no charge up to 24hrs in advance of your Rock Adventure by calling 027 306 5888. or emailing [email protected] If your Rock Adventure is cancelled by Basecamp Wanaka due to inclement weather, minimum numbers not being met or any other reason, you will be offered an alternative day or you will be fully refunded.\n\nIf you cancel less than 24hrs before your Rock Adventure or do not turn up your credit card will be charged the full price of your Rock Adventure.\n\n\nAll prices are in New Zealand Dollars and inclusive of 15% GST (Goods and Service Tax). We do not accept payment in any other currency. Your card issuer may apply charges for converting currency. These charges are applied by your card issuer, we accept no responsibility for these. We reserve the right to change our prices without notice.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.588019371,
        "format_confidence":0.9883562922
    },
    {
        "url":"http:\/\/www.clevelandhotelsguide.com\/terms-of-use.html",
        "text":"Terms of Use\n\nThis Terms of Use governs your use of the Hotels Cleveland website. If you continue to visit and use this website, you are consenting to comply with and be bound by the Terms of Use. If you do not agree to abide by these terms, please do not enter the site.\n\nBefore reviewing the following basic terms, please note that the term \"Hotels in Cleveland\" or \"we\" or \"us\" refers to the owner of the website and the term \"you\" or \"your\" refers to the user or viewer of our website.\n\nBy accepting this Terms of Use, we grant you a limited license to access and make use of the site solely for personal, non-commercial purposes.\n\n\n1. All content on this site, such as articles, data, photographs, graphs, videos, software and other material, is the exclusive property of Cleveland Hotels and is protected by applicable copyrights, trademarks or other proprietary rights. We own a copyright in the selection, coordination, arrangement, and enhancement of such content. Without permission, you're prohibited to copy, modify, delete, redistribute or publish any of the content, in whole or in part.\n\n2. Cleveland Hotel and other marks indicated in the forms of logos, page headers, button icons, scripts and service names on the site are our service marks or registered service trademarks. Other products and company names mentioned on the site may be trademarks of their respective owners.\n\nSecurity & Accuracy\n\n1. Users are prohibited from violating the security of this site. You're not allowed to post on or transmit through Hotels of Cleveland any unsolicited email with unlawful, harmful, threatening or other objectionable content. Accessing data not intended for you and interfering with service to other customers are also prohibited.\n\n2. We offer links to other websites to provide further information for your convenience. Once you have used these links to leave our site, you should note that we can't be responsible for the content of the linked websites, though we are making every effort to frequently check the links' availability.\n\n3. Neither we nor any third parties offer any guarantee to the accuracy, timeliness, completeness or suitability of the information and materials found or offered on this website. Thus your use of any information or materials on this website is entirely at your own risk. It shall be your own responsibility to recheck the availability of any products, services or information.\n\nChange of Terms of Use\n\nWe reserve the right to amend these terms at any time without specific notice to you. The latest terms will be posted on the site, and you should check this new version prior to using the site.",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.7034852505,
        "format_confidence":0.9881830812
    },
    {
        "url":"http:\/\/www.fairwaymotel.net\/policies\/",
        "text":"Weekends May through October, holidays, and other peak times require a two night stay. Checking out early on a minimum stay incurs the full reservation costs.\n\n\nA deposit of a one night stay is required at the time of booking and a valid credit card is required at check-in.\n\n\nWe are a small motel and cancellations affect us significantly. If you find it necessary to cancel your stay, please do so at least 14 days prior to your scheduled check-in. The cancellation fee for at least 14 days notice is $25 and the balance of your deposit will be refunded. Cancellations received within 14 days will be charged the full deposit. If you cancel or no-show on the check-in date or check-out early, you are responsible for your full reservation and will be charged.\n\n\nTo reserve a room and check into our property you must be 21 years of age. The motel requires that someone 21 years old occupy the room and be responsible for all activity that takes place traveling with a minor.\n\nSAME DAY reservations cannot be booked online and require you to contact our staff for confirmation.\n\n\nRates are based on double occupancy; an additional $20 per person\/per night will be added for each guest 17 years of age or older. King rooms shall not exceed two (2) guests. No room shall exceed four (4) guests.\n\n\nCheck-in is between 3:00 pm and 9:00 pm. Please call if you will be arriving after 9:00 pm. Check-out is by 11:00 am. Our office hours are 7:00 am to 9:00 pm.\n\n\nOur rates and fees are subject to the 9% NH Rooms and Meals Tax.\n\n\nWhen booking four or more rooms a Group Booking Agreement is required and a 90-day cancellation policy is implemented. These rooms will show unavailable online and your guests must call for details.\n\n\nWe do not allow pets. A $500 cleaning fee will be charged if this policy is not followed.\n\n\nWe are a non-smoking establishment. Smoking is not permitted within fifty (50) feet of any buildings. A $500 cleaning fee will be charged if this policy is not followed.\n\n\nAny type of loss or damage to the room or public space will result in a charge to your credit card.\n\n\nOur seasonal pool is available to registered guests staying with us. All guests agree to follow the rules on our registration card and those posted in the pool area. Pool hours are 9:00 am to 9:00 pm.\n\n\nRegistered guests of Fairway Motel may golf at Lake Sunapee Country Club subject to availability. Guests are required to contact the Director of Golf in the Pro Shop AT LEAST one week prior to check-in to schedule available time. Pro Shop is 603-526-6040 Ext 1. The fee is $99 per person and includes the use of a golf cart.\n\nOur prices and policies are subject to change without notice.\n\nBook Now\n\nContact Us\n\n\n344 Andover Rd (Route 11)\nNew London, NH 03257\n\n\n\nI've never had a hotel room so clean. It is simple, clean and peaceful. I will definitely be coming back again\n\n— Minnesota Guest\n\nThank you so much, my room is great! I love being upstairs.\n\n— New Hampshire Guest",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9947512746,
        "format_confidence":0.7615483403
    },
    {
        "url":"https:\/\/rhsa.uk\/house-rules\/",
        "text":"Ravenshouse Serviced Apartments\nspace • privacy • security • independence\n\nHouse Rules\n\nGuest Information & Fees\n\nThank you for booking your stay with Ravens House Sapphire Apartments. To ensure that all our guests, our neighbours and future guests have the best possible experience, we have a few simple house rules.\n\nNo smoking in the apartment\n\n\nAll our properties are Non-­smoking. As a kind measure to future guests, if you do smoke, please ensure you do so outside and then dispose of the cigarette butt thoughtfully.\n\nPlease be mindful of your noise\n\nWe don’t expect our guests to be silent, however, as a lot of our apartments are in blocks of apartments, sound can travel a long way, so please be mindful of your noise level and respectful to others around you, particularly in the evening.\n\nNo Parties\n\nOK, so in this case we are party poopers! Out of respect to our guests and neighbours, our properties are not available to hold parties and we will not tolerate them. If you wish to hold a party, we politely advise you to go somewhere else.\n\nNo Pets\n\nWe’re huge pet lovers at Ravens House Sapphire Apartments however we recognise and respect that some people are not or could be allergic to them, so we kindly ask you to refrain from bringing your beloved pets into any of our properties.\n\nNo Illegal activities\n\nWhether it is providing a ‘personal’ service, or selling illegal substances, we do not tolerate any illegal activity, and will prosecute if this is ignored. If we suspect this is happening at any time during your stay we will ask you to leave the premises immediately, there will be no refund and we will make an admin charge.\n\nTreat our team with respect\n\nWe hope you share our belief that everyone has the right to be treated with respect. However if we hear any reports of any form of abuse towards any member of our team, you will be asked to leave.\n\nWe want every guest to experience that wonderful clean feeling when they walk into a Ravens House Sapphire Apartments property, which is why we kindly ask that you leave the property in a reasonably tidy condition when you depart. Don’t worry, we don’t expect you to do the dusting, just please avoid leaving spillages on the carpet, or beer splattered on the walls, make sure the furniture is left where you found it and please do the washing up before you go. Thank you.\n\nInterim clean for longer stays\n\nIf your stay is for longer than a couple of weeks our cleaning team will pop round to freshen the property up for you. We’ll agree a convenient time with you to carry out this interim clean. After all, we pride ourselves on ensuring our properties are maintained to the highest standard for all our guests. You included!\n\n\nWe all know that accidents happen and things may go missing from time to time. We kindly ask you to report any breakages\/faulty appliances etc. as soon as possible via our website help@rhsa.uk , or by phoning our helpdesk, so they can be fixed as soon as possible. We’re very friendly, and we won’t tell you off!\n\n\nWe hope that all our guests respect our properties and furniture, however sometimes this is not the case. If there is excessive damage to a property, its equipment or furniture, we reserve the right to charge for the repair\/replacement, plus an admin charge. If, however, you find something that is broken during your stay, please let us know by email help@rhsa.uk or by calling our help desk. We will not charge you if it was an accident and you have notified us about the problem.\n\n\nWhere we use physical keys to access the apartment, please leave them where you found them from on your arrival, when you leave. If you lose your key during your stay, or don’t leave it behind when you leave, then we will make an admin charge to replace it. If you later return it, we will refund half of this charge.\n\nSofa Beds and Cots\n\nPlease notify your helpdesk team by phone or email help@rhsa.uk before your stay should you require linen for the sofa bed or (if available) if you require a cot, so that we can have your room set up correctly ahead of your arrival.\n\nAdditional Charges\n\nWe hope you agree that these house rules are there to ensure all our guests have a pleasant stay. However, in the case where the House Rules aren’t adhered to, we reserve the right to make additional charges and in extreme cases we will ask you to vacate the property immediately with no refund given.\n\nSmoking within the property: £650 Cleaning & Admin charge\n\nExcessive damage to the property: Cost of repair or replace + £300 Admin charge\n\nIllegal activities: £1000 Admin Charge\n\nLost Key: £50 Admin Charge\n\nExtra Cleaning (e.g Washing up): £50 Cleaning Charge\n\nParting words…\n\nWe wish you a very pleasant stay within your property and hope you find everything you need to ensure your experience is comfortable and accommodating. We kindly ask you to respect our ‘House Rules’ and treat this property as if it’s your pride and joy (or if you were inviting the Queen to stay).\n\nOur kindest regards,\nThe Ravens House Sapphire Apartments Team\n\nGot a Question?\nClick here to email\nor call today on\n+44 (0)1279 902911\n\nGet in Touch with RHSA\n\nRavens House Sapphire Apartments\nJohn Dyde Close\nBishops Stortford\nCM23 3BE\n\nT: +44 (0)1279 902911\nM: +44 (0)7942 716183\n\nE: Click here to email\n\n© 2021 RHSA UK. All rights reserved. WordPress Design",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.8940712214,
        "format_confidence":0.5922403336
    },
    {
        "url":"https:\/\/browntroutinn.com\/8-about\/20-our-animal-policy",
        "text":"dogs sConditions of dogs staying at the Brown Trout\n\nUp to two dogs may stay in your room £20.00 for one dog and £30.00 for two.\n\nWe really appreciate our many good dog owners that stay with us but unfortunately we have had to make some terms and conditions.\n\n1. Dogs must be on a lead at all times within main building and around bedrooms.\n2. Dogs must be cleaned and smelling fresh - heavy doggy smells will not be allowed in the main building and incur an extra cleaning charge in room.\n3. Dogs on heat or shedding hair cannot stay with us.\n4. Barking or whining dogs will be asked to leave the main building.\n5. Dogs cannot be left unattended in their rooms unless in their regular sleeping cage during a meal.\n6. The housekeepers will access your bedroom daily so dogs cannot be left unattended during the day.\n7. To dine with your dog - please come to reception first and check if there is a table available in the tiled area for you to sit. During busy periods it is not always possible to dine with your dog if there is no table available.\n8. Maximum of two dogs at a table at any time.\n9. Please check your room on arrival and report if any noticeable pre- existing damage. Your room will be inspected on check out and any new damage charged.\n10. Dogs must not sit directly on any furniture within the main building or in your bedroom- if dog hairs found on sheets or mattresses an extra cleaning charge will be incurred.\n\nLifting Poop- You must be in attendance with your dog when it is let outside to lift poop\n\nExtra cleaning charges.\n\nUnable to sell room due to heavy dog smell £100.00\n\nHairs on mattresses or bedroom furniture £50.00\n\nDamage to woodwork through chewing or scratching £100.00\n\nRipped or damaged curtains £100.00\n\nI agree to abide by the above terms and conditions in order for my dog(s) to stay here and authorize charges to my credit card should any of the above charges need to be raised.\n\n\n\n\npdfDownload this as a PDF\n\nGift Vouchers 2018\n\nOur Gift Vouchers make the Gift you can purchase a voucher to cover cost of dinner, a weekend break or an amount of money and the great news is they never expire.\n\nDog Friendly Hotel\n\nMake a Reservation\n\n\n\nCheck Availability\n\nNights Stay\n\n\n\nStay any two nights during May and June for only £100 per person sharing. \n\nThis offer includes two nights bed and breakfast and one evening meal\n\n\n\nTwo nights bed and breakfast and one evening meal £130 per person sharing\n\n\nTwo nights bed and brekafast and one evening meal £120 per person sharing\n\nFor All Other Accommodation Offers see our Specials Page",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.6455481648,
        "format_confidence":0.8925190568
    },
    {
        "url":"http:\/\/phuket.holidayinnresorts.com\/ar\/privacy",
        "text":"\n\n\nHow We Protect Your Privacy\n\nThe privacy and security of your personal information is very important to us. We do not share your personal information in ways not disclosed in our privacy statement or without your informed permission. We value your trust very highly, and we strive to protect the confidentiality and appropriate use of any personal information you provide to us. Details are described in our Updated Privacy Policy\n\nInterContinental Hotels Group is a Participant in the TRUSTe Privacy Seal Program. TRUSTe is an independent organization whose mission is to advance privacy and trust in the networked world. As this Web site wants to demonstrate its commitment to your privacy, it has agreed to disclose its information practices and have its privacy practices monitored for compliance by TRUSTe. To view a complete list of these validated InterContinental Hotel Group sites please click on the TRUSTe seal.\n\nPhone: 1-770-604-8347\n\nFax: 1-770-604-5275\n\nEmail: privacyoffice@ihg.com\n\n\n52 Thaweewong Road\nPatong, Kathu,\nPhuket 83150\n\n+66 (0) 76 370 200\n\nدليل محلي\n\nيقع مجمع هوليداي إن ريزورت فوكيت في الجانب المقابل لشاطئ باتونج، على بعد خطوات من الرمال الذهبية ويمكن السير علي الأقدام لمسافة قصيرة لسوق باتونج والمطاعم والترفيه.\n\nHIRP (Thailand) Limited ان هذا الفندق تملكه وتشغله مستقلا شركة",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.7893284559,
        "format_confidence":0.986056447
    }
]