[
    {
        "url":"http:\/\/www.filefacts.com\/ace-translator-info",
        "text":"Ace Translator 10 (Shareware)\n\nAce Translator is a translation program that supports over 60 languages. The program has a simple interface with two panes. The upper pain is used for the source language and the lower pane is for the translation. To use the program, users just need to paste a block of text on the upper portion of the window and choose the language. On the bottom pane, choose the language to translate to and then click on the ‘Translate’ button at the bottom of the screen.\n\nOne of the features of the Ace Translator application is Text-to-Speech. With this feature, users will be able to listen to the translated text and learn the correct pronunciation of words. However, not all languages are supported by the Text-to-Speech feature.\n\nThe computer must be connected to the Internet in order for the Ace Translator application to work. This is because the program makes use of translation services online to produce the translation results for text typed in. The program is limited to translating only a hundred characters. This may be a limitation, but a hundred characters are sufficient to learn words and phrases in other languages. Some of the languages supported by the program are Greek, English, Russian, Latin, French, and Spanish.",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.9905267954,
        "format_confidence":0.809053421
    },
    {
        "url":"https:\/\/www.file-extensions.org\/eztut-file-extension",
        "text":"Detailed description\n\nAdd comment\n\nBookmark & share this page with others:\n\nEZTUT file - Logitech Harmony tutor file\n\nWhat is eztut file? How to open eztut files?\n\nFile type specification:\n\nVarious data file type icon Various data file type\n\nThe EZTUT file extension is related to Harmony universal remote controller range of products from Logitech.\n\nAn *.eztut file contains tutor data for the device.\n\nHelp how to open EZTUT files:\n\nThis file type is not meant to be opened directly, there is no software that could open and work with it directly, or there is no information available in public sources about opening this file type. This is usually the case of some internal data files, caches, temporary files etc.\n\nHow to convert file with extension EZTUT:\n\nAs far as we know, this .eztut file type can't be converted to any other file format. This is usually the case of system, configuration, temporary, or data files containing data exclusive to only one software and used for its own purposes. Also some proprietary or closed file formats cannot be converted to more common file types in order to protect the intellectual property of the developer, which is for example the case of some DRM-protected multimedia files.\n\nPrevious file extension\nEZSETUP file extension > Various data file types\n\nNext file extension\nfile extension EZTUTOR\n\n\nFollow us!\n\nEnter any file extension without dot (e.g. pdf)\nSearch for file extension details and associated application(s)\n\nRSS feed",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.6792789102,
        "format_confidence":0.7005749941
    },
    {
        "url":"https:\/\/thetechnologicalnews.com\/what-is-vps-vs-vpn\/",
        "text":"What is VPS vs VPN?\n\nWhat is VPS vs VPN?\n\nWhat is VPS vs VPN?\n\n\n         Have you ever heard the word VPS? And I’m sure you have already heard the word VPN. Their acronyms and sounds may be similar but they really differ from each other when it comes to services that they can provide. If you are searching for what’s the best to use for your online security in pursuit of safeguarding your devices, internet connections, and important data between the two, read the information below. Then after that, you’ll be able to come up with the best provider you have chosen for your business matters.\n\n\n  •         VPS – computer\n  •         VPN – service\n\n         As a business owner, it would be difficult for you to know and to choose what suits you the best. You may need a website and a hosting service but from that, it can get really confusing.\n\nWhat is VPS (Virtual Private Server)?\n\n         VPS stands for Virtual Private Server, but do you really know what it means? VPS is a hosting service wherein the server that contains your website is split into virtual sections that imitate dedicated servers (functions independently from the others) and it also provides a reliable hosting solution. It is a computer that likely you use at home. It can install or run any type of software, support email services, store files, relay communications between devices, and more just like a normal computer. This server can usually be accessed through a paid subscription.\n\nThe process that provides a service to a network is called hosting, that most often used in web hosting.\n\nThese are the several types of server hosting depending on the configuration.\n\n  •         Shared Server Hosting – perfect for those entry-level website hosting. This is where your website will be stored on the same server as multiple other websites.  Responds to requests from multiple clients at once.\n  •         Dedicated Server Hosting – a server that only caters to one client. More costly, customizable, and can only run on a single operating system (OS).\n  •         Managed Hosting – most hosting packages that you’ll find online are likely to be managed. These companies provide technical services such as hardware and software setup.\n  •         Cloud Hosting – the current buzzword of the technology industry. It means many computers work together, run applications using combined computing resources.  Works via a network and enables companies to consume computing resource like a utility.\n\nHow Does VPS Work?\n\n       It works through virtualization technology, that lets you run multiple operating systems from a single machine. For example, you have a Macbook that runs macOS, from that you can quickly switch to Windows 10 without needing to restart your computer or device. Each VPS server is completely isolated and private from another virtual server that is using the same physical server.\n\nWho Needs a VPS Server?\n\n         Other people might use VPS server hosting to run programs that require a lot of CPU (central processing unit). You might need VPS hosting if you are:\n\n  •         If you’re hosting websites with several hundred visitors per day.\n  •         You run very advanced applications.\n  •         You have websites with eCommerce platforms.\n  •         You want more control over your server.\n  •         You need to run remotely operated software.\n  •         Your business is growing at a rapid pace.\n\nWhat is VPN (Virtual Private Network)?\n\n         You’ve heard this acronym many times, but do you really know the meaning and what it provides to you? Like VPS, VPN involves servers but in a different way. When you are using the internet, your requests along with the IP address, and in some cases your personal information, process them and sends the information you wanted back. This can be an effective system but not that private nor secure. This is where cyberhacking can lead to.\n\n         To protect and secure your information, and allow you to browse your internet more anonymously, VPNs send your data through their own network before it reaches its final destination.\n\n         Virtual Private Network also uses a technique called tunneling that can better safeguard your private information. VPNs also encrypt your server request that transforms your information into code that can only be decoded when it reaches the proper target. Most VPN providers can also track your internet activity, many of the best VPN providers have a no-logs policy. That means they don’t keep or store your records of what you are doing with their servers. So even if other people can request this information, your data will always be safe.\n\nHow Does a VPN Work?\n\n         If you are an internet user, you start the VPN software by using your VPN service. The software quickly encrypts your data before it heads to the VPN server.\n\n         To tunnel or use the tunneling technique to your information and separate it from the other data that travels online, VPN provides encapsulation. That basically puts digital wrapping of other information around it, making it harder to tell what it is. VPN providers also encrypt your data, which makes it more to hack.\n\n         In encryption, it translates your information into a complex code that can only be read using the right decoding tool, making it more difficult for cybercriminals to decipher the codes. The most common tunneling and encryption protocols for VPN are PPTP, L2TP\/IPSec, IKEv2\/IPSec, SSTP, and OpenVPN.\n\nWho Needs a VPN?\n\n         VPNs are developed for large enterprises so that they can use it. A business whether small or big needs a VPN in order to protect its data from prying eyes or masks its IP address. You may benefit from VPN if you:\n\n  •         Browse the internet with greater privacy\n  •         Access geographically restricted content\n  •         View websites your network blocks\n  •         Use public wi-fi safely\n  •         Avoid being throttled by your ISP\n  •         Save money\n\nDifference Between the Two: VPN vs VPS\n\n       Basically, the difference between the two are:\n\n  •         VPN – only used for keeping your data safe and secure when you are browsing the internet.\n  •         VPS – only used as a service provided by some hosting companies in order to host a website or an application. But it can ultimately be used in connecting to the internet.\n\n         So have you decided which one to use? Whether this one is being used by many, it’s still your choice to choose and what to apply for your personal or business matter. There is no “right” option or choice to follow. It depends on how you will use each one of them and how you were able to understand the difference between the two. Pick the best choice that suits you well!",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.9602375031,
        "format_confidence":0.7839602232
    },
    {
        "url":"http:\/\/www.seamlessnetsolutions.co.uk\/linux.php",
        "text":"Linux logo (Tux)Linux is the generic name used for a number of distributions (software collections) based on the Linux Operating System (OS) Kernel, originally developed by Linus Torvolds.\n\nThe Linux Kernel is a 'Unix type' OS which is distributed under the GNU Free and Open Source (FOS) licence, meaning that it can be used and distributed free of charge but, more importantly, free of restriction - FOS applications, including the Linux Kernel, can be modified by anyone, provided that the source code for the modifications are made available to the FOS community. What this means is that developers are able to take other developers' code and further develop it, then make it available to everyone. This allows software to be developed and distributed free of charge and also updated very quickly.\n\nThere are many Linux distributions, some of the biggest and best known are: Ubuntu, Mint, Elementary (all based on the Debian distribution design), Fedora (based on Red Hat), SuSE and Open SuSe, Slackware, Mandreva, Enlightenment and more than a hundred others.\n\nA typical Linux distribution includes a Graphical User Interface (GUI), similar to Android, Windows or Mac OS X, and a selection of FOS applications - there are more than 15,000 FOS applications to choose from and many of these are available, cross-platform, on Android, OS X and Windows. Obviously, Linux is well supported when it comes to Office and creative applications.\n\nFor instance; Libre Office is a fully featured Office package, highly compatible with Microsoft Office, with Word-processor, Spreadsheet, Presentation and Database functionality but also including a Vector drawing suite, Mathematical suite and Portable Document Format (PDF) editing facilities built in. It is currently available for Linux, Mac OS X and Windows, with a limited version also available for Android.\n\nLinux distributions, such as Ubuntu and Mint, are very similar in use to Windows, Mac OS X or Android, though the layout of the GUI will be different, e.g. Mint is similar in layout to the old Windows XP OS, Elementary is similar in layout to Mac OS X and Ubuntu is more individual in its design. All, however, offer a genuine and practical alternative to Windows, Mac OS X or Android.\n\nAs the Linux Kernel is a Unix-like OS it is much more difficult for criminals to create viruses and Mal-wear for this OS and that, coupled with the fact that Linux is not as prominent as Windows, means that there are, at the time of writing, no such hazards at large to worry users.\n\n\n\n\n\nDesign Copyright© 2018 - SeamlessNetSolutions",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.8547536731,
        "format_confidence":0.8815447688
    },
    {
        "url":"https:\/\/smb.avast.com\/answers\/history-and-future-of-network-security",
        "text":"\n\nHistory and Future of Network Security\n\nOrigins, History, and Evolution\n\nNetwork security came about as a topic as soon as people started realizing that there was intrinsic value in data. This happened in a series of events as the Information and Digital Age unfolded in the second half of the 20th century.\n\nIn the late 1960s and into the early 1970’s, digital storage became a reality. Large, room-sized mainframes were responsible for storing this information, and access to those storage repositories was granted by plugging directly into the mainframe itself, or accessing the mainframe’s data from one of many terminals inside of the building. Early adopters of digital storage technology didn’t have a problem protecting company sensitive information, as you actually had to be inside the building to get to the information.\n\nLess than a decade later, as more and more data was stored, there was a shift in thinking: Data had value and large helpings of personally identifiable information. During this shift, information started becoming a commodity. Credit card data, bank account numbers, profit and loss statements, personal details, demographic information on large population groups… this proliferation of digital data brought with it unprecedented risk of the most sensitive of information ending up in the hands of the wrong people.\n\nThe introduction of online access and the Internet exacerbated this risk. Not only did companies have large amounts of personal information on employees and customers, they also started sharing, selling, and repackaging this data. \n\nThe genesis of cybercrime and the modern approach for protection came about as a result of data becoming a commodity. Anything with value can be bought, sold, and most importantly, stolen. Companies now had to face the new reality that their sensitive information needed to be kept safe from cybercriminals.\n\nSecurity as a Fortress\n\nThe modern approach to defend against cyber attacks and threats is to have as many layers as it takes to keep the cybercriminal from getting at your most important and sensitive information. This is not unlike how medieval fortresses were constructed; The farmlands would be on the very outside, and multiple layers of walls would deter the enemy, with the very most important of possessions and nobility behind the last wall.\n\nThis layered strategy, also referred to as defense in depth, exists within businesses as well. Large enterprise organizations often have a wide combination of firewalls, content inspection appliances, endpoint antivirus, proxy servers, and IAM systems in play, protecting dozens or hundreds of private companies. Each of these represent a layer that must be beaten, often prior to encountering the next layer. Make it past the firewall, there might be an Intrusion Prevention System waiting behind that to stop the malicious code from executing. There could be other content inspection processes waiting behind that as well such as an Intrusion Detection System.\n\nIn contrast to a brick-and-mortar fortress, there are constant, internal threats to a company. Employees take laptops home and work as if in the office. People bring their mobile devices to work and connect to the guest or private network. Each of these two actions could bring an active malware infection into the company. At that point, DNS-level protection in the form of a firewall or secure web gateway would need to prevent malicious code from downloading or executing.\n\nModernizing the Technology Stack\n\nIn the modern stack, organizations that handle very sensitive information have compliance standards that must be met. These standards stipulate that a minimum level of protection must be applied. These standards are nearly 100% reliant on the technology stack, which is designed to keep criminals from breaching your defenses.\n\nIT security can be strengthened by assessing a company’s attack surface, prioritizing the most impactful risks, and solving using a combination of tools and processes. Therefore, risk assessment is a powerful first step in defining the proper strategy.\n\nAfter proper assessments have been done, administrators then select the fewest tools and processes possible to solve for all of their high priority challenges. These include threat intelligence and prevention tools that help a modern administrator manage the IT stack and activity. Among these tools are:\n\n  • Intrusion Detection Systems (IDS) which scan and alert when unauthorized access or threats have been detected\n  • Intrusion Prevention Systems (IPS) which scan for malicious traffic that has made it behind the firewall\n  • Endpoint protection products such as antivirus or email protection software\n  • Security Information and Event Management (SIEM) tools, that allow IT administrators to configure specific alerts attached to specific actions thus increasing their visibility into the stack\n  • Network Access Control tools which enhance an administrator’s visibility with policy governance, user governance, and automated reactions to common intrusion attempts\n  • Cloud Security tools to remotely manage devices, data, and networks from a central location\n  • Physical and Digital Access Control Tools which only allow authorized people or devices access to company property, networks, or information\n\nContinue Reading...\n\nOn-Demand Webinar\n\nMSSPs: Surviving and Prospering in the New Network Security Reality. The Avast Business \"Easy Button\" Solution.\n\nView Webinar >\n\nRecorded Demo\n\nSee How a Secure Internet Gateway with Powerful Next Gen Firewall Capabilities (NGFW) Provides Complete Security.\n\nView Demo >\n\nOn-Demand Webinar\n\nAppliances vs Cloud Security. Six Reasons Why On Prem Security Appliances and UTMs Are Failing Your Business.\n\nView Webinar >",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.7084608674,
        "format_confidence":0.8546078801
    },
    {
        "url":"https:\/\/lmms.io\/wiki\/index.php?title=It:0.4:Termini_e_Convenzioni",
        "text":"\n\nIt:0.4:Termini e Convenzioni\n\nFrom LMMS Wiki\nJump to navigation Jump to search\n\nen de fr it\n\n48px-Crystal_Clear_app_locale.png This article needs to be translated.\nPlease help improve the wiki by writing or translating the article into Italian.",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.730455339,
        "format_confidence":0.5603571534
    },
    {
        "url":"https:\/\/www.cloudflare.com\/es-la\/learning\/ddos\/ntp-amplification-ddos-attack\/",
        "text":"NTP Amplification DDoS Attack\n\nA volumetric DDoS attack that takes advantage of a vulnerability in NTP protocol, with a goal of flooding a server with UDP traffic.\n\nShare facebook icon linkedin icon twitter icon email icon\n\nNTP Amplification Attack\n\nMetas de aprendizaje\n\nDespués de leer este artículo usted podrá:\n\n  • Define a NTP amplification DDoS attack\n  • Explain how a NTP amplification attack works\n  • Understand several mitigation strategies for this type of DDoS attack\n\nWhat is a NTP amplification attack?\n\nAn NTP amplification attack is a reflection-based volumetric distributed denial-of-service (DDoS) attack in which an attacker exploits a Network Time Protocol (NTP) server functionality in order to overwhelm a targeted network or server with an amplified amount of UDP traffic, rendering the target and its surrounding infrastructure inaccessible to regular traffic.\n\nHow does a NTP amplification attack work?\n\nAll amplification attacks exploit a disparity in bandwidth cost between an attacker and the targeted web resource. When the disparity in cost is magnified across many requests, the resulting volume of traffic can disrupt network infrastructure. By sending small queries that result in large responses, the malicious user is able to get more from less. When multiplying this magnification by having each bot in a botnet make similar requests, the attacker is both obfuscated from detection and reaping the benefits of greatly increased attack traffic.\n\nDNS flood attacks differ from DNS amplification attacks. Unlike DNS floods, DNS amplification attacks reflect and amplify traffic off unsecured DNS servers in order to hide the origin of the attack and increase its effectiveness. DNS amplification attacks use devices with smaller bandwidth connections to make numerous requests to unsecured DNS servers. The devices make many small requests for very large DNS records, but when making the requests, the attacker forges the return address to be that of the intended victim. The amplification allows the attacker to take out larger targets with only limited attack resources.\n\nNTP amplification, much like DNS amplification, can be thought of in the context of a malicious teenager calling a restaurant and saying “I’ll have one of everything, please call me back and tell me my whole order.” When the restaurant asks for a callback number, the number given is the targeted victim’s phone number. The target then receives a call from the restaurant with a lot of information that they didn’t request.\n\nThe Network Time Protocol is designed to allow internet connected devices to synchronize their internal clocks, and serves an important function in internet architecture. By exploiting the monlist command enabled on some NTP servers, an attacker is able to multiply their initial request traffic, resulting in a large response. This command is enabled by default on older devices, and responds with the last 600 source IP addresses of requests which have been made to the NTP server. The monlist request from a server with 600 addresses in its memory will be 206 times larger than the initial request. This means that an attacker with 1 GB of internet traffic can deliver a 200+ gigabyte attack - a massive increase in the resulting attack traffic.\n\nAn NTP amplification attack can be broken down into four steps:\n\n  1. The attacker uses a botnet to send UDP packets with spoofed IP addresses to a NTP server which has its monlist command enabled. The spoofed IP address on each packet points to the real IP address of the victim.\n  2. Each UDP packet makes a request to the NTP server using its monlist command, resulting in a large response.\n  3. The server then responds to the spoofed address with the resulting data.\n  4. The IP address of the target receives the response and the surrounding network infrastructure becomes overwhelmed with the deluge of traffic, resulting in a denial-of-service.\nNTP Amplification DDoS Attack\n\nAs a result of the attack traffic looking like legitimate traffic coming from valid servers, mitigating this sort of attack traffic without blocking real NTP servers from legitimate activity is difficult. Because UDP packets do not require a handshake, the NTP server will send large responses to the targeted server without verifying that the request is authentic. These facts coupled with a built-in command, which by default sends a large response, makes NTP servers an excellent reflection source for DDoS amplification attacks.\n\nHow is a NTP amplification attack mitigated?\n\nFor an individual or company running a website or service, mitigation options are limited. This comes from the fact that the individual’s server, while it might be the target, is not where the main effect of a volumetric attack is felt. Due to the high amount of traffic generated, the infrastructure surrounding the server feels the impact. The Internet Service Provider (ISP) or other upstream infrastructure providers may not be able to handle the incoming traffic without becoming overwhelmed. As a result, the ISP may blackhole all traffic to the targeted victim’s IP address, protecting itself and taking the target’s site off-line. Mitigation strategies, aside from offsite protective services like Cloudflare DDoS protection, are mostly preventative internet infrastructure solutions.\n\nDisable monlist - reduce the number of NTP servers which support the monlist command.\n\nA simple solution to patching the monlist vulnerability is to disable the command. All version of the NTP software prior to version 4.2.7 are vulnerable by default. By upgrading a NTP server to 4.2.7 or above, the command is disabled, patching the vulnerability. If upgrading is not possible, following the US-CERT instructions will allow a server’s admin to make the necessary changes.\n\nSource IP verification – stop spoofed packets leaving the network.\n\nBecause the UDP requests being sent by the attacker’s botnet must have a source IP address spoofed to the victim’s IP address, a key component in reducing the effectiveness of UDP-based amplification attacks is for internet service providers (ISPs) to reject any internal traffic with spoofed IP addresses. If a packet is being sent from inside the network with a source address that makes it appear like it originated outside the network, it’s likely a spoofed packet and can be dropped. Cloudflare highly recommends that all providers implement ingress filtering, and at times will reach out to ISPs who are unknowingly taking part in DDoS attacks (in violation of BCP38) and help them realize their vulnerability.\n\nThe combination of disabling monlist on NTP servers and implementing ingress filtering on networks which presently allow IP spoofing is an effective way to stop this type of attack before it reaches its intended network.\n\nHow does Cloudflare mitigate NTP amplification attacks?\n\nWith a properly configured firewall and sufficient network capacity (which isn't always easy to come by unless you are the size of Cloudflare), it's trivial to block reflection attacks such as NTP amplification attacks. Although the attack will target a single IP address, our Anycast network will scatter all attack traffic to the point where it is no longer disruptive. Cloudflare is able to use our advantage of scale to distribute the weight of the attack across many Data Centers, balancing the load so that service is never interrupted and the attack never overwhelms the targeted server’s infrastructure. During a recent six-month window, our DDoS mitigation system \"Gatebot\" detected 6,329 simple reflection attacks (that's one every 40 minutes), and the network successfully mitigated all of them. Learn more about Cloudflare's advanced DDoS Protection.",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.6963922381,
        "format_confidence":0.629496634
    },
    {
        "url":"https:\/\/en.academic.ru\/dic.nsf\/enwiki\/7075632\/SONAR_%28Symantec%29",
        "text":"SONAR (Symantec)\n\nSONAR (Symantec)\n\nSONAR stands for Symantec Online Network for Advanced Response. It is an early warning system that is included in Norton AntiVirus, Norton Internet Security, and Norton 360 starting in the 2008 product lines.\n\nHow it works\n\nIf a user turns off their virus protection resulting in an infection of a virus, SONAR remains active and inspects the associated files that the virus downloads. [ [ Home & Home Office - Symantec Corp ] ] it is based around behavorial analysis which means that it monitors if the process is trying to change anything on the computer.\n\n\nWikimedia Foundation. 2010.\n\nLook at other dictionaries:\n\n  • Symantec — Corporation Type Public (NASDAQ: SYMC) Industry Computer software …   Wikipedia\n\n  • Sonar (disambiguation) — Sonar is a technique that uses sound propagation under water.Sonar may also refer to: *Sonar (comics), a DC Comics fictional character *Sonar (Transformers), a fictional character *Sonar (keelboat), a sailboat *Sonar (band), a Belgian musical… …   Wikipedia\n\n  • MessageLabs — (formerly MessageLabs) Type Subsidiary of Symantec Corporation Industry Information security Founded 1999 Headquarters …   Wikipedia\n\n  • Norton Internet Security — The main, simplified graphical user interface of Norton Internet Security 2012 …   Wikipedia\n\n  • Norton AntiVirus — Developer(s) Symantec Corporation Stable release …   Wikipedia\n\n  • Norton 360 — version 5.0 main interface Developer(s) …   Wikipedia\n\n  • Norton AntiBot — running in Windows Vista Developer(s) Symantec Corporation Discontinued 1.1.851 …   Wikipedia\n\n  • Norton File Insight — in Norton 2012 Operating system Microsoft Windows, Mac OS, Mac OS X License Proprietary Website Windows: security Mac …   Wikipedia\n\n  • Norton Download Insight — The Graphical user interface of Norton Download Insight, a feature in Norton AntiVirus 2010, 2011 and 2012 Norton Internet Security 2010, 2011 and 2012 and Norton 360 ver. 4.0, 5.0 and 6.0 Operating system Microso …   Wikipedia\n\n  • Ghost (software) — Ghost Symantec′s Norton Ghost v.15 home screen Original author(s) Murray Haszard Developer(s) Symantec …   Wikipedia",
        "topic_id":20,
        "format_id":7,
        "topic_confidence":0.970436573,
        "format_confidence":0.987082243
    }
]