[
    {
        "url":"https:\/\/www.jetcost.co.id\/en\/flights\/saint-martin\/MF",
        "text":"Your browser is out of date!\n\nUpdate your browser to view this website correctly. Update my browser now\n\n\nWelcome to Jetcost\n\nWe want to provide you with the best possible experience and we use cookies to do this. Find out more about how we use cookies or how to change your configuration.\n\nFlights Saint Martin\n\nSelected dates may not give results due to COVID-19. We suggest you change the dates.\nSelect departure\n  • Latest searches\nSelect arrival\n  • Latest searches\n{{ weekDay }}\n{{ panel.label }}\nLooking for a one-way flight?\n{{ fromDate | dateToDayNumber }}\n\n{{ fromDate | dateToMonthName }}\n\n{{ fromDate | dateToDayName }}\n\n{{ flexibleFromDateLabel }}\n{{ option.label }}\n{{ flexibleToDateLabel }}\n{{ option.label }}\nClass and passengers\n1 Passenger, Economy\nAvailable for Economy only\nNumber of passengers\n{{ adults }}\n{{ children }}\n{{ infants }}\n  • Compare with:\n\nBest flight deals to Saint Martin\n\nDon't miss your chance to find your flight to Saint Martin at the best price! Compare flight deals and take advantage of the best deals from online airlines and travel agencies. Enter your travel details and Jetcost will compare thousands of offers to suit you: just select your flight to Saint Martin and book! With Jetcost you can compare flights to Saint Martin and find the best deals on cheap flights. Don't miss the opportunity to book your flight to Saint Martin at the best price with Jetcost.\n\nWe compare offers from over 600 airlines to find the one that suits you best: low cost flights, last minute offers, special promotions from travel agencies. With Jetcost you'll find the best flight at the best price. Book your cheap flight to Saint Martin with Jetcost now.\n\nFlights to Saint Martin at the best price\n\nOur database records every day offers from over 600 specialist agencies and airlines around the world, so that we can offer you the best price for your next flight to Saint Martin. Don't miss the perfect occasion and filter your search according to your preferences and needs: choose the airline, the agency, whether to make a stopover or search only for direct flights. Jetcost helps you find the flight to Saint Martin for every need.\n\nOnce the search engine has analyzed the prices of hundreds of travel agencies and airlines, both low cost and standard, you just have to select the flight you prefer: finding the best price has never been so easy.\n\nSubscribe for free to get the latest travel updates.\nClick on Allow when prompted about Notifications.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5241143107,
        "format_confidence":0.981733799,
        "weight":0.0150575325
    },
    {
        "url":"https:\/\/www.paperchase.co.uk\/parcel-tape-plus-50x66.html",
        "text":"Parcel tape plus 50x66\n\nProduct No: 00480997\nThis Sellotape Parcel Tape measures 50mm x 66m and is super sticky. It is a tape that seals, secures and protects and will adhere to all packaging materials. Apply only to clean, dry, sound surfaces, free of dust, oil, grease, polish and moisture.\nRead Description\nGet it tomorrow.\n\nOrder within h m s and choose Next Day Delivery via Yodel at checkout. Details\n\nThe more you buy the more you save (online exclusive)\nBuy 2 Save 5% Buy 3 Save 10% Buy 4 Save 15% Buy 5 Save 20%\nOffer applies to multiples of the same item only.\n\nWe think you might also need\n\nLoading... Loading...",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.5755571723,
        "format_confidence":0.9985858202,
        "weight":0.0165354593
    },
    {
        "url":"http:\/\/hackaday.com\/2012\/04\/16\/motorcycle-lighting-upgrade-ensures-other-drivers-know-youre-there\/?like=1&source=post_flair&_wpnonce=1a35c759c1",
        "text":"Motorcycle lighting upgrade ensures other drivers know you’re there\n\n\n[Pete Mills] recently bought himself a motorcycle, and as people are known to do, they start trying to scare him with gruesome stories of cycling accidents once they hear about his purchase. While he tries to shrug them off as people simply not minding their own business, something must have resonated with him, because he started tinkering with the bike’s taillight in order to ensure he was always seen by other drivers.\n\nHe swapped out his motorcycle’s incandescent taillight for a smart LED-based lamp that he constructed using perfboard. Not only does his new brake light feature ultra bright LEDs, but the onboard ATtiny85 rapidly flashes the lights each time he hits the brakes, making his presence impossible to miss. Before everyone starts with the claims of, “Flashing red lights are illegal!”, let’s all take a deep breath and read on.\n\nWe’ve seen these sorts of lights on the back of motorcycles for years, though being a careful guy, [Pete] wrote to the state of Michigan in order to ensure that his modifications won’t get him pulled over. He has yet to hear back, but in the meantime, he merely needs to start the bike with the brakes applied to trigger the ATtiny85 to run the lights in “normal mode.”\n\nContinue reading to see a short demo video of his brake light mod in action.\n\n\n  1. BadHaddy says:\n\n    The CHMSL (middle tail lamp) on my SRT8 blinks for a full second when I hit the brakes on my car, and the hazards come on when I really wail on the brakes. I suspect he would be fine, so long as it doesn’t constantly blink.\n\n    • Rob says:\n\n\n      well, that’s almost the idea I had :)\n\n    • Tony says:\n\n      When eye-level brake lights started to be added to cars, they all blinked a few times then stayed on as you described. The idea was the blinking attracted attention.\n\n      Somewhere along the way it stopped happening, I’ve no idea why.\n\n      These days you might be better off arranging the LEDs into a Facebook ‘Like’ symbol to get noticed.\n\n  2. Rob says:\n\n    I’ve always thought it would be useful to flash the stop lamp in proportion to how hard the driver is braking.\n\n    that is, slow flash before solid = easy brake\n    fast flash before solid = hard braking\n\n    then again… if everyone in front of you has flashing tail lights it may be a problem.\n\n    • Hirudinea says:\n\n      Not a bad idea, maybe we need to amend the traffic laws, also I need one of these for my bike!\n\n    • bockyPT says:\n\n      I’ve thought about this and I think the best way to make other drivers aware of how much you’re braking is by varying the amount of LEDs that light up on the middle lamp, starting from the middle, like this:\n\n      light Breaking: _____OOOO_____\n      Medium breaking: __OOOOOOOO__\n      Heavy breaking: OOOOOOOOOOOOOOO\n\n      ( _ = LED off, O = LED on)\n\n    • Erin Gossamer says:\n\n      While it’s a good idea, there are some flaws. The biggest of which is that if you have terrible brakes, you may have to slam on your brake just to slow down, and if you have amazingly responsive brakes, you may not be giving enough warning to the driver behind you with not so good brakes.\n\n      • Grazz256 says:\n\n        Learning algorithm? Hardest braking from the last 5 drives is considered max braking. The real fun part would be if (no idea if it is or not..) the pedal is actually on a curve.\n\n      • SolderSimon says:\n\n        Use the brake lever switch, as in this design, but use it to activate an accelerometer. Sense the deceleration and vary the intensity of the brake light with the force of deceleration. Just another idea but might be be plagued by false readings if not done carefully.\n\n  3. Mad Myche says:\n\n    I love doing LED conversions for these types of things.\n\n    While most officers will not notice much less pull him over; this modification most likely is illegal. The certification stamp on the lamp assembly is basd upon that old fashioned filament lamp, and without that lamp the certification is null and void\n\n  4. Addidis says:\n\n    I would think you would be more likely to get run down with crazy bright lights flashing B-dazzling the drivers around you then using normal lights and being careful. It looks cool but my bet is this puts you at more risk. One bright flash would probably work better it would grab attention but not b-dazzle people, by the time their eyes got to it it would be a normal bike light.\n\n  5. rasz says:\n\n    socketed chip on a bike = bad idea\n\n    • bio says:\n\n\n      i have to tighten every screw and bolt every 6 months on my ninja 1000 and i have lost a few still (luckily there just standard imperial)\n\n    • bio says:\n\n      i have gotten cars impounded for flashing red lights before … one even ticked at the speed of the hazards and on the back and still\n\n      what you want is to put a high brightness red LED on the back and point it up at about 20* above 0 rifle … this will flash in the drivers eye if there to close without physically flashing the light … shutter covers work well to … worse case if someone is stupid and dickish enough to tailgate you on a bike just either pull off to the side or run the light … taking your butt off the seat and leaning a bit forward when stopped is also good habbet\n\n      • bio says:\n\n        HAD this is the secound time in chrome it has posted a comment as a reply after i replied >_>\n\n      • Malikaii says:\n\n        It does that to everyone. If you want to reply to someone’s post, it is better to click the Reply button so that it opens in a new tab. When you finish replying, close that tabe and you will be able to post like normal. It shouldn’t be necessary, but it works.\n\n  6. Matt says:\n\n    Good idea until he gets rear ended by an epileptic…\n\n  7. N0LKK says:\n\n    LOL most vehicle are required to have flashing red lights on the rear, call hazard warning flashers.All this does is automates tapping the brake to make the lights flash. I really doubt anyone who sees this flash going to think modified light. Some States do have a requirement that tail lights be visible at a certain distance, that’s the first thing that came to my mind when I read the name of the post. Not even close to mimicking an emergency vehicle. In the event such equipped vehicle is subject to an annual inspection it would be a good idea to install the standard bulb and unhook the LED prior to inspection.\n\n  8. Robot says:\n\n    I very much understand the motivation behind this hack; the modification seems effective but glare can be a real hazard, especially for older drivers. One thing that may be helpful would be to include additional LEDs that project a red patch of light behind the bike to give the illusion of the bike being car sized.\n\n    We tend to see only what we expect to see. When looking for a car; we often look for the pair of headlights or taillights. I’ve noted that motorcyclists here in California ride side by side and I am sure that habit increases their visibility. To that end; a tail light that could somehow mimic the look of the backside of a car would be great.\n\n    – Robot\n\n\n\n  9. steven says:\n\n    First, flashing brakelights are nothing new, if you don’t want to make your own, you can but one of these…\n\n    Second, Legal? YMMV, check with yor states’ department of motor vehicles (or what ever your state calls it). I know they’re ok in my state, I don’t know about yours.\n\n    Third, I’d bet there’d be more problem with it not being “DOT approved”.\n\n    But, what do I know?\n\n  10. BB says:\n\n    I hate to rain on his parade, because it is a cool project, but it won’t matter what you do to “be seen” car drivers won’t see you.\n\n  11. fightcube says:\n\n    Looking at the operation of your tail light… I would be annoyed by it. It’s already too damn bright on my computer monitor. I can’t imagine what it will look like at night as I drive behind you and you keep pumping the brake. So… I looked up the MI law. Only thing I can see about flashing brake lights is this:\n\n    “A stop lamp or signal lamp shall not project a glaring or dazzling light.”\n\n    So you’ll probably get a ticket…\n\n  12. Matt says:\n\n    I’ve seen some buses with brake lights that do like 4 flashes at 10Hz before staying on constantly.\n\n    I’ve thought about doing something similar for my bicycle, in which case traffic laws are unlikely to matter. Where I live traffic laws do apply to bikes, but most police officers won’t waste their time pulling over a bike. I have a bunch of blinking tail lights right now, and I don’t think anyone would question that they improve safety.visibility of the bike.\n\n    Here’s what I want from a set of bike lights:\n    -Bright enough to be seen in the day. Right now only one or two of my lights is bright enough\n    -Mounted as high as possible. Most of my current lights are mounted close to hub level.\n    -Large area of light. I’ve found that single isolated LEDs are not very visible, no matter how bright. It’s much better to have something with the surface area of a typical car brake light or head light if possible.\n    -Removable rechargeable battery\n    -Theft resistant and waterproof\n\n    If I ever get around to making something, I’ll post it here for sure!\n\n    • Matt says:\n\n      I just saw a police motorcycle that does the 10hz flashing when the rider applies the brakes. Sure it’s a police motorcycle, but I don’t think this is necessarily a “police only” feature.\n\n  13. Alex says:\n\n    I would like to see a comparison between the signal lights and the brake light. It’s very difficult to tell how bright that light is otherwise.\n\n    The main reason I mention this is because I have investigated LED conversions for automotive lighting, and it seemed that it would take far too many\/too large LEDs to put out the required amount of light in a wide pattern.\n\n  14. ino says:\n\n    As I ride every day of the year, when I need to slowdown fast, hence warn the driver behind me, I have the habit to pull the ... (truncated)",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.8563735485,
        "format_confidence":0.9512771368,
        "weight":0.0121732538
    },
    {
        "url":"https:\/\/www.momentbulletin.com\/post\/top-10-german-cars",
        "text":"• Liam Heitmann-Ryce\n\nTop 10: German cars\n\nUpdated: Jan 31\n\nSpeed and style in some very desirable packages\n\nGermany is seemingly unrivalled in its production of high-end cars, and this reputation is surely well-deserved. There is plenty to be said for the elegance of marques such as Audi, BMW, Mercedes-Benz and Volkswagen, all of which have produced some real gems over the past century. Here’s a round-up of the ten best…\n\n1. BMW 8-Series (E31 generation)\n\nPhoto courtesy of the author\n\nA full-sized grand tourer designed to rival Ferrari, the original 8-Series made a serious splash upon its debut at the 1989 Frankfurt Motor Show.\n\nWith that long, sharp front end and impressive wide-body styling, the 8-Series didn’t just look the business: it offered a line up of powerful engines to ensure it wasn’t all show and no go, the cream of the crop being the 5.6-litre V12 850 CSi that threw this 1.8 tonne monster from 0-60 mph in under six seconds.\n\n2. Mercedes-Benz S65 AMG (W220 generation)\n\nPhoto: Jagvar, Public domain, via Wikimedia Commons\n\nSleek, low-slung, and oh-so-very long, the W220 generation S-Class was a breath of fresh air after several years of the boxy, yet imposing W140 that came before it. Launched in 1998, the W220 demonstrated many of the key visual elements that would carry through the Mercedes range in the new millennium: sharp triangular tail lights, Venn diagram-shaped headlights, and a heavyset rear end.\n\nThe apex of this generation of S-Class was the incredibly exclusive S65 AMG. Between 2005-06, just 630 units were produced for the entire global market. Its 6.0-litre biturbo V12 engine could produce enough power to propel this 2.2-tonne limo from 0-60 in just four seconds, making it an icon of high-performance luxury.\n\n3. Mercedes-Benz SL (R129 generation)\n\nPhoto courtesy of the author\n\nFrom 1989 to 2001, the R129 generation of Mercedes SL was the premium choice for speedy convertibles.\n\nFeatured in some of the biggest Hollywood productions of the era, including Death Becomes Her and Liar Liar, the R129 reached a new level of fame in December 1991 thanks to one very special customer: the Princess of Wales. Her burgundy 500 SL became the first non-British vehicle to ever be driven by a member of the royal family, and it raised quite the storm of controversy. Diana’s decision not to buy British was derided as “at best insensitive and at worst deeply unpatriotic,” so she returned the car to Mercedes-Benz in September 1992. It now lives on as a centrepiece of the Galerie der Namen (Gallery of Names) in the Mercedes-Benz Museum in Stuttgart.\n\n4. BMW 5-Series (E28 generation)\n\nBMW 5 Series (E28). Photo: Jeremy from Sydney, Australia, CC BY 2.0 via Wikimedia Commons\n\nThe 5-Series has always been BMW’s product to afford all things to all people. Luxurious, roomy and still undoubtedly flash, this car has long been held in high esteem.\n\nManufactured between 1981 and 1988, the E28 was nimble and sharp-angled. It was also the first generation of 5-Series to receive the ‘M’ enhancement that has since been applied to every future generation of the model – and thereafter became the fastest saloon in the world at time. It is also the rarest four-door ‘M’ car ever, with just 2,241 units produced in its four-year lifespan.\n\nThe car’s starring role in Mission: Impossible – Fallout, where a stunning olive-green ‘86 M5 is thrashed around Paris and pursued by baddies on motorbikes, gave it a whole new lease of life with a fresher generation in 2018.\n\n5. BMW 5-Series (E34 generation)\n\nBMW 5 Series (E34). Photo: OSX, Public domain, via Wikimedia Commons\n\nYes, a two-for-one deal here, but with good reason. The succeeding E34 5-Series manufactured between ’88 and ’96 was a huge leap forward for the model, enjoying its reputation as a modern classic, with the M5 even featuring some highly collectable 5-spoke “throwing star” alloy wheels which really set it apart from anything else on the road.\n\n6. VW Touareg (1st generation)\n\nPhoto: Vauxford, CC BY-SA 4.0 via Wikimedia Commons\n\nProduced between 2002 and 2007, the first-gen Volkswagen Touareg borrowed many design cues from the marque’s Phaeton luxury saloon, released around the same time.\n\nThis unassuming addition to the high-price 4x4 market was a sensible option, with typically bulletproof VW build quality to be found in that plush interior, and a few splashes of chrome on the outside to remind you of its high cost.\n\nIt was even used in an especially dangerous car chase in The Bourne Ultimatum, which should more than convince you of this car’s dependable robustness.\n\n7. Audi S8 (D3 generation)\n\nPhoto: Anton V., CC BY-SA 4.0 via Wikimedia Commons\n\nMost famous for its appearance as the hero vehicle of the later Transporter films, the second-generation Audi S8 is noteworthy for its distinctly Italian engine. Courtesy of their purchase of Lamborghini in the late ‘90s, Audi decided to fit their enormous luxury saloon with the 5.2-litre V10 also found in the Gallardo supercar.\n\nFor its onscreen role in the Transporter franchise, the S8 W12’s impressive 6.0-litre engine ensures the S8 deserved its place as one of the defining getaway vehicles of the silver screen.\n\n8. Mercedes-Benz 450 SEL 6.9\n\nPhoto courtesy of the author\n\nIn many ways the spiritual forerunner of the S65 AMG, this gentleman’s cruise missile kept a powerhouse of an engine under wraps beneath its flat, broad bonnet.\n\nWide, gracefully proportioned and yet unquestionably authoritative, the 450 SEL stood out among the very best on offer from the US and Europe. With its huge front grille and slatted tail lights, this generation of S-Class is keenly remembered as a style icon of its time.\n\nDespite measuring over 17 feet long, the executive thunderbolt could hit 60 mph in seven seconds and fly to a top speed of 133 mph - which might not seem like much today but was nothing short of revolutionary in 1977.\n\n9. Porsche Carrera (993 generation)\n\nPhoto courtesy of the author\n\nConsidered as the last of the ‘true’ Porsche 911s in terms of design, the 993 generation Carrera is a beauty to behold.\n\nIt was also the last of the Carreras to be fitted with an air-cooled variant of the traditional 3.6-litre flat-six engine, which is a must for diehard 911 aficionados.\n\nThe interior was also a marked step up in quality from the rather spartan 964 of the 1980s, and this newer generation was fitted with multilink rear suspension that corrected many of the handling “jitters” which had terrorised previous Porsche owners. Timeless design and brilliant day-to-day practicality, the 993 Carrera really was the everyday supercar.\n\n10. Mercedes-Benz SL “Pagoda”\n\nPhoto courtesy of the author\n\nThe W113 generation of the Mercedes SL is best known for its “Pagoda” roof, a high, flat top that gave the car enormous windows and flooded the cabin with light.\n\nA car as well-regarded for its timeless lines as its celebrity owners, stars including John Lennon, Kate Moss and John Travolta have all had their hands on the Pagoda SL’s enormous square-framed steering wheel.\n\nDuring its eight-year production from 1963-1971, the little 2.3- and 2.8-litre Mercedes was twice as expensive as the range-topping British alternative, the 4.2-litre Jaguar E-Type.\n\nThis premium-value sticker price is still a quality of the Pagoda today, with examples in good condition easily capable of punching a £60,000 hole in your pocket – and then skyrocketing to well beyond £130k for fully restored vehicles.\n\nHigh style comes at a high cost, and the Pagoda sets an impressive benchmark.\n\nSubscribe to our weekly news bulletin\n\n  • White Facebook Icon\n  • LinkedIn\n  • Instagram\n\n© 2021 by Moment",
        "topic_id":22,
        "format_id":9,
        "topic_confidence":0.9960483909,
        "format_confidence":0.9899275899,
        "weight":0.0024906999
    },
    {
        "url":"http:\/\/fonzation.blogspot.com\/2006\/09\/new-from-bmw-green-machine.html",
        "text":"speaking my mind\n\n\nView My Stats\nGuest Book\nSign Guestbook\nView Guestbook\nOther things\nComing Soon\nOther things\nComing Soon\nNew From BMW - Green Machine\nSeptember 13, 2006\n\nBMW will roll out the new 7-Series early next year which will be the world's first hydrogen-burning car in serial production. The car will hit the market next April and will be shown at the Los Angeles car show in November. Hydrogen technology minimizes emissions of carbon dioxide & emits only vaporAt first, the car will be leased to selected customers rather than sold due to its high prices.\n\nGeneral Specifications:\n  • 260 hp\n  • 12 cylinder engine\n  • 0-100 km\/h (62 mph) in 9.5 seconds\n  • top speed 230 km\/h\n\n\nposted by Fonzy @ 9\/13\/2006 09:00:00 AM  \nPost a Comment\n<< Home\nAbout Me\n\nName: Fonzy\nHome: Kuwait\nAbout Me: In brief, I graduated from LAU in Lebanon with a double major in Busines Computer and Banking & Finance. Worked in many pubs and night clubs as a DJ, PR, and Security Comptroller. Now I'm in Kuwait.... been here since September 2005. Im working two jobs, one in the morning and the other in the afternoon, and a third project is on the way, which will be a great hit if it works out and i sleep max 5 hours a day. Its a chilled life, mostly work, and occasional outings. In Kuwait, I use my brain cells, then go to Lebanon and burn them:D But one fact remains unchanged and will always be.... I MISS LEBANON!!!!!\nSee my complete profile\nPrevious Post\nBlog Feeds",
        "topic_id":22,
        "format_id":15,
        "topic_confidence":0.9771249294,
        "format_confidence":0.9831716418,
        "weight":0.0113194144
    },
    {
        "url":"http:\/\/www.superstreetonline.com\/how-to\/project-car\/epcp-0901-vw-r32-hre-type-c90-wheels-michelin-pilot-sport-ps2\/",
        "text":"Super Street Network\n\n |   |   |  HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nHRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nJan 1, 2009 SHARE\n\nVolkswagen's R32 is a great car. It's got a feeling of solidness that makes you want to rub the steering wheel and pat the shift knob, just sit there and appreciate the cabin's elegance.\n\nEpcp_0901_01_z+volkswagen_r32+side_view Photo 2\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nIn truth, the R32 is pretty damn complete, lacking for nothing save fuel. As usual, we found ourselves wondering if this would be the shortest project car we'd ever done.\n\nIf we had to adhere to a school, it would be the OE+ school of modification. Ideally, it needs to appear as if it's been assembled with factory hot rod parts built by craftsman after hours, you know, for kicks.\n\nShort of having a key to VW's workshop, we assembled a smattering of gear that follow the aforementioned parameters.\n\nEpcp_0901_03_z+volkswagen_r32+front_view Photo 3\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nHRE Type C90 Wheels and Michelin Pilot Sport PS2\nThe wheel industry is a fairly polarized place. At one end are great wheels, the other, crap. There are a few stratified through the middle but only a handful would pass stringent TUV and Euro-Union standards.\n\nWe've known of HRE Wheels for nearly 15 years, admired their work on Porsches, Lamborghinis BMW's, Audis, Vipers, etc. Every year at the SEMA show in Las Vegas we tend to hang around their booth too long, usually fondling whatever new design HRE has introduced that year.\n\nRather than typical sales people, you find yourself speaking with engineers, the guys that actually designed the wheels and know them from the alloy up. These guys deal in fact rather than marketing fantasy. We like that.\n\nEpcp_0901_05_z+ecs+crankshaft_pully Photo 4\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nWe chose HRE's C90 wheels for their classic multi-spoke styling, two-piece design and solid construction. While the R32 is capable of running 19-in gear, the decision to retain 18-in rims was based on the fact that more tire means more protection to the wheel. However, should we injure the HREs, we could simply order another outer section rather than a whole new wheel.\n\nLike all HRE wheels, the C90s reek of quality, right down to the fasteners holding them together. And while the outer face of the wheels looks fantastic, the inside is just as beautiful. Every surface and each curve has been optimized for strength and lightness, neither bowing to the other but rather striking a perfect balance. That pretty much sums up HRE's product-balanced performance.\n\nNo, the C90s ain't cheap but neither is the forging technology that created them. Moreover, the C90s provide a classic look that should serve this car or any other that one day may wear them.\n\nEpcp_0901_06_z+techtonic+lifts Photo 5\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nMeasuring 18x8.5\" ET30 with a 5x100 bolt pattern, the C90s have been wrapped with Michelin's exceptional Pilot Sport PS2 tires. We managed to get 255\/35ZR-18s under the fender wells, leaving this R32 extremely well-tired. Switching the generic rubber for the Michelins was like substituting standard craft paste (the kind we ate in school) for Cyanoacrylate adhesive. The original tires were some off brand we'd never heard of and in truth, they were fun. The R32 slid all over the place like a rally car. With the PS2s, it doesn't budge. The car feels much more centered and cornering is very sharp.\n\nThere's not much we can add to what's already been said of the Michelin PS2. They are perhaps the best performance tires in the world, blending huge grip with outstanding road manners and decent wet performance.\n\nPower Program\nWe are huge fans of VW's narrow angle six. Both robust and powerful, it responds well to normally aspirated enhancements.\n\nEpcp_0901_07_z+giac+flashloader Photo 6\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nThis first round includes hardware designed to enhance the car's respiration. We replaced the airbox with Eurosport's ITG Intake featuring its oil-impregnated element, heavy-duty fittings and heat shield. A Tectonics' exhaust replaced the heavy factory system, an impressive piece of work with great build quality and excellent fit and finish. It's augmented with Tectonics' own breed of camshaft wrought from stainless steel billets, ground in house and then chill-hardened. A gem-like underdrive pulley from ECS Tuning and GIAC software complete the program.\n\nThe summation of these bolt-on parts was a substantial increase in engine performance and tonality. Baseline power figures showed the R32 produced 218 whp (measure at the front wheels via Haldex switching). The car was now making 244 and the sound coming from the polished tips of the TT exhaust is simply glorious.\n\nEpcp_0901_04_z+volkswagen_r32+full_view Photo 7\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nFor and up-close look at this install, go to Get to the \"project car\" section. We can only say how good it sounds so many times. You've gotta see and hear this thing to believe it.\n\nHRE Wheels\nCrystalline Clear\n•While your cars wheels may not seem like the most complex component, manufacturing a high quality aftermarket wheel isn't nearly as easy as one may think. Wheels are subjected to complex loading from drive and braking torque, side loading from cornering and radial loads from the car's own weight and magnified by road irregularities.\n\nEpcp_0901_10_z+hre+wheel Photo 8\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nOnce you have optimized the design, you need to figure out how to build it. You wont find any cast wheels coming out of HRE, they just don't have the required consistency or strength. All the hunks of aluminum coming out of HRE have been forged. The centers start life as a piece of 7-inch billet of 6061 that is mashed into shape with pressure, not heat. Think Play-Doh fun factory just shinier. Forging allows the crystalline grain structure of the Aluminum to orient itself in the direction of the spokes, optimizing strength. The centers are then heated treated to a T6 Temper before being CNC machined entirely in-house.\n\nThe rim halves start as sheets of 6061 aluminum that are spun forged on a lathe. Think of a pottery wheel except instead of clay a giant sheet of aluminum that will slice off appendages or entire limbs. The spin forging aligns the structure in circumferential grain to maximize the hoop strength of the rims. Once the spin forging is completed they are brought to the same T6 temper as the halves. The inner mating surfaces of the wheel halves are then machined to make sure they are perfectly flat to match the centers and the holes for the fasteners are then drilled. The bolt-holes have to be incredibly precise for they determine concentricity of the final wheel. A slight mistake in drilling can turn your high-end European sports machine into a Teutonic paint shaker.\n\nEpcp_0901_08_z+techtonics+exhaust Photo 9\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\n\nOnce all the components are individually completed, each wheel is hand assembled using quite literally the highest-grade fasteners they can find. Most HRE receive full stainless fasteners from legendary ARP. For higher-end applications where weight is an absolute priority, HRE offers titanium fasteners. The super light and strong Ti fasteners are actually sourced from a German manufacturer that also supplies Airbus. Most modular wheel manufacturers out there are using chromed steel. The stainless ARP fasteners are roughly four times the cost of chromed steel while the titanium is actually twenty times the price of steel. This may sound extreme, but standing in the middle of HRE's factory filled with the best CNC equipment, with the highest quality control in place, holding a high-priced, German made titanium fastener makes total sense.-Michael Febbo\n\nEpcp_0901_09_z+eurosport+intake Photo 10\/10   |   HRE Type C90 Wheels & Michelin Pilot Sport PS2 - Volkswagen R32 Project\nBy Staff\n130 Articles\n\n\n\n\nGetting the lowdown with air suspension and new wheels\nMichael FebboOct 18, 2014\nNew parts and accessories for your driving life.\nSep 19, 2014\nFundamental parts guide for your FR-S\/BRZ\nSep 12, 2014\nLightSpeed Automotive Technology introduces a trick gauge unit that's sure to get any tech-savvy enthusiast's blood pumping.\nScott TsuneishiSep 12, 2014\nWhether you're welding steel or even aluminum, Miller's got the perfect welder for you.\nScott TsuneishiSep 12, 2014",
        "topic_id":22,
        "format_id":22,
        "topic_confidence":0.9858518839,
        "format_confidence":0.8545767069,
        "weight":0.003786923
    },
    {
        "url":"http:\/\/www.audifans.com\/archives\/1998\/09\/msg00110.html",
        "text":"\n\nre: NE Fall Tour, Kanc Run II, or New England Craziness\n\n>Date: Tue, 1 Sep 1998 00:47:56 -0700\n>From: \"Osman Parvez\" <oparvez1@nycap.rr.com>\n>Subject: NE Fall Tour, Kanc Run II, or New England Craziness\n>Hi Folks,\n>    Paul Royal brought up the subject of a Fall foliage tour a while back\n>but I haven't heard anything in a while. I was wondering if there is still\n>sufficient interest in this, and if so that we start the planning now so\n>people can make time to schedule the event on their calendars.\n>    Of course, we will eventually need a central organizer so that we can\n>take this off list. I believe Paul may have taken this role for the fabled\n>Kanc run. Therefore I nominate him to do so again.. ;)\n>    Anyway, I believe he mentioned something along the lines of a more\n>sophisticated version of the Kanc run involving a reservation for a meal\n>along the way. However, I would be satisfied with a simple Kanc Run II. I\n>would suggest sometime in mid-late October or perhaps early Novermber for\n>the event, most definately on a Saturday.\n>     P.S. I'm a little behind in my responses (started school) so give me a\n>bit longer to get back to you than normal. However, I'm very gung-ho for\n>the event and would be happy to offer my assistance in organizing it. Any\n>Osman Parvez\n>Albany, NY\n\nI'd be interested in coming over from western NY to join in. But if the\nobject is to time the Tour for viewing Fall foliage (nice idea, IMO), then\nscheduling in early November might miss a lot (most?) of color. At least\nthat tends to be the case in these here parts. Even mid-October could be\nlate for Adirondack color, but perhaps the New England mountains lag us a\nbit (?).\n\n\nPhil Rose\t\t\t\tRochester, NY\n'89 100 (For Sale, 111K, automatic)\n'91 200q\t\t\t\tmailto:pjrose@servtech.com",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9366083145,
        "format_confidence":0.9815161228,
        "weight":0.013313782
    },
    {
        "url":"http:\/\/www.aviationbrief.com\/?p=7216",
        "text":"ANA raises FY 2011 forecast; net profit jumps 40%\n\n1 Star2 Stars3 Stars4 Stars5 Stars (No Ratings Yet)\nLoading ... Loading ...\nPublished: April 23, 2012\n\n[ unable to retrieve full-text content]\n\nAll Nippon Airways (ANA) has revised its 2011 full financial year performance forecast upward, citing strong tourism demand and reduced operating expenses.\n\nTagged with: , , , ,\n\nEmail This Post Email This Post",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.8652550578,
        "format_confidence":0.9696191549,
        "weight":0.0010662563
    }
]