[
    {
        "url":"http:\/\/thedianerehmshow.org\/shows\/2012-09-27\/future-driving",
        "text":"\n\n\n  • Anthony Levandowski project manager, Google Self-Driving Car Project\n  • Frank Douma research fellow, Humphrey School of Public Affairs at the University of Minnesota.\n  • Azim Eskandarian director, Center for Intelligent Systems Research and professor of engineering and applied science, George Washington University.\n  • David Shepardson Washington bureau chief, The Detroit News.\n\n\n  • 10:06:56\n\n    MR. TOM GJELTENThanks for joining us. I'm Tom Gjelten of NPR, sitting in for Diane Rehm. A new California law now allows self-driving cars on state roads, at least on a test basis. Proponents promise computer-controlled vehicles will reduce accidents and congestion, maybe even eliminate the need for driver's licenses. Opponents worry there could be a loss of privacy for drivers. Joining me in the studio to talk about the future of driving in the digital age: David Shepardson of The Detroit News and Azim Eskandarian with the Center for Intelligent Systems Research at George Washington University.\n\n  • 10:07:32\n\n    MR. TOM GJELTENAnd for those of you who want to hear more about this fascinating development or have questions or concerns about driverless cars, our phone number is 1-800-433-8850. Our email is We'll be getting to your calls and emails later in the show. Of course, you can also join us on Facebook or Twitter. Good morning to both of you.\n\n  • 10:07:55\n\n    MR. DAVID SHEPARDSONGood morning, Tom.\n\n  • 10:07:55\n\n\n  • 10:07:56\n\n    GJELTENSo if you can just hold off for a few minutes because I want to start with Anthony Levandowski. He's the project manager for Google's self-driving car project, and he's on the line with us this morning from Mountain View, Calif. Thanks for being with us, Anthony.\n\n  • 10:08:14\n\n    MR. ANTHONY LEVANDOWSKIGreat to be here. Thank you.\n\n  • 10:08:16\n\n    GJELTENSo the -- I guess what -- driverless cars have been in development for many years. But the big news this week is this law that passed in California allowing some driving of self-driving cars. Tell us what's in this law exactly.\n\n  • 10:08:32\n\n    LEVANDOWSKIWell, this law is called SB 1298, and it sets forth the framework for the DMV to set up the guidelines that vehicles will need to adhere to in order to, in the future, be able to drive themselves with or without people inside them. It outlines the type of technical standards, the types of insurance requirements. Everything that you would expect a person to go through when they get their driver's license, you would expect a vehicle that doesn't have a driver in it to be able to have.\n\n  • 10:09:08\n\n    GJELTENAnd what vehicles will actually be on the road? I mean, these -- obviously, these vehicles are not available to the general public yet. So are we talking here about test drivers being able to do this? What exactly is going to change as a result of this law being passed?\n\n  • 10:09:24\n\n    LEVANDOWSKIWell, what's changing really is more on the fact that, currently today, the technology is ahead of the law. And at Google, we've been focused on developing this technology with safety being our top priority because we believe that it's unacceptable that 40,000 Americans die every year, 1.2 million people worldwide, and roughly 90 percent of these accidents are caused by human error.\n\n  • 10:09:49\n\n    LEVANDOWSKISo as the technology has been evolving in the last several years, we're reaching a point now where -- that we're seeing real benefits of having this technology installed on people's cars in our test slate. And I think it's a great move by Sen. Padilla to put forward measures that would close the gap between what the law says today, which is that a person doesn't need to be driving, which leaves the field wide open to something that's more sensible that has the proper guidelines in place.\n\n  • 10:10:22\n\n    GJELTENWell, tell us exactly how these cars work.\n\n  • 10:10:25\n\n    LEVANDOWSKISo these cars have a variety of sensors on them. They have cameras that look at traffic lights. They have laser scanners that measure the world all around it in three dimensions and radars that track other vehicles and their speeds. And all of this information is sent to a computer in the back of the vehicle that processes information and understands where the vehicle can safely drive on the road and where it's located. So you can imagine, just like your GPS navigation right now, it gives you turn-by-turn directions verbally.\n\n  • 10:10:57\n\n    LEVANDOWSKIWith these additional sensors on the vehicle, you're able to properly have the vehicle drive down the street and understand where the traffic light is. And if it's red, it's going to stop. And then it's going to wait for the pedestrians to get out of the crosswalk before it makes that turn and kind of, you know, remove the aspects of driving that are dangerous for people, which is when we don't pay attention.\n\n  • 10:11:20\n\n    GJELTENAnd do these cars know where they are because of the GPS technology? I mean, they know what road they're on, and therefore, they don't just react to obstacles. But they have intelligence about where they are and what they're doing?\n\n  • 10:11:34\n\n    LEVANDOWSKIRight. We don't rely on GPS fundamentally to keep us driving in a similar lane. But GPS is a really good indicator to know that you're in, you know, downtown D.C., you know, or in San Francisco. But the driving itself really relies on the sensors. Just like, you know, when you drive, you look out the window. You don't look at your navigation display. You need to see what's in front of you, what's in front of the world.\n\n  • 10:11:58\n\n    LEVANDOWSKISo the GPS part is just to guide you in terms of saying you need to be going northbound. But what the car picks up from the ground is really the important part of the driving.\n\n  • 10:12:08\n\n    GJELTENAnd what have you at Google already done with this? You know, I read somewhere that you actually were secretly doing some test driving -- in advance, that is -- of getting official permission to do so.\n\n  • 10:12:21\n\n    LEVANDOWSKISure. So we haven't been doing secret testing. But, you know, the project started back in 2008, and we've been testing our self-driving technology in California. And the number one thing that, of course, motivates us is the ability to improve people's lives dramatically. And so far, we've done about 300,000 miles of testing. And, you know, our vehicles, A, they look a little bit strange 'cause they have all this technology on them, and, B, they have, you know, Google's self-driving car labeled on the side of them. The...\n\n  • 10:12:53\n\n    GJELTENWhere was that done, Anthony, that 300,000 miles that were logged?\n\n  • 10:12:58\n\n    LEVANDOWSKIIt's been done on a variety of highways and surface streets in the Bay Area, in California, Nevada. We've driven in downtown D.C., actually, near the Capitol, and we've driven also in Florida.\n\n  • 10:13:13\n\n    GJELTENBut how did you do that? How did you do that if the laws weren't on the books yet to allow it?\n\n  • 10:13:18\n\n    LEVANDOWSKIWell, so the laws that are on the book currently in California were requiring a person to have a driver's license for the person to drive but no requirement for a computer to be able to drive the vehicle. And that was the same in Nevada, Florida and D.C. today. So it's more -- it's not that we're looking for permission. Permission has kind of always been there. What we're really looking for is kind of setting a sensible guideline so that everybody can do this safely.\n\n  • 10:13:48\n\n    GJELTENYeah. So what's -- I mean, you said quite clearly that, you know, what your interest here is in safe driving and promoting safety. But what is Google's interest as a company? In other words, how did your company in particular come to this interest? How did it grow out of other products you've developed, other research you've done, you know, other business lines that you've been in?\n\n  • 10:14:12\n\n    LEVANDOWSKISo Google's really a technology company, and we love innovation. And we love solving big problems. So, you know, where we see our ability to build new software to have a huge impact in the world, to save lives, make people's lives richer, we see it as a huge opportunity for us to explore. And so we don't have a commercial plan on how this technology will come to market, but we just think that, you know, in our innovation spirits, we can't pass this up. This is something too important for a society to have for it to lie dormant for a long time.\n\n  • 10:14:47\n\n    GJELTENYou know, I think it's really easy to get excited about this development. Are there any caveats that you want to sort of lay out there right now so that our listeners don't get perhaps too excited about, you know, what they're going to be able to have?\n\n  • 10:14:59\n\n    LEVANDOWSKIAbsolutely. So it's important to remember that, unlike things in Hollywood, technology, you know, takes a long time to develop. And right now, we're at the early stages. The things that we're working on the most are making sure that the system is more reliable than people are. And in many case, we've shown that that's true for some scenarios but not all scenarios. So while I'd love to have everybody be able to have one of these in their driveway next year, it's going to be a lot more longer before the technologies mature enough to go out.\n\n  • 10:15:31\n\n    GJELTENAnd will Google actually manufacture cars or work with manufacturers, provide the technology that then car manufacturers will incorporate? What's going to be your relationship with car manufacturers?\n\n  • 10:15:41\n\n    LEVANDOWSKIWell, we love technology, so we're really interested in building the technology aspect of this, and we're looking forward in talking to all the manufacturers on how to incorporate this into their vehicles. So how it will come out is undecided yet, but we're talking to everyone.\n\n  • 10:15:57\n\n    GJELTENWell, finally, Anthony, how quickly can we expect actually to be... (truncated)",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9269367456,
        "format_confidence":0.9785681367
    },
    {
        "url":"http:\/\/podsearch.david-smith.org\/episodes\/1276",
        "text":"Hello Internet\n\nH.I. #51: Appropriately Thinking It\n\n\n  can minimize your son get distracted by a pretty face don't minimize me gray you [TS]\n\n  mustn't minimize me I want you to take me seriously you think that joke is [TS]\n\n  funny every time God we are like a married couple now before it's not funny [TS]\n\n  the one and one that drives my wife crazy is whenever the way to comes and [TS]\n\n  asks if you want to test the wine and even just a tiny city and you have like [TS]\n\n  the worst as the last week and then you say yes that's fine think-i iOS that put [TS]\n\n  a face and pretend it's disgusting [TS]\n\n  yeah and like she's like yeah but that wasn't funny last time it won't be a [TS]\n\n  next time and it wasn't this time either you do that every time [TS]\n\n  most of the day it's something fun oh is it is it fine every time for the wait [TS]\n\n  time for the way to its not fun for my wife it's fun for the waiter every time [TS]\n\n  because the way to hasn't seen a million times before do you think the waiter [TS]\n\n  hasn't seen it a million times before I think the way to have seen it a million [TS]\n\n  times before you head there probably have actually the way there is being [TS]\n\n  paid to be nice to you it's part of their job you shouldn't judge your [TS]\n\n  humorist skills against someone who was paid to be nice to you but I should just [TS]\n\n  pay more people to be nice to me if you're in a restaurant you're dealing [TS]\n\n  with the waiter or you're you're you're interacting with a service person in [TS]\n\n  general like a hotel concierge or an uber driver or any any of these people [TS]\n\n  in the world who are providing a service to some extent when she used the word [TS]\n\n  sir with them I actually a more likely to call themselves than anyone else and [TS]\n\n  I do that all the time it's almost like it's almost like an over compensation [TS]\n\n  because of not an awkwardness but just to kind of a thing in the back of my [TS]\n\n  head that they're kind of serving May and now I feel a bit uncomfortable with [TS]\n\n  that power dynamic I feel like maybe I overcompensate because I will always [TS]\n\n  call someone who is serving mayor doing something for May which sort of puts me [TS]\n\n  in the more powerful position I always call themselves thank you very much so [TS]\n\n  have a good day sir why I always do that I will do it particularly with my bro [TS]\n\n  drivers they almost every single time [TS]\n\n  normally don't speak to the drivers but then at the end you just want to [TS]\n\n  acknowledge the person and so I would always say something like thank you sir [TS]\n\n  right as a as I'm getting out to me it feels like if you look at the nice thing [TS]\n\n  it's a it's a bit of a sign of respect your acknowledging that the other person [TS]\n\n  news person too and it's a it's slightly more than a thank you but I'm never [TS]\n\n  quite sure in in a place like England if this is as standard I don't I don't [TS]\n\n  really know if if that is the case but you do it to that makes me feel a little [TS]\n\n  bit better I do it I think you're overthinking I think it's alright I [TS]\n\n  wouldn't worry about it I don't I don't think I over think things I don't think [TS]\n\n  I over think things great if there is one thing you do it is over think things [TS]\n\n  that's that is like you're defining quality it's now it is not my defining [TS]\n\n  quality but it was ok but I haven't over think things but there are two problems [TS]\n\n  with the servo one of which is I find the double sir [TS]\n\n  suddenly gets really awkward so if I will say to her driver or the waiter [TS]\n\n  thank you sir [TS]\n\n  and then they say back to me thank you sir [TS]\n\n  suddenly the surf feels ridiculous to me it doesn't work both ways like if if the [TS]\n\n  driver beats me to it if it was like Oh have a nice day sir then I always feel [TS]\n\n  like I have to I have to just say oh thank you you too like I can't say the [TS]\n\n  server if the other person has beaten me to it there's something about it where [TS]\n\n  it where it's like it's too many servers in to close at the time that span is [TS]\n\n  just no good it doesn't work I i agree with that [TS]\n\n  ok so I haven't over thought this is the correct way to know you have definitely [TS]\n\n  over there now is proving my point that you're just digging a deeper and deeper [TS]\n\n  hole of over thoughtfulness here now it's ok ok I had never thought about [TS]\n\n  that before just because I'm just because I'm agreeing with you now that [TS]\n\n  you put it out there doesn't mean I had thought about it before you never [TS]\n\n  thought about this before [TS]\n\n  not not the not the double sir first in best dressed suits you sir problem you [TS]\n\n  have never thought near the end of an interaction which you may use the word [TS]\n\n  sir I need to be the first person to get to the words sir this hasn't crossed [TS]\n\n  your mind it's completely just instinct made just it's just no I'm not I'm not [TS]\n\n  there are things that I think about before hand at the end of a taxi ride or [TS]\n\n  a interaction with someone but one of those things is not I must make sure I [TS]\n\n  get the first Syria and the israeli natural to me okay but so the only other [TS]\n\n  problem and this is the one that comes up much more frequently is that there's [TS]\n\n  no appropriate female version for sir there is no but there is no word for [TS]\n\n  this in the English language and now if you are in Alabama you can say this is [TS]\n\n  this is acceptable [TS]\n\n  just broadly across the south as the serb equivalent for women but you know [TS]\n\n  it's like in the south [TS]\n\n  I would totally say thank you ma'am to a woman in a service position but I do not [TS]\n\n  think that the word man in my very limited experimentation goes down well [TS]\n\n  almost anywhere else I never get the feeling like this is a word that say a [TS]\n\n  waitress in her thirties really wants to have applied to her under normal [TS]\n\n  circumstances they can do you ever say ma'am you say sir do you say ma'am thank [TS]\n\n  you ma'am in a restaurant would you say that I think I possibly would but I'm [TS]\n\n  less likely to I think you've assessed the situation correctly I did see what [TS]\n\n  comes out at the time that is not always the best policy and realize and [TS]\n\n  sometimes it gets me into a pickle but I don't I usually don't think too much [TS]\n\n  about what I'm gonna say i just i just follow my heart yes the only way I would [TS]\n\n  use man outside of the south is if I could lay a thousand dollars on the [TS]\n\n  table to say that the service will when I was interacting with his over 60 [TS]\n\n  she's over 60 then I might use ma'am but if it's less than that I feel like now [TS]\n\n  if I can't be absolutely sure about this I'm not gonna make this bad but we have [TS]\n\n  the problem in the opposite way that the only other vaguely equivalent word is [TS]\n\n  the word miss I feel like miss does not carry the same weight as Sir and it also [TS]\n\n  has its own weird problems ugh radical quite the same way you do about man and [TS]\n\n  I think when you called someone so there's a kind of joke inna sets are [TS]\n\n  already going on it's kind of already like potential for more Nexus this bit [TS]\n\n  of a there's been a wink wink was neither of us here particularly notable [TS]\n\n  are important so we just switches using these formalities for fun and I think [TS]\n\n  that applies when you would use the men so I don't think a thirty year old [TS]\n\n  woman's gonna go my goodness he suggesting are much older than I am or [TS]\n\n  he's he's doing it wrong I think there's already like a little game going on [TS]\n\n  where we're joking around [TS]\n\n  thank you sir thank you have a good day I think there's already such a this over [TS]\n\n  the top friendliness going on that is understood the whole thing's be ready [TS]\n\n  this just goes to the fundamental jovial nature of your whole life again imagine [TS]\n\n  you going from place to place and just everything is happy everything's a joke [TS]\n\n  brady's just so happy him the sun is shining are we all just having a great [TS]\n\n  time how your social interactions just naturally go [TS]\n\n  can do the little thanks man when you give a charming when can you scamper off [TS]\n\n  and everybody's had a great day I wish that was true in fact I'm grumpy old man [TS]\n\n  he just sits around whinging having paper cuts but I guess when it comes to [TS]\n\n  that sort of thing I am a bit more jokey I do like when I actually do enjoy every [TS]\n\n  day but I do like I do like things to be a bit in a bit of a joke I'm not an [TS]\n\n  overly serious person I think you can get away with more than I can which is [TS]\n\n  why I mates appropriately think about these things to the level that they [TS]\n\n  deserve so now we have any follow-up rating do we have follow-up we have to [TS]\n\n  show you my ass first with something I know you don't particularly like [TS]\n\n  and this is an arbitrary shout out to a fair and pretending this and you think [TS]\n\n  this is the thin end of the wedge it is yeah but let me explain why we have to [TS]\n\n  do this one and you can always some reason there's always some reason if I [TS]\n\n  left either if I left you entirely to your own accord the show would be [TS]\n\n  starting with nothing but a long list of happy birthday wishes to everybody I [TS]\n\n  have to ring you in on these things to some extent someone emailed me today [TS]\n\n  asking me i'm not gonna do it right or not gonna do it but you gonna mention it [TS]\n\n  now [TS]\n\n  ok open that door a bit wider ok I'm gonna mention I'm not going to use the [TS]\n\n  names of its purpose I think I think this this mail has been have a crush on [TS]\n\n  a female who he's figured out is also a Hello internet listener and he wanted me [TS]\n\n  to ask her out on his behalf [TS]\n\n  ask her out of the show would be a novel way to sort of get me in with her just [TS]\n\n  say to that person that is no good idea and you are l... (truncated)",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.8647121191,
        "format_confidence":0.9612380266
    },
    {
        "url":"https:\/\/melmagazine.com\/en-us\/story\/coronavirus-truckers-floribama",
        "text":"Article Thumbnail\n\nRiding Shotgun in Floribama With the Truckers Keeping You Fed in the Plague\n\nThey’re criss-crossing the country to keep grocery store shelves stocked. They just don’t want you to forget about them when this is all over.\n\nThe sprawling Oasis truck stop in Robertsdale, Alabama, is an important hub for interstate commerce, and typically, a happy gathering point for road-weary drivers. It’s located just over the border from Pensacola, Florida, on Interstate 10, situated along that stretch of Gulf Coast that locals call Floribama. The truckers who stop here have been hauling produce from California, and grocery deliveries from distributors in Texas and Arkansas. Some have even crossed the border bringing in goods from Mexico. “If you bought it, a truck brought it,” one trucker there tells me on a recent Sunday afternoon. \n\nThis, of course, is true in the best of times, but it’s abundantly true now. Just like with medical workers, grocery store employees and the brave men and women currently delivering us food and packages, we’re depending on truck drivers to keep criss-crossing the nation’s freeways and highways, hauling loads through COVID-19 hotspots, over and over again.\n\nWhat, though, are they thinking as they continually hit that open road on our behalf (and at the risk of their own well-being) — especially because we usually regard them as more of a punchline than a lifeline?\n\nTo find out, I spoke to about 10 such truckers during my few hours at the Oasis. My abbreviated roll call:\n\n  • Gurdev Singh, age not given, is the only trucker I see who’s wearing a face mask. He’s friendly, straight-forward and plain-speaking. The sort of homie who says (and fully believes) things like, “Being a truck driver, we’re trying to serve the community.”\n  • Long-haired, long-bearded and gruff-voiced, Scott Fisher, 56, is the sort of old-school truck driver who looks like he stepped out of a country song. Being a road veteran, he laughs easily as he eagerly counts down his days until retirement.\n  • When Larry Reese, 60, walks out of the truck stop with hot food and a weary look in his eye, he’s reluctant to speak with me; he does so, however, mostly because he wants people to know what truckers are dealing with in this pandemic.\n  • Wesley, in his late 40s, steps down from his rig to have a smoke, fill his trucks’ tanks and grab himself something to eat. He says he doesn’t know how long it’ll be until he might find another truck stop, since they’re pretty much the only places truckers can eat these days.\n  • Sonny Singh, 29, has only been trucking for the last two-and-a-half years, but in that time, he’s become an old hand. To stay safe, he travels with a co-pilot, his pit bull, Ivy.\n\nHere’s what they told me…  \n\nHow’s the road treating you? Have you been able to find places to stop to rest?\nGurdev: I don’t have any problem with that. All the rest stops are open in this area. But in Pennsylvania and other areas, they’ve closed them, which is ridiculous. We’re trying to serve the community. So it’s ridiculous that the government isn’t trying to understand our problems. \n\nWhat about getting food and finding your next shower? How’s that going now that the world is more and more shuttered?\nScott: Kinda crazy. It’s definitely hard to find food. \n\nSonny: As far as food goes, you better stop somewhere there’s food at the truck stop, because 99 percent of these places will not let you enter to get food right now. \n\nLarry: Also, if they do have food, you have to go in to get your meal and then go back to your truck to eat alone. You can’t be around other people.\n\nIf you’re hauling food, you don’t have any hours restrictions, right?\nWesley: Nope. \n\nIs it accurate to say that the trucking industry has loosened a lot of the regulations about the amount of hours you guys can drive?\nSonny: Temporarily, because they need something from us. \n\nHas this changed how you’re driving, or how many hours you try to get in each day?\nWesley: Nah, not really. The main thing is, do it the safe way, like we normally do. \n\nLarry: We’re still all running the same way we’ve been running. \n\nDo you think if a driver gets into a problem because they go over their hours, that the law or whomever will keep in mind that it occurred during a crisis?\nSonny: I was delivering a load of water last week to Missouri, and they still gave me an overweight ticket. I’m the one bringing you guys water. So I don’t know — they’ll make money wherever they can, regardless. \n\n\nDo you worry about other truckers on the road, the ones pushing themselves to get food and water to those in need but who also put themselves at risk to deliver their loads?\nScott: I worry about truck drivers every day. Because it’s not like it was when I started. I’ve been doing this for 37 years. When I started, people were courteous to one another. Today, they don’t care about other drivers. They just care about themselves. \n\nHave the distribution centers been cool with you guys? Are they working with you to come up with new protocols that help everyone?\nGurdev: No, no, no. That’s the worst thing. The government or somebody has to step in to tell these people. Because they treat us like animals. They don’t let us use their toilets. They may have a Porta Potty for us, somewhere. But they don’t allow us in the building. And now they take their time; they don’t care if you’re under your hours, or whatever. They do their thing. \n\nSonny: Some places are being real strict about it. They don’t even want you in the office any more. Like they’ll leave the papers in the trailer. They don’t even want to touch the papers. Meanwhile, other places are like, “SARS killed more people than this.” [Laughs]\n\nAre you worried about the immediate future of trucking?\nScott: It’s not going to stop. The trucking industry isn’t going to stop. If we stopped driving, that would cause the country to go into panic and craziness. They’re not gonna let that happen.\n\nHave you found that when you bring in a load from, say, Florida or Texas, where they haven’t been practicing the same amount of social distancing, people worry that you might spread the virus?\nSonny: Not really. Because they need the stuff so much. When people are in need, they’ll overlook a lot of things. Next year, it’ll probably be a different story. It’ll go back to, “Go to hell, drivers!” But this year, as of right now, I don’t know — what little appreciation we get, that’s cool.\n\nThe people you see on the road — have they been treating you with more respect?\nGurdev: The last couple of weeks? Yeah. But I wish they’d do that everyday. \n\nWesley: I’ve seen kinda 50\/50. You see it on social media — there’s a lot of thanks on there. But on national network TV, they don’t do a lot for truck drivers. They don’t think of us. \n\nScott: I’ve had more people waving at me when I drive by. I think that’s part of all this, because that doesn’t usually happen. Usually, it’s people giving us the finger, or something. [Laughs] I think you see more of it on Facebook. More thanks. Truck driving is an honest profession, and yet, people hate us because we’re big and we’re slow on the road; we get in their way. But without us, this country stops. You can’t name a thing that hasn’t been on one of them. [He points at the yard of idling big rigs.] Well, not unless you grow it yourself. [Laughs\n\nDo you appreciate the sentiment? Do you believe it?\nSonny: I appreciate it, anytime. But I also know it’s circumstantial. We’re offering something you need right now, so you appreciate it. That’s cool. But we offer you this when you don’t need it so much, too. And in that time, it’ll be back to, “Go to hell!” [Laughs]\n\n\nIs your family worried about you?\nWesley: Oh, of course. It’s like every day with them, they worry.\n\nWhat have they been saying?\nSteve: Just be real careful. Keep my distance from people and wash my hands. I carry extra soap and water in my truck, and every time I get in or out, I wash my hands.\n\nLarry: My family worries about me getting something to eat more than anything else. Some places watch you and make sure you wash your hands. Some of us complain about that, but hey, that’s just good hygiene. \n\nScott: We don’t believe in all that — we think that the news is making it bigger than it is. I just think it’s a bunch of crap. I mean, it’s bad and people are dying from it, but every year we get a new flu, or a different strain of some flu. This is the first time they’ve gone crazy about it. And it’s ridiculous.\n\nGurdev: I was just talking to my friends right now. All my family members are scared that I’m going out, trying to deliver the stuff people need. Like, right now, I’m going to Florida, which is locked down. So I don’t know if the warehouse is going to be open, or if people are going to be working when I get there. But I feel like it’s my job to deliver the groceries to the stores. If there’s no workers in the warehouse, I’m going to be stuck there, and I won’t know for how many hours, or even how many days. But I’m still trying to do my job. \n\n\nAs far as the rates you guys are earning go, there’s been talk that some drivers are getting up to 6 percent more on loads. Has that been your experience?\nGurdev: No, nothing.\n\nThere’s been no offer of hazard or emergency pay?\nGurdev: No, no. Nothing.\n\nNo increased medical coverage?\nGurdev: No, nothing.",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9779064655,
        "format_confidence":0.7545493841
    },
    {
        "url":"https:\/\/www.googlenewsapp.com\/why-i-ride-with-waymo-xavier\/",
        "text":"Why I Ride with Waymo: Xavier\n\n\nEditor’s Note: Last year, we opened up our fully autonomous ride-hailing service to all of our Waymo One riders, and Xavier is one of the people who relies on this service to get where he needs to go. He shared this video with us, and we gave him a call to learn more about how he likes the service and what it’s like to ride with Waymo, solo.\n\nTell us a little bit about yourself, and how you first heard about Waymo.\n\nI’m Xavier, and I live in Chandler, Arizona. I’ve been riding with Waymo for around a year now and first heard about Waymo when I saw them driving around my neighborhood. I started wondering what they were and finally looked it up and saw on the website that you could sign up to ride in them.\n\nI’d heard about autonomous cars before on a few tech podcasts I listen to, but I didn’t know the technology was fully there yet or that there was a possibility of riding in one until I signed up. It took about a week to get accepted, and I’ve been riding since.\n\nWhat do you normally use the service for?\n\nI don’t own a car myself, so my primary mode of transportation is Waymo, other ride-hailing services, or the bus.\n\nI mainly use Waymo to get to and from work. I’m a restaurant manager at Wendy’s and don’t live too far away; it’s a short 10 minute ride usually. I also use it to visit my mother every once in a while. \n\nWe bet your mom loves that! What makes you choose Waymo over some of the other modes of transportation you mentioned?\n\nWaymo generally is a nice ride, and you get a very consistent experience. The cars are always super clean and it feels futuristic, almost like you have a robot butler. You get in, press the button, and you’re on your way.\n\nI compare it a lot to other ride-hailing services that aren’t automated. With those, you don’t know what you’re going to get. Sometimes the driver is having an off day, may speed, or not obey the traffic laws.\n\nWith Waymo, it picks the same route, goes the same speed, and feels more secure. I also like the fact that you get to specifically choose where it’s going to pick you up and drop you off.\n\nHave your transportation habits changed at all through COVID-19?\n\nI still feel comfortable using the service. I feel as comfortable as I do going to work, which I still have to get to somehow!\n\nYou’ve had the opportunity to ride a lot in our 100% fully autonomous cars with no human driver. Can you talk about what that’s like? Any major differences or similarities from the experience you’ve previously had with vehicle operators?\n\nEvery fully autonomous ride has been pleasant. For me personally, anytime I get in a car with a driver, Waymo or otherwise, I usually don’t play my music too loud or fully relax since I’m trying to consider the other person. But when I’m by myself, I’m more likely to change the temperature or adjust my seat and feel more at ease watching YouTube videos or listening to a podcast on my phone.\n\nI also feel more comfortable changing the destination during the trip, like if I’m heading home from work and remember I need to stop by the store on the way home. It doesn’t feel like I’m inconveniencing anyone in fully autonomous rides.\n\nThat’s awesome to hear. Any feedback you have on the overall experience?\n\nThe only flaw I’ve noticed, but it’s not actually a flaw, is that sometimes Waymo is overly cautious. I can’t complain about that because it’s a good thing it’s cautious. Sometimes it will make decisions on the road, like routing, that don’t make sense to me all the time, but again, I understand it’s just being cautious.\n\nIn my head, all of these things are going to improve or already are.\n\nWhat do you think the potential is for fully autonomous technology, both in times like these and in the future more broadly?\n\nFor me, I don’t have any doubt that autonomous cars are the way to go for the future, and if the world is just, it’s going to replace people driving cars. If it’s not necessary for humans to drive, why would we if it’s safer for computers to drive?\n\nAnd, it’s going to have a good impact on the environment because if not everyone owns a car there’s going to be less cars out there because we’d all be sharing them.\n\nAnything else you want to share about your experience?\n\nI definitely recommend that people try it! It’s really fun and you feel like you’re part of the future.\n\nRead More",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9922465086,
        "format_confidence":0.9544156194
    },
    {
        "url":"https:\/\/www.edinburghnews.scotsman.com\/our-region\/edinburgh\/edinburgh-council-on-potholes-we-re-getting-better-but-we-can-improve-1-4711250",
        "text":"\n\nPotholes in Edinburgh are a big concern for many.\nPotholes in Edinburgh are a big concern for many.\nHave your say\n\nTHE man in charge of fixing Edinburgh’s potholed roads says the city is “getting better” at dealing with the problems caused by wear and tear on our busy streets.\n\nDespite widespread complaints about the vast number of holes in the roads, the city’s “pothole tsar” Gareth Barwell insists progress is being made in handling problems that are on the rise across the whole country. Where the Capital needs to improve, he says, is “transparency and openness” over the closure of certain roads and informing locals over a timeframe for their repair, both areas he was hoping to improve as the council embarks on its latest stage of road improvements.\n\nUp to 24 per cent of A-roads managed by City of Edinburgh Council fell into the “red or amber” category for repairs – around 19 miles of road network managed by the local \u2028authority – according to the latest data.\n\nIn addition, a further 20 per cent of B-roads and just over 25 per cent of C-roads were found to contain serious surface defects.\n\nBetween December and February, transport chiefs fielded more than 4,000 reports of potholes on city streets, including 251 they say “would cause damage to tyres or pose danger to cyclists”.\n\nThe Evening News reported in February a backlog of more than 1,500 road defects were waiting to be filled, with an additional 75 potholes reported to the authority every day.\n\nHowever, transport and environment convener, councillor Lesley Macinnes, committed an extra £1 million investment in road and street lighting improvements in the council’s latest budget in \u2028February.\n\nAnd Mr Barwell, whose role as head of place management also covers litter and waste management, said the authority is improving its system of reporting and dealing with road defects.\n\nQ In December 2017, an Evening News survey found the top level of dissatisfaction among readers with council operated services included litter, waste management and potholes. As all three come under your remit, do you find that concerning?\n\nA “Of course it is concerning, we have to balance all those things. I know one of the criticisms we have had is that we are not as open about why certain roads are being resurfaced or why certain areas have been closed for a certain period of time.\n\n“I genuinely think that, through the improvement plan that we’ve got, we will get better at this, but the communication aspect of it, how accessible we are, how transparent we are; that is what we need to improve on.”\n\nQ What is being done to improve the quality of road surfaces in Edinburgh?\n\nA “The pothole problem – while we are ultimately responsible for maintaining and operating the road network – doesn’t lie just with the council. It’s trying to join up all the different utilities who are responsible for that repair to do it properly, that then lessens the likelihood over time of that pothole happening, the cost to put that right, cost of an injury to somebody, the cost of congestion are all determinant of everybody doing that as well as they can.\n\n“We have been open in the roads improvement plan that the council has done too many temporary repairs – so that bit of sticky plaster we were putting over the pothole – and that was really because we were finding more category one defects.\n\n“Instead of whacking some tarmac on top of it and rolling it, that lasts for days, weeks, months, but that’s what we know annoys residents. They think ‘I’ll take a little bit of disruption if I know that is going to get fixed’.”\n\nQ How will the extra investment in road repairs be spent by your department?\n\nA “We’ve got significantly more resource out treating the potholes. This is not a problem that is unique to Edinburgh and one of the problems we have is that Edinburgh is such a vibrant and successful city which makes it fundamentally harder to shut a road to fix it.\n\n“When we juggle the priorities that Edinburgh has as a capital city, major sporting events, being a festival city, hold up business, those challenges face us. But that is the same in London Boroughs, in Manchester, in Leeds, even in Glasgow – what we are doing through our roads improvement plan is learning from other cities and how they do that.”\n\nQ City of Edinburgh Council paid out over £10,000 in compensation for road defects last \u2028year, what is being done to drive down that amount over the next 12 months?\n\nA “The claims issue is highlighted in the roads improvement plan and has informed us on what streets are a priority. Safety inspections and claims handling was one of the big areas that we need to improve on.\n\n“We value every user of the road equally, contrary to popular opinion, whether you are a pedestrian, on a bike, in a car, on a bus. What we need to do is from boundary line to boundary line make sure that transport infrastructure is maintained safely for all those people.”\n\nQ How does your department determine which areas are top priority for resurfacing works?\n\nA “There are some roads where it will be a case of determining structural integrity, there will be road safety arguments, its impact on surrounding services so whether that is doctor’s surgeries, schools and then there’s also a test we have to apply where we have to know if we are going to be doing schemes in the surrounding area, that would be a waste of cash if we do the repair and then 12 months later come in and rip it all up.”\n\n“We have a vehicle driving Edinburgh’s road network with a laser bar underneath it, measuring how pitted the surface is, any depressions in the surface and an overall value for that asset - that basically tells us if it is value for money to rip up the surface and replace it.”\n\nQ Where are the areas you have identified as being at serious risk of road defects?\n\nA “A prime example right now would probably be the around the Scottish Water works at Haymarket, near Eglinton, Palmerston, in those areas. We know fine well that is an area where residents will be frustrated with. A lot of heavy vehicles have come around, but we are already working with Scottish Water to say ‘right, as soon as the diversion is off, you are going to give us some cash and we are going to go in and make those routes safe.”\n\n“I’m sure residents could point to examples in the past where we haven’t gone in and done that but that is why our roads improvement plan has been put in place to let them know we have listened to their concerns and we are making those changes.”\n\nQ How do you feel the city’s road network coped during the ‘beast from the east’?\n\nA “I think in what was a very challenging situation, probably a one in eight to ten year event, we did as well as we could have hoped. In fairness, that wasn’t just because of the council’s work, that was because of partners and members of the community as well.\n\n“What we found in the middle of the Beast from the East was that everybody was willing to chip in in a kind of abnormal situation and we needed to get on top of it. All in all, I think the city managed well and recovered well and we kept the city moving.”",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.993044436,
        "format_confidence":0.7398689985
    },
    {
        "url":"http:\/\/en.special.kremlin.ru\/catalog\/keywords\/63\/events\/63348",
        "text":"View settings\n\nFont size:\nSite colours:\n\n\nOfficial website of the President of Russia\n\nДокумент   \/\n\nMeeting on supporting aviation industry and air transportation\n\nMay 13, 2020, Novo-Ogaryovo, Moscow Region\n\nVladimir Putin held a videoconference on supporting the aviation industry and air transportation.\n\nTaking part in the videoconference were Chief of Staff of the Presidential Executive Office Anton Vaino, Acting Prime Minister Andrei Belousov, Deputy Prime Minister Yury Borisov, Presidential Aides Igor Levitin and Maxim Oreshkin, Transport Minister Yevgeny Ditrikh, Industry and Trade Minister Denis Manturov, Economic Development Minister Maxim Reshetnikov, Finance Minister Anton Siluanov, Defence Minister Sergei Shoigu, Special Presidential Representative for Environmental Protection, Ecology and Transport Sergei Ivanov, Head of the State Council working group on transport and Head of the Republic of Buryatia Alexei Tsydenov, First Deputy Minister of Transport and Head of the Federal Agency for Air Transport Alexander Neradko, Director General of Russian Post Maxim Akimov, Director General of the United Engine Corporation Alexander Artyukhov, Director General of State Corporation for the Promotion of the DevelopmentManufacture, and Export of High Tech Products Rostec Sergei Chemezov, Director General of United Aircraft Corporation Yury Slyusar, Chairman of the State Development Corporation VEB.RF Igor Shuvalov, as well as the heads of Russian Helicopters, Red Wings Airlines, Utair Aviation, State Transport Leasing Company, Aeroflot, Azimuth Airline, S7 Group, and the International Airports Association.\n\n* * *\n\nPresident of Russia Vladimir Putin: Good afternoon, colleagues.\n\nLet us get down to work.\n\nHowever, before we discuss measures to support our air carriers and the aviation industry, I would like to say the following. We hold regular meetings on the individual industries, but the crucial part is that all of our plans and projects are implemented on time and in full.\n\nThis is what I have in mind. On May 11, after a serious discussion with the Government and the Executive Office, I proposed a set of measures to support the people and businesses. On the next day, over a million requests had been posted on the Public Services Portal by those who hope to receive the one-time assistance of 10,000 rubles per child aged through 15 years. Then the portal crashed. I know that our colleagues from the Communications Ministry have now repaired it, but I would like you to take notice of this, as well as of other such similar matters.\n\nEven during these difficult times – it is also difficult for the budget, because budget revenue has decreased considerably due to the falling prices of our traditional products, that is, oil and energy – we nevertheless found the means to support our people, the economy in general, as well as individual industries and companies. Once we started doing this, we must carry it through, for otherwise we will not achieve the result that we want and that the people expect us to achieve.\n\nThis also concerns, as I mentioned last time we met, additional payments to our medical personnel. As I said on May 11, regrettably, these payments have been made in far from all of the regions. As of now, only two or three regions have not made these payments. We only had to point at the drawback, and it was immediately remedied. Why cannot we do everything properly from the very start?\n\nI am asking you to pay more attention to performance standards.\n\nAs I have already mentioned, we regularly hold industry meetings to support the economy and jobs, employment and the incomes of citizens. Today, as agreed, we will discuss the airline industry. Together with business representatives, we will consider the current state and development tasks of domestic airlines, airports, as well as aircraft manufacturing enterprises.\n\nAs I have already noted, due to the coronavirus epidemic, air traffic – both in our country and abroad – is facing forced restrictions. Perhaps the most serious decline among all types of transport occurred in aviation. The numbers of users on domestic flights decreased significantly, by 88 percent. International air traffic has almost stopped: there is a reduction of more than 90 percent. The number of passengers at Russian airports has dropped to a minimum.\n\nCompanies, airports are losing revenue, which certainly affects their financial situation and, most importantly, their employees and the well-being of people involved in air transportation.\n\nLet me remind you that we have already decided to allocate emergency assistance – over 23 billion rubles – to Russian airlines so that they can pay salaries to crews, personnel, airport services, leasing expenses and other purposes and thereby ensure the stability of enterprises.\n\nI would like to ask business representatives today to tell us how this work is being organised and whether all the issues have been resolved. Although I do know that not all the issues have been resolved, and in fact, the organisation of this work within the allocated funds requires more serious consideration. Let us talk about this today. Let us talk about how effective and sufficient the incoming support is.\n\nI would also like to note that last week, following a meeting on transport, I gave instructions to especially support airports during the epidemic, to allocate federal funds – almost 11 billion rubles – for their urgent needs. I would like to ask the heads of the federal departments to report on how the decisions made are being implemented.\n\nLet me emphasise that our common task is to provide for reliable, high quality and safe airline service in Russia. Meanwhile, it is important for the industry to see the prospects of its development and further growth. However, it is also important for the Government to understand these prospects. I think that any of our actions to support this or that sector should proceed from a clear long-term model of its operation. I am asking the Minister of Transport to tell us today which structural changes in the industry are expected in the years to come and what the Government is going to do in this respect.\n\nWe are talking not only about major aviation. I suggest talking about small, specialised, sanitary aviation operating in remote areas where it, in fact, has no alternative.\n\nAnd, of course, in the current circumstances it is necessary to support the foundation of the industry, namely the aircraft-building enterprises, and give work to those complex and, in many ways, unique production facilities.\n\nRussia is, by the way, among the few countries that can produce the entire range of military and civil planes and helicopters. It is a huge competitive edge and an embodiment of our industrial, economic, scientific and educational potential.\n\nRussia-made aircraft can compete in many specifications on equal terms with their foreign counterparts and global market leaders and, by the way, speaking of combat aircraft, largely surpass them.\n\nIn addition, the capacity of the Russian aircraft industry makes it possible to work on new and promising models. Above all, I mean the MS-21 medium-range civil airliner that is being tested. I believe, it has already made over 300 flights, which is a third of the required number.\n\nI have already said that it is a matter of principle to provide our aircraft plants with orders and raise the demand for Russia-made aircraft. It will encourage the creation of jobs, the upgrade of production facilities and the development of new aircraft models.\n\nI believe that the right thing to do would be to take the following decisions in this regard:\n\nFirst, we need to launch a support programme for the leasing and operation of Russian aircraft. To this end, I propose offering leasing companies state guarantees in 2020–2021, as well as subsidies in order to reduce the per-hour flying cost for Russian aircraft. According to our estimates, this programme will enable Russian plants to manufacture 59 new civilian aircraft in the first two years alone.\n\nAt the same time, we need to simplify and streamline these leasing subsidies for carriers and aircraft manufacturers, including by directly linking the purchase of a specific aircraft to receiving the subsidy. In other words, the money will follow the aircraft.\n\nSecond. We are paying a great deal of attention to developing regional air services by subsidising direct region-to-region flights bypassing the Moscow Aviation Hub. We are doing this primarily in the interests of the people, the passengers, since non-stop flights are much more convenient and of course cheaper.\n\nEvery year, the government earmarks about 8 billion rubles from the federal budget to this effect, and regions chip in as well. However, the demand for subsidies largely exceeds the allocated funds.\n\nWe need to consider the possibility of expanding this programme. In addition, we need to fine-tune this mechanism in order to prioritise destinations operating Russian aircraft.\n\nI would also like to remind you about the decision adopted in December 2019 when I asked you to draft proposals on creating a dedicated airline operating a fleet of Russian-made passenger and cargo aircraft in Russia’s Far East, including hard-to-reach territories. I would like to hear a progress report on this instruction.\n\nThird. The state will have to place more orders to support demand. This is a universal and effective approach that we use to support automobile manufacturers, other industrial sectors, as well as infrastructure construction. Of course, for the aviation industry this could be even more relevant than for any other sector.\n\nWe have planned to purchase aircraft as part of the national projects and state programmes. I propose fast-forwarding these transactions in order to give work to our manufacturers right now, when they are going through a challenging period. I am referring, among other things to the purchase of 66 helicopt... (truncated)",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.7913721204,
        "format_confidence":0.9254977703
    },
    {
        "url":"http:\/\/www.pasmag.com\/features\/photographer-spotlight\/3516-nicky-cruz",
        "text":"Photographer Spotlight: Nicki Cruz\n\nName: Nicky Cruz\nCompany: RPG (Reality Photography Group)\nLocation: Bronx, NY\nWebsite | Facebook | Twitter | Instagram\n\nPhotographer Spotlight: Nicki Cruz\n\nTell us about yourself.\nMost people call me Mr. RPG. I am a freelance photographer and cinematographer with a passion for the beauty of cars. I'm a Lincoln tech honors graduate as a certified auto technician. So not only do I take pictures of cars I can also fix and mod them. That’s what sets us tuner photographers apart from the rest. We know what we are taking pictures of; the year, make, model, rarity or uniqueness of every car, part or modification. I love what I do and take pride in my work and never slack or cut corners in anything I do. I’m very reliable, trustworthy, and dedicated.\n\nWhere are you from?\nI’m from the Bronx, where I was born and raised.\n\nPhotographer Spotlight: Nicki Cruz Photographer Spotlight: Nicki Cruz\n\nDid you go to school for photography or was it something you picked up yourself?\nI'm currently in school part-time working on my (MFA) Master of Fine Arts in photography.\n\nHow did you get into photography?\nIt all started after graduating from Lincoln Tech on my quest to be a top car tuner. While I was going to school I was customizing and modifying my 2007 TL Type S. By the time I was graduating I was pretty much done. After that I started hitting up all the car shows, car meets, street races etc. Then I got discouraged because not all the top photographers were taking pics of my car at the top shows. Then It hit me, after that I saved for my first camera and started taking my own pics of my car and flooded the internet with them. I was shocked about the impact\/popularity my photos made online, So I went back to school, made my own website, and kept with doing private shoots with other cars covering car shows, street races etc. I gained my respect not only online but also on the street as a photographer\/car tuner and enthusiast. And now people call me a pro photographer. I love it! But unfortunately i had to pay 28k in school tuition to become an auto technician to later find my calling as a photographer and cinematographer. But, i have no regrets, because I found a profession that i love to do, and not everybody can say that.\n\nPhotographer Spotlight: Nicki Cruz Photographer Spotlight: Nicki Cruz\n\nHow long have you been a photographer for?\n5 years\n\nHow would you describe your style?\nI describe my style as raw & uncut, a journey into my head that allows people to see my view of things from my third eye.\n\nWhat equipment do you use?\nCanon dslr's:\nCanon EOS 550D\n\nWhat is your favourite location to shoot pictures?\nBesides a studio or indoor set for a car, I love to shoot in the city at night with all the pretty bright lights and all the different things going on.\n\nPhotographer Spotlight: Nicki Cruz Photographer Spotlight: Nicki Cruz\n\nAre you a Mac or PC user?\nI use both. I edit my photos and handle all my online stuff on my pc and edit my videos on the mac.\n\nWhat was your most memorable assignment?\nCovering \"hella flush\" in Hawaii back in 2011.\n\nWhat would you say to other enthusiast photographers out there who aspire to become a photographer?\nKeep it up until you reach your goal. We have been blessed with the internet so the possibilities are endless.\n\nPhotographer Spotlight: Nicki Cruz Photographer Spotlight: Nicki Cruz\n\nRelated Features\n\nVaughn Gittin Jr's 2015 Mustang RTR Spec 5 Concept\n\nStory and Photography by Jordan Lenssen. The 2015 Mustang has been all the rage since being officially launched in September, 2014. The bolder lines, standard selectable drive modes, all-new 2.3-liter turbocharged inline-four and fully-independent rear suspension have made this the…\nRead More\n\n\nThe last time I saw a Honda with a wall of four 15s was in 1998. Now who in their right mind would be insane enough to do something like that you say; it was yours truly. The look on…\nRead More\n\nMazda Miata: Respect the Roadster\n\nSince the word “roadster” was first spoken, someone has always taken to calling them “chick cars”. I think those people were missing out on a real driving experience and now more so than ever. Written by Micky Slinger \/ Photography…\nRead More\n\nLegends Series - The Organized Chaos Cartel\n\nFrom its emergence in the mountains of Japan, to being nursed in secret, to race track demonstrations, to finally shoving its way boldly into the heart of import car culture, no recent car trend has caught on quite like drifting.…\nRead More\n\nAlvin Puertollano's 2005 Infiniti G35\n\nThe Infiniti G has carved itself a nice little niche in the North American sport tuning niche ever since the third-gen V35s came online in 2003. In Japan, these are sold as Nissan Skyline 350GTs. Even though they’re not in…\nRead More",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.6273258924,
        "format_confidence":0.6710792184
    },
    {
        "url":"http:\/\/www.hobokenland.com\/simply-bunk-confessions-of-a-shore-based-cab-driver\/",
        "text":"Simply Bunk Confessions of a shore-based cab driver\n\n“I have a guy for your house,” my old buddy Jake said out of the blue.\n\n“Your timing is excellent, Smithers,” I responded in my bad imitation of Mr. Burns. “Who is this fellow?”\n\n“His name is Bunk and he would fit in well with your crew,” Jake said. “Play and knows sports, cooks, and will drive you wherever you want.”\n\n“You’re giving me a butler. Shouldn’t his name be Cheeves?” I shot back but quickly thought, “Well, then again, Bunk does have a, ‘Your bath is ready, sir’ sound to it…”\n\n“His real name is Bernie and he’s a van driver for a cab service down at the beach,” Jake explained. “Makes good money doing it too…”\n\n“Like the movie Weekend at Bernie’s…gotcha. So when does he have time to go out?” as my mind was jolted from its one-dimensional state regarding summer weekends.\n\n“He doesn’t…” Jake stated without ambiguity. “He works every weekend.”\n\n“And when the summer ends?” I asked.\n\n“He runs a pizza place at UConn and a ski house like a bed and breakfast in Mount Snow on the winter weekends. He’s basically his own boss and comes and goes as he pleases.”\n\n“That’s genius,” I marveled. “OK, he’s in.”\n\nThat conversation took place over two years ago. In 2007, Bunk is a central part of my beach empire…driving members for food at 3:30 AM and more importantly, picking them up to go to and from bar to bar. He also contributes waffles in the morning, organizes a intra-house Olympics with events that include archery, tug-of-war and kiddie-bike-slalom-beer racing (See: Revenge of the Nerds I), and owns every college pennant in the universe, which are hung up in the beach house according to who went where during their undergrad days (a bit hokey, but it actually makes an otherwise listless living room portray a sports bar…and where else will you find a U Penn and a Willie P U. pennant side-by-side?).\n\nI recently interviewed Bunk—who incidentially doesn’t drink due to being allergic to alcohol—during an early morning run to 1st Ave. Pizza while watching Hoosiers on his in-cab DVD screen.\n\nConcha: What first got you into driving a van at the beach?\n\nBunk: I needed a job that coincided with my party animal shore housemates and the hours they kept. The cab was the perfect fit. It also enabled me to still be a part of the whole scene.\n\nConcha: What kind of money can you make on a good night?\n\nBunk: I do OK, I’d rather not give you a number, but I have to hustle and put up with a lot of crap.\n\nConcha: I guess if I asked any guy or girl in the house what kind of cash they brought home, I’d get the same answer. Well played. Still, at $4.00-$6.00 per person and sometimes 20 to a ride that may only be a mile or three, sounds like the money can add up quickly.\n\nOK, a less-intrusive question: What are your hours?\n\nBunk: I start at 4pm unless someone pre-arranges an earlier pick up. I can get home anywhere between 3am and 5am.\n\nConcha: What are some of the drawbacks of the job?\n\nBunk: I’ve had people fight in the van, throw up, relieve themselves, and always throw in the usual Jagoff who thinks it’s cool to give the driver a hard time.\n\nConcha: With all of the alcohol and beer muscles involved that usually is a staple of the aforementioned Jagoff, how do you handle security within the van?\n\nBunk: You try to keep them happy and stuff like that won’t happen. I also try to be selective when picking up a group. You can tell a certain group will be trouble so I would stay away from them. You’re usually safe taking groups of girls. Though the craziest brawl in my van was between girls. It wasn’t a hair pulling cat fight, this was a NHL bench-clearing brawl! Clean, hard punches to the face. It took me and two other guys to pull these chicks apart.\n\nConcha: What does your service provide that other cab companies don’t?\n\nBunk: It has been my experience that if I can make the customers transition from their house to the bar a smooth one the ride is much more fun for them and less stressful for me. I find that a good CD with music for all tastes can make a huge difference and one less thing to give me a hard time about. I am also courteous to my passengers and open the door for them when they get in and get out.\n\nConcha: Not many, if any, cab companies down there extend that courtesy. Well, I’ve seen some—and admittedly participated in—some crazy stuff while in a beach cab in the past, so share two of your best stories from driving down there…\n\nBunk: Last summer I drove 12 huge guidos from Belmar to Seaside. They were completely obnoxious the entire 45-minute ride. But the funny part was that they spent most of the trip arguing about what the appropriate time to take their shirts off would be. As we were blocks away someone saw two gigantic dudes walking toward the bar without their shirts. At that point someone in the van says, “Yo Sal, I told you we was good… I’m taking off my freakin’ shirt!”\n\nThen there was the time a few years ago I picked up three girls and one guy at the Parker House. Impressively, in the short drive from Parker to Leggett’s the guy up front talked his girlfriend and two friends into kissing and stripping in my cab! It was strange to say the least…\n\nConcha: Hooking up and being at the shore are almost synomyous…does this process first begin in your van often?\n\nBunk: Most times a hook up has been pre-determined prior to entering the van. I have seen some crazy things happen though. I watched a guy who was loading his group into the van at DJ’s late one Saturday night start talking to a girl who was passing by and somehow within minutes convinced her to go home with him. Amazing… I also had a couple of 17 year olds doing some pretty unbelievable things in my van and they had just met as well.\n\nConcha: Only at the shore do you see that sort of thing. I’ve never experienced that kind of cab ride in Hoboken. But those anecdotes are usually a product of the busy times. What do shore cab drivers do during the week when things are slow at the beach?\n\nBunk: Sit in their vans and go out of their minds with boredom! Back in the day when I would drive during the week their were a few nights like Monday (Boat House) and Tuesday (Bar A) that you would basically be a shuttle to and from the bar which was easy. Other than that I was carting around drunk teenagers from party to party.\n\nConcha: Do people treat nickels like manhole covers or does being drunk mean being generous? What is the average tip?\n\nBunk: $1 per person… Some people give more and then there are some that won’t give you anything. I can understand, when I used to go out I would walk from PH to Edgars. Whatever it costs, it’s a lot less than a DWI. I can’t tell you how many DWI’s I’ve seen in the six years I’ve been doing this.\n\nConcha: Speaking of DWI, how does local law enforcement treat you and other cab\/van companies down there in general?\n\nBunk: In the early years it seemed like I could get away with pretty much anything except vehicular manslaughter. The thinking was, we were helping them get drunks off the street and making their jobs easier. Since 2005 it’s gotten pretty tough. I don’t know if it’s because back then there were only a few cab companies and now there are more like 20. Point Pleasant and Belmar are the toughest. Just this past weekend the New Jersey Motor Vehicle Commision decided to enforce the taxi stand rules. Most of the larger vans have limo plates and are not allowed to park in the taxi stands. By chasing all the large vans the end of the night at bar closing was a disaster. It got to the point that the Manasquan police were calling my boss and asking him to send his vans to the beach front. Of course, this all could have been avoided, but balls need to be broken I guess?\n\nConcha: Are there rivalries among the cab services at the shore?\n\nBunk: There are some rivalries amongst companies, but drivers all pretty much get along. Nobody likes Able or the gypsies. Able has a new owner who thinks he should have a monopoly, and the gypsies make it hard on the rest of us because they overcharge people and take advantage of drunk people.\n\nConcha: Do you see yourself doing this five or ten years from now?\n\nBunk: You know what, I keep saying maybe this will be my last summer… But, then I make some money and have fun with my friends in my shore house. If I wasn’t working I wouldn’t be in the house. Maybe if I was involved with someone it would be a different story. As long as it’s still fun I’ll keep doing it!",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.7667919993,
        "format_confidence":0.6894630194
    }
]