[
    {
        "url":"https:\/\/midnight-mind.com\/2019\/12\/31\/eyes-to-the-storm\/?like_comment=79&_wpnonce=c59b088d4c",
        "text":"eyes to the storm\n\nThe girl on the hill watches, quiet and still, as a storm leaves gaping cracks in the darkening sky.\n\nAsh-colored clouds writhe across the horizon, tortured and wild as they spread their poisonous darkness, increasing the pace of their dizzying dance with every passing minute. A thunderous clap of untamed fury resonates through the crackling air, echoing deep into the hills and vibrating beneath the girl’s skin. She braces her legs against the sharpness of the angry wind, glaring into the face of the storm.\n\nShe’s nothing but a child, small beneath the vast sky, a motionless figure upon the rolling emptiness of the hills. She’s hardly visible amidst the golden ocean of wild grasses that sway around her shoulders, bending in the wind. Her skin is a shade of light copper, bright and beautiful in the strange light of the storm, which illuminates the world in shades of whispering danger. The breeze twists her white dress around her ankles as the hem of the gown brushes against her bare feet. She closes her eyes, tasting the electric hum in the air as the wind tosses her silver curls.\n\nThe softest smile plays on her lips as she lifts her face bravely to the darkening sky.\n\nSlowly, she begins to sing.\n\nIt is a song of life and courage and hope, a song that trembles with the knowledge of the terrible truth, that the end waits above her like an ever-darkening serpent in that churning sky. She sings with her whole heart, arms outstretched to the open air, and the echoes of her own voice answer her until they fade into the sounds of the storm. She is smiling as she sings, almost laughing in the face of horrible danger, knowing that she will fall, yes, but it will be a fall as beautiful and graceful as the bending flower stems at her feet.\n\nHer voice is swallowed by an angry roar from the clouds. Lightning strikes the ground in the distance like the sharpest warning, and she can smell the bitter smoke in the air as fire leaps to life in the dry grass. She remains motionless, waiting, listening, knowing what will come.\n\nAnd there it is—her song. Gentle and low, whispered by hundreds of weary voices. She turns her back to the storm to greet her soldiers, the saddest smile tracing her features as they appear, row after shining row, at the crest of the hill. There are several hundred of them in total, a limping army of battle-worn men and women, their shoulders aching with the effort of lifting their eyes to the storm. Their armor is bruised and dented, taken from the bodies of their fallen brothers, stained with the colors of a thousand painful deaths. Their faces soften as they see her slight figure, terribly small yet impossibly bright against the power of the storm. Their lips move to the words of her song as a fragile hope comes alive in the corners of their eyes. At the sight of the fierce-faced child, they remember what they are fighting for, what they have lost their sons and daughters for, what they face even now as the storm laughs, low and horribly cruel, at the sight of the ragged army rising to face impossibility for the final time.\n\nThe man who led the army over the hill drops painfully to his knees before the girl, pressing his forehead against hers with an expression of quiet weariness on his scarred face. She kisses her father’s cheek, gentle and certain, before taking his hands and helping him to his feet. He returns her soft smile with a brokenhearted gaze in his eyes, the very core of his being aching to protect her, knowing that he’s hoping for something impossible.\n\nThe sound of a hundred swords being drawn in unison rings sharply through the air. The girl and her father whirl to face the storm, and the girl’s song twists into an anguished battle cry at the sight of what the clouds have become. The shout is echoed by her army as they band tightly together at the crest of the hill, swords gleaming against the sky, shields drawn close to their chests. They look to the child, to the way her eyes flash in the light of the rapidly spreading wildfire. They wait, counting the seconds, trusting her.\n\nShe closes her eyes and nods, sorrowful and gentle, pressing her hand into her father’s for a moment before letting him go for the last time.\n\nShe lifts her voice in a final song, haunting and painful, drowned in ragged hope.\n\n\n\nthey charge.\n\n15 thoughts on “eyes to the storm\n\nwhat's on your mind?\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9663396478,
        "format_confidence":0.9291076064,
        "weight":0.0254393432
    },
    {
        "url":"https:\/\/walking-on-red-dust.com\/2016\/04\/05\/hazy-time\/",
        "text":"Hazy time\n\n[Version française sur le site de La Recherche]\nI made crêpes. I remember the dough, which amused me because all the ingredients were powdered: the flour and the salt, of course, but also the milk and the eggs. I simply threw all those powders into a bowl and mixed them together until they looked like the sand, almost white, of one of the beaches where I exposed myself to the sun for the last time. Then I added water, trying to remember the right viscosity – almost liquid, not thick like for those American pancakes. I remember my crewmates, occasionally coming into the kitchen to watch me throw the crêpes in the air before catching them back, clear side against the pan.\n\nIt was not long ago. A week, maybe? A month? Two? The more I think about it, the less certain I am. What did I do that day? I remember that my shorts were stained with white flour when performing a weekly social experiment. So, it was on a Wednesday. Now that I think about it, Christiane took a photo, freezing a crêpe in the air. It is by looking at this photo’s properties that I figure out how long ago it happened.\n\nMaking crêpes.\n\nOutside the dome, it is quite easy for me to situate events in time; if you ask me when something happened, I can give you a relatively accurate estimation. Here, it is different. Memories blend together, time lengths are hazy. When I realized that we were past the midpoint of the mission, I was not surprised. But I would not have been surprised either if I had been told that we were a third, or three-quarters, into the mission. Situating a meal, a book I read, an argument, a joke, or an experiment, is difficult. Enough to convince me to keep a logbook, so that my memories of the mission are not, in the end, a disorganized flow of images without chronology or logical connections.\n\nPart of the explanation could be the lack of sunlight; without a clock, it would be difficult to distinguish between evenings and mornings. In my windowless bedroom, I am often surprised when I look at the time. The lack of seasons, maybe? But I think that the main reason for this hazy perception of time is the lack of variation. We are always in the dome, or in the lava fields around. Always with the same people. We take, always at the same times of the day and the same days of the week, the same tests. In spite of some of my crewmates’ efforts, our food always has this typical, salty note of shelf-stable food.\n\nI become aware that I – as, I assume, almost everyone – rely on other memories to situate one among them. If I want to remember when I saw my cousin for the last time, for instance, it’s easy: it was during the last Christmas I spent with my family, in December 2013. Maybe you can situate a movie you watched because it was after an evening with your friends, last Saturday. But here, remembering that it was in a white dome, just after running on a treadmill and just before rehydrating some ham cubes, does not help much.\n\nTo assess the time gone by after an event, one often relies on memories accumulated since then. If you have images of different seasons, new encounters, various places, and new experiences, you know that quite some time has gone by; a year, maybe? If you only have memories of days at work, evenings with your family and a weekend by the sea, you don’t have to think much to attribute this event to last week. But when all that comes to your mind is a blurred image, where only walls and furniture are clearly defined, the task is much trickier.\n\nFortunately, in spite of a daily monotony, unusual events happen that mark the passage of time. Finding the closest event to a memory helps situating it, albeit vaguely. Here, rather than in weeks or months, time is measured in earthquakes, celebrations, technical failures. If I try to remind myself of the mission, from the beginning to now, those peculiar events interrupt a confused flow of images from the dome and rocks.\n\nThe beginning comes in high resolution. I can see the landscape passing by the window of a four-wheeler. I can see media crews trying to tear catchphrases from us, at a time when we would just like to silently enjoy our last moments outdoors. The only answer that crosses my lips, towards which points a microphone, is “Here we are”. Part of the foam covering the microphone is gone; did an angry interviewee suddenly bite it and tear a piece away, like a shark? The idea makes me laugh, and only cameras pointing at me dissuade me from biting another piece away. I remember the noise and bustle just before entering the dome and, suddenly, after the door has closed, the silence. The look I have around, at a decor that then looks foreign, thinking that all this – people and objects – will soon look extremely familiar.\n\nThen, only a few clear images separate segments of the blurred and continuous mass of my memories. Some images make me smile; for instance where the group, bonded and solid, is laughing at a joke to which everyone adds. Or where we explore lava tubes for the first time and our lamps, piercing the darkness, reveal rocks with surrealistic colors and shapes. Others are quite painful. Terrorist attacks in Paris, watched through frustratingly scarce pieces of information. Messages telling me that my paternal grandmother has undergone a murder attempt and that brain damage has made her, after coming out of a coma, extremely aggressive. Christmas celebrations turn into gatherings in a hospital room, and all I can do to support my family is send derisory emails. Other images run through my mind: the first time I put my suit on, the strongest earthquake I have experienced, arguments, moments of intense complicity or tenderness, a nocturnal EVA under an incredible number of stars…\n\n2016-03-30 Fun in the cave\nExploring a lava tube.\n\nWe have 5 months left. Is that a long time? I don’t know. But I am convinced that other events are waiting for us that will leave more of those clearly defined memories. I am looking forward to discovering them.\n\n\nOne thought on “Hazy time\n\n  1. frank says:\n\n    L’inquietante nulla (L’Aquila 1993)\n\n    Rugginose sabbie di Marte,\n    migranti dune, disseminate rocce\n    scabre: superficie desolata\n    a perdita d’occhio d’astronauta,\n    crivellata di meteoritici crateri,\n    velata da polvere brunastra.\n    Singolare scenario di albe,\n    azzurre nubi ai bordi di regioni\n    spaventose, talora spazzate\n    da estese libecciate, furiose.\n    Dai ciclopici vulcani dei mari Eoi\n    all’intricata rete di faglie,\n    di ocracei canyon, di alvei\n    abbandonati, immenso altipiano\n    si erge, ma l’inquietante nulla\n    qui vi domina assoluto. Quoniam\n    advesperascit… Il campobase\n    Coyote di bare volanti\n    si copre di ombre lunghe\n    sanguigne, di una poesia\n    così monolitica e spettrale\n    come una dodecafonia.\n    Adamantina stella già sull’orizzonte\n    quella nostra cara Terra, per un attimo\n    io… io non mi sento più così solo\n    sull’impervio pianeta, conquiso.\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.8052956462,
        "format_confidence":0.9635903239,
        "weight":0.0340927196
    },
    {
        "url":"http:\/\/www.poemhunter.com\/poem\/jet-is-a-good-friend\/",
        "text":"Alex Cheng\n\nJet Is A Good Friend - Poem by Alex Cheng\n\nPlay Poem Video\n\nJet is a good friend.\nJet is a good man.\nJet is a good student.\nJet makes me amazing!\n\nJet likes food.\nJet likes animal.\nJey likes water.\nJet is a human.\n\nPoet's Notes about The Poem\n\nThe guy is my best friend, I wants to use the poem to remember.\n\nComments about Jet Is A Good Friend by Alex Cheng\n\nThere is no comment submitted by members..\n\nRead this poem in other languages\n\nThis poem has not been translated into any other language yet.\n\nI would like to translate this poem »\n\nword flags\n\nWhat do you think this poem is about?\n\nPoem Submitted: Monday, May 21, 2012\n\n[Hata Bildir]",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8891443014,
        "format_confidence":0.9862564206,
        "weight":0.0234071396
    },
    {
        "url":"https:\/\/thedirtyrat.blog\/2016\/09\/20\/a-poetry-reading-poetry-express\/",
        "text":"A Poetry Reading @ Poetry Express\n\n\nThe restaurant was quiet and church-like. The wait staff and cooks outnumbered the guests. I walked towards the back and found a banquet room where a half dozen people sat quietly eating. They sat at one of the two long banquet tables in a kind of solemn thanksgiving.\n\nThe woman hosting who’d emailed me sometime earlier, approached and introduced herself. I sat down and waited for the program to start. The man next to me whom I’d known for years, took out a folder and removed a painting of his mother whom earlier this year had died. The painting was of her as a younger woman and he told me that she’d been a professional opera singer in her youth. When he caught me writing out some brief notes, he announced aloud I was left handed. I remembered the story my mom told me that when I was a baby and she was letting me try to feed myself, she would take the food or utensil out of my left hand and put it in my right and she said I would just throw it down and not eat anything in frustration. He in turn talked about how in even older days left-handedness was discouraged and many youngsters were forcibly made to use their right. Once I sat in a college lecture and the desk in the auditorium was so tiny and so obviously intended for a right hander’s comfort, I gave up and used the writing tablet of the desk next to me to keep notes. Then someone behind me stage whispering to someone else to ‘look’…\n\nThe room was intimate enough to where there was no need for a open mic sheet. Anyone could just stand and do their reading for up to five minutes. After 20 minutes of open, I was given the floor. It was nice having a couple of people I knew, one a wonderful poet and the other a former co-worker whom I ran into on Bart the previous week, walk in and join the proceedings. I laid my phone down on the table next to me and recorded it. It was a wonderful, fun and positive reading of new poems. The recording came out nicely.\n\nFeel Free to Listen on Soundcloud\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.8703300357,
        "format_confidence":0.9694793224,
        "weight":0.0368459932
    },
    {
        "url":"http:\/\/katherinescottcrawford.com\/?p=635",
        "text":"A Phone Call from Pat Conroy\n\nI read The Prince of Tides for the first time when I was 10 years old. (Probably, this was too young, but there you have it.) I took the book from my parents’ study one summer day when the house was silent. I remember distinctly having to hoist myself up onto the bottom level of the built-in bookshelves—just like launching myself out of the Botany Woods pool minus the ladder, a skill perfected by all us neighborhood kids—standing with my toes poised, my heels hanging over the edge. I stretched, reaching into the family stacks until I found it. I can still feel the worn edge of the binding, the multiple old creases there. This was a book that had been read often by my parents. It was beloved.\n\nAs thorough as my education had been thus far, Lake Forest Elementary had not prepared me for the magic and mystery of Pat Conroy’s storytelling. Though by then I was an avid reader, nothing I’d read was so viscerally familiar as the spellbinding way in which he talked about my home state, South Carolina. Nothing I’d read had affected me so deeply. It sank into my bones, became part of my DNA. Part of family’s DNA, really, as we all—my father, mother, sister, and I—fell in love with his writing. Pat Conroy: literary patron saint of the Crawford family.\n\nSo when my first novel was sold to a small press, and all the cogs began turning in the creaky wheel towards publication, suddenly I had to find authors from whom I’d hope to gain endorsement. I could think of no one, at first, but Conroy.\n\nIt didn’t matter that my novel was historical, set about 200 years before most of his. Or that I was a writerly nobody. Or that in my mind he was so big, so popular, he probably received requests like these every day. I decided that, since this was the one and only time in my life I’d have a first novel being published, I’d shoot for the moon.\n\nI wrote him a letter, via his literary agent, asking him if he’d be so kind as to read an advance review copy of my novel, Keowee Valley, and if he liked it, to perhaps offer a quote (also known as a “blurb”: basically, an endorsement). Most of the letter was heartfelt, genuine, thoroughly shameless fawning. It’s an odd thing, as a 30-something, to write a fan letter. But the man is my favorite living writer, and I knew no other thing to do than to tell the truth.\n\nAbout a month later, I’d forgotten about it. (After mailing the letter I’d determined to put it out of my head. I figured he probably got a stack of fan mail each week—he’d likely never see mine.) Then, one afternoon after ignoring my cell phone all day like I tend to do, I noticed I’d five messages. My husband was giving our two year-old a bath; I could hear them giggling and splashing. Standing at my desk, I began listening to my messages.\n\nPat Conroy (photo credit: www.patconroy.com)\n\nThere he was. Pat Conroy. His voice boomed out of my cell phone, gruff but with a smile in it. At first, I thought, My sister is playing a very mean trick on me. I’m going to kill her. But as he continued, referencing the letter and his own response to it, I knew it to be true. I walked numbly towards the bathroom, calling for my husband. When he emerged with towel in hand, looking at me inquisitively, I had a hard time speaking.\n\n“Pat Conroy left a message on my cell phone. Pat Conroy is on my cell phone,” I stuttered. Then I sat in an ungainly heap on the hardwood floor, my legs quite literally giving out.\n\nThere are plenty of people out there who really won’t get how big this is. Not many folks these days go gaga over writers. My husband has known me for quite some time, and so knew how I felt about Conroy’s writing. But still, I tried to explain it to him thus:\n\n“It’s like Bono leaving you a message on your cell phone,” I told him.\n\nMy husband went to college in Athens, Georgia, in the late ’80s. He saw U2 at the Omni in Atlanta during their Joshua Tree tour, and he’s taken me to two U2 concerts since we’ve been married. He loves those guys. He particularly adores The Edge. Perhaps I should’ve named him.\n\nSo, I sent an ARC of Keowee Valley to the address Conroy left for me, along with an effusive note of thanks. Then I waited.\n\nI pretended like I wasn’t waiting. I told only my family that he’d left me the message. (They, of course, sent up a plane with a banner.) I told everyone I doubted he’d even remember, or that if he decided he couldn’t offer a blurb, I wouldn’t care. It was enough that he’d liked my letter—that he’d left a message on my cell phone.\n\nI lied.\n\nI wanted, more than anything, for the man to like my novel, for him to see something worthy in my writing. Of course I did.\n\nLong story short: He liked it. He really did. And he offered a blurb I’ll treasure always.\n\nToo often when we get a chance to meet or interact with our idols, we’re disappointed. They’re not the gods we liken them to; certainly, they’re not perfect. Sometimes, they can even be rude. Twice I’ve met other writers I’d admired, and had them brush me off. One, during a panel at a book festival several years ago, even told a snarky joke at my expense in response to a question I’d asked. (No, I’m not telling you who they are.) Maybe, she’d had a bad night. But I haven’t bought a book of hers since—not because I’m vindictive, but because I no longer see her, or her writing, in the same light.\n\nNot so with gentleman Conroy. He took the time to call me, to leave a long, detailed, and unfailingly kind message. Who does that sort of thing anymore?\n\nApparently, the great ones do.\n\nThis has been a long, rough, exhausting journey to the publication of my first novel. Nothing about it has been what I’d expected. There have been dark moments when I wondered if the whole deal wouldn’t fall apart, when I doubted myself and my work. I still do.\n\nBut the light moments, like Conroy calling me and ultimately offering such praise for my work? Like the other incredibly gifted and generous writers offering kind words for this first-time author, a person they’d never met? They have been the gold glow of lightning bugs in the summer night.\n\nSheer magic.\n\nThis entry was posted in Uncategorized and tagged , , , , , . Bookmark the permalink.\n\n6 Responses to A Phone Call from Pat Conroy\n\n  1. Cindy Byers says:\n\n    Pat Conroy is my favorite author. In fact when I was searching for a vacation home, I checked out Beaufort, SC because I knew he lived there. If the vibes of Beaufort were good for him, well, I was hoping they would rub off on me. Lucky for me, I wound up buying a home within a mile of his and his wife’s Cassandra King. One day I stalked them both at the swimming pool and worked up the nerve to introduce myself. Imagine experiencing Christmas, your wedding night and winning the 5 Gaited Stake (coveted horse show event) at the World Championship Horse Show, all at the same time. That is what meeting Pat Conroy and Cassandra King was like for me.\n\n    He endorsed your book. In the words of my much younger nieces and nephews, “you rock”. I look forward to reading your novel.\n\n    • scout2011 says:\n\n      Thank you so much for the kind words, Cindy! I know, Conroy truly is our state’s best voice. I’d love to meet him in person one day.\n\n  2. Cindy Byers says:\n\n    I bet he’d meet you if it wasn’t real complicated to do so.\n\n  3. Ann Barnett says:\n\n    March 19,2013\n    I need so much to get in touch with Pat Conroy. We went to\n    Beaufort HS together and I was his date for the Ring Dance at the Citadel. We have reached each other twice over the last 8 years, but because of recent horrible family events, I now really want to just see if we can re-connect. Perhaps because of the searing grief, and some hope, of these events, Pat may be able to quide me in an attempt to maybe, just maybe help another family. My story involves cancer, and though not uncommon, in the space of one year, we lost half my family, young and old…and just when we thought we could breathe, my son who had lost his wife and had two small sons, was diagnosed with brain cancer. Please, please give Pat my email and if he wants to reach me, i would be so very grateful. My name is Ann Barnett – I’m sure he will remember me. My email: eirekinsale@gmail.com. Thank you very much for any help. If there is a more appropriate way to contact Pat, please let me know.\n\n    • scout2011 says:\n\n      Hi, Ann,\n\n      What an amazing and heartbreaking story you have. Please know that I’m sending all good thoughts and prayers your way! I hope that writing about it and telling it will help somehow with healing. You have an incredibly brave family.\n\n      I’d love to claim I was a close, personal friend of Pat Conroy’s, but I’m not. He was simply incredibly generous with me. I actually reached him through his literary agent, Marly Rusoff, who passed on a letter I’d written to him. Her information is available online (http:\/\/www.rusoffagency.com). But you can also fill out a contact form on his website: http:\/\/www.patconroy.com. I’m sure he’d love to hear from you; he is known for being loyal and kind to old friends. I really hope you two will be able to reconnect.\n\n      Thank you for contacting me. I only wish I could help you more! Please know that I’m holding your family in my heart.\n\n      All the very best,",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9273982048,
        "format_confidence":0.9496954083,
        "weight":0.0392620116
    },
    {
        "url":"http:\/\/doughdirtdye.blogspot.com\/2011\/09\/short-work-of-fiction-tilt-whirl.html",
        "text":"Tuesday, September 20, 2011\n\nA Short Work of Fiction (Tilt-A-Whirl)\n\nPhoto courtesy of Wikipedia...with some alterations.\nIt wouldn’t be long before they got here.  In a small town a death is reason for hurry; a murder assures great speed. And they would all come, even the ones off-duty and the ones who wish they were cops.  Certainly the radios were humming now.  That city woman killed someone.  The man had meant to do me harm, of that I have no doubt, but how would they know that?  My ties here are thin, though I’ve lived here for more than ten years.  I’ve kept to the outskirts.  I came from elsewhere.\n\nAs I sit waiting for them I know I should be planning for the critical moments to come – a resolute silence, a lawyer and then a calm and clear statement of what had happened – but my mind keeps pulling my thoughts back to the summer after college when a friend and I went together to a carnival near my hometown.  It was raining lightly but not enough to have brought the rides to a halt and we gave the tall and too-thin, bearded man our tickets to ride the Tilt-A-Whirl.  The yellow clowns painted on the sides of the cars were vaguely sinister yet alluring, the deep red metal of the clam-shaped cars shiny with rain.  As the ride began we moved ourselves from side to side, urging the car to spin.  Before long the ride was in full motion and we pressed together and clutched at the wheel in the center.  When it would spin crazily tears of laughter poured down our faces.  We laughed so hard there was no sound to it.  Our grins flashing by must’ve looked maniacal to the spectators standing around the outside of the ride.  To us they were merely colorful blurs.  The tall carny, seeing our efforts, worked his way towards us on the slick and undulating surface until he was standing in front of our car.  He grabbed the side and shoved it, sending us into a blissful spiral, but then suddenly he was gone, his footing lost in the rain.  He had slipped over the edge of the ride.  For a few moments more the ride continued, mechanically oblivious to what had happened.  My friend and I strained to see him, hoped to see him standing, unharmed.  Later we’d learned he’d broken an arm and was bruised and cut.  The joy in the day was gone, our thoughts playing over and over the image of the man disappearing over the side of the ride.  We’d done it to him with our quest for the sensation of spinning.\n\nThe afternoon light is soft and gray coming into the window.  The house is so quiet.  Soon it will be filled with strangers and the sounds that strangers make.  I rest my hands on the table and study the fingers.  They’re thin and white.  They’re mine and they pulled the trigger. \n\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9719085693,
        "format_confidence":0.9357100725,
        "weight":0.0255859477
    },
    {
        "url":"https:\/\/en.wiktionary.org\/wiki\/User:Taxman",
        "text":"Definition from Wiktionary, the free dictionary\nJump to: navigation, search\nen This user is a native speaker of English.\nes-1 Este usuario puede contribuir con un nivel básico de español.\nhi-1 यह सदस्य हिन्दी भाषा का प्रारंभिक ज्ञान रखते हैं।\nSearch user languages or scripts\n\nHi, I'm also Taxman, an administrator on the English Wikipedia. I'm impressed by Wiktionary so far and the potential that truly multilingual dictionaries represent. I'm learning Hindi and I've found it very useful in my learning to use the reference sources I have to create and correct entries here. I hope to add entries for all the Hindi words in my vocabulary list.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.8893708587,
        "format_confidence":0.9342073202,
        "weight":0.001207728
    },
    {
        "url":"https:\/\/utcp.c.u-tokyo.ac.jp\/blog\/2011\/04\/report-the-25th-tokyo-colloqui\/index_en.php",
        "text":"[Report] The 25th Tokyo Colloquium of Cognitive Philosophy (TCCP)\n\n14 April, 2011 TSUTSUI Haruka\n\nThe speaker of the 25th TCCP was Iván Darío González-Cabrera (The University of Tokyo). The title of his presentation was \"Explaining morality: The 'is-ought' problem and the naturalistic fallacy\".\n\nThere are two famous arguments against moral naturalism: the Humean 'is-ought' distinction and Moore's naturalistic fallacy. González-Cabrera offers counter-arguments to them from the viewpoint of evolutionary ethics.\n\nFirst, Hume's Law prohibits inference from factual premises (\"is\") to prescriptive conclusion (\"ought\"), which implies that ethical claims cannot be justified within the naturalistic framework. González-Cabrera employs A. Gewirth's argument and claims that the derivation of \"ought\" from \"is\" is not controversial if there is a goal related to a proposed \"ought\" statement.\n\nSecond, Moore's naturalistic fallacy shows that the question \"what is (moral) good?\" cannot be answered by an appeal to non-moral properties. González-Cabrera points out that Moore's analytic project overlooks multiplicity of our common-sense notion of moral goodness. The question \"what is (moral) good?\" can be answered in a naturalistic way if it is interpreted not as \"what is the common-sense notion of 'good'?\" but as \"how we should make a theoretical notion of goodness?\"\n\nThese two points are connected by evolutionary ethics. It explicates morality as a product of natural selection. Here, cooperation plays a role as the goal of moral \"ought\" because of its contribution to survival and reproduction. Evolutionary ethics is an effective naturalist theory which satisfies the requirement for a theory about what is moral goodness.\n\nEvolutionary ethics indeed lends a powerful support for moral naturalism. An important question would be how thoroughly it can account for our moral practice, especially in aspects which are unique to human cooperative behavior.\n\n(Haruka TSUTSUI)\n\n  • HOME>\n    • Blog>\n      • [Report] The 25th Tokyo Colloquium of Cognitive Philosophy (TCCP)\n\/\/Page Top",
        "topic_id":16,
        "format_id":0,
        "topic_confidence":0.8182580471,
        "format_confidence":0.5065104961,
        "weight":0.0041526573
    }
]