[
    {
        "url":"http:\/\/www.care2.com\/news\/category\/animals\/animal%20testing",
        "text":"START A PETITION37,000,000 members: the world's largest community for good\n\n\nBan Animal Testing\nAnimals  (tags: animal testing )\n\n- 20 days ago -\nWe, the undersigned, are calling on the United Nations to adopt an international convention that will end animal testing for cosmetics products and ingredients everywhere and forever. Please sign and share widely\nStop Importing Dead Shelter Dogs From USA to Uk for Animal Testing - Take Action!\nAnimals  (tags: Petition, dogs, killed, shelters, vivisection, animal testing, U.K., USA )\n\n- 76 days ago -\nDid you know that in the United States many dog pounds and shelters kill healthy dogs who havenâEUR(TM)t been claimed or given new homes?\nTell Clinique to Stop Testing on Animals\nAnimals  (tags: China, Clinique, animal testing, petition, animal cruelty, make up )\n\n- 92 days ago -\nDespite its claims of being committed to ending animal testing, Clinique continues to sell its products in China, which requires that cosmetic products be tested on animals. Though the statement on CliniqueâEUR(TM)s website could mistakenly lead consumers\nTell Neutrogena to Stop All Animal Testing\nAnimals  (tags: Neutrogena, animal testing, abused, animalcruelty, animals, humans, suffering )\n\n- 128 days ago -\nI donâEUR(TM)t believe animals should suffer just so we can feel more beautiful.\nTAKE ACTION NOW! Demand Cosmetic Company Stop Testing on Animals\nAnimals  (tags: animal testing, animals, animalwelfare, animaladvocates, protection )\n\n- 178 days ago -\nStop Avon from testing its products on animals.\nHelp End Avoidable Chemical Tests on Animals in the EU - PLEASE SIGN -\nAnimals  (tags: chemical tests, animal testing, European Union, abuse, animaladvocates, animalcruelty, cruelty, protection )\n\n- 220 days ago -\nOfficials are failing to enforce restrictions on animal testing, meaning that thousands of animals are suffering in painful âEUR\" and potentially avoidable âEUR\" chemical tests in the European Union.\nTAKE ACTION NOW! Demand An End to Animal Testing for Cosmetics, Now!\nAnimals  (tags: animals, animalwelfare, animal testing, animaladvocates, habitat, protection )\n\n- 259 days ago -\nPolls show that the American public overwhelmingly supports alternatives to testing cosmetics on animals and that a majority believe that testing cosmetics on animals is unethical\nACT NOW! Tell Texas A&M to Stop Abusing Horses and Selling Them to Slaughter\nAnimals  (tags: protection, wildanimals, wildlife, ANIMAL TESTING, killing, animalwelfare, animals, animaladvocates, slaughter )\n\n- 277 days ago -\nPlease ask TAMUC to stop mistreating horses in its equine program and selling them to slaughter.\nPETITION - Greyhounds Are Being Killed in the Name of Science.\nAnimals  (tags: Greyhounds, animal testing, cruelty )\n\n- 277 days ago -\nHelp stop this sick practice!\nImmediate Action Needed to End the Use of Animals in Experiments! PETITION SIGN\nAnimals  (tags: animal testing, animals, suffering, animals, animalwelfare, animalcruelty, cruelty, animaladvocates )\n\n- 313 days ago -\nI believe that it is wrong to carry out experiments on animals when there are better, safer and humane alternatives available.\nUrge Congress To Stop Wasteful and Cruel Animal Testing! PETITION!\nAnimals  (tags: animal testing, laws, animals, animalwelfare, animaladvocates, protection, killing, animalcruelty )\n\n- 357 days ago -\nThe Personal Care Products Safety Act (S. 1014) would require the Food and Drug Administration (FDA) to review extensive safety test data, which could lead to MORE animal testing.\nPETITION SIGN: ANIMAL TESTING---Say No to Charles River Laboratories\nAnimals  (tags: animal testing, animal testing cruelty, animalwelfare, animals, animaladvocates, wildlife, wildanimals, protection, abuse )\n\n- 377 days ago -\nCharles River is the worldâEUR(TM)s largest breeder of animals for lab experiments,and supplies one out of every two animals used in lab experiments.\nPetition: END COSMETIC TESTING ON ANIMALS. Humane Society International\nAnimals  (tags: animals, animal testing, suffering, humane society international, rabbits, pain )\n\n- 404 days ago -\nAlready 54,325 of 100,000 signed. Please sign if you haven't already\nApplaud Researchers Working Toward Replacing Animal Testing\nAnimals  (tags: Applaud Researchers Working, Toward Replacing Animal Testing, animal testing, Animal Cruelty )\n\n- 499 days ago -\nTarget: Researchers at GermanyâEUR(TM)s Fraunhofer Institute for Cell Therapy! Goal: Applaud work toward replacing animal testing with more humane methods.\nSouth Korea Passes Bill to Phase Out Animal Testing!\nAnimals  (tags: animal testing, animalcruelty, death, slaughter, killed, killing, protection, law, investigation, humans, cruelty, animalrights, animaladvocates, abuse, suffering, sadness, ethics )\n\n- 508 days ago -\nMillions of animals experience severe torture such as being force-fed ingredients to determine toxicity and carcinogenicity and have chemicals repeatedly rubbed into their shaved skin or ears before being killed.\n\nbutterfly credits on the news network\n\n  • credits for vetting a newly submitted story\n  • credits for vetting any other story\n  • credits for leaving a comment\nlearn more\n\nPopular Tags for: Animals\n\nMost Active Stories Today in Animals tagged with animal testing\n\ntop story finders in Animals\n\n1. Ljiljana Milic 75 popular stories\n\n2. Carole K 72 popular stories\n\n3. Animae C 72 popular stories\n\n4. Elizabeth M 70 popular stories\n\n5. Anna P 67 popular stories\n\n6. natasha s 66 popular stories\n\n7. JL A 66 popular stories\n\n8. Laura H 64 popular stories\n\n9. Pat B 63 popular stories\n\n10. Lone F 61 popular stories\n\nmore top news finders »\n\nWhat makes a top story finder?\nA top finder is someone who submits stories that become popular and are promoted to the front page.\n\nwanted: news analysts\n\nGet Active in the Care2 News Network!\n\nHelp ferret out the most noteworthy of the Newly Submitted stories and promote them to the Front Page.\n\ncare2 news network tools\n\nNews Network Bookmarklet\n\nSubmit stories from your browser toolbar with the easy to use Add to Care2 News! bookmarklet.\n\nNews Network Syndication\n\nGet this page in RSS. Keep up to date with the Care2 News Network in your favorite RSS reader. Yahoo!, Newsgator, Bloglines, and more!\nFind out how to subscribe!\n\ncare2 newsletter spotlight\n\nJoin over 2 Million Care2 Subscribers! Sign up for our FREE Newsletters, Delivered to your Inbox!\n\nNew to Care2? Start Here.",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.5113369823,
        "format_confidence":0.9858278036,
        "weight":0.0041475362
    },
    {
        "url":"http:\/\/parklanehousesurgery.co.uk\/making-appointments.aspx?t=2",
        "text":"This website uses cookies to function correctly.\nYou may delete cookies at any time but doing so may result in some parts of the site not working correctly.\n\n\nImproved access\n\nFor more information on the service please click here\n\nWe provide an self-check in facility for patients who wish to use it. The receptionists may be very busy with patient enquiries both face to face or over the telephone. If you choose to use the screen we advise you that some personal details may be visible to anyone that is waiting to use the screen behind you. If this concerns you then please book in at reception.\n\nCall 111 when you need medical help fast but it’s not a 999 emergencyNHS ChoicesThis site is brought to you by My Surgery Website",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9970694184,
        "format_confidence":0.9809185863,
        "weight":0.001652131
    },
    {
        "url":"https:\/\/nappyworlduk.com\/products\/attends-adjustable",
        "text":"Attends Adjustable All In one Unisex Incontinence Pads\n\nRegular price £17.99\n\nTax included. Shipping calculated at checkout.\n\nThe Attends Adjustable is a range of disposable all-in-ones that has been specially designed for those with heavy to severe urinary incontinence, and\/or faecal incontinence. They quickly absorb fluid whilst containing odours, to ensure that the wearer feels confident and comfortable. \n\nAttends Adjustable feature a fixation tape to ensure the correct close body fit.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.962443471,
        "format_confidence":0.998755455,
        "weight":0.0137193607
    },
    {
        "url":"http:\/\/www.myotcstore.com\/store\/p\/13886-Ameda-purely-yours-electric-breast-pump-with-carry-all-17077-1-ea.aspx?RelatedID=125116",
        "text":"\n\nView Your Cart:    |    Checkout  |    Catalog\nMcAfee SECURE sites help keep you safe from identity theft, credit card fraud, spyware, spam, viruses and online scams\nOrder by Phone\n  • Shop By Brand\n  • Alphabet-Brand-A\n  • Alphabet-Brand-B\n  • Alphabet-Brand-C\n  • Alphabet-Brand-D\n  • Alphabet-Brand-E\n  • Alphabet-Brand-F\n  • Alphabet-Brand-G\n  • Alphabet-Brand-H\n  • Alphabet-Brand-I\n  • Alphabet-Brand-J\n  • Alphabet-Brand-K\n  • Alphabet-Brand-L\n  • Alphabet-Brand-M\n  • Alphabet-Brand-N\n  • Alphabet-Brand-O\n  • Alphabet-Brand-P\n  • Alphabet-Brand-Q\n  • Alphabet-Brand-R\n  • Alphabet-Brand-S\n  • Alphabet-Brand-T\n  • Alphabet-Brand-U\n  • Alphabet-Brand-V\n  • Alphabet-Brand-W\n  • Alphabet-Brand-X\n  • Alphabet-Brand-Y\n  • Alphabet-Brand-Z\n  • Shop-Other-Brands\nHome > Mother and Baby Needs > Feeding and Nursing > Breast Pumps, Breast Care Supplies >\nAmeda purely yours electric breast pump with carry all, #17077, Baby Feeding and Nursing Accessories\n\nAmeda Breast Pump More items by this brand\n\nReward Points on this item:215  ?\n\n\nNeed Help? 800-361-2028\n\nAmeda purely yours electric breast pump with carry all, #17077 - 1 ea\n\nPurely yours - breast pump with carry all - is perfect for moms on the move.\nShare Your Review: Write a review\nRetail: $258.76 Our Price:$215.57 You Save: $43.19 (16.7%)\nAvailability: In Stock\n\nUsually Ships in 1-2 Business Days\n  • UPC: 610075170777\n  • Not eligible for Free Shipping offer.\nAmeda purely yours electric breast pump with carry all, #17077\n  • Double electric breast pump.\n  • Effective for mothers working full-time.\n  • Custom control.\n  • Separate suction and cycle dials to help find the settings that work best for you.\n  • Easy care.\n  • No need to clean kit tubing.\n  • Convenient.\n  • Lightweight and portable.\n  • Provides 30-6- cycles per minute.\n  • Versatile carry all shoulder bag.\n  • Easy to clean microfiber.\n\n\n  • Purely Yours breast pump.\n  • Dual hygienic kit milk collection system.\n  • 4oz bottles with locking caps.\n  • Removable, insulated cool 'n carry tote.\n  • Freezer packs.\n  • AC power adapter.\n  • Instructions.\n  • See enclosed instructions for operation.\n  • Power requirements:\n    • AC adapter (included) or car adapter (not included).\n    • 6 AA batteries (not included).\n  • Warranty: The product is warranted to be free from defects in material and workmanship for a period of one year on the pump mechanism and 90 days on all other components beginning on the date of purchase.\n  • Refer to instructions inside this package for complete warranty information.\nShipping Weight : 5.00 lb\nProduct Reviews\nSafe Secure Shopping\nOfficial PayPal Seal\nmyotcstore is an Upfront Merchant on TheFind. Click for info.\nMailing List:\nRead Your Store Reviews\ncall Us\nProduct descriptions and images presented on the site are for representational use only and do not constitute or substitute for medical information from your health care or medical professional. Information on this site is provided for informational purposes only. You should read carefully all on correct product packaging and follow the instructions. If you have or suspect that you have a medical problem, promptly contact your health care provider. Information and statements regarding dietary supplements on this site have not been evaluated by the Food and Drug Administration and are not intended to diagnose, treat, cure, or prevent any disease and may be for commercial. Image shown for reference only. Actual item you recieve may differ from shown.\nCopyright © 2007-2014. All Rights Reserved by Terms & Conditions",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.8928900361,
        "format_confidence":0.9987945557,
        "weight":0.0127278961
    },
    {
        "url":"http:\/\/topfamousquotes.com\/quotes-about-attention-deficit-disorder\/",
        "text":"Famous Quotes About Attention Deficit Disorder\n\nBrowse 15 famous quotes and sayings about Attention Deficit Disorder.\n\nTop Quotes About Attention Deficit Disorder\n\n1. \"I've been dyslexic and had Attention Deficit Disorder at some time in my life. I still read with a highlighter, but I've always loved to read.\"\nAuthor: Andrew Young\n2. \"Our attention span is shot. We've all got Attention Deficit Disorder or ADD or OCD or one of these disorders with three letters because we don't have the time or patience to pronounce the entire disorder. That should be a disorder right there, TBD - Too Busy Disorder.\"\nAuthor: Ellen DeGeneres\n3. \"As a child, Zaphod had been diagnosed with ADHDDAAADHD (ntm) ABT which stood for Always Dreaming His Dopey Days Away, Also Attention Deficit Hyperflactulance Disorder (not to mention) A Bit Thick.\"\nAuthor: Eoin Colfer\n4. \"Since the 1980s, Attention Deficit Disorder (ADD) has been on the rise, not just among children, but now among the adult population as well.The sudden rise of adult ADD, while it may have genetic components, certainly receives a major boost from our kinetic, hyper-speed, information-bombarded society. Victims of adult ADD are likely to initiate more tasks and projects that they'll ever finish, get bored easily, seek thrills readily, have a propensity to be late while loathing having to wait, and not be averse to taking foolish risks.\"\nAuthor: Jeff Davidson\n5. \"I have attention deficit disorder, so sitting in a classroom is not the best thing for me.\"\nAuthor: Jeremy Miller\n6. \"The game is getting old, and I don't know if it's because I've mastered the art of it, or if I just have some weird attention-deficit-disorder when it comes to getting my way all the time, every time.\"\nAuthor: Kris Kidd\n7. \"He downed the last of his coffee, carried his mug over to the pot, poured himself a refill, and returned to the table.Why, yes, thank you, I'd love some more coffee. Hmmm, Narcisstic Personality Disorder? Attention Deficit Disorder? Or just a typical male?\"\nAuthor: Lynda Hilburn\n8. \"I would say that it's a lot easier, especially if you have a bit of an attention deficit disorder, to be on a movie because you can give it your all, and kill yourself for however many months, and then let it go.\"\nAuthor: Majandra Delfino\n9. \"The country craved change, even when it didn't need it. America was an entire nation suffering from attention deficit disorder. (Hostile Intent)\"\nAuthor: Michael Walsh\n10. \"I'm dyslexic, I have attention-deficit disorder, and I've got something like a hereditary tremor.\"\nAuthor: Ozzy Osbourne\n11. \"The first expert said he had attention deficit disorder. The second expert said the first was out of order. One said he was autistic, another that he was artistic. One said he had Tourette's syndrome. One said he had Asperger's syndrome. And one said the problem was that his parents had Munchausen syndrome. Still another said all he needed was a good old-fashioned spanking.\"\nAuthor: Pseudonymous Bosch\n12. \"Nowadays a lot of what was wrong with me would no doubt be ascribed to Attention Deficit Disorder, tartrazine food colouring, dairy produce and air pollution. A few hundred years earlier it would have been demons, still the best analogy I think, but not much help when it comes to a cure.\"\nAuthor: Stephen Fry\n13. \"My nephew has HDADHD. High Definition Attention Deficit Disorder. He can barely pay attention, but when he does it's unbelievably clear.\"\nAuthor: Steven Wright\n14. \"Serge's attention-deficit disorder was the first of many hyphens. Obsessive-compulsive, manic-depressive, anal-retentive, paranoid-schizophrenic. He was believed to be the only self-inflicted case of shaken-baby syndrome.\"\nAuthor: Tim Dorsey\n15. \"It is like our foreign policy has attention deficit disorder.\"\nAuthor: Tim Ryan\n\nQuotes About Attention Deficit Disorder Pictures\n\nQuotes About Attention Deficit Disorder\nQuotes About Attention Deficit Disorder\nQuotes About Attention Deficit Disorder\n\nToday's Quote\n\nGetting cut off from the knights' magic rock also required a period of exile from their giant glass mushroom. (Those of you in the Hushlands, I dare you to work that last sentence into a conversation. \"By the way, Sally, did you know that getting cut from the knight's magic rock also requires a period of exile from their giant glass mushroom?\")\"\nAuthor: Brandon Sanderson\n\nFamous Authors\n\nPopular Topics",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.989428103,
        "format_confidence":0.67787081,
        "weight":0.0040068638
    },
    {
        "url":"http:\/\/blogs.herald.com\/dave_barrys_blog\/2007\/04\/new_uses_for_or.html",
        "text":"« Previous | Main | Next »\n\nApril 30, 2007\n\n\nYou would not believe how surgeons are taking things out of people these days. Seriously.\n\n(Thanks to Jerry Chancellor and Dean Johnson)\n\n\nFeed You can follow this conversation by subscribing to the comment feed for this post.\n\nDoctors in New York have removed a woman’s gallbladder with instruments passed through her vagina...\n\n\nI have seen lots of $hit come out of people's mouths, verbally and physically. But a gall bladder. Yikes!\n\n\nI have a few men that I would like to volunteer to have their prostrates removed through their mouths!\n\nI would hate to have to say, \"I can taste my spleen!\"\n\nthat appendix through the mouth thing, seems they're going the long way around on that one...Just sayin'\n\nlol casey ...you and me both gf...you and me both!!\n\nThe catch: it may also leave a very unpleasant taste in your mouth – along with part of your spleen, prostate or perhaps your gall bladder.\n\nSpeaking of waking up with Trench Mouth!\n\nSee? Hot Shots wasn't that far off with the eye surgery through the rectum!\n\n*returns to review movie for more late breaking scientific factoids*\n\n\"Ain't NO man taking that route with me!\"\n\nbleaaaaaah. what rocket scientist thought this crap up?? so you have a scar. go get some plastic surg. sheesh. ewww.\n\n\"The idea is part of a broader trend to make surgery less invasive.\"\n\nis it me, or does this seem decidedly MORE invasive?\n\nMy manager is on the waiting list for this surgery.\n\nDoctors in New York have removed a woman’s gallbladder with instruments passed through her vagina...\n\n\nPosted by: Siouxie | 11:52 AM on April 30, 2007\n\nQ1: Size DOES matter?\n\nQ2: Did she reach 'O'?\n\n*Reviews available orifices*\n\nIs this something my dentist can do?\n\nAnnie - that's known as a recto-cranial inversion.\n\nAnd *snork* at MtB.\n\n*crosses legs tightly*\n\n*shuts mouth*\n\n2 years ago I decided to get a minor heart condition corrected and was told the procedure was painless and would last only 30 minutes. By painless they left out that their way of correcting the heart problem painlessly was to stick 2 catheders into either side of my happy stick and run wires all the way up to my heart. Oh, and the proceedure took 2 hours on a metal table with only a sheet in a 12 degree operating room with no anestisia and if I moved even a little bit I could kill myself. The funny side note to this, the cardioligist who performed this miracle of modern science.... Dr. Barry S. Pepper. Spleen out my mouth sounds like a walk in the park comparitively.\n\nOh, and not that I'm bitter or anything. Just sayin!\n\n*Resumes panic*\n\nAccording to Mrs. Deaner, since men do much of their thinking with their \"happy stick\", brain surgery on said men would be the only direct surgical path with any of these procedures.\n\nDo these doctors even think about what the rest of us think about this kind of thing? Yuck!!!\n\nThe comments to this entry are closed.\n\nTerms of Service | Privacy Policy | Copyright | About The Miami Herald | Advertise",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.878991425,
        "format_confidence":0.8698729277,
        "weight":0.0073671808
    },
    {
        "url":"https:\/\/www.eventsnearhere.com\/find-events\/FL\/West-Palm-Beach\/All\/All\/addetail\/149755\/Lisa-Pecaro--Fundraising-for-Cancer-Treatment\/?start=0",
        "text":"Lisa Pecaro - Fundraising for Cancer Treatment\n\nContact Name:\nLisa Pecaro\n(561) 478-8788\nFiled in:\n» »\n\nLisa Pecaro is a co-owner and Director of Nursing Services and Quality Assurance of United Nursing Services. She is well-known and respected for the kindness, compassion and professionalism she shows her clients and her staff.\n\nThe Cancer Alliance of Help & Hope, Inc., based in Palm Beach, Florida is a charitable organization dedicated to improving the quality of life of local children, women and men and their families, who are touched by cancer, by providing need-based financial assistance, information resources and access to services and support groups in our community.\n\nStreet Address\n\n1897 Palm Beach Lakes Blvd #213\nWest Palm Beach, FL 33409\n\n\nView Calendar",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9444755316,
        "format_confidence":0.7267004848,
        "weight":0.0134632328
    },
    {
        "url":"https:\/\/www.youthconnexions-hertfordshire.org\/about-yc-hertfordshire\/news\/new-youth-project-in-welwyn-garden-city-is-creating-youth-stars\/",
        "text":"New youth project in Welwyn Garden City is creating youth stars!\n\n18 May 2016\n\nYouth Connexions is working in partnership with the YMCA to develop a newly opened project at the Peartree Youth Club in Welwyn Garden City.\n\nThe project runs on Friday evenings and has grown to over 30 regular attendees in a very short time, with many of the young people working towards youth star awards.\n\nPeartree 2 Peartree 3\n\nA warm welcome awaits young people at the Peartree facility\n\nThe Peartree project helps young people to gain life skills, including a better understanding of sexual health. For example, recent sessions were based on a quiz to see how much the young people knew about correct use of condoms, STIs, and the ‘C-Card’ free condom scheme.  These sessions were delivered to separate groups of males and females; some of the young people found discussion difficult to join, but were encouraged by those who already knew more about the subject. Thirteen young men registered for the C-Card as a result of the sessions.\n\nThe young people heard from a speaker from ‘Hertsaid’, the charity that strives for an inclusive society where HIV and sexual health are understood and accepted. Future sessions are planned on drugs and alcohol awareness, to be delivered by Youth Connexions staff.\n\nOne of the participants, George, said “I love coming to the centre”  Dean and Melissa, other attendees, added that “The project brings young people together.”\n\nFind out more about the Peartree project.\n\nFind a Youth Connexions project near you.",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.884914279,
        "format_confidence":0.983730197,
        "weight":0.0046798875
    }
]