[
    {
        "url":"http:\/\/closeencounterswiththenightkind.blogspot.com\/2011\/11\/excerpt-and-interview-with-aubrie.html",
        "text":"Monday, November 14, 2011\n\nExcerpt and Interview with Aubrie Dionne, from Paradise 21\n\nHello my naughty little readers!!  Today I have a special sneak peek inside Aubrie's new novel Paradise 21.  I love the cover :), but as you know I'm big into sexy covers and that hot guy's mouth is just about at the right spot...LOL!! Lets take a little looksie inside....\n“Might as well stay here and make camp for the night.”\n\nHis casual tone stung her composure. How could he talk of such mundane things when they’d almost been captured, when she’d touched him so tenderly?\n\n“We’ll let them get farther away,” Striker explained, reasonable as always. “We’re going in their direction tomorrow.”\n\nThe sting of rejection grew, burning a hole in her heart. “Why?”\n\n“Why what?”\n\nHer lips trembled. “Why not kiss me like you did before?”\n\n“I can’t.” He shook his head, and the air cooled between them; so much so, Aries wondered if the desert had turned into deep space.\n\nHe’d teased her with such affection before, it was cruel to take it away. “I don’t understand,” she said, wishing she didn’t care, wishing she could stop all the emotions he’d started in her heart.\n\nAries caught a glimpse of pain etched in the wrinkles around his eyes. Striker turned away and started pulling supplies out of his backpack. “I can’t do this.”\n\n“Do what?”\n\nStriker shook his head and Aries prompted, “Can’t kiss me, can’t trust me? What?”\n\n“I can’t allow myself to get tangled up with someone. Not again.”\n\nThe thoughts of Striker with another woman confused her. On the New Dawn, everyone had one lifemate and that was it. “You mean you loved someone before?”\n\nStriker’s hand tightened on the backpack. “I trusted someone a long time ago, allowed myself to love, if you will. She hurt me so much I lost my entire life and ended up here. I can’t experience that kind of pain again.”\n\nAries clasped her hand over her heart. “I’m so sorry.”\n\nHe waved her apology off as if it meant nothing. “It’s a tough world, Aries. And it’s dangerous to love. If I were you, I’d keep my heart well-guarded, because you never know when it will affect your decisions, when it will make you weak.”\n\nAries couldn’t take his advice. Watching him talk about his past made her realize she’d already given up her heart.\n\nHe had it.\n\nHow old were you when you first realized you wanted to write?\n\nI’ve been writing my whole life. My first poem (maybe about 4th grade) was about how I wanted to see a unicorn but since they weren’t real I would never get my wish. (Really, I was a happy child, though.)\n\nI began writing seriously about six years ago when I couldn’t find books with the right balance of fantasy, science fiction, romance, and action for my tastes. Then, I realized just how hard it is to write!\n\nLOL...I'm quite sure it is hard! Most authors have an unusual story or way that they come up with their ideas for books…Do you have one?\n\nI used to come up with all sorts of ideas while sitting in orchestra. (I’m a professional flutist). Flute players have to rest a lot (sometimes 60 measures at a time), so I’d make up stories to go along with the music.\n\nNow, I get a lot of ideas while commuting to work. One of my jobs is an hour and ten minutes away, so I have a lot of time to think!\n\nWow...That is a big commute! What was your biggest influence that steered you towards writing?\n\nThe Star Wars movies. They sparked my imagination throughout my childhood. I used to act each scene out with my sister. Our swing set was a spaceship, and we’d swing to power it. We used to fight over who got to be princess Leia!\n\nI have to ask, what are the hardest scenes  for you to write?\n\nThe male point of view scenes are hard for me, because I’m such a pink, frilly, girly girl. It took me a long time to figure out how to talk and act like a male romance hero should. They don’t talk as much, and they don’t notice the same things women do.\n\nThat's actually a new answer, most writers say sex scenes. Do you see yourself writing in another genre?\n\nI love science fiction and fantasy. I also tried horror, but my stories weren’t very scary. I’m not sure why. I love horror movies.\n\nHas your family been supportive?\n\nYes, they all came to my recent book signing at Barnes and Noble! \n\nThat's awesome :) Are any of your characters reflective of you?\n\nThey all have a piece of me in them, even the bad guys. It’s really scary to recognize that, but I’m coming to terms with it.\n\nHey..bad guys can be cool! What do you like to do when you're not writing?\n\nI play flute at people’s weddings and other special events, and I’m on the sub list for a number of orchestras. My next concert is very special to me because I’m playing flute with my old teacher, someone very dear to my heart.\n\nWho is your favorite book heroine?\n\nI love Jane Eyre. She’s so strong despite her circumstances, and she sticks to her ideals. She didn’t become Rochester’s mistress as much as she loved him.\n\nWhat is your favorite mystical creature?\n\nI love unicorns. So. Much. My favorite books growing up were the Secret of the Unicorn Series. I’d love to write about unicorns, but I’m not sure that’s what people like to read about nowadays.\n\nOHH!!  One of my favorite movies was The Last Unicorn! Where are your books available?\n\nOn Amazon:\n\nOn Barnes and Noble:\n\nWhat can we expect from you in the future?\n\nTundra 37, the sequel to the New Dawn series comes out in January. I’m so excited about it. I think I love it even more than Paradise 21. It has alien mammoths, cyber women, tragic love, sweet romance, and lots of laser fights.\n\nWhere can we reach you and become informed of updates?\n\n\nMy blog:\n\nMy website:\n\nAubrie's next few stops on her tour are:\nNov 15: Coffee Beans & Love Scenes (Giveaway\/Interview)\n\nNov 16: Reviews By Molly (Giveaway\/Excerpt)\nNov 17: My Devotional Thoughts (Review\/Giveaway)\nNov 18: The Magic Attic (Giveaway\/Excerpt)\nNov 19: Coffee Beans & Love Scenes (Giveaway\/Excerpt)\nNov 20: Sara Trimble (Interview\/Review)\nWell this just sounds yummy!!! I had the pleasure of getting to know Aubrie a little better.  She agreed to answer some questions about herself and her writing.  And the trailer!!!\n\n\nAubrie said...\n\nThanks for hosting me today!\n\nNora Weston said...\n\nGreat interview! You are a musician I also thought it was funny what you said about writing horror. :) And Jane Eyre? Yes! She is one tough lady. I like her as well. Paradise 21 sounds fantastic!\n\nKathryn Merkel said...\n\nI agree with Nikki, your answer about it being hard to write from the hero's POV is unusual. If I was writing, I think that would be hard for me too. Really makes me wonder how the ladies who write M\/M books get it right, or do they?\n\ndrainbamaged.gyzmo at\n\nDisqus for Close Encounters with the NIght Kind\n\n\nCopyright Text",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.8899898529,
        "format_confidence":0.7852079272
    },
    {
        "url":"https:\/\/janelindskold.wordpress.com\/2014\/12\/17\/chatting-with-jack-mcdevitt\/",
        "text":"Chatting with Jack McDevitt\n\nJANE: This week, as an early holiday gift to all of you, I’m offering an interview with Nebula Award-winning author and personal favorite, Jack McDevitt.\n\n(Turns to face victim.)\n\nAll right, Jack, ready to go?  Here’s my first question.\n\nSome of Jack's Works\n\nSome of Jack’s Works\n\nIn my experience, writers fall into two general categories: those who have been writing stories since before they could actually write and those who came to writing somewhat later.\n\nWhich sort are you?\n\nJACK:  I knew from my earliest years that I wanted to write SF. Started my first novel at about eight. The title was The Canals of Mars. You might be surprised to hear that it didn’t sell. In my early teens I submitted a story to F&SF, and got an encouraging reply from Anthony Boucher. But I didn’t realize how much that meant. I won the Freshman Short Story Contest at LaSalle, and thought I was on my way. Then I read David Copperfield and realized I could never compete with Dickens. Unfortunately, I didn’t realize that I did not have to compete with him. In any case, I wrote nothing more for 25 years. Finally got started when my wife Maureen talked me into trying my luck. So I guess you could say I came late to the feast.\n\nJANE: You’re right…  So many would-be writers don’t realize how much a personalized rejection means.\n\n Next question: What draws you to writing science fiction?\n\nJACK:  When I was four years old, I saw the Buck Rogers and Flash Gordon serials. After that, fiction that never got above the rooftops just didn’t grab me the way Bradbury and Heinlein did.\n\nJANE: Heh…  That’s great.  I’ve seen some of those serials and they’ve got real energy – an energy I certainly find in your novels.\n\nYou have two continuing series: the stories featuring Priscilla “Hutch” Hutchins and those featuring Alex Benedict and Chase Kolpath.  What can you do by doing these two series that you couldn’t if you just stayed with one?\n\nJACK:  Probably avoid running out of ideas too quickly. Priscilla deals with different types of problems than Chase & Alex. I’m not much interested in using villainous characters to drive plots, so I need different types of problems. Priscilla is usually involved in discoveries made during the early years of FTL flight, whereas Alex tries to chase down historical mysteries, like your own Griffin Dane.\n\nJANE: Griffin and Alex would probably like each other.  I can see them arguing over beer.\n\nBoth Hutch and Chase are spaceship pilots.  Is there any particular reason that you prefer female characters in the driver’s seat?\n\nJACK:  I used to do leadership seminars for the Customs Service. One of the exercises we ran involved putting five people together and putting them in a difficult situation that required them to communicate, make the right calls, and get good results. For example, we’d put them into a plane and crash the plane in Arizona during July. This was before the cell phone era, so they had no communication. All they were required to do was survive. Some groups were made up of special agents, others of customs inspectors, others of import specialists. They lived and died at pretty much the same rate. The only area in which we saw a difference was related to the gender makeup of the groups.\n\nThere were three types of groups: all male, all female, and mixed. The female groups showed a serious capacity for thinking things out and listening to each other, much more so than anybody else, so that had by far the best results. I suspect you’ll be surprised to hear who got the worst scores. It was the mixed groups.\n\nWe discovered that in the mixed groups the participants tended to assume standard roles: The males became more inclined to take charge, make decisions, and take foolish chances. The women became more submissive and just went along.\n\nGoing with female pilots who would not cave into dumb decisions seemed like an easy (and natural) call.\n\nJANE: That’s great!  I’m really not surprised by what you learned.  I attended an all-girl high school and will be forever grateful.  Later, when I taught college, I offered an SF seminar.  To my astonishment, all seven students were female (and most were blond).  I’d taught some of these young ladies in mixed groups and I was thrilled to find how much more opinionated they were when there were no guys around.\n\n Alex Benedict walks the very narrow line between treasure hunter and archeologist, a division that defines his character in many ways.  I’m curious why you chose this background for him.  He’s smart enough that he could have had any number of career paths.\n\nJACK:  Sure. Banker, maybe. Or real estate dealer. But none of that would be of any interest to a reader.\n\nJANE: You’ve been married for quite a while, and seem happy that way, but none of your main characters seem to be able to maintain a relationship.  Why did you make that choice?\n\nJACK: I don’t think that was actually a conscious choice. But our lives before we get married tend to have more tension and more surprises, which helps provide a more gripping narrative.\n\nJANE: I’ve read (and loved) Coming Home, the latest installment in the Alex Benedict\/ Chase Kolpath novels).  Can we hope for future stories with them?\n\nJACK:  Coming Home has been interpreted by a number of readers as a wrap on the series. I’ve even occasionally thought of it that way myself. And that will probably stay in place until the first historical mystery that would capture Alex’s attention shows up.  \n\nJANE: I’m definitely going to have Griffin e-mail Alex.  I want more stories about him and Chase!\n\nIn Coming Home, while doing research for something else entirely, Chase comes across a book that is clearly about Hutch.  (I giggled mightily.)  However, this confirms that they share the same universe.\n\nJACK:  I don’t think Chase tells us whether the book was history or fiction.\n\nJANE: You’re right…  Still, I was tantalized by the possible link.\n\n Many of Hutch’s challenges center around helping keep the space program active.  Is there a point at which it might be hard for you to carry her story forward without bumping into conflicts with the past history established for Alex and Chase?\n\nJACK:  Until now, I’ve never thought of them as living in the same universe. I’ve reached a point at which I’m going to have to make up my mind.\n\nJANE: Hey, how about Alex and Chase investigating what happened to Hutch after she vanished on her final flight?  Just kidding…\n\n I know you just finished a book.  Can you tell us anything about it?\n\nJACK:  Beyond the Sky is a sequel to Ancient Shores, published in the mid-nineties. A star gate has been excavated on a Sioux reservation in North Dakota. Who put it there? Why? And where can it take us? Answers forthcoming.\n\nJANE: Oh, wonderful!  I loved Ancient Shores.  You’ve got a reader.  Two, actually, Jim’s a fan, too.  He had a couple sick days recently and spent them reading Coming Home.\n\n Many of my readers are interested in writing.  Can you tell us a little about how a novel typically develops for you?  Do you write a little each day?  Write in bursts?   Have any tricks you’d care to share?\n\nJACK:  I work every day for about seven hours. My objective is to get a complete first draft. That, as you certainly know, is the brute work. After that I can fiddle with it. My inclination is to set up a mystery. How did those people vanish out of the starship? There was no place to go, and the lander and the pressure suits are all still on board. Once I have the answer to that, a reasonable explanation, the novel pretty much writes itself. But the reasonable explanation is essential. I want the reader to wonder at the end how he could have missed it.  (That, incidentally, is Polaris.)\n\nJANE: I remember.  I have a signed copy on my shelf!  Okay…  One final question.  If you weren’t a writer, what would you be?\n\nJACK:  Seriously, I enjoyed my time teaching leadership and management seminars for the Customs Service. Before that I was an English teacher. Either one provides a rewarding way to make a living. You won’t make big money, but you’re doing something that’s enjoyable, and providing a service at the same time.\n\nJANE: And that’s a combination sure to make for a happy life.  Thanks for taking time to chat.\n\nAny of you have anything you’d like to ask?  We can hope to drag Jack back.  Feeling too shy to ask directly?  You might consider signing up for his Facebook Fan Club.\n\n8 Responses to “Chatting with Jack McDevitt”\n\n  1. DrWeb Says:\n\n    Reblogged this on DrWeb's Domain and commented:\n    Jack’s my favorite sci-fi writer.. good interview!\n\n  2. Paul Genesse Says:\n\n    Awesome interview, Jane. Fascinating stuff.\n\n  3. Alan Robson Says:\n\n    What a great interview. I’ve always loved Jack’s books, but I knew nothing of the person behind the words. Thank you for doing this.\n\n\n  4. Paul Dellinger Says:\n\n    I was a newspaper reporter or 40+ years. You do interviews as good as I ever did and you’ve never been a reporter. It’s not fair.\n\n  5. Chad Merkley Says:\n\n    So as someone who’s never read anything by Mr. McDevitt, could I get two or three titles as recommended starting places? Thanks.\n\n    Also, interesting statements on gender roles. Kind of depressing in some ways, though. I’ll have to try and watch my own interactions and make sure I’m not acting like that.\n\n    • janelindskold Says:\n\n\n      Jack recently did a prequel to the Hutch novels that I really enjoyed and I think gives a good sense of what the novels about her are like. It’s called STARHAWK.\n\n      POLARIS, which Jack mentioned above, is a good read. I also loved SEEKER.\n\n      The nice thing about Jack’s novels is that they can be read out of order. He provides enough background to get you in but not blatant spoilers. I was particularly impressed by this when I read COMING HOME, which is more dependent then most of his novels on one earlier. He gives just enough, but not too much…\n\n  6. TT: Jack McDevitt: Guide to Cosmic Won... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9828107357,
        "format_confidence":0.9563925266
    },
    {
        "url":"http:\/\/www.nationalbook.org\/nba2007_ypl_selznick_interv.html",
        "text":"Presenter of the National Book Awards\n\n2007 National Book Award Young People's Literature Finalist Interview With Brian Selznick\n\nBrian Selznick\n\nThe Invention of Hugo Cabret\n\nScholastic Press\n\n\nInterview conducted by Rita Williams-Garcia.\n\nRWG: Now that it’s all said and done, what is the story decision that you are most proud of?\n\nBS:For over a year of the two and a half years I worked on The Invention of Hugo Cabret, I didn't know what would happen when Hugo fixes the automaton he's found and winds it up. I thought that the automaton, which is shaped like a man sitting at a desk, would write some kind of poem about the history of movies and that the poem would be signed by the person who made the automaton (and wrote the poem). All this would somehow lead Hugo further into a mystery surrounding the machine. Yet as I worked on the story, I always felt like there was some kind of hole in the center of everything. The story was missing something vital but I didn't know what it was. Finally, after a thousand different ideas and different drafts, I came to realize that Hugo's father had died and HE had some kind of connection with the machine. Hugo therefore comes to believe that when he fixes the machine it will have a message for him from his father, which would tell him what to do with his life. The idea of this message keeps Hugo going, and once he gets the message he discovers that he was both right and wrong about what he hoped the message would be. But in the end it is this message which does save Hugo's life, and it's all because of the love he has love for his father. Suddenly the hole that I had been feeling in the center of the story disappeared. Fixing the automaton became very, very important to Hugo, therefore it became important to me, and, I hoped, it would become important to the reader as well.\n\nRWG: The work of hands, machinery or mechanisms all coexist like clockwork (forgive me) in HC. How much did the story’s time period aid this dynamic coexistence?\n\nBS:What's so beautiful about the technology that was developed at this time (the end of the nineteenth century and the beginning of the twentieth) was the fact that everything was still in many ways hand made. Brilliant inventors, craftsmen and artists hand-built the first movie cameras and projectors (not to mention clocks, watches, light fixtures and everything else). Georges Melies, the French film pioneer had started out as a magician, and all the sets and costumes for his movies were carefully handcrafted, hand-painted and all the special effects were created in camera, with careful editing, splicing and other tricks. The result of all this handiwork is movies that feel especially human and alive. So much today is produced via computer and I think everything can be too slick and too clean. But look at the original King Kong which was released in 1933 (around the time my book takes place). Whenever you see Kong, you can see his fur moving in strange ways. What you are seeing is the effect of human fingers, which are moving the miniature model of Kong one frame at a time to simulate movement when the film is played back at full speed. We might look at Kong and the other early movies with special effects and think they look \"fake\" today, but we already know what we are watching isn't real...we know there are no thirty foot tall gorillas, so what we lose in realism we gain in humanity. Kong has a soul, and I think much of it comes through because of the fact that we instinctively understand and appreciate and SEE the people who made Kong, and other similar special effects, come to life.\n\nRWG: Your many illustrations of books and the act of writing throughout this inventive story book will not go unnoticed by readers. Care to comment?\n\nBS:I once heard a great quote by the composer Stephen Sondheim although I've never been able to properly attribute it to him. He was asked about West Side Story, for which he wrote the lyrics, and he said that alot of people think the musical is about racism, or intolerance, or prejudice, but it's not. What West Side Story is about, he supposedly said, is the possibility of musical theater. I love that quote (whether or not it may be accurate) and I think about it a lot. What's central isn't just the plot, but the form. The Invention of Hugo Cabret is very much about movies, and the history of cinema, and what can happen when we lose our purpose in life or don't know what it is in the first place. But more important for me, the book is ABOUT bookmaking and what can happen between the covers of a book. Hugo is 550 pages long with 300 pages of pictures, and the idea of using illustrations in a narrative fashion grew out of the fact that I watched many, many movies while researching this book and I wanted to see if I could use some of the devices of cinema in a book format (close ups, tracking shots, edits, zooms, etc). But these same visual devices as we know, are also used all the time in picture books for younger kids. Picture books allow the images to be used narratively much more than chapter books for older kids. There are graphic novels of course, but these don't usually take full advantage of the idea of the page turn. What a glorious thing the turning of a page can be! It's like opening a door or a curtain and the next page is always a surprise. The wonderful illustrator Remy Charlip talks about this in his essay \"A Page is a Door,\" where he says \"the element of delight and surprise is helped by the physical power we feel in our own hands when we move that page or door to reveal a change in everything that has gone before, in time, place, or character.\" Just think of the Wild Rumpus sequence from Maurice Sendak's Where the Wild Things Are and you'll understand what Remy is talking about. I wanted the reader to be reminded with every turn of the page that they are an important part, perhaps the most important part, of the story. It is the reader that moves the story forward. And yes, books and reading play central roles in the plot, and in the end, we find out that the very book you are holding in your hands has been written by a character in the story. The movies are important, but the key to everything is books.\n\nRita Williams-Garcia is the author of six distinguished novels for young adults: Jumped, No Laughter Here, Every Time a Rainbow Dies, Fast Talk on a Slow Track, Blue Tights, and Like Sisters on the Homefront. She has also published a picture book and has contributed to numerous anthologies. Williams-Garcia's works have been recognized by the Coretta Scott King Award Committee, the PEN\/Norma Klein Award, the American Library Association, and Parents' Choice, among others. She recently served on the National Book Award Committee for Young People's Literature and is on faculty at Vermont College for the MFA in Writing for Children & Young Adults program. Rita Williams-Garcia lives in Jamaica, Queens, NY and is the mother of two daughters.",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9866514206,
        "format_confidence":0.9878387451
    },
    {
        "url":"https:\/\/www.miaminewtimes.com\/arts\/karen-russell-on-life-death-and-bringing-swamplandia-to-hbo-i-want-cate-blanchett-to-play-all-the-characters-6491433",
        "text":"Karen Russell on Life, Death, and Bringing Swamplandia! to HBO: \"I Want Cate Blanchett to Play All the Characters\"\n\nIf you live in South Florida, it's hard not to have a mega literary crush on Karen Russell. The Miami native is just 32 years old, has three bad-ass books to her name, and is a\n\nMacArthur-certified genius\n\n. More important, perhaps, is that she's hilarious and didn't hang up on us when we asked her juvenile questions.\n\nHere is the second half of our extended interview with Russell, in which she talks about everything from overdosing on chicken McNuggets to our fear of death.\n\nShe also gives hints about HBO's supposed production of Swamplandia!\n\nSee also: Karen Russell on Ghost Stories in the Grove: \"In Miami, Doesn't It Always Feel Like Halloween?\"\n\nCultist: Most of the stories in your new book, Vampires in the Lemon Grove, are set far away from South Florida. Was that a deliberate decision to try something new?\n\nKaren Russell: A lot of these new stories I kind of consciously thought it would be good to leave the state for a little bit, just as a challenge to myself too. If I let myself, all my stuff would sort of be moon-eyed 13-year-olds paddling around canals in Miami. So I had to shift register.\n\nWhat is it about Miami that fascinates you?\n\nThere is a sort of gloriously beautiful and terrifying nature that is impersonal. I felt that in Miami. There is some manifestation of arbitrary forces at all times. Nobody can really predict it and certainly not targeted to you for any reason. It's a certain thing about the place that we are targeted seasonally. It's cyclical. Everybody knows when hurricane season is. Our house was destroyed in Hurricane Andrew and I think that left a big... that was, a big before-after. I was going into sixth grade. Because I was a child and didn't understand consequence, I was like, \"Oh good, now I'll never have to go to middle school. Well, there is a silver line for me here. We don't have a home, however. Maybe I'll just teach myself math and never go to P.E. again.\" That seemed like a consolation.\n\nMiami has got a lot of irregular, outlet mall personalities, right? There's a lot of eccentricity.\n\nWhat I love about Vampires in the Lemon Grove is that there are some pretty wicked characters, but you make the reader understand -- even sympathize -- with them at times.\n\nIn a way that makes it scarier to me. I think that then the frightening thing is that... if there is a character that you want to superficially dismiss as bizarre and just incomprehensible or incoherent or just a monster, and then you can sort of zip inside that skin and find that person relate-able.\n\nI love that about books, you know, because it puts you in touch with whatever darkness is in you, or whatever you maybe don't want to admit to your conscious awareness about how slippery your own motives might be or how little in control you might be over certain impulses. For me as a reader that's good: to be reminded that if you can make that leap at all, and you can make that identification, it means you're not so safe. You're sort of called upon to that type of meta-cognition as well that maybe you're not the most reliable narrator of your own desires.\n\nThere is one story, in particular, \"Proving Up,\" that terrified me because it contains all these desperate settlers trying to rough it out in the Dust Bowl, some of whom are driven to terrible lengths to survive.\n\nIf you flip it, that's the American story. We all champion the underdog making it good, right, or extremes of virtue and courage. And I think the seduction of that -- the push beyond your natural limits into the blind spot -- that's always interesting. Not characters who are just evil or wholly bad.\n\nI think that's the scariest horror story to me is when you start out with a good intention and it becomes perverted along the way, and you're not alive to the moment when optimism tips into illusion.\n\nI sort of think people loved Breaking Bad in that same way: It's such an indictment of the way you might fetishize family and use that as a rationale to give yourself license to commit the worst acts. Who cannot relate to a man who just wants to put first his family? You can kind of write yourself a check to become a monster.\n\nIt's like watching physical erosion, right? It's like watching a landscape get picked apart by some wind. But that can easily happen to you. You feel it in your own life sometimes, right? \"My stated goals and reasons seem to be pretty pure-hearted. How did this thing go so awry?\"\n\nWas it strange or difficult to write about places as distinct from South Florida as Sorrento or the American Midwest?\n\nThere is some overlap with Florida, I actually really think. In the way of all things, I thought, \"Wow, this will be such a different project.\" And once again, [as in Swamplandia!] it's like here's a family that is threatened by these extremes of the economy and the weather (laughing). It's a pretty flat place like Florida. I think it's a little different, but I think it's funny because you find out what your own obsessions are.\n\nWhat I loved about writing this novel was that growing up in Florida I never even realized that we had been a frontier. I heard the word frontier and thought about the Wild West. I never knew there was all these outlaw, strange happenings in Dade County at the turn of the century and even earlier. I didn't even think about the swamp being a place for human conquest and development, even as we were all living on top of the bones of the swamp. That seemed very wild, that kind of paleontology of the recent past. We're all like \"Oh, I guess my neighborhood was a drained fort.\" I just had no idea.\n\nThere is something about people living on frontiers anyway that is always... what's not to love, right?\n\nYour stories about forgotten frontiers remind me of the quote from Conrad's Heart of Darkness that even a place as \"civilized\" as London had once been \"one of the dark places of the earth.\"\n\nOh yeah. Yeah. In vertical time you're right there. That's so funny. I really love that line too. I think it's also kind of interesting to think about what might happen to a human personality under those conditions.\n\nDo you still consider Miami home?\n\nIt is home! Oh please, yes. I felt a little weird: it was kind of this weird timing where Swamplandia got -- I'm sorry. I never know how to do that in interviews where I don't sound like this dick who thinks everybody has read their book (laughs). It's really a problem. God, it's so dumb. I fear that I do it and I hate it so much. It's like, \"Well... while I was writing Woopty Doo. As you know from page 437 of Woopty Doo...\" and it's like No. No one knows. (laughs)\n\nGrowing up in Miami, what does the Book Fair mean to you?\n\nI have to tell you that when I was a kid, my favorite thing in the entire year was this Book Fair. It was my favorite thing. My friend Alexis and I would go by ourselves and eat like, I don't know, you know how there is a McDonald's right there by the Book Fair? I just remember it being my favorite thing. I would just go all out like \"I'd like the nine piece chicken McNuggets and I'm going to buy 900 books.\" (laughs) It was like a kid bender. I would get bombed on a big ass soda and eat like nine chicken Mcnuggets, which I never did because I was a tiny girl, and I'd buy a million books.\n\nAnd I remember we'd take the metromover for no reason. It was a time when we had to drive to take the metromover, you know? I just remember reading my notebooks sitting on the metromover. That was like heaven. I would sit in that weird window seat which I'm sure I'm sure is for the disabled full of disgusting french fries and just read some new Dave Barry.\n\nDave Barry was my favorite writer. I just remember at age ten reading \"Dave Barry turns 40\" and being like, \"That is so true, what he says.\" (Laughs) I thought he had the best job in America. I wanted his job. I wrote a little news letter for my family which was based on Dave Barry. It was terrible. I'm sorry. That was like a super flash back. So to now go to come to the book fair actually feels like when you would go to Disney World and put your name on a fake newspaper, like \"Michael wins the presidency!\" (laughs) Something like that.\n\nDoes it feel different coming home this time, given that you've just won a MacArthur \"genius\" grant?\n\nIsn't that cool that Tarell [Alvin McCraney], the Miami playwright, also got one? I felt hometown pride. He's a pretty young dude, right?\n\nYou're both extremely young, barely 30.\n\nI'm just flattering myself: \"He's a very, very young man. In his prime. Maybe his prime is still six years away, let's say.\" (Laughs)\n\nI'd love to meet him, actually. I'm so excited to see his work. I felt a real affinity with the description. He's sort of fusing myth and contemporary reality. That sounded very Miami to me too.\n\nI'm going to be there with these writers that I really love: Karen Shepard and Lauren Van den Berg. I don't know if you've read [Van den Berg's] stories but she's an incredible story teller. They are great and a lot of them are set in South Florida. There are a lot of them that are set in Opa Locka and then there's a Miami story that has uncanny doppelganger twins. I just think she's really talented and weird in the ways that we've discussed.\n\nAnd then Karen Shepard wrote this amazing historical fiction novel about Chinese labor strikers that I loved, too. It's historical fiction but it almost feels like Sci-Fi because she does such an incredible job describing this world that nobody knows about.\n\nYeah, I'm excited. Every time I come home it's very emotional.\n\nDo you have any rituals when you come home?\n\nMy two best childhood friends still live in Miami so we'll do a little Mecca where we'll go to our favorite restaurants in the Gables or the Grove or we'll go to the beach. I stay at my friend's house, she lives in the Gables and that always feels like coming home. Really, it's just fun to dr... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.6682721376,
        "format_confidence":0.9530019164
    },
    {
        "url":"http:\/\/writinginsight.blogspot.com\/2010\/02\/fresh-voices-interview-with-jeremy.html",
        "text":"Friday, February 19, 2010\n\nFresh Voice: Jeremy Warach!\n\n\"we do not believe in ourselves until someone reveals that deep inside us is valuable, worth listening to, worthy of our trust, sacred to our touch. once we believe in ourselves we can risk curiosity, wonder, spontaneous delight or any experience that reveals the human spirit.\" - E.E. Cummings\n\nWelcome to the first in our series of interviews with unpublished authors, Fresh Voices. It is fitting that Jeremy is the first writer featured since reading his vignettes were the thing that convinced us that we really NEEDED to do this series. We're sure that you will love Jeremy's voice as much as we do. You will find links to his fiction at the bottom of the interview.\n\nWhat is your ultimate writing goal?\n\nI have to say that I don't really know what my ultimate goal would be. Or perhaps I have a number of goals. For now, I would love to see a print journal publish one of my stories. Eventually, I would hope to have a novel published which is actually read and enjoyed by people. But first I would have to finish a novel. (Finish writing one, that is. I've finished reading two or three throughout my life.)\n\nWhy do you write?\n\nI think I write because I've always had a voice in my head telling me, \"That's something you can do.\" I don't listen to everything that the voices in my head tell me, but that's one of the things that have seemed pretty reasonable.\n\nYour writing has a lot of atmosphere. Have you worked to achieve that or is it just a natural style for you?\n\nThe things that I've put up on my blog site are basically exercises. Throughout my life, I've started and abandoned many stories that I got stuck on (I have even written forty thousand words of a novel which I orphaned when I ran out of steam and enthusiasm for the story).\n\nStarting and giving up on stories was very disheartening. But I found that I often had these little scenes or settings or just phrases pop into my head which sounded like they would be fun to write, so not very long ago, I decided that I would write them out just as isolated fragments of stories. No context, no character development, very little plot, and certainly no climax or conclusion: just vignettes. The intention was to simply set a scene descriptively. I also like giving them little cliffhanger-type endings, intentionally leaving the reader asking \"but what happened next?\" or \"why did that happen?\"\n\nThe decision to write these vignettes is what has kept me interested in writing. And in a way, they have propelled me further. An online friend who is a published author (Elissa Stein, coauthor of \"Flow: The Cultural Story of Menstruation\", see read my pieces and asked me to collaborate with her on a series of children's fiction books. Having a collaborator waiting for me to finish a piece of work was what gave me the incentive to actually muscle through and finish the initial draft of the story. And the rewarding feeling of finishing that initial draft is what gave me the impetus to continue writing. I have now completed a few more stories that I've submitted here and there for consideration.\n\nAnother encouraging person was Cristina Deptula from Synchronized Chaos (, an interdisciplinary artist's webzine), who published one of my vignettes at Having someone like my work enough to actually ask me if she could publish it was very gratifying.\n\nWho are your favorite authors and why do you like them?\n\nI always have a problem with the word \"favorite\". In whatever realm being considered (authors, movies, music, food), I always have multiple favorites, and my favorites change over time or depending on my mood.\n\nWhen I was younger, I was heavily into science fiction (I'm a nerd and proud of it). I devoured most of Isaac Asimov's novels, as well as many of those by Arthur C. Clarke, Robert Heinlein, Vernor Vinge, Poul Anderson, Larry Niven. I also love Tolkien, although I'm not a hardcore fantasy reader.\n\nLater I read a few of the classics, like Dostoevsky and Moby Dick. (I can still remember a conversation with someone who asked me, \"Why are you reading Moby Dick?\" My answer of \"Because it's a classic so I wanted to see how good it was\" just confused her.)\n\nIn recent years, I've been reading more historical fiction and what I guess would be called \"literary fiction\". Umberto Eco, Iain Pears, David Liss, Arturo Pérez-Reverte. Most recently, Carlos Ruiz Zafón has just blown me away with the way he strings words together (at least in translation – I don't read him in the original Spanish).\n\nI also enjoy reading science fact. I can get completely drawn in by a book on evolution or cosmology or quantum physics. Seriously.\n\nWhat most attracts you to the life of a writer?\n\nI don't know that I'm attracted to the life of a writer. Toiling for hours, days, weeks, months on a piece of work that people may dislike, or worse, completely ignore, certainly doesn't sound very attractive.\n\nIt is the end product that attracts me. Having a finished piece of work (as finished as a piece of writing ever is), published by someone who believes in it, read by people who enjoy it. That's what I look forward to.\n\nIf you couldn't be a writer but knew you were guaranteed success at a different career, what would you choose?\n\nThat's easy: musician. I've dabbled in music throughout most of my life, and I played in a few bands over the last several years, but I am at best mediocre at it. And I learned that being in a band is work, as well as being drama-filled. Once it stops being fun, I see no reason to continue with it. But if I knew I could make a good living at it and be happy with the situation, that would be a dream job.\n\nIf you had to describe your writing in one word, what would that word be?\n\nI hope that an accurately descriptive term for my writing is \"anti-soporific\".\n\nWhat's the best writing advice you've ever gotten?\n\nI've read a lot of good advice about writing. Some of the best advice even completely contradicted some of the other best advice (\"Use outlines\" versus \"Don't use outlines\". \"Be very descriptive\" versus \"Be very plain\". \"Don't use parentheticals\" versus \"No, really, don't ever use them\".)\n\nWhat I've distilled out of all of that, for myself, would be something along the lines of: To be a writer, you must read (and you must read like a writer). To be a writer, you must write. Every day, even if it's just two sentences. I try not to edit very much as I'm going along. Editing while writing was one of the things that used to get me into a paralysis and prevent me from making any progress.\n\n\"Write what you know about.\" I didn't take this to heart for a long time. Since I was heavily into science-fiction for many years, my first (and second and third) attempts at writing were in that genre. But one thing about science-fiction readers is that they're sticklers. You have to get the science right. Even if it's science that you're making up, your stuff has to at least be feasible and consistent. If you're going to defy the known laws of physics, you'd better have a good rationalization for how and why that works.\n\nWhen I tried writing sci-fi, I got bogged down in the details and distracted, endeavoring to make everything work, and the writing just wouldn't happen. (\"How fast would a space station have to rotate to provide the same gravity as on the surface of the Earth?\" Turns out that someone actually posted a calculator on their website to figure that out for you.)\n\nFiction which takes place in a different time or location has the same problem. If your main character is a silversmith in 1500's Spain, then you'd better know what it's like to be a silversmith in 1500's Spain.\n\nSo I decided to write in the (more or less) present, about situations which don't require any specialized knowledge. I did that with my vignettes and with the other stories I've recently written. They're just stories about people (whom I hope are interesting) doing things (which I hope are interesting).\n\nAbout Jeremy:\nI live on Long Island with my wife Abby and two children. By day, I am in the computer programming field, and in the evening, I squeeze my brain, hoping that something interesting will pop out.\nYou can read some of my things on my blog site at One of the vignettes I happen to like is \"Frost\", which can be found at\n\nThank you for reading this edition of Fresh Voices. Feel free to follow the Fresh Voices list on Twitter or nominate yourself or another author as a Fresh Voice.\n\n1 comment:\n\n  1. Archive of comments from the original interview on Thoughts That Get Stuck in My Head.\n\n    Jeremy said...\n    Thanks so much for the interest. I truly appreciate it.\n    February 20, 2010 9:24 PM\n\n    Blogger Sue London said...\n    Your interview answers are great. And plenty of people are coming by, so we just need to figure out how to convince them to leave a comment in the tip jar!\n    February 23, 2010 12:30 PM",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9521207809,
        "format_confidence":0.9588327408
    },
    {
        "url":"https:\/\/www.ashlandcreekpress.com\/blog\/tag\/eco-thriller\/",
        "text":"An interview with John Yunker, author of WHERE OCEANS HIDE THEIR DEAD\n\nFinally, the long-awaited sequel to The Tourist Trail is here. Where Oceans Hide Their Dead, which can be read as a stand-alone novel as well, picks up where The Tourist Trail left off (which is all we can say here, in case you haven’t yet read The Tourist Trail). Hailed as “an epic, gripping, charming novel” by Jasmin Singer of VegNews and Our Hen House, this passionate, adventurous novel about living on the edge of society and love in all its myriad forms is available now from Ashland Creek Press.\n\nQ: What made you decide to write a sequel to The Tourist Trail?\n\nA: My millions of readers demanded it. (Kidding.) Actually, readers of The Tourist Trail will know that this first novel ends on a bit of a cliffhanger. And I was just as curious to know what happened next. So here we are, eight years later, following Robert as he travels to another country.\n\nQ: What inspired the characters you chose for Where Oceans Hide Their Dead?\n\nA: I’m continually inspired by animal-rights activists. The work they do is heroic. But unlike those who risk their lives for their fellow humans, those who risk their lives for animals are treated as criminals and terrorists. I want to show what they’re up against, as well as the emotional toll of what they deal with. It’s not easy living on the fringes of society.\n\nQ: Was the process of writing different this time around?\n\nA: The second book was more difficult than the first. Partly because the issues hit closer to home, literally and figuratively. And partly because the characters themselves face difficult journeys.\n\nQ: Who are some of your favorite environmental writers?\n\nA: My favorite environmental writers aren’t often referred to as “environmental,” but they very much are. I greatly admire writers such as Annie Proulx (Barkskins) and Carol Adams (The Sexual Politics of Meat). Lately I’ve been reading quite a bit of Tim Winton; there is an environmental streak in much of his writing as well, such as in Eyrie. Other writers that are as relevant now as they were when they first published are Rachel Carson, Brigid Brophy, Upton Sinclair. And I have to call out Midge Raymond’s novel My Last Continent, as well as the writers we’ve published at Ashland Creek Press. There are many amazing short story authors featured in our two Among Animals anthologies that are deserving of huge audiences. I’m most attracted to writing that places human and non-human animals on equal footing, or dares to place non-human animals on higher footing.\n\nQ: What do you hope readers will take with them after reading Oceans?\n\nA: I hope they are energized to help take up the fight for animals and the planet — a fight that concerns us all now more than ever.\n\nQ: Is there another book featuring FBI agent Robert Porter in the works?\n\nA: I’m afraid so. But, like Oceans, it might take some time.\n\nAuthor John Yunker\n\nLearn more about The Tourist Trail here; check out Where Oceans Hide Their Dead here. Both are available at the Ashland Creek Press bookstore, at an indie bookstore near you, and via online retailers.\n\nCelebrate Earth Day & win free books!\n\nFor Earth Day, Ashland Creek Press is offering an eco-fiction sampler and book giveaway.\n\n\nSimply email Ashland Creek Press at editors [at] ashlandcreekpress [dot] com, on or before April 22, using the subject line EARTH DAY, and you’ll receive a copy of our Eco-Fiction Sampler, which features excerpts of six works of environmental fiction.\n\nYou’ll also be entered to win a copy of one of the six eco-fiction titles from the sampler — we’re giving away one environmentally friendly e-book and one paperback (printed on paper from Sustainable Forestry Initiative certified sourcing), so please mention your preference in your email.\n\nWhen you enter the giveaway, you’ll be added to our mailing list, from which you can unsubscribe at any time (and your info will never be shared).\n\nFor more about Ashland Creek Press, click here. For more about our environmental literature, click here.\n\nHappy Earth Day!\n\nAshland Creek Press books now available on the Kobo\n\nMost Americans are probably unaware of Kobo.\n\nBut Canadians are well aware of this device, which is the leading eReader in the country.\n\nAnd Kobo is expanding into Japan and other parts of Asia.\n\nSo we’re happy to now feature many of our books on the Kobo.\n\nWe’re just getting started. Here are the books currently available:",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9607342482,
        "format_confidence":0.5833607316
    },
    {
        "url":"https:\/\/fictionwritersreview.com\/interview\/have-a-glass-of-house-merlot-and-raze-the-fields-an-interview-with-jason-ockert\/",
        "text":"Suspend Your Disbelief\n\nHave a Glass of House Merlot and Raze the Fields: An Interview with Jason Ockert\n\n\"The stuff I made up is not half as scary as reality.\"\n\nInterviews |\n\nHave a Glass of House Merlot and Raze the Fields: An Interview with Jason Ockert\n\n\"Good writers manage to stay curious despite the mind-numbing bullshit that laps upon our adult doorsteps. The kinship to our childhood is that curiosity.\"\n\nWasp Box, the debut novel by Jason Ockert out this week from Panhandler Books, begins with a soldier returning from a foreign land with a monstrous headache. He opens his mouth and the wasps that have been incubating in his brain take flight, beginning their infestation of a small Upstate New York town. Two brothers arrive to spend the summer with their father, and, while the older one does some growing up, the younger one finds the soldier’s journal and slowly begins to piece together what’s happening around them. The novel is at once a profound commentary on the human condition in America at the moment and a bona fide case of the heebie-jeebies between covers.\n\nI have known Ockert for more than twenty years. We were in undergraduate workshops at the University of Florida together, and we both received our MFAs from Syracuse. We also both did most of our own growing up in Florida, and we both now purport to teach that which cannot be taught at universities ourselves. So he’s always been a kind of mirror for me. I’ve looked to keep up with him. And with this work he has set the bar stratospheric. We had the following conversation at the Sheraton Riverwalk on the banks of the Hillsborough River in downtown Tampa, a fitting place for two fellow Swamplanders to come to terms for the record.\n\nIn addition to Wasp Box, Jason Ockert is the author of two collections of short stories: Neighbors of Nothing (Dzanc Books, 2013) and Rabbit Punches (Low Fidelity Press, 2006). Winner of the Dzanc Short Story Collection Contest, the Atlantic Monthly Fiction Contest, and the Mary Roberts Rinehart Award, he was also a finalist for the Shirley Jackson Award and the Million Writers Award. His work has appeared in journals and anthologies including New Stories from the South, Best American Mystery Stories, Oxford American, The Iowa Review, One Story, and McSweeney’s.  He teaches writing at Coastal Carolina University.\n\n\nneighbors of nothingJeff Parker: What’re you drinking?\n\nJason Ockert: I ordered a glass of house Merlot.\n\nYou’re having your house Merlot?\n\nI am. I like the house Merlot.\n\nSo, here we sit appropriately on the banks of the Hillsborough River, where unbeknownst to us at this very moment may be swimming manatees and dolphins below the murky surface.\n\nI saw a dolphin out there today.\n\n\nIt was a big dolphin. It was just off the bridge swimming through the river.\n\nYou know this is what we should get out of the way first. We should get Florida out of the way first and foremost.\n\nIt’s not easy for us to do that. There’s something in the water here besides the dolphins. I can steer around the state, though.\n\nAt one point I thought I might set the novel [Wasp Box] in an orange grove rather than a vineyard. It didn’t read right that way. I needed alcohol.\n\nInstead, it’s set in Western New York in a made-up town called Dwyer. I used to live in a town called Farmington, which is right near Canandaigua. At the time I was teaching for Ithaca College and had an hour-and-a half commute each way. Beautiful country. Lots of vineyards. Plenty of time to think.\n\nAlso, my aunt and uncle own a farm in Kankakee, Illinois, and I spent a lot of time getting lost in the woods behind their property when I was a boy. I tried to do justice to that place of my youth.\n\nWhat particular kind of wasp was it that you refer to in the book, the one that’s intentionally brought in to extinguish the bug that eats grapes?\n\nThe Muscidifurax raptor. They prey on fruit flies. By “prey” I mean the wasp injects the fly with venom, deposits eggs into its body, and when the eggs hatch the larva munch on the carcass from the inside out. For some reason, and I’m no parasitologist, they devour the brains and eyes last.\n\nThat alone was worth it being set in a vineyard.\n\nI find it interesting. Nature’s fucked up. It doesn’t follow any of our rules. The stuff I made up is not half as scary as reality.\n\nMany of the chapters of this novel begin with encyclopedia-like scientific bits. Did you write those yourself or are they facts? How were those formulated?\n\nYeah, those are facts I discovered when researching that I thought might counter-balance the fantastical elements in the story. The fictional character in the story, Speck, is trying to process the world around him so he’s the one doing the investigating.\n\nSpeck! The pose of this book is kind of like, if not his literal later-in-life work, it’s the work he would make.\n\nThat’s exactly right. It took me several drafts to realize how much of this story belongs to him.\n\nSee, that’s funny. I was drawn to Speck early on, when he seemed still a minor character to his older brother Hudson. As the book goes on, Speck reminded me in some ways of the boy from The Shining: this little kid who is practically irreparably awkward but yet he’s the only one who knows what’s going to kill all the adults.\n\nWasp BoxWhen we’re talking about kids and we’re talking about youth it’s so easy to dismiss their fantasies as inaccurate or something you can placate away. Yet we also romanticize our childhood. “Things were simpler back when…” I don’t claim to know any truth on the subject, I just think that good writers manage to stay curious despite the mind-numbing bullshit that laps upon our adult doorsteps. The kinship to our childhood is that curiosity.\n\nThe germ of the book actually came from a memory. When I was a kid and my parents were divorced, I used to go visit my dad on weekends. He lived in this big two-hundred-year-old Victorian house in Pendleton, Indiana. Once, when I was bored and alone in the living room, I discovered a wasp caught on the inside of the window. I have no idea why it was interesting to me. Anyway, I grabbed this ornate porcelain box from a side table and trapped the thing inside. There was a thrill in hearing it buzz around in there. My kid brain wondered what would happen when someone eventually opened the box—the kind of grandmotherly antique that nobody cared about—and discovered the wasp husk. “How in hell did that get in there?” That seemed like a really cool mystery. It gave me something to check on during those weekend visits.\n\nDid you do things like that a lot when you were a kid?\n\nIndiscriminately kill things? No. On the contrary, I was the kind of kid that’d bring a wounded squirrel home.\n\nLike you, I spent a huge chunk of my childhood alone in the woods. The woods in the novel reminded me of my childhood woods behind my parents’ house in Florida. The way that Madison and even Hudson have the woods mapped out, how they know every square inch of them. How they knew the dangerous spots.\n\nThose spots where you sort of stumble upon some locals there that you know are up to some kind of trouble out in the creek, jumping off the rope swing.\n\nOr not even that—the kind of danger map like, you saw a rattle snake over there before once, or you came across a wasp’s nest over there. Or the guy who owns that piece of land doesn’t lock his dog up.\n\nMy brother and I were chased by a wild dog once when we were playing in those woods behind my uncle’s farm. Well, if I were honest I’d say that he was chased. I bolted like a rabbit through the corn fields and left him to fend for himself. Ha! What a weasel I was.\n\nI can’t stop thinking about that little wasp you entombed in that porcelain box. Do you know whatever became of it?\n\nNobody ever found it and I suspect nobody ever will. That’s the disappointing truth and the crushing reality. It means something to me, though, which is why I’m resurrecting it in story. \n\nLet me ask you a different question, taking a wider view on your work. With this one included, I’ve read probably four or five different stories of yours—a“Deviated Septum” and “Echo” and several others—that in some way or another deal with interactions between young and old people. The young tend to border on cruel and the elderly tend toward delusion. Where does that come from? What’s that all about?\n\nWhen I was seventeen I used to deliver—here I go reminiscing again and Florida’s creeping back in—I used to deliver medication to the elderly.\n\nYou delivered it on your bike?\n\nNo, the pharmacist let me use his car. I’d drive around those South Florida retirement communities and give the retirees their medicine. A lot of those people were sent down there and forgotten; swept under the rug. It was all rather sad. Sometimes—often, actually—an old-timer would invite me inside and feed me cookies and talk about the good old days. Kind of like what I’m doing now…\n\nAnyway, the point is that I listened. I tried to be empathetic. I don’t start off with an agenda for any of my characters, young or old. I just try to figure them out the best way that I know how by sticking them into difficult situations armed with a bit of improbable hope.\n\n“I don’t start off with an agenda for any of my characters, young or old. I just try to figure them out the best way that I know how by sticking them into difficult situations armed with a bit of improbable hope.”\n\nOne of the big American stories of our time is the story of all these vets from Afghanistan and Iraq. Guys and gals coming back and dealing with that. And the origin story in your book is a soldier on a covert mission. He returns and brings back the emotional and physical chaos of war to his homeland.  He brings back the first brain-eating wasp, incubating the progenitor of the onslaught in his brain.\n\nYeah. It’s easy to think in terms of “over there” and “here.” It’s not unlike busy, tired, reasonable, hard-working people who just can’t care for their aging parents an... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9881106615,
        "format_confidence":0.9862593412
    },
    {
        "url":"http:\/\/www.blakrayneblog.com\/2011\/01\/interview-with-andi-anderson.html?showComment=1293913825056",
        "text":"\n\n\n\n\nBlak Rayne Newsletter Subscription\n\n* indicates required\n\nSaturday, January 1, 2011\n\nInterview with Andi Anderson!!\n\nToday's entry is a uniquely special one for me. Throughout our lives we meet all kinds of people. Some perhaps, that we wish we'd never met, others that briefly pass in and out, but then there are those that leave a significant impression. And for me, Andi Anderson has done just that. \nI was involved with a chat when a post came through and this woman told me, how much she loved my novel. And I mean she was exuberant, doting and kind! Not only was the praise wonderful but she lifted my spirits at a moment when I really needed it the most. In this world of the internet, where we have less social interaction, it's very difficult at times to know when someone's thoughts and actions are genuine. But when I read her posts and emailed her privately I was astounded,  she meant every word and I was deeply touched. \nOf course I was also intrigued (curious) with this mysterious chatter and started to research (snoop). LOL Who exactly is this person, a man or woman? Is this person a reader or author? It turned out Andi was a woman and I also discovered she's a M\/M writer like myself! I was thrilled to death! Not only is this lady sweet but she truly is an inspiration!  So enough of my rambling, I'd really like you to meet my friend and multi-published author, Andi Anderson!\nThanks for the invite, Blak!\nI'm thrilled to have you here, Andi!\n\n1. For those who don't know - Who is Andi Anderson?   \nI live a pretty normal life. For years, I worked as a Case Manager in the Mental Health industry. I worked with mentally challenged children and I loved it.  But, because of health reasons, I had to quit, and now I’m a happily married housewife who gets to follow her dream and write on the side.\n2. When did you know you wanted to become a writer?  \nI’ve always wanted to write. My best friend and I used to write stories about us hooking up with Nick and John from Duran Duran all through Junior High and High School.  Once I graduated and I started working, my writing was put on the backburner until a year and a half ago. Now I write full time and I couldn’t be happier.\n3. Who and\/or what prompted you to write your first novel?  \nI’ve always been a huge fan of reading romances, but once I discovered homoerotic romances, I was immediately captivated with them. I had been flirting with the idea of writing a gay themed novel when I noticed an open call for submissions at Dreamspinner Press. I wrote my first novel, Got Mistletoe?, and submitted it to be part of their 2009 Advent calendar.  It was truly a dream come true when it was accepted.\n4. Where and\/or how do you find the greatest inspiration? \nAs corny as this probably sounds my greatest inspiration is my husband. He is truly my soul mate and he shows me every day how beautiful and wonderful true love really is.\n5. You're very lucky. A true soul mate can be hard to find. What made you chose to write m\/m literature in particular? And is there any other genre you’d like to write? And if so, why?  \nI am a huge fan of homoerotic\/gay literature, so it just felt really natural for me to write it. I honestly have no desire to write in any other genre. I’m not a fan of ménage based romances and I don’t see me writing a straight romance either. I’m planning on sticking with this genre only until I decide to retire in about forty or fifty years or so. LOL\n6. Which appears first when contemplating a new project: A character, the plot and\/or the title?  \nMy characters have a very strong voice.  Once I start visualizing them, they start telling their story pretty quickly afterward.  The title is actually the last thing I come up with. I’m horrible with titles and often have help coming up with them.\n7. What’s the hardest part of a novel for you to write: Beginning, middle and\/or end? Why? \nThe beginning is always the hardest.  I’m always second guessing myself, so I usually restart a project four or five times before I’m satisfied with it. The middle and end of the book is pretty easy for me because once my characters start talking, they usually don’t stop until I’ve written the last word.\n8. Has your own life influenced your novels? And if so, how?  \nI’m happily married and so I automatically want my characters to find their soul mates and have a happy ending, too.\n9. Writing sex scenes can be a challenge for some authors. Do you find it difficult? If yes, how do you compensate? If no, where do you draw your inspiration?  \nI don’t find it difficult to write sex scenes at all.  I’m often inspired by watching glbt themed romances and er…porn. There is nothing hotter than two men getting it on, so it’s not hard for me to be inspired! *Wink*\n10. Do you have a method you use to write the sensual parts? Do you prefer the sex to be open and bold? Or left the to imagination? \nI don’t have a specific method. It really depends on my characters and the storyline itself.  In The Sweet One, one of my characters is an Angel, so when they do make love it’s not as explicit as some of my other books. I’ve also noticed my Christmas themed stories aren’t as bold either.\n11. Are your characters based on people you know? Or are they completely fictitious? \nBoth. Ryan from Got Mistletoe? Was inspired by on one of my internet friends, as is Shiloh from Yummy Indulgences.  Other than that they’re pretty fictitious.\n12. Who is your favourite character, which you’ve created? And why? \nShiloh from Yummy Indulgences is my favorite character.  As I previously stated, his personality is based on a friend of mine, so I automatically adored him.  I love his zest for life and his determination to be true to himself.  I think that is very sexy.\n13. Can you tell us about your latest release? Give a synopsis. \nMy latest release is a Christmas story called, His Christmas Wish. It is also the first book in my Men of Charlestown series. It was published by Silver Publishing and was released just a couple of days before Christmas.  It’s a feel good, sweet and sexy romance.\n\nHere is the synopsis:\nFor most children, all they want for Christmas is the latest video game or the most popular toy, but that’s not what Daniel wants. He wants to be a family again. Since his parents were killed in a horrific car accident over a year ago, Daniel had been living with his beloved Uncle Josh. Even though Daniel knows his Uncle does his best to make him happy, Daniel still longs for the contentment and secure feeling he felt when his parents were alive.  He wants a family, and on the first magical snow of the season, he wishes to have a family again.\n\nWhen Nick is interviewed by Joshua Thomas to be a live in nanny, he is immediately drawn to the young boy and his Uncle Josh.  Even though both of them obviously love each other, there is something missing between them.  When Nick gets the job, he becomes determined to bring laughter and happiness back into both of their lives. As Christmas quickly approaches, Nick decides to do whatever it takes to bring them together as a happy family forever.\n\nHere is the link if you want to check it out:\n14. What’s your newest WIP? And when we can expect a publication date? \nMy newest work in progress is called Yummy Indulgences. It’s also the second book in my Men of Charlestown series.  It’s about my favorite character, Shiloh, and his story. I’m very excited about its release by Silver Publishing on January 8th!\n\nHere is a brief synopsis for it:\nTo Allen Garner it should have been another day.  As a supervisor at a local rendering plant he lives a simple life.  He’s kept his sexuality hidden from his co-workers; and now after 15 years working in the plant, he’s lonely and thinks he’s doomed to live his life alone. He’d just finished working the night shift, when his sister called and asked him a favor to meet with a local baker ,Shiloh Ballard, and pick out his parents fortieth wedding anniversary cake.  He reluctantly agrees to go for her, and wants nothing but to pick out the cake, go home and get some sleep. What he doesn’t expect is that Shiloh is a beautiful man who immediately enchants him from the first moment he lays eyes on him.\n\nThe feeling is mutual for the successful baker.  Shiloh can’t believe a strong sexy man like Allen would ever be interested in a rainbow flying, petite man like himself.  Almost immediately, sparks fly between them and both men begin a whirlwind romance which soon develops into an undeniable love. But, problems soon start to arise for the couple. Because Allen isn’t out at work; they have to keep their relationship on the down low.  The causes both Allen and Shiloh to wonder if their love is strong enough to survive any backlash they might receive from Allen’s co-workers and friends.\n\n15. How many novels do you have that are currently published? Please list all the publishers, so the readers can locate you. \nI’d be happy too!  As of January 8th, I will have five books published. \nGot Mistletoe?  Is part of the 2009 Dreamspinner Press Advent Calendar series.\nA Realistic Romance is published through eXtasy books.\nThe Sweet One is published through Silver Publishing.\nHis Christmas Wish is published through Silver Publishing.\nYummy Indulgences is published through Silver Publishing.\nAll of these books except for Yummy Indulgences are also available through ARE (All Romance E-books), Amazon and many other retailers.\n\n16. Where do you see your writing career in the next five to ten years? \nThat’s a hard question. Hopefully, people will continue to buy and enjoy my books and I’ll still be writing. It would be great to become more successful and reach a broader audience, but I’m pretty happy where I’m at right now. I love the fans and the friends I’ve made since my first release. I’m very fortunate and extremely lucky to be able to do what I love to do and be surrounded by the wonderful and supportive people I’ve met. I hope that continues in the future.\nThank you,... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.8151658773,
        "format_confidence":0.9070430398
    }
]