[
    {
        "url":"http:\/\/modular-homes-free-information.blogspot.com\/2011\/09\/",
        "text":"Saturday, September 3, 2011\n\nGreat description of Insulated Concrete Forms (ICFs)\n\nI ran across this blog today and wanted to share it with the readers. The blog is called Build Direct Green Blog. It includes many articles by various authors, including an article that gives some great information related to Insulated Concrete Forms. ICFs have become popular in construction because of their energy-efficiency and strength. As you have probably noticed, we have added many listings on for builders that utilize ICF construction, as well as manufacturers of ICFs. The article is called Green Building with Insulated Concrete Forms and the author is Nan Fischer. Here is the link:",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.6227300167,
        "format_confidence":0.9758679867
    },
    {
        "url":"http:\/\/jmcextman.blogspot.com\/2016\/",
        "text":"Saturday, December 3, 2016\n\nIt's the calcium stupid!\n\nEarlier this week I attended the Annual Meeting of the Connecticut Pomological Society in Glastonbury, CT. One main reason for going was to hear Jeff Alicandro of agri.assistance, a crop consulting service out of western New York, USA. Jeff by himself is entertaining, but the information he typically espouses is unique to most everything else I see that comes out of traditional channels, i.e. University research, Extension, industry, other consultants, etc. Trust me, at the very least it is very interesting. And often controversial. Did I say entertaining?\n\nAlicandro's talk focused on Honeycrisp, specifically \"Experiences & tips for growing Honeycrisp in the northeast US.\" I particularly liked one of his slides, the \"Honeycrisp 3-Step Executive Summary.\" I suppose you want to know what they are?\n  1. the 3rd most important step for improving Honeycrisp fruit quality is improving calcium nutrition\n  2. the 2nd most important step for improving Honeycrisp production & fruit quality is fine-tuning crop load management - including thinning programs, but just as importantly return bloom programs\n  3. and the most important step for improving Honeycrisp production & fruit quality is achieving well-balanced tree vigor - with VERY MODERATE levels of vegetative re-growth in your bearing Honeycrisp orchards\nA few specifics I gleaned, and maybe already knew :-)\n  • gypsum applied to the ground will improve calcium nutrition, plus it has added benefits; see this handout\n  • if you are not applying calcium sprays 8-10 times beginning at petal fall, you are not applying enough foliar calcium\n  • NAA (Fruitone, Pomaxa) and ethephon (Ethrel) sprays during the summer are essential to annual, moderate cropping on Honeycrisp trees; there is some evidence ethephon applied just post-harvest is a big plus\n  • shoot growth on Honeycrisp should only be 8-10 inches; watch nitrogen application (nitrogen is your enemy and calcium is your friend when it comes to fighting bitter pit); shoots are a big calcium sink, and they will always beat fruit in the battle for calcium uptake\n  • avoid over-pruning, don't plant Honeycrisp too close together such that they need to be pruned excessively to keep them in place\n  • Apogee\/Kudos is advised on over-vigorous Honeycrisp trees, and may just in general be advised for reducing shoot growth (hence calcium sink) and fighting fire blight (although Honeycrisp is considered moderately resistant to fire blight)\nWhat's all the fuss about calcium? Well, preventing bitter pit of course. (Among other things, including generally enhancing storage life.) 2016 was a particularly onerous year, with lots of bitter pit showing up on Honeycrisp. Partly, it was the dry weather and light crop loads, but bitter pit minimization is a constant issue with Honeycrisp. So, here is another of Alicandro's handouts for your perusal. Let's all become better managers of Honeycrisp nutrition, crop load management, and tree vigor\/balance to produce better Honeycrisp fruit! (And make more money!)\n\nSunday, June 5, 2016\n\nPrecision chemical apple thinning in MA 2016\n\nWell here we are, post petal-fall\/fruit set\/approaching 3\/4 inch diameter apples, and indeed there has been lots of cold damage to tree fruit here in Massachusetts. No peaches (Happy Valentine's Day) and apples were looking pretty bad (early April freeze) until we finally got out of bloom and saw some fruit setting and sizing. It's not all pretty though, apple orchards in eastern MA generally have fared better than those in the Connecticut\/Pioneer Valley. Fruit set has depended a lot on variety (Macoun looks good, McIntosh intermediate, Cortland not so good, Honeycrisp, well, it depends) and site (obviously). Return bloom was probably not going to be great either given the heavy apple crop last year. When all is said and done, I predict some orchards will have less than 25% of an average crop, some will have greater than 75%, some will be in the middle at 50%. There will be apples, the price will be good, so it will be a good year to have apples (if you have them). Sometimes years with short crops turn out to be more profitable for some. The cup is half full at least.\n\nSo, despite my usual reluctance to measure fruit as they grow per the Precision chemical Thinning Protocol\/predicting fruit set (PTP), and with a little prompting from Poliana Francescatto at Cornell, I went whole hog and set up 7 demonstrations across 3 different orchards (TFF, CSO, and SHO) and 3 different varieties (McIntosh, Gala, and Honeycrisp). But, I cheated a bit, by reducing the number of flower\/fruit spurs used to 10 per tree (vs. 15 per the PTP) in 2 orchards (TFF and CSO), and just 5 spurs per tree in one orchard (SHO). All my results are published here.\n\nSome comments on the process and results:\n\n  • These were generally nice tall-spindle trees, therefore I felt that using 10 (or as few as 5?) spurs per tree was representative. Wonder if using 10 trees by 5 spurs per tree would be easier and quicker to find numbered spurs within tree? They can be hard to find when foliage fills in.\n  • Those little string tags blow around and get tangled in other spurs, sometimes making it difficult to figure out which spur was being used. I have used flagging tape in the past, would\n    probably go back to that. (Or something even better? Suggestions?)\n  • I did not number the individual fruits. After all measurements were taken, the fruits were sorted largest to smallest within each spur, the assumption being the largest fruits remained the largest upon subsequent measurements (ditto for the smallest). Data would have to be sorted in the XLS spreadsheet, there is a little trick to it. (Thanks Poli!) Seems to work OK, but going to add to potential error.\n  • It may be easy to overestimate the potential crop based on counting flower clusters. I suspect there are many flowers on 1-year-old wood which are not likely to set, yet it can be difficult to discount those.\n  • Wish there were an easier way to measure fruitlets: do we need to measure to nearest 0.1 mm? Can a template be used to quickly size the fruitlets to the nearest 1 mm (vs. using calipers)?\n  • It appeared initially, despite expected spur leaf and bud damage from the April freeze, that trees were going to overset actually. Hence, chemical thinner applications commenced, up to 3 applications, and appear to have worked quite well. We will count the fruit on each tree upon final set to see if the PTP worked or not?\n\nI will try to update once final set is counted...",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.9440909624,
        "format_confidence":0.9962109327
    },
    {
        "url":"http:\/\/bloomingdaleneighborhood.blogspot.com\/2016\/04\/planting-palette-from-dc-water-for.html",
        "text":"Saturday, April 16, 2016\n\nplanting palette from DC Water for the Bloomingdale areas impacted by the 1st Street Tunnel projecct\n\nSee this tweet and image from today's DC Water 1st Street Tunnel landscaping\/restoration planning meeting held at the DC Water office at 1st & V St NW:\n\nPlanting palette\n11:12 AM - 16 Apr 2016\n\nNo comments:\n\nPost a Comment",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.7026153803,
        "format_confidence":0.7876423597
    },
    {
        "url":"http:\/\/www.woodlandswampfarm.com\/2017\/04\/",
        "text":"A Failed Attempt at Purchasing Sheep\n\nWe’ve decided to add meat sheep to our farm.  Meat sheep are just that…sheep raised for meat.  The variety we’ll be raising are Katahdin sheep which not only taste delicious but have the added benefit of shedding their coat in the summer, so being able to skip the shearing process is a huge benefit.  If possible you want to start out with animals that have good genetics so purchasing them from a reputable farmer is a must.  After months of corresponding with regional breeders we settled on a farm three hours to the North where we’d make our purchase.\n\nEverything seemed great until the moment that we actually met the farmer. The paperwork showing breeding and health history she was supposed to have?  She lost it and couldn’t produce backup copies.   The available pregnant ewes that we were sent pictures of?   Those were suddenly no longer for sale.  Other comparable ewes that ARE for sale?  No problem, but they’re mixed in with the rams and would have to be separated into a different pen.  Two hours later she finally had the ewes separated into a single pen…only to have them immediately break out of the gate which was held closed by a single strand of twine.  What a fiasco…missing paperwork,  incorrectly marked ear tags,  pens filled with poop a foot deep, prices suddenly jumping by $100, a farm seemingly held together by scotch tape and string, and a farmer who didn’t know her animals.\n\nEnough was enough and the only thing that made my wasted time seem worthwhile was telling her why we wouldn’t be buying from her.\n\nEnjoy what you read? Follow or Like us!",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.9532949924,
        "format_confidence":0.9873369336
    },
    {
        "url":"https:\/\/modernfarmer.com\/2019\/03\/yep-dairy-cows-really-love-water-beds\/",
        "text":"Yep, Dairy Cows Really Love Water Beds - Modern Farmer\n\nYep, Dairy Cows Really Love Water Beds\n\nWater beds for cows have been around for a few years now.\n\nSetting up a camera to observe resting cows.\nPhotography Jessi Dodge\n\nWhen dairy cow water beds first appeared in the late 1990s, it was understood that it’s important for a cow to lie down, but mostly, cow beds were simply regular designed-for-human mattresses or often just sand and straw. The water beds have become a mild success, but do they actually work?\n\nCows, contrary to popular belief, don’t stand up for their entire lives. And dairy cows, which tend to be very heavy and often sedentary, really shouldn’t be standing up for longer than necessary; their weight puts a lot of strain on underdeveloped joints and muscles. (One solution to this, obviously, is to give dairy cows time and space to graze, but one battle at a time.)\n\nStarting in the early 2000s, one design of water bed became dominant for dairy cows: a two-chambered mattress, with the second chamber specifically located to give extra support to a cow’s knees, which are sort of a weak point.\n\nAside from comfort, maximizing the time a cow is lying down is vital for milk production. Studies show that resting time is directly correlated with milk production; the more time spent lying down, the more milk the cow produces. While lying down, cows aren’t sleeping; they’re chewing cud and storing energy. According to studies, blood flow increases by 20 to 30 percent in the udders while the cow is resting, compared with standing.\n\nOver at the University of Missouri’s Foremost Dairy Research Center, a team of veterinarians and researchers timed how long it takes a cow to lie down on the dual-chambered water beds versus a more common mattress. Cows like to rest, but the prospect of lowering a sedentary 1,500-pound body to the ground isn’t an easy one, so it can take them a while. What the Missouri team found is that the time taken by a cow to lie down reduced dramatically when the cow was presented with a water bed, instead of a regular mattress—from 8.5 minutes down to less than five. That may not sound like a big deal, but it indicates that these water beds provide substantially more appeal for the cows than other mattresses—and a happy cow is a productive cow.\n\nNotify of\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\n1 Comment\nMost Voted\nNewest Oldest\nInline Feedbacks\nView all comments\n1 year ago\n\nhow does length of time to lay down correlate to comfort? Wouldn’t cud rate or digestion be a better indicator of overall comfort?",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.9549173713,
        "format_confidence":0.7277596593
    },
    {
        "url":"http:\/\/islandbreath.blogspot.com\/2016\/10\/oil-pipelines-eventually-break.html",
        "text":"Oil Pipelines Eventually Break\n\nSUBHEAD: A major crude oil pipeline in Oklahoma sprang a leak a few days ago. Company has no estimate of spill.\n\nBy Deirdre Fulton on 26 October 2016 for Common Dreams -\n\nImage above: The Seaway Crude Pipeline is a 400,000-barrel per day conduit that transports crude oil from Cushing, Oklahoma to Gulf coast refineries. From original article.\n\nSunday night pipeline leak underscores dangers of Dakota Access Pipe Line (DAPL).\n\nUnderscoring once again the dangers of America's unreliable fossil fuel infrastructure, a significant U.S. oil pipeline has been shut down after a leak was reported Monday morning.\n\nEnterprise Products Partners said Monday it had shut its Seaway Crude Pipeline, a 400,000-barrel per day conduit that transports crude oil from Cushing, Oklahoma to Gulf coast refineries. The leak occurred Sunday night in an industrial area of Cushing. The company did not provide an estimate of the volume spilled, but said there was no danger to the public.\n\nSeaway personnel continue to make progress in cleaning up the spill, substantially all of which has been contained in a retention pond at Enbridge's facility,\" the company said in a news release (pdf), explaining that the pipeline is a \"50\/50 joint venture\" between Enterprise and Enbridge Inc. \"Vacuum trucks are being used to recover the crude oil and return it to storage tanks on-site.\"\n\n\"The impacted segment of the legacy pipeline has a capacity of 50,000 barrels,\" the release added, \"however the actual amount of crude oil released will be significantly less and won't be determined until recovery efforts are complete.\"\n\nThe incident comes after another pipeline rupture in Pennsylvania early on Friday, where 55,000 gallons of gasoline poured into the Susquehanna River, and about one month after a major gasoline pipeline run by Colonial Pipeline Co. had to halt pumping for a couple of weeks due to a spill in Alabama.\n\nMeanwhile, UPI reports that \"[t]he release from the Seaway pipeline is the second associated with the Cushing storage hub in less than a month. Plains All American Pipeline reported problems with infrastructure from Colorado City [Texas] to Cushing earlier this month.\"\n\nEnvironmentalists, Indigenous people, and energy companies are in the midst of a heated debate over pipeline safety. Water protectors and their allies along the proposed route of the Dakota Access Pipeline (DAPL) have been saying for months that the project threatens their right to safe drinking water.\n\n\"Oil pipelines break, spill, and leak—it's not a question of if, it's a question of where and when,\" 13-year-old Anna Lee Rain YellowHammer, a member of the Standing Rock Sioux Tribe, wrote in a recent appeal.\n\n\"With such a high chance that this pipeline will leak,\" she wrote of the Enbridge-backed DAPL, \"I can only guess that the oil industry keeps pushing for it because it doesn't care about our health and safety. The industry seems to think our lives are more expendable than others'.\"\n\nIndeed, referring to the Cushing leak, one observer tweeted on Monday: \"That's why we're screaming ! They always break!\"\n\nSee also:\nEa O Ka Aina: NoDAPL reclaim new frontline 10\/24\/16\nEa O Ka Aina: Amy Goodman \"riot\" charge dropped 10\/17\/16\nEa O Ka Aina: Amy Goodwin to face \"Riot Charge\" 10\/16\/16\nEa O Ka Aina: Shutdown of all tar sand pipelines 10\/11\/16\nEa O Ka Aina: Why Standing Rock is test for Oabama 10\/8\/16\nEa O Ka Aina: Why we are Singing for Water 10\/8\/16\nEa O Ka Aina: Labor's Dakota Access Pipeline Crisis 10\/3\/16\nEa O Ka Aina: Standing Firm for Standing Rock 10\/3\/16\nEa O Ka Aina: Contact bankers behind DAPL 9\/29\/16\nEa O Ka Aina: NoDAPL demo at Enbridge Inc 9\/29\/16\nEa O Ka Aina: Militarized Police raid NoDAPL 9\/28\/16\nEa O Ka Aina: Stop funding of Dakota Access Pipeline 9\/27\/16\nEa O Ka Aina: UN experts to US, \"Stop DAPL Now!\" 9\/27\/16\nEa O Ka Aina: No DAPL solidarity grows 9\/21\/16\nEa O Ka Aina: This is how we should be living 9\/16\/16\nEa O Ka Aina: 'Natural Capital' replacing 'Nature' 9\/14\/16\nEa O Ka Aina: The Big Difference at Standing Rock 9\/13\/16\nEa O Ka Aina: Jill Stein joins Standing Rock Sioux 9\/10\/16\nEa O Ka Aina: Pipeline temporarily halted 9\/6\/16\nEa O Ka Aina: Native Americans attacked with dogs 9\/5\/16\nEa O Ka Aina: Mni Wiconi! Water is Life! 9\/3\/16\nEa O Ka Aina: Sioux can stop the Pipeline 8\/28\/16\nEa O Ka Aina: Officials cut water to Sioux 8\/23\/16  \n\n\nNo comments :\n\nPost a Comment",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.8300786614,
        "format_confidence":0.7394291759
    },
    {
        "url":"http:\/\/www.awesomemoon.com\/2014\/04\/potosi-in-silver-mines.html",
        "text":"Wednesday, 30 April 2014\n\nPotosí - In the Silver Mines\n\n\nIt's amazing how Potosi, at over 4000m out in the middle of the altiplano was one of the richest and largest cities in the world several hundred years ago.  Why?  The big hill behind the town, the Cerro Rica (Rich Hill) was the source for the bulk of the silver production in the Spanish empire from the mid 1500s on.  The hill is completely perforated with mazes of interconnected mine tunnels and shafts, and is even a few hundred metres shorter than it initially was, for all the ore extracted!\n\nThe mining continues today not too differently to how it was done for the last 400 years - it's all manual work.  Health and safety is pretty much absent, and miners seldom live past their forties for all the toxic environments and accidents.  They go in with picks and shovels and the odd stick of dynamite - and come out with bags full of rocks.  Some more successful miners from the cooperatives have wheelbarrows - or even Indiana Jones style wagons that roll at shocking speeds silently through the tunnels.  Watch out!\n\nIt was an excellent opportunity to get to go into the mines, first seeing the processing plants then plunging into the mountain with just a head torch and wellies.\n\nThe tunnels themselves are tiny, crumbling, wet and of course completely dark.  Too often the wooden supports would fail - and at one point we had to negotiate our way around the rubble of a partial collapse.  The air was both thin (at 4400 metres) and rancid - with the weird chemical stench constricting ones lungs even more.  The miner guide assured us that we'd not suffocate from Carbon Monoxide - but that it was just the smell of the Arsenic and Cyanide. Great.\n\nFascinating bursts of intricately shapes minerals would appear in seams, as well as odd goopy-looking stalagmites of slime.  I didn't touch anything!  It really felt a bit like a dungeons and dragons dungeon (It was on my mind seeing as I'd just finished Ultima IV on an Apple \/\/e emulator - 29 years after I started!) especially as out of nowhere miners would appear and gruffly shuffle past.  It was an amazing experience - but it wiped me out!\n\nLater that night I got slammed with altitude sickness - all that exertion at 4400m was no good at all for my body.  I felt like hell laying in bed, but a couple of kittens came up out of nowhere to keep me company - which helped immediately.\n\nI didn't know how I felt about going into the mines at first. I was interested in finding out about the mining and especially the working conditions of the miners. However, I didn't want to expose myself to the dire conditions, especially the noxious fumes, and I did think that the tour would be a bit voyeuristic. In the end I am glad I went on the tour. I think it is important to see exactly where our minerals come from and the conditions that people go through to get them.  It was also fascinating to see El Tio- the devil of the mines, who brings the workers more minerals and protects them and who they offer 96% sugar cane alcohol, coca leaves and cigarettes to. I was also glad when it was over and I was out into the light. Being inside a mine at 4400m when you have not fully acclimatised to the altitude is hard going and altitude sickness is no fun at all.\n\nNo comments:\n\nPost a Comment",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.585883379,
        "format_confidence":0.9951993823
    },
    {
        "url":"http:\/\/juriannematter.blogspot.com\/2009\/07\/heroes.html",
        "text":"Wednesday, July 1, 2009\n\n\nThis morning I spent some hours in the machine room of the printing office, checking colours and having fun. Drukkerij Drukkracht produces all of my Paperwork. These guys are my heroes. Printing is a real craft, which they obviously understand, but they are also good in communicating, having an open mind and staying positive, even when things go wrong. With their open mind they started using eco-ink next to the eco-friendly paper they already had in stock.\nToday we checked on the colours for the reprint of the lanterns.\n\nThey store all the offset plates, for re-use!\n\nVega-fast ink, based on vegetable oils.\n\nThe machines...\n\nMisprints are soooo beautiful!\n\nAnd this is what I came for: checking the colours.\n\n1 comment:\n\n  1. fascinating!\n\n    hey a lady in the shop this morning was looking at your lanterns and said 'Ooooh arent they the just the sweetest nuts in the forest!\n\n\n\nAllways happy if you leave me a note!\nSpam will be removed and reported.",
        "topic_id":15,
        "format_id":15,
        "topic_confidence":0.7381775975,
        "format_confidence":0.9983213544
    }
]