[
    {
        "url":"https:\/\/blog.etsy.com\/en\/cutest-diy-gnome-ornament-ever-see\/",
        "text":"Shop Etsy\n\nA Simple and Cute DIY Gnome Ornament\n\nDec 16, 2016\n\nby Andrea Greco handmade and vintage goods\n\nChristmas is a very big deal in my family, and decorating for the holiday is a tradition I look forward to eleven long months out of every year. This adorable DIY gnome ornament was inspired by my great auntie Jean — my crafting hero — who always made the most charming ornaments out of simple materials like walnuts and other natural elements. I think Jean would definitely approve of this little guy.\n\nYou will need:\n\nA walnut\nBlack fine-tip Sharpie\nCrafting felt, any color\nCrafting fur, white\nA tiny wood bead or button\nHot-glue gun\nEmbroidery thread\n\n\nStep 1: Cut a roughly 2” x 5” rectangle from the crafting fur to make the gnome’s beard; the precise size you need may vary with the size of your walnut.\n\n\n\nStep 2: Fold the fur in half lengthwise and cut a small semicircle from the top of the folded edge near the fold; this creates the shape for the top of the beard.\n\n\nStep 3: Apply glue to the back side of the fur near the cut edge. Turn the fur over and center it on the walnut, pressing to attach. With a Sharpie, draw eyes on the walnut above the beard. I drew two simple dots, but you can also draw two half-moons for a sleepy look.\n\n\nStep 4: To make the gnome’s hat, cut a small felt triangle that’s approximately 4.5 inches wide at the base and 3 inches tall on the sides. Next, apply a line of hot glue to one of the 3-inch edges of the hat and attach it to the opposite 3-inch edge, creating a cone shape. Trim any excess from the base of the hat if needed.\n\nStep 5: Apply hot glue to the bottom inside edge of the hat, then affix the hat to the walnut just above the eyes. (Make sure to position the hat’s seam on the back side.)\n\nStep 6: Dot hot glue onto the wood bead and position it above the fur beard to create the gnome’s nose.\n\nStep 7: Once all the glue has dried, cut a 6-inch piece of embroidery thread and use a needle to loop it through the top of the gnome’s hat. Tie the ends of the thread in a knot and you’ve finished your ornament.\n\n\nYour gnome is now ready to spread holiday cheer, so hang him on the tree and display with pride.\n\nExplore DIY Holiday Decor\n\n\nSign in to add your own",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9823045731,
        "format_confidence":0.9909735322
    },
    {
        "url":"http:\/\/persephonemagazine.com\/2011\/10\/how-to-get-your-whole-house-clean-in-two-hours-or-less\/",
        "text":"How to Get Your Whole House Clean in Two Hours or Less\n\nMeghan Young KroghLadyguides19 Comments\n\n\nI know I’m not the only one who does this: life gets busy and the house gets correspondingly dirtier and dirtier. You don’t want to give up your entire day off to cleaning it, so it gets worse. Pretty soon you’re out of clean dishes, clean underwear, and room in the garbage can. Here’s my surefire multitasking method of getting the whole house back into functional shape again in only two hours, so you can spend the rest of your day off watching The Cosby Show on Netflix Instant.\n\n  1. Turn on music. Not mopey hipster music. Not emotionally charged sad bastard music. Music with good pace. For me, the only things that work are showtunes and exercise-paced pop, like Ke$ha. The goal here is to keep a driving beat behind your effort; it will remind you to keep your pace up. Preferably choose a Pandora station or a couple of albums that fit the bill.\n  2. Gather all dirty laundry from all rooms (including dirty kitchen towels, bath towels, bedding, etc.) in your laundry basket and start your laundry cycle. (Community washing machines: start all of your loads. One machine in home: do one load at a time. Laundry off-site: get it piled up and set it by the door. It won’t fit into your two hour time limit, since all cleaning needs to be done on site, but it will help get it out of the way.) Set a timer for the duration of the wash cycle and get on to the next task. Make sure that bedding is in this first round of laundry. \n  3. Gather all dirty dishes and wash them immediately. (If you have a dishwasher–rinse, load, and start the machine. If you hand-wash–that’s okay, just get scrubbing!)\n  4. Once your dishes are washed, either leave them to dry or let the machine do its thing. Wipe down all counter tops and the top of the stove with a wet rag, sponge, or Clorox wipes (my favorite). Put away any food sitting out, toss any obviously spoiled food you see in the ‘fridge.\n  5. By now your laundry timer should have gone off (you’re probably about 1\/2 an hour into your cleaning and your laundry is clean and your kitchen is almost done). Switch clothes into the dryer, start the second washer load if you have more to go, set your timer for the longer cycle (my dryer takes longer than the washer).\n  6. Spray down all hard surfaces in your bathroom with surface cleaner. That’s bathtub, shower stall, sink, toilet. Put toilet cleaner in the bowl, scrub down with a toilet brush, and wipe everything else off. Flush the toilet, rinse the shower\/tub, and empty the bathroom trash into your larger kitchen can. Re-line the bathroom trash can.\n  7. Shelve all books, stack all mail, and wipe down any remaining tables (coffee table, dining room, bedside, etc.) with a Clorox wipe or wet paper towel.\n  8. If there are remaining loads of laundry to do, your timer should be going off right about now. Switch them over. This is about 1-1.25 hours into the two hours. By now your bedding should be dry.\n  9. Sweep all hard floor surfaces, then vacuum all carpets.\n  10. Make your bed.\n  11. If you have pets, clean the gerbil cage, empty the litter box, and wash the food bowls now.\n  12. Do one final trash sweep through unusual places. My prime suspects are chocolate wrappers in the bedroom and old envelopes from mail in the living room. Re-line all of your garbage cans and take out the garbage and recycling.\n  13. Put any remaining variables away at this point. This can include power cords, knick knacks, magazines lying around, exercise equipment, stuffed animals, whatever. If you have children, this last burst of time is a great opportunity to get them putting away their toys and various clutter.\n  14. Gather your last load of dry laundry and fold all of your laundry and put it away. You should be right at about the 2 hour mark, and at this point your house should be functionally clean. Maybe not sparkling, but it should no longer be making your skin crawl. Congrats!\nProfile photo of Meghan Young Krogh\n\nMeghan Young Krogh\n\nMeghan had a number of quality writing mentors over the course of her education, which just goes to show that you can't blame the teacher for the way the student turns out. Team Oxford Comma represent.\nProfile photo of Meghan Young Krogh\n\nLatest posts by Meghan Young Krogh (see all)\n\nThanks for rating this! Now tell the world how you feel via Twitter.\nWhat feel do you feel after reading this post?\n  • Inspired\n  • Smart\n  • Tickled\n  • Hungry\n  • Sad\n  • Smash!\nMeghan Young KroghHow to Get Your Whole House Clean in Two Hours or Less\n\n19 Comments on “How to Get Your Whole House Clean in Two Hours or Less”\n\nLeave a Reply\n\n  1. Profile photo of bricorama\n\n    This is great! If I’m cleaning bathroom\/kitchen, I usually get a Swiffer wet wipe and hit the bathroom first (I live with 3 other girls, so it’s hair galore. I usually clean the majorÂ clumpsÂ of hair off the pad and throw it away) and then I hit up the kitchen. If there’s a lot of lose debris I get out the broom. Or I just swiffer it into the corner and pretend its not there.\n\n    Also I listen to a lot of The Specials when I clean.\n\n  2. Profile photo of Jane Dizzle\n    Jane Dizzle\n\n    Awesome possom!\n\n    I like to start with laundry too — bed linens first, like you said; a nice added benefit of having the bed made right away is that you can use it as a surface for folding your other clean laundry or you can use it as a stacking and organizing surface that won’t interfere with sweeping, vacuuming, and mopping. Plus, making the bed is really satisfying, you get a visible result so you feel like you accomplished something right away.\n\n    I feel naughty for talking about housework on a women’s blog, so to counteract the excitement I just expressed over doing laundry, I’m going to sing “I Am Woman” to myself for the next twenty minutes :)\n\n    Thanks for the helpful checklist — I’m going to try it this weekend.\n\n  3. Profile photo of mxandb\n\n    I don’t know why I didn’t think of it before: START LAUNDRY WITH THE BEDDING!\n    My mind is already blown by #2.\n\n    Also, fun step:Â  put the toilet bowl cleaner in the toilet the night before – just spray it all up in there before going to bed.Â  When you wake in the morning, it will have “soaked” and scrubbing is either not necessary or super easy.Â  And you’ll have a ‘fresh’ bowl before 7am (assuming one gets up before 7am)Â  I use Clorox and don’t have to actually scrub, it just dissolves away. :D\n\n    (system note: I think with my office’s last round of updates, PM is coming in more easily – yah!)\n\n    1. Profile photo of Meghan Young Krogh\n      Meghan Young Krogh\n\n      Yes, basically anything you can do in advance to decrease your actual cleaning time is ++++. For those with small children or pets, it might not be super feasible to leave cleaning chemicals on surfaces overnight, but it’s a great idea otherwise. :)\n\n      And: I know for a fact that the Editors Who Reign Over All have been tinkering with a crap ton of features that affect the site’s loading time, just to make it faster. Sounds like the combination of your office upgrade and our tinkering has created a superfast powerful Persephone engine! Pomegranates optional.\n\n  4. Profile photo of Dormouse\n\n    One of my past roommates inspired me with the “power hour” (or power half hour, if you’re short on time). The basic idea is to clean\/organize\/pick up as quickly as you can, with no breaks, and to power through an hour or half hour of work. It is amazing what you can accomplish in that amount of time if you just stick to it.\n\n    But, I’m a big fan of multitasking and getting some things started–like laundry or dishes–first so that those tasks will be done by the time I finish other ones. :)\n\n    1. Profile photo of Meghan Young Krogh\n      Meghan Young Krogh\n\n      When I do daily cleaning, I do it by room so it doesn’t get overwhelming, but if the whole house is filthy, I find doing it by task helps me to focus, and helps no one room to be too overwhelming.\n\n      1. Profile photo of CherriSpryte\n\n        Sometimes I find doing things by task counterproductive, as I frequently get all “hey, the kitchen is sparkling! i have accomplished something! i can always close my bedroom door when i have guests!” and then i quit halfway through.\n\n        Also, related, I am going to try this tomorrow, after work, except I’m giving myself 4 hours. We shall see how this goes!\n\n        1. Profile photo of Michelle Miller\n          Michelle Miller\n\n          Oh my goodness, I am the same way. I’m always looking to reward myself and stop the good work I’m doing.\n\n          That’s why this method seems appealing to me. Might help to keep the ball rolling on the chores.\n\nLeave a Reply",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9951190948,
        "format_confidence":0.8209023476
    },
    {
        "url":"https:\/\/adelcohomeservices.ca\/how-to-clean-gutters-diy-gutter-cleaning\/",
        "text":"How To Clean Gutters\/DIY Gutter Cleaning\n\nby Sep 6, 2019\n\nBefore you do this task, We would consider calling a local gutter professional to avoid anybody and property damage. But if you decide to do gutters cleaning on your own, here are a few quick tips to help you on your journey. It’s not that hard to do gutter cleaning, but first, you will need a list of the things required to complete this task as follow;\n\n  • Ladders\n  • Ladders Stand Off\n  • Glows\n  • Gutter Scoop\n  • Bucket\n  • An Extra Person\n\nYou will need a set of good workman’s gloves, (Not a medical gloves). Once you get your gloves on next is to prepare ladders. Make sure you check your ladders for any cracks or loose steps if you see any cracks or loose steps Do Not climb the ladders, ladders like this need to be properly disposed to prevent anyone else climb on it. If the ladders are in good condition the next step is to attach your ladders standoff. Keep your ladder from leaning up against the gutters or walls directly to prevent damage.\n\nThe first is to check the downspouts and make sure it is cleared. When all downspouts are cleared now you can start to scoop out gutters debris and making sure you scoop it away from downspouts to avoid a blockage in there. Empty your full scope into the bucket and make sure your bucket is not heavy and full. Once you got your bucked halfway it’s time to get down and empty your bucket before moving to the next section.\n\nRemember that gutter plays an integral part in your home, and regular cleaning of gutters may avoid any water and roof damages to your home.\n\nCall Now Button",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9974254966,
        "format_confidence":0.9899483919
    },
    {
        "url":"http:\/\/dogskool.com\/chewing.html",
        "text":"Related Information\n\nCrate Training\nPoison Prevention\nPoison Prevention Chart\nToys And Toy Safety\nWhy Do Dogs Eat Grass\nWhy Do Dogs Eat Feces\n\nOffsite Related Information\nIf you buy this from me, my dogs get treat money (not enough for a dog house).\n\n\nProblem Solving For Chewing\n\nDid you know…\n\nRubbing your hands on your dog’s toys increases the likelihood that the toys will be chewed, rather than your furniture.\n\n\nAn important part of pet ownership is teaching your puppy or dog proper pet manners and what is allowed to be placed in their mouth. It is your responsibility to have control over your dog and to correct bad behavior. Your pet should never be left unattended in any area that is dangerous or an area that you do not want destroyed. Obedience training ca be an important factor in this process. Knowing a simple command, such as to \"drop it\" or \"leave it\", could save your pet’s life. Corrections should begin at the moment when your dog or puppy starts the inappropriate chewing. Remember, your puppy or dog is like a small child, they have no way to know that the item they just destroyed was your expensive couch or chair, unless you instruct them to avoid those items when they have a need to chew. He might misbehave due to curiosity or boredom, not because he knows what he’s doing is unacceptable. Remember, with chewing as with any unacceptable canine behavior, prevention is easier than treatment.\n\nTo correct common behavior problems like chewing, follow these basic steps:\n\nChewing is a normal, natural canine behavior. Puppies usually begin chewing due to teething, boredom or stress. Chewing on anything but designated chew toys should be discouraged immediately, or it can develop into a habit that will carry over into their adult lives. You must catch the dog in the act to prevent this problem. If you catch your puppy or dog chewing on something that is off limits, verbally say “No!” and redirect his attention to one of his toys. When he chews on his toy, praise him verbally and pet him. If you are unable to supervise your pet, put him in a crate, on a tie-down or in an area where he cannot get into mischief. Never give your puppy or dog any objects you don’t want them to chew on. For example, don’t give your dog a shoe, sock or household item as a toy because the dog will think of all of these items as toys. The dog will not be able to differentiate between your discarded items and the good stuff.\n\nUnderstand Chewing\n\nChewing is a normal, natural canine behavior. Dogs learn through their mouths and use their mouths as tools to receive a lot of information. Chewing on hard objects provides an appropriate outlet for your dog's desire to chew. It is an enjoyable pastime for many dogs. Dogs chew because they are bored, they have lots of energy or they're curious. One benefit to chewing is that it is good for keeping tartar from building up on the teeth, which helps prevent bad breath.\n\nPuppies use their mouths to explore their new worlds. As with babies, teething is painful to puppies. Chewing helps relieve the pain and helps them develop strong jaws. That doesn't mean, however, that you should let your new puppy chew his or her way through the house. Chewing can be a very expensive problem, especially when the inappropriate chewing in on your rug, furniture, shoes or other household items. As with any unacceptable canine behavior, prevention is easier than treatment.\n\nDogs go through two chewing phases. The first is between 4-6 months when the puppies begin to loose their puppy teeth. Puppies like to chew on soft items, like carpet, rugs, rags or soft toys, squeaky toys and rope toys. Then they may stop for a while until the second phase, which occurs between 10-12 months when the adult teeth settle into the growing skull of the dog. During this phase, dogs like to chew on more dense objects, like wood, furniture, plastic, rawhide, hard rubber toys, and Nylabones.\n\nWhy Chewing Occurs\n\nTeething - Between the ages of five weeks and six months, puppies will teethe. They will chew on anything they can find to relieve their discomfort. Make sure you have a supply of chewable toys on hand. To make these toys even more appealing to your puppy, place it in the freezer for a few hours. The cold toy will be very soothing to your puppy's sore mouth.\n\nImproper confinement - Dogs are very social animals and do not do well emotionally when isolated from the \"pack\" or family. Confine your dog behind a see-through puppy gate or in a crate so the dog can see what is going on in surrounding areas. Never restrain a dog behind a closed door in a small room. An improperly confined dog may attempt to chew his way out of seclusion.\n\nImproper chew toys - Never give your puppy or dog any objects you don't want them to chew on. For example, don't give your dog a shoe, sock or household item as a toy because the dog will think of all of these items as toys. The dog will not be able to differentiate between your discarded items and the good stuff.\n\nBoredom or Stress - Dogs may chew when they are bored, stressed or anxious. If chewing helps relieve the boredom or stress, it will most likely be repeated again and again because it is self-reinforcing. Now you have a bad habit that is hard to break.\n\nProblem Solving Techniques\n\nAs when training any behavior, be persistent and consistent to let your dog know what is acceptable and what is not. With maturity and proper reinforcement training from you, soon your dog will have freedom around your home without you having to worry about what the dog is getting into.\n\nChew Toys - What's appropriate for your dog\n\nWhen dogs feel confined, bored, isolated or stressed, they often relieve that stress by redirecting it into destructive behaviors. Toys help dogs reduce that stress and can help reduce the likelihood of behaviors such as digging and chewing. If toys are not provided, some dogs will resort to chewing what is available, which might include shoes, books, rugs and furniture.\n\nSelecting the right toy for your dog\nHelp your dog use up some of his energy by giving him toys that are appropriate for the size and age he is now. Toys that might have been the right size when he was a puppy might be too small now and should be discarded. Balls and other toys that are too small can be swallowed or become lodged in the dog's throat or mouth. Discard toys that break into pieces or that have pieces torn off.\n\nProvide a variety of toys. Make four or five toys available at a time and rotate different toys on a weekly basis. This keeps your dog interested in his toys. However, if he is strongly attached to a particular toy, don't take it away.\n\nWhat are your dog's chewing habits\n\nAggressive chewers will tear toys apart, and if the toy comes apart, he could swallow the pieces or choke on them. Give aggressive chewers durable, hard rubber or nylon toys. Semi-aggressive chews don't usually tear toys apart, but will chew enough to cause wear on a toy. Provide semi-aggressive chews with canvas, plush, fleece, or rope toys. These toys are softer, but will not come apart easily. Non-aggressive or light chewers that are less destructive can have vinyl or latex toys.\n\nWhen giving your dog a new toy, observe how he plays with the toy. If he is destroying it, take it away. Instead, purchase a toy that is harder and more durable. Toys can be made out of a variety of materials, some more durable than others. Once you understand your dog's chewing habits, you can decide what type of toys are best for your dog.\n\nVinyl and Latex Toys\nThese toys are good for non-aggressive or light chewers. They come in many shapes and colors. Many of these toys have a squeaker, which adds interest to the toy.\n\nRubber and Nylon Toys\nThese are good for more aggressive chewers. They are durable and some come with a hole in them, which adds interest for the dog when a treat is inserted in the hole.\n\nRope Toys\nToys made with either a nylon or cotton rope material are a good choice for semi-aggressive chewers. These are good for dogs that like to play tug-of-war. They also have the added benefit of providing a flossing action that helps clean the teeth.\n\nPlush, Fleece or Canvas Toys\nThese soft toys are good for dogs that like to carry a toy around with them. Because of the stuffing inside the toy, they should not be given to aggressive chewers. They often contain a squeaker. If there are any tears in the toy, sew the tear or discard the toy and replace it with a new one. Canvas toys are washable and quite durable even for semi-aggressive chewers.",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9542124867,
        "format_confidence":0.7256464958
    },
    {
        "url":"http:\/\/www.instructables.com\/id\/Insulated-work-pants\/C66NQE2G5KPA9XB",
        "text":"Insulated work pants\n\nHey folks,  This 'ible for the SEW WARM contest can help others (yes, you can help kids learn!).  I work with Newton North High School Greengineers,, steering the algae to biofuel project.  One of their other fabulous projects is recycling plastic bags into reusable totes.  The sewing machine that is the grand prize for SEW WARM, will be used for this project.  So please vote, for the kids.\n\n This instructable will show you how to make insulated work pants.  I used a wrecked pair of carhartts and a wrecked pair of sweats.  You are welcome to use new pairs of either, but if you've followed any of my 'ibles, I repurpose lots of old pants and shirts, (apparently, 1 carpenter + 1 biologist = LOTS of torn clothes, who knew)  Also, feel free to use any work pants, sweats, fleece, flannel, whatever.\n\nThe only tips on pant selection is that the liners should be a bit loose, (not spandex, etc.)\nThe outside pants should fit you slightly larger than normal (ex. I used a pair of my husbands old work pants which are a full size bigger than I would normally wear, and my old sweats which fit me normally)\nRemove these adsRemove these ads by Signing Up\n\nStep 1: Bill of materials\n\nPicture of Bill of materials\n -work pants (heavy canvas, denim, whatever)-1 size too big\n-warm & fuzzy pants\n-sewing machine\n-scissors\/rotary cutter\n\nStep 2: Lining things up\n\n *NOTE: before you start, if your fuzzy pants have big holes, go ahead and patch them up (I' d put the patch on the outside, and don't worry how it looks, it will be covered up)\n\n1.  Just to be safe, try on both pairs of pants at he same time to make sure they fit.\n\n2. Turn both pairs of pants inside out\n\n3. Put the fuzzy pant over the work pants.\n\n4. line up the waist, front, back and side seams\n\n5. Pin the fuzzy pants so that you can sew\n\n6. Pin along the fly, so that you don't sew the fly up\nKMOM144 years ago\nWhat a great idea!  Thanks for sharing this with us.\nsarahfish (author)  KMOM144 years ago\n Thanks so much. Have fun making!  Please remember to vote!\nl8nite4 years ago\nIve used sweats instead of the usual thermal underware for years, mainly because thermals tend to shrink very quickly but I also think the quality sweats are actually warmer. I never thought about attaching the sweats to the pants though. Nicely done !\nsarahfish (author)  l8nite4 years ago\n Thanks so much! yes, I spent my entire time in college wearing my sweats under my pants without thinking to attach them.  Then I snagged a pair of my husbands \"real\" insulated work pants and it was SO GOOD!  He stole them back so I had to make my own. It's so easy I can't believe I never thought of it before!\na_traceur4 years ago\nGreat 'ible! I have a two pairs of these I bought a while back and I love them! I'll have to try making these.\nsarahfish (author)  a_traceur4 years ago\nThanks for reading! Some of my favorite pants!  It's like you're wearing pajamas all day!",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.7508804202,
        "format_confidence":0.9740032554
    },
    {
        "url":"http:\/\/www.pinkpistachio.com\/painted-bud-vases\/",
        "text":"Purge into Pretty\n\nWith Spring peeking right around the corner, it’s time to think about purging. Don’t even get me started on my pantry project…\n\nInstead of purging old condiment jars and bottles, repurpose with a bit of paint to transform them into bud vases in sweet shades of trendy emerald green. It’s the perfect seasonal display to update a mantle, kitchen table, nightstand, or windowsill.\n\nThis post was another commissioned piece for THIS magazine.\n\n  • For bottles: jam jar, soda bottles, vinegar bottle, syrup bottle. For paint: Olympic in A62a and A62b (shades of emerald), $2.99 each, Lowe’s. For syringe: Lowe’s, complimentary, ask clerk. For flowers: Spray Roses, $5.99, Trader Joe’s.\n\n\n  • prep – begin by washing all bottles and let dry completely (overnight). 1 withdraw paint using a paint syringe. 2 insert syringe into bottle opening and dispense a stream of paint.  3 with the bottle lying horizontal, slowly rotate to evenly cover entire inside surface of the bottle.  4 pour remaining paint back into jar.  5  remove excess paint from bottle mouth using a paper towel, dampened with water if needed. 6 let jars rest upright for 3 – 4 hours. repeat steps 4 and 5 one more time. let jars rest overnight until completely dried. 7 fill a disposable floral vile with water (do not put water directly into bottles – as the paint will wash away). 8 insert flowers into plastic vile and arrange inside bottle(s) of choice. display in any place that needs a touch of spring beauty!\n\n\n13 Responses to Purge into Pretty\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>\n\n\n  • Pamper your pooch at ShopManhattanite.com! Shop Now!",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9658138156,
        "format_confidence":0.8369578719
    },
    {
        "url":"https:\/\/www.diystart.com\/garden-design\/how-to-make-flower-beds",
        "text":"How To Make Flower Beds\n\nFlower beds can give an organized beautiful look to your garden, but while the result is amazing and soothing, making the flower bed yourself isn’t as hard or complicated as you would think – you just need to do a bit of planning before you start, as in any gardening project.\n\nAfter you decide just how much time you plan on investing in gardening (not only the initial landscaping, but caring for the plants as well) you will know how many flower beds you should make and the shape and measurements it should have.\n\nSelect an area with good light conditions and well-drained soil then draw a plan, noting down the measurements and incorporating the flower beds into the landscape.\n\nIf you don’t plan to use a border, you can make a natural one out of buses or shrubs, or even small flowering plants. Start with smaller ones to the taller inwards. When you choose the plants, look into their requirements so that you can plan accordingly – type of soil, amount of sunlight and pruning; if for instance, one or some of the plants you choose need frequent pruning, they should be place somewhere with easy access. Make sure you don’t group too many light coloured plants together; they are most remarkable when in contrast, or you could make use of different foliage colours.\n\nA popular flower bed choice is varied roses, whether you choose to vary the type or the colours; you can add shrubs or small flowering plants. Or you could try a raised flower bed, with Viola and yellow and orange Sweet Williams.\n\nWhen done planning, mark the soon-to-be flower bed using nylon rope and digging the intended area, making it at least 10-15 inches deep. If you want a leveled flower bed, you should take adequate measures so that the soil doesn’t give way when you water the plants. Mix the soil with compost and pesticide to prevent any unwanted guests.\n\ndifferent foliage, flower beds, flowering plants, gardening project, initial landscaping, leveled flower bed, light conditions, varied roses",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9970601201,
        "format_confidence":0.9957166314
    },
    {
        "url":"https:\/\/www.creativecorgis.com\/tlc\/",
        "text":"Usually the pocket square needs very little attending to. But just like everything else, your Creative Corgis pocket square might need some tender love and care from time to time.\n\nFor a quick and effective refreshing, steam it and let it cool on a flat surface. You can also iron it with the lowest temperature on the iron and a thin towel between for extra security. Try to avoid ironing on the edges. Since they have hand-rolled hems and stitched by hand they might crease and fold when ironed directly on top with a lot of pressure. Again, once ironed, leave it to cool down for a few minutes. All fabrics are more prone to creases when warm and humid.\n\nTo get a stain on a favourite piece of clothing is always a bummer, but the key to successful removal is time! Tend to your stain as soon as possible since the longer it sits, the harder it will be to remove.\n\nWhen looking dapper, one often adds a little perfume. A good tip is to put on your perfume before putting on your clothes and placing your square since the scent might stain on sensitive fabrics such as silk. \n\nWine stains are sometimes inevitable, but not hopeless to remove! First action is to dab a little carbonated water on the stain. Make sure not to be too rough, so hydrate on a towel and gently pat your stained square with it.\n\nAfter a long week at the office or a late night of dancing, the best spa for both you and your pocket square is airing outdoors for a while.\n\nTry to avoid handling your square with greasy fingers. If due to a few cocktails and a late night greasy snack, this is unmanageable and you end up with stains, do not fret! Baby wipes or makeup remover wipes can get you a long way in dissolving the grease.\n\nGot chewing gum on your pocket square? Simply put your pocket square in the freezer and gently break off the chewing gum once it has stiffened. But please, if this happens to you, send us an e-mail and tell us your back story. It surely most be tremendous!\n\nIf you end up with stains you have no idea where they came from, put on a brave face and go to your trusted dry cleaner. It does not hurt if you flip a coin in a fountain on your way there. And if not even they can remove it, embrace it and consider it a part of life and a sign of good times. Fun and exciting days are sometimes a bit messy.\n\nFollow us for news!",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9237957597,
        "format_confidence":0.8987433314
    }
]