[
    {
        "url":"http:\/\/ed-design.blogspot.com\/2005\/02\/",
        "text":"Wednesday, February 23, 2005\n\nConnecting with others of intelligence!\n\nUpdated: 24th Feb, 2005 - addition from Headrush\n\nKen at Weblogs in Higher Education talks about a posting he read by a blogger, Dhar, on hiding the moves. Check it out here.\n\nThis relates to my earlier postings about Connected Intelligence and The Design Process. See, what goes around comes around! Reusing information! ;o)\n\nI'm buoyed by the fact that there are others out there in the world who are thinking of the way we do-the way we be-the way we think! It's a nice connection...\n\nGood timing from this post at Headrush - Creating Passionate People. Again, this applies to Dhar's thoughts about making things look simple - I am a visual person and really make lasting linkages when working with graphics or diagrams. I begin to see relationships between concepts, structures, theories, etc in this format. Not only that I seem to be able to recall things more easily where I possibly didn't before!\n\nI still think it's important though that we also create a space in which people are able to experience things, not just be told or shown things. We learn much better by doing! The E-Learning Queen has much to say on this topic too!\n\nFrom the balcony of the privileged...\n\nI am in wonderment of our relative freedom of speech in 'the West' in light of this article in The Age about the plight of journalists in Zimbabwe:\n\nThree reporters for major international news organisations have fled Zimbabwe and a fourth is apparently in hiding after police and intelligence agents searched their offices and threatened to arrest them for espionage and slandering the state.\n\nThe actions appear to be part of a campaign to suppress international coverage of events in Zimbabwe before crucial national elections on March 31....\n\nEven this fairly short news story does not fully capture the gravity of the situation in which these journalists find themselves! We are so removed from this! News stories are being told with much more involvement of the journalist (remember Hunter S Thompson?). This example from a site called InteractiveNarrative shows how journalists are developing stories and breakiong down the line between objective journalism (if there is such a thing anyway) and participatory journalism!\n\nWhat really captures me in this is that my senses get involved -- I am a sensing, experiential person, over being logical and rational per se. That is, I am more comfortable following my intuition than I am following logic and rules! Not that I totally disregard thopse of course, but it is my preference to rely on intuition and 'sensing' in order for me to feel comfortable in hanlding situations on a daily basis.\n\nOnline journalism asks a lot of us these days but is also quickly responding to viewers preferences in accepting news in various forms. I used to open my email program first thing when logging into my computer, now I first click my Bloglines to check for updates on my subscribed blogs!! Things change with your needs as they become better faciltiated by technologies I think...\n\n...again, a rather privileged position don't you think? I'll leave with something by reporter John Donnelly.\n\nCiao from the balcony -- for now!\n\nMonday, February 14, 2005\n\nIs the future academy about connected intelligence?\n\nFollowing on from recent posts about designing the learning experience, etc, I came across this great post at the Experience Designer Network!\n\nI would ask: Are our educational institutions about developing intelligence? Or do they simply perpetuate the socioeconomic status quo?\n\nAlso, Ana Viseu writes about a connected intelligence workshop and argues for its relevance with references to Castells, Levinson and Olso, among others...and higlights\nhow Connected Intelligence as a practice fits into the landscape of the current theoretical discourse about the development of media and current concepts of the essentially social nature of intelligence. This fit of theory and practice is exciting and indicates potential of CI both as a pragmatic approach as well as a field for research.\n\nAnd here's more about connected intelligence and its impact on the education system: Connected Intelligence Impact.\n\nSweat shop academies\n\nSusan Smith Nash writes a very clever article about How to Eliminate Academic Sweatshops in Xplana (Feb 9, 2005).\n\nHer suggestions are commonsensical and to the point. I love her comment about doing away with poorly designed LMS:\n\nGet Rid of Bad LMS Design. Perhaps the quickest way to a sweatshop is to use a horrible learning management system that does not archive in any sort of effective way, does not integrate with online support services (the Oracle database, or whatever is being used), does not allow group uploading of files, and requires absurd levels of clicking between screens.\n\nAnd I agree, that it is all too easy to nag about the problem - it IS about time we got in and did something about it!\n\nThursday, February 10, 2005\n\n...and then there's this!\n\nIf the world DOES fall into social and indecent chaos, I want to be in Dave Pollard's camp!\nHis uplifting article titled \"In the year 2045...\" was timely to the current discussion on our changing social fabric worldwide!\n\nPerhaps I'll listen and take notes with Tony Delroy tonight when he talks with his guest about Pain Management! ;op\n\nKnowledge workers - the millenial academic?\n\nPink's article in Wired on the left brain-right brain paradigm, tells us that '... Peter Drucker gave ... professionals an enduring [endearing?], somewhat wonky, name: knowledge workers'.\nWhat distinguished members of this group and enabled them to reap society's greatest rewards, was their 'ability to acquire and to apply theoretical and analytical knowledge.\n\nPink calls the new age of information the Conceptual Age.\n\nThis reminded me of a recent ABC Radio feature on Tony Delroy's Nightlife, with Demographer, Bernard Salt (Wednesday 9th Feb, 2005). They discussed the changing demographics of Australian society from the seachangers to the 'treechangers', helicopter kids, and more! They discussed the characteristics of the babyboomers, gen x-ers and the y generation (today's teenagers and early twentysomethings).\n\nThis is quite topical at the moment. Salt commented in reply to a talkback question that todays 'millenials' are not intersted in blue collar jobs and want to get into the business, IT, communications, etc white collar world.\n\nWednesday, February 09, 2005\n\nThe Learning Space - new ways of knowing\n\nIt's funny, I've tried to write this entry three times over the last two months - each time it comes out sort of stale... new ways of knowing using new ways of communicating? There is a lot that is new, but old ways prevail often in terms of comfort, reliability (ie. better the devil you know!), habit...all those things!\n\nI've decided NOW to post this - gotta get the prickly fuzzies out! ;o) It was while reading this post at Weblogs in Higher Education, that I thought well, this is kind of saying how I'm feeling right now... a little frustrated, perhaps even a little jaded? Maybe jaded isn't the right word - more 'challenged' and not knowing exactly what the best tool(s) is\/are to get into the swing of dealing with it! [Hmmm, sounds like a Gemini trait to me!]...\n\nSource: Regina Russell\n\n...bloggers stretch their own job descriptions, making new things normal a bit at a time...\n\nThe same goes for those of us hoping to push the bounds of our job descriptions, particularly in academia. What will the millenial academic be like? What will drive them? What will they strive for? Who will they look to? History? The future? The here and now?\n\nI think, with this second, more considered, wave of e-learning particularly, we have a great opportunity to explore new ground in light of our pedagogies and practices in teaching and learning. We're on the verge of new discoveried... that's if we don't drown under the growing weight of administrative tasks and job descriptions which read more like video player instructions!\n\nOK, maybe it's not that bad, but managing these frustrations is important if we are all to perform our duties and still feel creative and enthusiastic about our work\/professions. As an ed designer, it's important to transcend these frustrations to be able to work with teaching academics on developing possibilities that can enhance their students' learning. I'm all for opening the curtains and sliding the window open a little to let in the fresh air, rather than saying don't open the window the fumes will come in!",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.9969652295,
        "format_confidence":0.987233758
    },
    {
        "url":"https:\/\/leadingfromtheheart.org\/tag\/tears-for-fears\/",
        "text":"What’s my lesson? (look right through me.)\n\nhello teacher tell me what’s my lesson? look right through me, look right through me. Roland Orzabal\/Tears for Fears, 1982\n\nSo my brother-in-law makes these videos of my niece and nephew, which I do appreciate since they live in Ohio of all places (that might have come out sounding wrong). The last one he sent had this beautiful piano music as its soundtrack – when I asked, he answered that it might be Michael Andrews, in an intro to a remake of Mad World by Tears for Fears.\n\nSo I youtubed it and, indeed, that’s it. Beautiful song.\n\nI’ve listened to it a few times since I received the latest twins video last week, and only tonight did my mind make its way around these lines – hello teacher tell me what’s my lesson? look right through me, look right through me.\n\nIn my last post we reflected on the human qualities teachers – we – bring to our classrooms. One of the strongest just might be the ability to both do and not do what this line is asking.\n\nG-d forbid, as teachers, we look through our students. Imagine being invisible? I’ve known how that feels. Like I don’t exist. That’s the part not to do.\n\nimage found here, on the pbase gallery of backtothestart.\n\nAt the same time, when a student arrives in my classroom she is implicitly asking for her lesson.\n\nShe is asking me for her lesson.\n\nAnd if I look right through her, past her language, her colour, her attitude wrought from years of learned helplessness and strong wall making and straight to her, I just may be able to find the lesson she’s asking for.\n\n\nimage found here, by accident, at a Physics blog by teacher Dean Baird. I’ve bookmarked it.\n\nThat’s the part to do. That maybe I wrote about? That is where my heart leads me.",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.750655055,
        "format_confidence":0.9958088398
    },
    {
        "url":"http:\/\/www.brashearkids.com\/2016\/02\/brashear-teens-work-hard-play-hard.html",
        "text":"Friday, February 26, 2016\n\nBrashear Teens: Work Hard, Play Hard!\n\nHey guys! Danyelle from the Hilltop again here for an update. Our teens had a busy week learning about college\/career options and relaxing with a 'movie night.' What a week!\n\nWednesday night we enjoyed the newer movie, Goosebumps, which was based on the book series. Most of our teens had read the books when they were younger and really enjoyed discussing the storeis and how the movie differed from the books. Some of the kids even jumped from surpise at an exciting\/'not scary' moment! (They were trying to say they weren't scared, but they were freaked out at times :) \n\nOn Thursday, Brashear Teens joined forces with JFCS Refugee Youth to host a College & Career Fair at the Hilltop YMCA. Tara from CCAC and Jeanne from the CDC spoke about post-secondary options and we talked about Work Ready, the summer youth employment program. \n\nDid you know that most famous actors and musicians have post-secondary education? Some even have advanced degrees!\n\nEveryone learned a lot about available options for the summer and the future right here in our communities and enjoyed a banquet of pizza, pretzels, fruit, and juice to celebrate. Just as a reminder, I am more than happy to talk about any of these with you and assist with Work Ready applications when they are available in March!\n\nJoin us next week on Wednesday, Mar. 2 for healthy ice cream sandwiches! It's going to be amazing! See you there and bring a friend!\n\n\nNo comments:\n\nPost a Comment\n\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.785084188,
        "format_confidence":0.9230559468
    },
    {
        "url":"http:\/\/ourfullnest.blogspot.com\/2014_06_01_archive.html",
        "text":"Saturday, June 28, 2014\n\nThe Homeschool Conference was WONDERFUL!!!\n\nI had been anticipating attending my first homeschool conference for MONTHS.  The first day finally arrived this past Thursday and I have to say it was even more amazing than I had dreamed. The exhibit hall had all the books I wanted to see, the sessions were presented by \"famous\" homeschool veterans whose writings I have long admired.  I was able to get all my nagging questions about our upcoming school year answered and to top it off, Hubby was able to get time off from work to attend with me.\n\nThere were so many great sessions that we had to play divide and conquer several times.  The Outdoor Adventure Tent ended up being our favorite.  We learned about self defense skills, survival skills, Revolutionary War Re-enactment, Project Appleseed and even aquaponics.  I definitely see greenhouse gardening in our near future.  I have a better idea of what our PE class will contain this year and I'm excited to start planning a once a month survival practice day for our family.\n\nJohn Joslyn, one of the co-founders of the Titanic Museums gave a stunning presentation about the time he spent recovering artifacts in the North Atlantic Ocean.  Marissa and Melanie were as fascinated with the presentation as Hubby and I.\n\nOn top of everything else, we came home with tons of information about additional resources and of course lots and lots of secondhand books from the consignment sale.\n\nSaturday, June 21, 2014\n\nPlanning my days at the Home School Conference\n\nThe Appalachian Home Educators Conference begins in FIVE days!!! Today, I dropped off my consignment items.  I couldn't believe how easy it was to create an account, list the books online and then print and attach labels.  The drop off process was super easy too.  I've never sold anything in a consignment sale, mainly because I thought it would be difficult.  Now I have room on my shelves for new curriculum for the upcoming school year.\n\nThe next thing I need to do is figure out which sessions I most want to attend. Hubby is very excited about the Outdoor Adventure Tent, he will probably spend most of his time there with the kids.  I need to clone myself, there are so many things that I want to see and do.  I am going to TRY to plan out a schedule that allows me to hit the highlights.\n\nWe will have two high schoolers this year, so sessions on High School will be my top priority. I am also very interested in the sessions about starting a microbusiness and Encouraging Entrepreneurs. Of course, the organizational sessions need to fit in someplace too.\n\nWe are all excited to see John Joslyn and hear his Titanic Dive Presentation. We went to the Titanic Museum in Pigeon Forge last Fall, it is awesome! It is going to be an extremely busy 3 days and I can't wait.\n\nIf you haven't registered yet, you can still use my discount code: FULLNEST to save $5 on either an individual or a family registration. Click HERE to go to the registration page.\n\nTuesday, June 10, 2014\n\nHome School Conference Facebook Party\n\nThursday night will be the 3rd Facebook party for the Appalachian Home Educators Conference. They always have GREAT door prizes and even a chance to win a Family admission to the conference. This conference will be held in beautiful and FUN Pigeon Forge Tennessee, June 26th thru 28th.\n\nUse code: FULLNEST to save $5 off on an individual or family registration.\n\n\nHome School Curriculum Choices\n\nWe are considering an eclectic mix, here is what I've decided on so far:\n\nReading Eggs\nReading Express\nSpelling City\nStory of the World\nExcellence in Writing\n5 in a Row\nSaxon Math\nApologia Science\n\nI purchased the subscription to Reading Eggs\/Express and we are very happy with it so far.  I am not sure if we will purchase a subscription to Spelling City, the free version seems to meet our needs at this point.  The little girls really like Story of the World and have requested that I buy the Kindle version so they don't have to keep track of the book.  We will be using Excellence in Writing, Apologia Science and Saxon Math through the co-op.\n\nI will probably add more things as we get closer to the start of the new school year.  I also have a ton of supplemental workbooks for the younger girls.  I am tentatively planning to start August 20th.  Co-op starts on August 26th.\n\nMelanie will be doing mostly 2nd grade\nMarissa will be doing a mix of 3rd and 4th grade\nMaggie is a high school Freshman\nMorgan is a high school Junior\n\nMonday, June 9, 2014\n\nKnoxville Zoo\n\nOne day last week Hubby and I took the four youngest kids and my mom to the zoo for the afternoon.  It has been a couple years since our last visit.\nThe red panda is one of my favorite animals at the Knoxville Zoo. They look nothing like the giant black and white panda bear we usually think of when we hear the name panda. A red panda looks a lot like a raccoon.\n\nThe turtle statue is a favorite with Marissa and Melanie.  Maggie didn't want to be in the picture.\n\nThe elephant was distinctly ORANGE from rolling around in the red clay mud.\n\nAlthough you can't see them in this picture, there were two female lions in the enclosure too.\n\nThe kids and I and my mom all piled into the jeep for a group photo.  Marissa and Melanie had just finished playing on the splash pad.\n\nMuch of the zoo is currently under renovation and the parts that aren't are broken up into small dead end sections.  We were a bit disappointed by our visit, but we will give it another try in the Fall. The Knoxville Zoo has a lot of potential, hopefully when the construction is completed it will be much more enjoyable.\n\nThursday, June 5, 2014\n\nHomeschool Planning\n\nThis will be our 4th year schooling at home.  It will be our FIRST full year doing everything on our own.  There is sooooo much planning and organizing that I want to get done. We will be using an umbrella school this year mainly because we will have two high school homeschoolers. I want to be sure they have awesome transcripts. It will be our first year using a co-op.  The older kids (9th and 11th grade) will have math and science classes in co-op.  The younger kids (2nd and 3rd grade) will have language arts, speech and social science.  I am also hoping they will all have PE, but we don't have the details yet for that. If the co-op doesn't offer PE, we will meet that requirement through the teen social group for our local homeschool group.\n\nAn acquaintance through the local homeschool group (not the co-op) is starting a French playgroup and I'm hoping to fit it into our schedule.  I took 4 years of French in high school and a semester of conversational French in college, but have never really used it. We will also be attending the arts and crafts days run by the homeschool group and some of their field trips.\n\nThe high school kids are members of our county choral society and will be moving to adult choir at church.  The little girls may both be in the kids choir at church this year.  This means at least 2 days of practices to fit in each week, plus performances and special events.\n\nMorgan will be in 11th grade and will be taking dual-enrollment courses at the local community college. I was advised by the mom of a homeschool graduate that the junior year of high school is THE best time to pack them full of math and science courses to maximize ACT scores.  Morgan did very well on his trial run of the ACT and we plan to test again next Spring. Maggie will probably take the ACT for the first time next Spring as her trial run.\n\nI will be attending a homeschool conference for the very first time later this month. I can't wait. I.will have a chance to look at a variety of curriculum in the exhibit hall, talk with the umbrella school representative IN PERSON and attend workshops given by experts. There will also be tons of fun activities for the whole family.  Luckily for us, this conference is happening right here in the Smoky Mountains!!!  We love living here and everyone we know who has ever visited this area has thoroughly enjoyed themselves.\n\nWednesday, June 4, 2014\n\nMostly Wordless Wednesday.....First Baseball Game!\n\nMany THANKS to the Tennessee Smokies Baseball team for their Summer Reading Incentive Program.  Melanie and Marissa attended their first ever baseball game and thoroughly enjoyed it.  ﻿\n\nTuesday, June 3, 2014\n\nIn just a few weeks....\n\nI will be attending this amazing conference!!! Use coupon code: FULLNEST when you register and receive $5 off on either an individual or a family registration!\n\n\nMy kids are getting so grown up!\n\nThis was taken at Thanksgiving.  Next time I manage to get them all in one room, I'd like to get a picture of them standing together.",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.9306307435,
        "format_confidence":0.9788892269
    },
    {
        "url":"https:\/\/www.devotedanddisgruntled.com\/Blog\/how-did-you-will-you-get-your-mojo-back",
        "text":"Alex Murdoch, 26 January 2014\n\nSo I called this session because I’ve had an extraordinary two years. Two years of\n\nchange I could not possibly have imagined. I don’t mean I called this session because\n\nI want to show off about successes – it’s not that kind of improvement – it’s all yet to\n\nturn into money. But maybe it will! What I mean is, well, I’d lost mojo big time. I hadn’t\n\neven noticed because in my non-mojo state I was absolutely convinced that this was\n\nThe Way Things Are. (you know like those mice in the film BABE). That everything\n\nwas hard, and a bit shit and difficult and…I was a fucking martyr to be honest.\n\nAnyway this changed when we got a bit of ACE money to work on organisation\n\ndevelopment. I’ve gone on about this at the D&D I hosted last autumn about\n\nindependent female theatre makers…\n\nYour text to link here …\n\n…but to cut a long story short I worked with an amazing coach Liz Margree on how to\n\nhave more of what I love (or any of it) and less…less…moaning miserable bullshit.\n\nOne of the most surprising change that’s come out of doing this work is that it’s\n\nactually contributed to me reimagining my practise, what sort of artist I am or can be.\n\nI’m an improvisor\/actor and I’m also now a writer. In the dark mojo-less years I felt\n\nlocked out of certain areas of the industry. The inciting incident in this story was being\n\nunable to get our show on in London despite a really good idea\/track record and\n\nhaving the funding in place (!) because our Producer had knocked on the same old\n\ndoors and they happened ‘this time’ to be shut. Crying on the sofa when said Producer\n\nleft the company was a bit of a wake up call. Now I’ve changed everything, the coolest\n\nthing is the doors that previously I thought might as well have been on another planet\n\nhave now infact begun to swing open and the people inside are really nice.\n\nThis has been so transformative I feel a bit evangelical about it – and I know I'm really\n\nlucky to have persuaded ACE to support that kind of thing in these times. (Maybe the\n\nslog and the good work we’ve done helped that). But one thing that we could all use to\n\nchange things back to positive comes completely free and that’s connection. So I\n\ncalled this session so we could connect about what’s going on when mojo is up and\n\nwhat’s going on what it’s so down it’s barely there at all.\n\nI don’t have the answers here but between us maybe we can think of better questions.\n\nSo this was a big session, note form here on in – and I’ll chip in too.\n\n‘I hear myself thinking a lot about ifs and buts’\n\n‘It’s all got a bit tense’\n\n‘We should all be loving what we do. It’s about expectations. Can we all take it as red\n\nthat the work should be FUN? We're not paid enough in the theatre to be having a bad\n\n\n‘What’s driving me – what do I want? That’s where we should start’\n\n‘Where’s it gone, the thing that’s driving me’\n\n‘It’s good to look at what do I want. What decisions have I made in my life and\n\nwork…and how is that contributing to what I want?’\n\nLove this next one, am making a tee-shirt of this…\n\n‘It’s like a marriage that’s abusing me, the theatre’\n\n‘How are you doing there in the cold?’\n\n‘I sometimes just don’t care anymore about the theatre rat-race’\n\n‘There’s all these people on twitter boasting and it’s depressing sometimes to hear\n\nabout all their successes and how great they are’\n\n‘Sometimes I want to get rid of those friends who are having a good time while I’m\n\ndrowning in the water’\n\nI come in here – I find the opposite with twitter actually. I find out so much about\n\nwhat’s going on I feel more connected and informed rather than before twitter when\n\n‘what’s going on’ was more of a mystery and dependent on the voices of only a few\n\ntheatre critics really. I also feel really supported when things go well by my twitter tribe\n\nand that’s good.\n\nAlso importantly because you have what Ed Collier once told me was a ‘career suicide\n\npill in your pocket’ I pay a bit more attention to the messages I put out. Of course\n\nhonesty and vulnerability are welcomed on twitter but moaning is not really cool. And\n\nthen that makes me in turn think twice about my attitude to stuff in general.\n\n‘Theatre should facilitate connection’\n\nSometimes there’s a tension between your art and the shininess of a your career\n\n‘We choose to put ourselves on the line’\n\n‘It’s tiring clinging to your mojo when you’re creating things’\n\n‘We’re now in the age of the portfolio career but how useful is that and is it a myth’\n\n‘I find learning a new physical skill helps. Like running or standing on your head. It’s\n\nallowing yourself to be a beginner. Sometimes in the arts you get along a bit and then\n\nyou feel you’ve invested all your time in this thing and you can’t be a beginner. I take it\n\nfor granted when I progress with running now, but I remember what it was like when I\n\nwas starting to learn to run and how good that felt’\n\n‘I just did my first play in 8 years and I got my mojo back because it was FUN’\n\n‘but if it comes back – how to sustain it?’\n\n‘People finish projects at different times so the come down is different. A lighting\n\ndesigner for example is off after the first night, whereas the others go on the road’\n\n‘In terms of sustaining passion, is it to do with relying on the mojo of other people?’\n\n‘Sometimes I let myself ride someone else’s, I'm riding their slipstream’\n\n‘Saying “I’m throwing everything at this thing” sounds a bit unsustainable’\n\n‘You’ve got to look after you future self’\n\n‘I live outside London and when I come back I get out my oyster card and a lot\n\ndepends on whether there’s still a tenner on it or whatever, if there is you think ‘Yes’!\n\nCan you pay forward your future oyster so it might be rich – maybe you should ask if\n\nthere’s anything on the oyster card of your future self’\n\nAgain love this idea. Now that would be a smart card.\n\n‘At the end of all this what do I want to happen? Something to look forward to,\n\nsomething that’s topped up’\n\n‘The pint you are drinking now is not unaffected by the future pint’\n\n‘I keep my sanity at bay by thinking of ‘finding’ rather than ‘creating’ a show’\n\n‘If you’re dealing with something unpleasant it’s an idea to work on making it the\n\nsmallest thing in your life’\n\nThis was something to do with I think a book or something called ‘Exponentially\n\nenriching your life’.\n\nI talked a bit about a thing I found out about (I’ve trained as coach) called the Reticular\n\nActivating System. This is a neural thing – the brain keeps in the front anything at all\n\nthat comes up regularly – so for example if you tell yourself that there’s no work out\n\nthere or it’s all against you then that will stick.\n\nIt’s like the thing of getting into a groove, repeating the same thing on that groove and\n\nthen that becomes a beaten track which becomes comfortable and so on it goes and\n\nthe next thing you know it’s a rut and you can’t even see the light above you because\n\nyou’re so deep in it.\n\n‘What I do is carry a book of poetry so that when I’m on the tube I wont read the\n\nrubbish in the Metro’\n\nYes, it’s good to pay attention to where you get your information from.\n\nYou have to manage the internet thing for that.\n\nYes it’s like those people you know that are always bitching about the industry – how\n\nmuch time are you being influenced by that. I think I now see that for what it is.\n\n‘It’s really good to hang out with people not in the industry’\n\n‘When I'm vulnerable I think “sod them all” and then I feel rejected’\n\n‘There’s a perfect end point I’ve not yet found’\n\n‘There’s a low-level crazy that happens when you’re in the wrong job, with the wrong\n\npeople, in a wrong situation. Is there a place for me, was it there? And why don’t you\n\njust leave? If you ask yourself this and you decide to stay it’s your choice’\n\n‘A quote from Jack Gilbert “When Icarus falls down how do we know he wasn’t just\n\ncoming to the end of his glorious flight?” ‘\n\nI mention a beautiful tumblog Phelim wrote once about the season that your theatre\n\ncompany is in. text to link here …\n\n‘Your mojo sits in trusting your intuition, the best work is towards that, clear the stuff\n\nthat’s in the way of your intuition if you find yourself listening to the same old story’\n\n‘It’s important to make mistakes and know that’s ok’\n\n‘There’s this music school that did an experiment with what would happen if students\n\nwere given straight A’s to start with. They found students did excellent work because\n\nthey felt freer to make mistakes. What would happen to you if you were told you\n\nalready had straight A’s’\n\n‘I’ve not lost my mojo – maybe I’ve just not had any new ideas yet’\n\n‘Are you ok to hold that space for uncertainty’?\n\n‘There’s that thing about your family saying ‘what are you going to do next?’ not\n\nunderstanding the freelance life. I counteract it by booking a holiday straight after a\n\nshow so I can say I'm having a rest’\n\n‘Give yourself time out’\n\n‘Top sets in schools often become paralysed about getting it right’\n\n‘How to remember I don’t know anything’\n\n‘I had cognitive behavioural therapy. When I’m having a negative thought I now know I\n\nhave to – 1. Notice it. 2. Name it’\n\n‘I actually had a negativity fast. I did it for a week’\n\n‘We do though actually need the fight of dark and light’\n\n‘It’s scary to be as big as you can be, you ought to be compassionate to that’\n\n‘As a director I feel I’m obligated to keep my mojo up and be positive for everyone’\n\nI say I don’t think that’s good, but I completely know what you mean. Collaborators,\n\nactors or whatever need to share responsibility for what’s hard and not be shielded\n\nfrom situations like children.\n\n‘It’s the same thing with parenting actually though – sharing vulnerability really works\n\nfor me’\n\nI went on a residential course with Clore Leadership Prog and in the evening we were\n\ngiven talks by these amazing high flying people. Genista Macintoch used to run the\n\nNational and then the ROH. But she really opened up about the pressure she felt\n\nunder to be a high achieve... (truncated)",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.6583068371,
        "format_confidence":0.5552312732
    },
    {
        "url":"http:\/\/powerprinciples.blogspot.com\/2009\/06\/how-to-think-like-leader.html",
        "text":"Words of Wisdom\n\nSaturday, June 6, 2009\n\nHow to Think Like a Leader?\n\nAchieving high-level success requires the support and the cooperation of others. And gaining this support and cooperation of others requires leadership ability.\n\nFour leadership rules or principles that can cause others to do things for us in the executive suite, in business, in social clubs, in the home, anywhere we find people:\n\n1. Trade minds with the people you want to influence. Is a magic way to get others – friends, associates, customers, and employees – to act the way you want them to act. To get others to do what you want them to do, you must see things through their eyes. When you trade minds, the secret of how to influence other people effectively shows up (ex. one political candidate for a national office apparently fully as qualified as his opponent lost by a tremendous margin for one single reason. He used a vocabulary that only a small percentage of voters could understand.) Keep this question in mind: “What would I think of this if I exchanged places with the other persons?” Thinking of the interests of the people we want to influence is an excellent thought rule in every situation.\n\nPut the trading minds principle to work for you:\n\n  1. Consider the other person’s situation. Put yourself in his shoes so to speak. Remember, his interests, income, intelligence, and background may differ considerably from yours.\n  2. Now ask yourself. “If I were in his situation, how would I react to this?”\n  3. Then take the action that would move you if you were the other persons\n\n2. Think: What is the human way to handle this? People use different approaches to leadership situations. One approach is to assume the position of a dictator. – Makes all decision without consulting those affected. He refuses to hear his subordinates’ side of a question because down deep perhaps, he’s afraid the subordinate might be right and this would cause him to lose face. Dictators don’t last long. Employee may fake loyalty for a while but unrest soon develops. Second leadership technique is the cold, mechanical. The fellow using this approach handles everything exactly according to the book. He doesn’t recognize hat every rule or policy or plan is only a guide for the usual cases. This would-be leader treats human beings as machines. Third person who rise to tremendous leadership height use a “Being Human.” You are a human being, I respect you, I’m here to help you in every way I can. “Whoever is under a man’s power is under his protection, too.” Anybody can hire a man. But the test of leadership is how one handles the dismissal.\n\nTwo ways to use the be-human approach to make you a better leader:\n\nFirst. Each time you face a difficult matter involving people, ask yourself, ”What is the human way to handle this?”. Avoid sarcasm, avoid being cynical, avoid taking people down a peg or two. Avoid putting others in their place. Ask “what is the human way to deal with people?” It always pays-sometimes sooner, sometime later. But it always pays\n\nSecond. To let your action show you put people first. Show interest in your subordinates off the job accomplishments, treat everyone with dignity. Remind yourself that the primary purpose in life is to enjoy it. As a general rule, the more interest you show in a person, the more he will produce for you, and this what carries you forward to greater success. Practice praising people. Rub people the right way.\n\n3. Think Progress, Believe in Progress, Push for Progress. Promotion in all fields go to individual who believe in-and push for progress. Develop a forward look.\n\nTwo special things you can do to develop your progressive outlook.\n\n  1. Think improvement in everything you do.\n  2. Think high standards in everything you do.\n\nBelieve in-and push for progress, and you’ll be a leader. Remember this: When you take over the leadership of a group, the persons in that group immediately begin to adjust themselves to the standard you set. This is most noticeable during the first few weeks. Their big concern is to clue you in, zero you in, find out what you expect of them. They watch every move you make. They think, How does he want it done? What does it take to please him? What will he say if I do this or that? Once they know, they act accordingly. Check the example you set. Use this ever-accurate as a guide: “What kind of world would this world be, if everyone in it were just like me? In similar fashion, ask yourself, What kind of club, community, school, church would it be if everyone in it acted like you. Think, talk, act, live the way you want your subordinates to think, talk, act, live - and they will. Over a period of time, subordinates tend to become carbon copies of their chief. The simplest way to get high-level performance is to be sure the master copy is worth duplicating.\n\nAm I a Progress thinker? Checklist:\n\nA. Do I think progressively toward my work?\n\n  1. Do I appraise my work with the “how can we do it better?” attitude?\n  2. Do I praise my company, the people in it, and the products it sells at every possible opportunity?\n  3. Are my personal standards with reference to the quantity and quality of my output higher now than three or six months ago?\n  4. Am I setting an excellent example for my subordinates, associates and others I work with?\n\nB. Do I think progressively toward my family?\n\n1. Is my family happier today than it was three or six months ago?\n\n2. Am I following a plan to improve my family’s standard of living?\n\n3. Does my family have an ample variety of stimulating activities outside the home?\n\n4. Do I set an example of a progressive, a supporter of progress for my children?\n\nC. Do I think progressively toward myself?\n\n  1. Can I honestly say I am a more valuable person today than three or six months ago?\n  2. Am I following an organized self-improvement program to increase my value to others?\n  3. Do I have a forward - looking goals for at least five years in the future?\n  4. Am I a booster in every organization or group to which I belong?\n\nD. Do I think progressively toward my community?\n\n  1. Have I done anything in the past six months that I honestly feel has improved my community?\n  2. Do I boost worthwhile community projects rather than object, criticize or complain?\n  3. Have I ever taken the lead in bringing about some worthwhile improvement in my community?\n  4. Do I speak well of my neighbors and fellow citizens?\n\n4. Take time out to confer with yourself and tap your supreme thinking power.\n\nDon’t be a Mr. I-can’t-stand-to-be-alone. Successful leaders tap their superpower through being alone. (When Mr. I-can’t-stand-to-be-alone is forced by circumstances to be physically alone, he resorts to television, newspaper, radio, tel., anything that will take over his thinking process for him.) As part of professional development program: Closet ourselves for one hour each day, shut themselves\/ourselves off from all distractions and think constructively about anything that come to mind.\n\nTwo kind of thinking we can use:\n\n  1. Directed thinking. Review the major problem facing you. In solitude\/isolation your mind will study the problem objectively and lead you to the right answer.\n  2. Undirected thinking. Just let your mind select what it wishes to think about. It’s very helpful in doing self-evaluation. It helps you get down to the very basic matters like “How can I do better?” What should be my next move? In moment like these your subconscious mind taps your memory bank which in turn feeds your conscious mind. Remember, the main job of the leader is thinking. And the best preparation for leadership is thinking. Spend sometime in managed solitude everyday and think yourself to success.\n\nHow to use the Thinking Big in life’s most crucial situations:\n\nThere is magic in thinking big but it so easy to forget. When you hit some rough spots, there is danger that your thinking will shrink in size. And when it does, you lose. Brief guides for staying big when you’re tempted to use the small approach:\n\nA. When Little People Try to Drive Your Down, Think Big.\n\nTo be sure, there are some people who want you to lose, to experience misfortune, to be reprimanded. But these people can’t hurt you if you’ll remember three things:\n\n  1. You win when you refused to fight petty\/unimportant people. Fighting little people reduces you to their size. Stay big.\n  2. Expect to be sniped\/shorten at. It’s proof you’re growing.\n  3. Remind yourself that snipers are psychologically sick. Be big. Feel sorry for them. Think big enough to be immune to the attacks of petty people.\n\nB. When That “I-Haven’t-Got-What-It-Takes” Feeling Creeps Up on You, Think Big. Remember: If you think you are weak, you are. If you think you’re inadequate, you are. If you think you’re second class, you are. Whip\/trash that natural tendency to sell yourself short with these tools:\n\n  1. Look important. It helps you think important. How you look on the outside has a lot to do with how you fill on the inside.\n  2. Concentrate on your assets, Build a sell-yourself-to-yourself commercial and use it. Learn to supercharge yourself. Know your positive self.\n  3. Put other people in proper perspective. The other person is just another human being, so why be afraid of him? Think big enough to see how good you really are!\n\nC. When an Argument or Quarrel Seems Inevitable\/foreseeable. Think Big. Successfully resist the temptation to argue and quarrel by:\n\n  1. Asking yourself, “Honestly now, is this thing really important enough to argue about?”\n  2. Reminding yourself, you never gain anything from an argument but you always lose something.\n  3. Think big enough to see that quarrels, arguments, feuds, and fusses will never help you get where you want to go.\n\nD. When You Feel Defeated, Think Big. It is not possible to achieve large success without hardships and setbacks\/disappointment\/loss\/misfortune\/defeat. But it is possible to live the rest of your life without def... (truncated)",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.8655145168,
        "format_confidence":0.5737094283
    },
    {
        "url":"http:\/\/www.milesk.net\/seeking-an-intern\/",
        "text":"Seeking an Intern\n\nhigsweldonMy new advertisement for an unpaid, personal assistant is up.\nWell over half of the text was culled directly from craigslist, ads\nfor unpaid internships. Even though the ad is a joke please\nfeel free to send me your resume.\nYou can read it at the Higgs Weldon.",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.9963033199,
        "format_confidence":0.9803645611
    },
    {
        "url":"https:\/\/anandameditationretreat.in\/teach-india-youth-retreat-22-23-april-2016\/",
        "text":"by Namita Raghav\n\nRecently the Retreat hosted an enthusiastic group of 18 youngsters and 8 teachers from Teach For India (TFI), an Indian NGO that is in turn part of a broad global education movement. The TFI retreat planners had 3 goals: Connect with nature and one another, Learn from nature and one another, and Celebrate the connections and lessons.\n\nimage1The retreat opened Friday evening with a brief opening circle. Initial fear of being in a forest-like environment without their parents could easily be sensed in the eyes of the children, but when they returned home Saturday evening, their eyes glowed with the joy of being in, and one with, nature.\n\nAt about 7:20 Saturday morning, we embarked on a silent walk in which we observed plants around us in a way we probably never did before, listened to different sounds from birds — some far away, some near — made our way uphill through small pebbles; felt the loving warmth of sun rays on our face; and blissfully sensed that we had all the time in the world just to relax and connect with the goodness of nature and each other.\n\nAfter releasing the hidden tension from the body by energising every part and focussing the wandering mind by meditation, we were all geared up for our first nature game, ‘Camera’, followed by another inspiring activity called “I Am The Mountain”. These are part of the acclaimed environmental educational programme known as Sharing Nature . They not only brought us closer to Mother Nature but also strengthened our bond of trust and friendship. The children’s reflections following these activities showed they had been deeply touched by their experiences. It was mesmerising to hear their comments. One child, for instance, said: “I observed the mountain and felt that its ups and downs signify the joys and sorrows of our lives.”\n\nimage2Next came a student leadership session in the graceful gardens outside Swami Kriyananda’s house, listening to the sweet melody of the wind chimes and falling water in the fountain. Then came story-telling.\n\nAfter lunch, we sang and acted out several of Swamiji’s children’s songs, such as ’Be Free Inside’, ‘Say Thank You’, and ‘Move, All You Mountains’. Then we played games to enhance team spirit and concentration, such as ‘Identify the Leader’ and ‘Bat and Moth’. At the end, our faces were brimming with smiles and laughter.\n\nConcluding the retreat was a closing reflection fabulously guided by one of their teachers, in which children and teachers alike shared our learning and ‘Gratitude Notes’. In the soothing, inspiring beauty of nature all around, our souls had been rejuvenated and we had come to understand that we are never alone. As was perfectly put by the great naturalist John Muir—\n\n“Happy is the man to whom every tree is a friend”.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":4,
        "format_id":15,
        "topic_confidence":0.9226158857,
        "format_confidence":0.7381417155
    }
]