[
    {
        "url":"https:\/\/books.google.com\/books?id=8XA1AQAAIAAJ&q=lems&source=gbs_word_cloud_r&hl=en",
        "text":"Linear and nonlinear acoustic wave propagation in the atmosphere\n\nFront Cover\nNational Aeronautics and Space Administration, Scientific and Technical Information Division, 1988 - Music - 35 pages\n0 Reviews\n\nFrom inside the book\n\nWhat people are saying - Write a review\n\nWe haven't found any reviews in the usual places.\n\nCommon terms and phrases\n\nBibliographic information",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.953556478,
        "format_confidence":0.9082216024
    },
    {
        "url":"http:\/\/www.elsevier.com\/books\/theoretical-issues-in-stimulus-response-compatibility\/hommel\/978-0-444-82304-5",
        "text":"Theoretical Issues in Stimulus-Response Compatibility book cover\n\nTheoretical Issues in Stimulus-Response Compatibility\n\nThis book gathers together 10 important integrative theoretical approaches to stimulus-response compatibility, a field of special interest for the more general question of how human perception and action interact. The approaches, presented by their most active and influential proponents, as well as the sharp and critical commentaries also included in the book, cover a wide range of theoretical schools of thought and a rich body of empirical data.\n\nThese highly stimulating papers and sharp comments offer both the theoretically interested professional and the student reader not only a comprehensive overview of the state of the art, but excellent insights into work in progress as well. This volume is an important contribution to the deeper understanding of the sensory-motor interface.\n\nIncluded in series\nAdvances in Psychology\n\n\nPublished: December 1996\n\nImprint: North-holland\n\nISBN: 978-0-444-82304-5\n\n\n  • Theoretical issues in stimulus–response compatibility: editors' introduction (B. Hommel, W. Prinz). 1. Differentiating types of set–level compatability (R.W. Proctor, H. Wang). Commentary on Proctor and Wang (S. Kornblum). Commentary on Proctor and Wang: A requiem for simplicity? (E.-J. Stoffels). 2. The lateralized readiness potential as an on–line measure of automatic response activitation in S–R compatibility situations (M. Eimer). Commentary on Eimer: Stimulus–response compatibility and the lateralized readiness potential (H. Leuthold). 3. Correspondence effects for irrelevant information in choice–reaction tasks: Characterizing the stimulus–response relations and the processing dynamics (C.-H. Lu). Commentary on Lu: A dual–route processing architecture for stimulus–response correspondence effects (K.R. Ridderinkhof). 4. The relevance of salience: Towards an activational account of irrelevant stimulus–response compatibility effects (P. Barber, M. O'Leary). Commentary on Barber and O'Leary: Learning and attention in S–R compatibility (C. Umiltà, M. Zorzi). 5. Spatial stimulus coding and the focus of attention in S–R compatibility and the Simon effect (T.H. Stoffer, C. Umiltà). Commentary on Stoffer and Umiltà: Focus–related or fovea–related spatial codings? (J. Müsseler). Commentary on Stoffer and Umiltà: Attention in stimulus–response compatibility (D.J. Weeks, R. Chua, A. Bautista). 6. Compatibility effects on performance and executive control in dynamic task settings (R. de Jong). Commentary on De Jong (H. Pashler). 7. Why Donders has led us astray (W. Prinz). Commentary on Prinz (A. Ehrenstein). Commentary on Prinz: Action codes or informationally guided movements? (J.F. Stins). 8. Toward an action–concept model of stimulus–response compatibility (B. Hommel). Commentary on Hommel (R.W. Proctor). 9. An ecological approach to stimulus–response compatibility (C.F. Michaels, J.F. Stins). Commentary on Michaels and Stins: Promises and problems of an ecological approach to S–R compatibility (W. Ehrenstein). Commentary on Michaels and Stins: On the necessity and benefit of a theory of stimulus and response for Sndash;R compatibility (Y. Lippa). 10. Dynamical explorations of compatibility in perception–action coupling (R. Chua, D.J. Weeks). Commentary on Chua and Weeks: Dynamic conditions and accounts of stimulus–response compatibility (W.H. Ehrenstein). Author Index. Subject Index.\n\n\nadvert image",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9065412879,
        "format_confidence":0.9898804426
    },
    {
        "url":"http:\/\/eo-virtual-archive4.esa.int\/search\/ASA_IM__0P\/ASA_IM__0CNPAM20100117_074458_000000162086_00078_41214_4793.N1\/html\/",
        "text":"﻿ Download :: ASAR Image Mode source packets Level 0 (ASA_IM__0P) :: ASA_IM__0CNPAM20100117_074458_000000162086_00078_41214_4793.N1 :: K. Maras :: Malatya :: Turkey :: Sivas :: Western Asia :: Kayseri :: Adiyaman :: 17 January 2010\nGEOSS logo\n\nGeohazard Supersites and Natural Laboratories\n\nGEO - Group on Earth Observations\n\nacquired on 17 January 2010 from 07:01:58 to 07:01:14\n\nOpen Access\nThe download of products requires a EO Single Sign On username\/password.\nYou can login when accessing the data. To register go here .\n\nThe ASAR Image Mode source packets Level 0 data product offers Level 0 data for possible images processing on an other processing site. It includes some mandatory information for SAR processing. The Image Mode Level 0 product consists of time-ordered Annotated Instrument Source Packets (AISPs) collected while the instrument is in Image Mode. The echo samples contained in the AISPs are compressed to 4 bits\/sample using Flexible Block Adaptive Quantisation (FBAQ). This is a high-rate, narrow swath mode so data is only acquired for partial orbit segments and may be from one of seven possible image swaths. The Level 0 product is produced systematically for all data acquired within this mode. This product provides a continuation of the ERS-SAR_RAW product.\nrdf atom\n2020-08-07T13:15:53Z Terradue CAS version 1.4.0 0.277 sec more info",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9909438491,
        "format_confidence":0.7896832228
    },
    {
        "url":"http:\/\/www.origene.com\/Mouse_cDNA\/MC219585.aspx",
        "text":"OriGene Logo\nLeft ProductsProducts divider ServicesServices divider technologyTechnology divider researchResearch divider TechsupportTechSupport divider AboutAbout Right\nHome TrueClone Arsj Clone\n\nArsj (NM_173451) Mouse cDNA Clone\n\nSpecifications Citations Clones of Other Species Product Documents\nSKU Description Price Availibility*  \nMC219585 Arsj (untagged) - Mouse arylsulfatase J (Arsj), (10ug), NM_173451.3, 10ug $740 3 weeks\nTF81001 TurboFectin, High performance Transfection reagent (1ml\/vial) $420 In Stock\nAdd to Shopping Cart\nOriGene Data\nVector: pCMV6-Entry QM Insert Size: 1797 Restriction Site: SgfI-MluI\nSequence Data: Fully Sequenced ORF         \nOTI Disclaimer: Our molecular clone sequence data has been matched to the reference identifier above as a point of reference. Note that the complete sequence of our molecular clones may differ from the sequence published for this corresponding reference, e.g., by representing an alternative RNA splicing form or single nucleotide polymorphism (SNP).\nProduct Components: The cDNA clone is shipped in a 2-D bar-coded Matrix tube as dried plasmid DNA. The package also includes 100 pmols of both the corresponding 5' and 3' vector primers in separate vials. Every lot of primer is tested to provide clean sequencing of OriGene TrueClones.\nReference Data\nRefSeq Explanation: NM_173451.3, NP_775627\nRefSeq Size: 3690 RefSeq ORF: 1797\nSynonyms : 9330196J05Rik; D830047F08\nLocusID: 271970 Cytogenetic: 3|3 G1\n\n* Delivery time is an estimate in business days. Occasional delays may occur due to unforeseen complexities in the preparation of your construct. International customers may expect an additional 1-2 weeks in shipping\n\n\nInc 5000 Healthcare Company\n\nNotice to Non-US Customers\n\nExclaimationWeb price and delivery time are for direct sales only.\n\nNon-US customers are encouraged to contact our dedicated distributor network for quotes and streamlined ordering\/delivery support.",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9715616703,
        "format_confidence":0.993403852
    },
    {
        "url":"http:\/\/www.ck12.org\/book\/CK-12-Geometry-Honors-Concepts\/section\/11.0\/",
        "text":"\nSkip Navigation\nYou are reading an older version of this FlexBook® textbook: CK-12 Geometry Concepts - Honors Go to the latest version.\n\nChapter 11: Applications of Probability\n\nDifficulty Level: At Grade Created by: CK-12\n\nHere you will learn to calculate probabilities of events, including unions of events and intersections of events. You will also learn about independence and conditional probability, and applications of these concepts in everyday life. You will learn to count large numbers of outcomes using permutations and combinations. Finally, you will use probability to think about fairness as you analyze games and decisions.\n\nChapter Outline\n\nChapter Summary\n\nYou learned to describe events as well as unions of events, intersections of events, and complements of events. You learned that two events are independent if the result of one event does not change the probability of the other event occurring. You learned two ways to test for independence of events. Two events A and B are independent if:\n\n  • P(AB)=P(A)P(B)\n  • P(A|B)=P(A) and P(B|A)=P(B)\n\nYou learned about conditional probability and its relationship to independence. You also explored some everyday examples of independence and conditional probability. \n\nYou learned how to find the probability of unions and intersections. You also learned how to use permutations and combinations to count the outcomes in an event or in a sample space in order to determine a probability.\n\nFinally, you used your knowledge of probability to analyze games, decisions and strategies. \n\nImage Attributions\n\n\n\nDate Created:\n\nAug 27, 2013\n\nLast Modified:\n\nSep 16, 2015\nSave or share your relevant files like activites, homework and worksheet.\nTo add resources, you must be the owner of the FlexBook® textbook. Please Customize the FlexBook® textbook.\nPlease wait...\nPlease wait...\nImage Detail\nSizes: Medium | Original\n\nOriginal text",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.931419611,
        "format_confidence":0.6135877967
    },
    {
        "url":"https:\/\/marvlis.blogspot.com\/2013\/06\/final-product.html",
        "text":"Monday, 17 June 2013\n\nFinal Product\n\n1.     Introductory Product Information\n\n1.1 Name of the product\n\nThe intention of the ANDS-funded Marine Virtual laboratory Information System (MARVLIS) is to develop a suite of tools creating value-added products from model and observational data which can be either used by themselves, or used as a ‘plug-in’ library to Marine Virtual laboratory (MARVL), thereby giving MARVL the capability to move from being a research tool for specialists to a tool with a much broader spectrum of users. It includes a clone of Australian Ocean Data Network (AODN),   CSIRO CONNIE tool, Sensor Messaging Gateway and geospatial information portal.\n\n1.2 The primary users of your product\n\nIn the Derwent Estuary, the community can now easily access information previously only available on request. The Environment Agency can see ways in which MARVLIS can be used for routine ‘Public Health’ reporting and is assessing options for utilising MARVLIS to speed up, and enhance, future ‘State of the Derwent’ reporting. At present, because of restricted access to the DEP databases data feeds to MARVLIS occurred manually; however, because of the development within MARVLIS of the SMG feeder tools, should these access restictions be removed, then automatic feeds of data to MARVLIS are immediately possible. For MARVL, new user communities can see opportunities from the added library of software tools.\n\n1.3 Problem to solve\n\nFor several years the Derwent Estuary has been the subject of local research monitoring of the marine ecosystem in support of the long-term health of the estuary, as impacted upon by historical and ongoing human activity and potential new developments in aquaculture operations (see the Derwent Estuary Program (DEP),, and the CSIRO\/UTAS\/State Govt program INFORMD, These activities have not had a publicly visible on-line vehicle for the data, results and information they have produced. The Derwent Estuary is the focal point for the ‘Early Activity’ of MARVL because of these underlying activities and availablity of models and observations which can readily be used to demonstrate the utility of MARVL. After consultation with the DEP it was agreed that the development of value-added products to provide fast and comprehensive information on the state of the Estuary would be of benefit and could, in the short term, provide the public with information about beach and bay water quality and, in the longer term, offer a mechanism to streamline the 5-year ‘State of the Derwent’ reporting (see  The tools developed to provide these products could easily be compiled into a library for addition to MARVL.\n\n2.     Instructional Product Information\n\n2.1 What end users said?\n\nThe utility of the MARVLIS portal was explored through requested feedback from the DEP partners, who, for the first time, were able to consider the value of seeing their data in the public domain (other than as a table of numbers – the Saturday text recreational water quality report in the local newspaper – or in the State of the Derwent report). The feedback was synthesised by the Director of the DEP and described in the letter of endorsement for the project (see attached document). In summary, the DEP’s response is:\n\n a) Public health layer:  the layer is useful and easy to navigate, and allows users to track recreational water quality at a given beach or bay over the past six swimming seasons. It also allows users to compare and contrast water quality between beaches and bays across the  system as a whole, and put these results within the context of state and national public health guideleines. The DEP and our council partners would be open to continued use and development of this layer;\n     b)  Ecosystem health layer: This layer is useful and easy to navigate, and allows the user to track ambient water quality for a range of parameters at a specific monitoring site throughout the Derwent over a six year period. The sample spatial maps and modeling output would also be useful features for managers. The ability to compare observational and modeled data is also a valuable feature, which offers ‘reality check’ for both the modelled and the observational monitoring program. The DEP and our partners would be open to continued use and development of this layer for some water quality parameters.\n\n2.2 Links to the actual product\n\n2.3 Source code\n\n2.4 User Guide\n\n3.  Product (or Product Components) Re-usability Information\n\n The Sensor messaging Gateway (SMG) acts as a process engine and broker between the source of data and the publication of that data or any products derived from that data. Formally, this type of system is described as a Message Oriented Middle-ware stream processing engine.\n\nSMG gives the data providers and users the ability to apply complex chains of processing, transforms, alerting, aggregation, filtering, routing, etc. to their streaming data. It allows reuse of these complex modules across any data source entering the engine. It provides a lightweight scripting API for writing sources, processors, timertasks and sinks and is compact enough to run in embedded mode on some sensors and small devices.\n\nSMG communicates over networks \/ internet using Java Messaging System (JMS) making it easy for users to get data from the field to their systems, users, publication channels and sinks (web sockets may be available in the future too). Importantly it allows automation and reuse of most of the processing and publication tasks that are usually rebuilt for each new data provider and sink.\n\nConnie 2 uses archived currents from oceanographic models and particle tracking techniques to estimate connectivity statistics from user-specified source regions (or to user-specified sink regions). A range of physical and biological behaviors can be specified including vertical migration, horizontal propulsion or swimming (user-specified random or constant velocity), and floatation or surface slick formation (user-specified windage). Ongoing developments include tracking the cumulative exposure of individual particles to environmental conditions (e.g. temperature, salinity, chlorophyll) and integration with other scientific and management tools (e.g. ecosystem models, reserve design tools). Further information can be obtained from  \n\n4. Contextual Product Information\n\n4.1 Licensing of final product\n\n1) Sensor Messaging Gateway (SMG): the feeder scripts to format the DEP data for ingestion into the   \n2) SMG is available under CCBY v3.0 AU; the SMG engine is licenced under CSIRO terms and conditions.\n3) The CONNIE interface is licenced under GNU GENERAL PUBLIC LICENSE Version 3, 29 June 2007; the CONNIE engine is licenced under CSIRO terms and conditions.\n4) The AODN geospatial portal and MARVLIS additions are licenced under the GNU GENERAL PUBLIC LICENSE Version 3, 29 June 2007\n5) The MARVLIS software library of data product tools is available under licence CCBY v3.0 AU.\n\n4.2 Sustainability\n\n1) All the software and data components will be located onto UTAS servers.\n\n2) The MARVLIS portal will be maintained in the public domain for 12 months by eMII\/AODN, with support from CRIS and MARVL funding.\n\n3) Negotiations are underway with DEP to establish a mechanism for the delivery of new data – the aspiration is to have the ‘Public health’ data updated weekly, the ‘Ecosystem health’ data at least annually. New data will be added to the database by UTAS staff.\n4) If the EPA database holding the DEP data can be placed in the public domain, automated retrieval of data using the SMG can be implemented\n5) If new data is added, new metadata records will be created by UTAS staff and uploaded to the RDA\n\n1 comment:",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.749373734,
        "format_confidence":0.9268926382
    },
    {
        "url":"https:\/\/www.neuvitro.com\/product-page\/25mm-coverslips-pdl",
        "text":"google-site-verification: googleeb29447abf615d32.html\n\nCat. GG-25-PDL: 25 mm diameter, # 1 thickness, 90 pieces of CE certified crystal clear German glass coverslips with poly-D-lysine coating on both sides for cell culture and confocal fluorescence microscopy, sealed 15 pieces per bag x 6 = 90, sterilized, ready to use.\n\nGG-25-PDL, 25mm dia.#1 thick 90 pieces PDL coated German coverslips",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.6582220197,
        "format_confidence":0.9965161085
    },
    {
        "url":"https:\/\/www.neogen.com\/categories\/microbiology\/neogen-ampouled-media-m-green-yeast-and-fungi-broth\/?recommendationId=1233853741002",
        "text":"NEOGEN Ampouled Media, m-Green Yeast and Fungi Broth\n\nItem No.  6505\n\nThis item has shipping restrictions.\nIn stock\nOut of stock\nExpect availability in 2-4 weeks\nMinimum quantity required: 1\nThis item must be ordered in multiples of one case. Quantity per case: 1\n\nm-Green Yeast and Fungi Broth, 2 mL (6505) – Used for the detection of yeast and fungi in beverages. All colonies growing on the surface of the membrane should be counted. Mold colonies generally appear white with a green tint and filamentous, while the yeast colonies are cream colored and opaque.\n\nAnalyte Yeast & Mold\nPackage Dimensions 2.40 IN x 4.30 IN x 4.20 IN\nPackage Weight 0.50 LB\nQuantity per Package 50 tubes\nVolume 2 mL\n\n  1. Vacuum source\n  2. Vacuum manifold or filtration flask\n  3. Rubber stopper for the manifold\/flask with a 3\/8 inch (9.5 mm) opening to accept funnel adapter\n\n\nOur customers’ success is our shared success. Our experts are ready to train you and your team on our solutions, so you can rest easy knowing procedures are performed properly and yield accurate results. In addition, we provide certificates upon completion of training to provide you with the documentation needed for audit traceability.\n\n\n\nOur experts are here to help. If you need information beyond what is provided in Validation Reports under the Documents tab, please contact us and we will be happy to assist you. Learn more",
        "topic_id":19,
        "format_id":16,
        "topic_confidence":0.9372212291,
        "format_confidence":0.9987623692
    }
]