[
    {
        "url":"https:\/\/handsupholidays.com\/luxury-voluntourism-dos-and-donts\/",
        "text":"Luxury Voluntourism Do’s and Don’ts\n\nLuxury family volunteering\nHere are some tips to ensure the volunteering portion of your luxury family vacation is well used, maximized and makes a great impact not only to you but to the people you are seeking to help.\n\nThe Do’s\n\nGet to know the project, get to know the community.\n\nMake sure financial matters are transparent, and that your money directly benefits the project. Research on the organization you will be working with – background checking is important before partnering with them. Is there an available translator for easier communication?\n\nResearch the country you are visiting.\nKnow all the issues it faces. Read so you will have a grasp of their unique culture. You don’t want to be stepping on their norms and end up being rude and disrespectful. Get in touch with previous volunteers- they can give you first hand feedback.\n\nSee if your skills are good fit.\nAlways gauge whether your skills match the needs of the project and the community. This ensures you will be productive and the community will benefit from your stay. Keep in mind that not all projects require skills – the benefit you may be bringing is the funding to get a need met, such as a house for a needy family.\n\nGet out there and get dirty.\nShake it! Let loose. Get out of your comfort zone and reach out! Take time to interact with and get to know the locals you are working with, hear their stories, gain insights into their lives. Immerse yourself in the richness and uniqueness of the culture. You can learn from them.\n\nGive even more.\nIt’s amazing to help alongside with the locals, but donating money beyond the funds needed for your project helps do even more good.\n\nThe Don’ts\n\nDon’t assume you already know it all.\nNo, you don’t. Learn thoroughly before you begin embarking on the project. Learn how to use the hammer, saw, all the tools before starting on your building project.\n\nDon’t just give away things.\nGiving things away may encourage begging, and providing a community with things without involving them can foster dependency. It is fantastic to bring items for donation, but give them to your partner organization so they can distribute them properly (and ask them for what it is best to bring).\n\nA voluntourism trip can be a bit daunting. We can make it easy for you. If you are looking for a luxury family voluntourism vacation, let us handle it for you. Email us at [email protected]",
        "topic_id":23,
        "format_id":22,
        "topic_confidence":0.9736769795,
        "format_confidence":0.8259985447,
        "weight":0.0023618227
    },
    {
        "url":"https:\/\/www.lostintransit.org\/travel-tips\/voyage-lifetime-crossing-atlantic-ocean\/",
        "text":"Transatlantic cruises are both a journey and a holiday, offering many forms of entertainment, as well as opportunities for rest and pampering. Here are a few tips to help you make the most of your transatlantic voyage.\n\nChoose your perfect voyage\n\nWith so many options available, it’s easy to find the cruise that will suit you best. Many offer the chance to visit different ports along the way, with the possibility of guided tours and other activities. If you’re planning to travel onwards, look out for shorter cruise opportunities to take you further on your journey, or use your voyage as a jumping-off point to explore a new country.\n\n\nPlan ahead\n\nBefore you start your journey, it’s a good idea to familiarise yourself with your ship’s many diversions. You’ll discover different activities to partake in, performances to see, and leisure facilities to enjoy. Whether you want to dance the night away or relax in the sun with a tall drink and a good book, you’ll find a range of pastimes to keep you busy.\n\n\nOnce you know how you want to spend your time on board, it’s time to pack your bags. It’s a good idea to include at least one or two formal outfits for dinner, along with casual clothes for visiting ports, sportswear and swimwear. You’ll need comfortable deck shoes for getting around the ship, and don’t forget to take a warm, waterproof jacket in case the weather turns. If you plan to spend your week in a deckchair with a good book, check and see if your ship has a library to save you a little space in your suitcase.\n\n\n\nCruise ships offer many opportunities for rest and relaxation, from spas and beauty treatments to comfortable deckchairs with ocean views. If your cruise is part of a longer journey, take the time to relax as you sail from coast to coast. One of the major advantages of taking a transatlantic voyage rather than flying is the elimination of jet lag, as you have more time to adjust to the time difference before you arrive.\n\nEnjoy the night life\n\nCruise ships generally provide a wide range of evening entertainment, from formal dinners and musical performances, to illusionists and entertaining passenger contests. Take a look at your ship’s schedule to see what’s on, or be spontaneous and visit the bars to meet your fellow passengers.\n\n\nFine dining\n\nYou can expect to try some top-quality food on board, from buffets and oyster bars to cocktail snacks and formal dinners. Cruise ships are known for their food, so make the most of it and enjoy yourself!\n\nStay fit and watch the calories!\n\nYou’ll find a range of sporting facilities on board, from running tracks and swimming pools to climbing walls and gyms, depending on the ship you take. You’ll also find exercise classes to join, not to mention dancing in the evening. It’s easy to overindulge on the many delicious delicacies that the crew will serve, but adding a little daily exercise to your routine will allow you to enjoy them without finding your waistband has tightened when you dock.\n\nWhatever your interests, transatlantic cruises have something for everyone. A little planning can help you get the best out of your trip, and build memories that will last a lifetime.",
        "topic_id":23,
        "format_id":22,
        "topic_confidence":0.9953822494,
        "format_confidence":0.9585512877,
        "weight":0.0024144726
    },
    {
        "url":"https:\/\/sjwalks.interkriti.org\/0020010.html",
        "text":"[an error occurred while processing this directive]\n::Stelios Jackson's walks\ninterkriti:the E4 and other Mythical Trails-by Stelios Jackson\nA diary of events of the trials and tribulations\nof a lone walker, in his attempt to cross Crete\nfrom Kato Zakros to Kissamos...\nHome Chapters History Boxes\nChapter Two: The Prewalk.\nPart One: Velonado - Kato Rodakino\nThanks to Michael Maloney and Lala for pointing out the errors of some of my ways!\n\nSaturday the 3rd of May 2003\nRude awakenings and the last hurrah!\nSo, where was I? No, really! Where was I? I had been somewhat rudely awakened by a sound resembling a trombone pressed to the lips of a four-year-old. What was a young child doing playing trombone in my bedroom? And at this hour! This hour? I prised open a sleepy eye - with some difficulty - and looked at my watch, from which the only information I could glean was that I still possessed a watch. The child ceased its cacophony momentarily; long enough for me to recognise the feeling of relief I get when Rex stops snoring. I looked across the room, and sure enough there was Rex, dead-to-world. So, if Rex was here, all I needed to work out was where \"here\" was. Slowly the jigsaw puzzle that was my fragmented mind on the morning of Saturday the third of May, began to piece itself together and recall the previous evening.\n\nWe had decided to eat at the hotel; primarily due to its proximity to our bedroom but also because we felt it was the proper thing to do. Mr Zographakis had been very hospitable and we wanted to show him that we appreciated it. We had eaten well that afternoon down in the lower village, so this evening's meal was not to be a huge feast, though somehow it managed to become one. I had meant to ask for a miso kilo (half litre) of \"village wine\", but had omitted the \"miso\" (I don't usually do things in halves, so my vocabulary refused to access the Greek word for \"half\" or at least I failed to enunciate it properly!). The arrival of a somewhat larger jug than I had expected, altered my choice of what to eat from \"just a starter\" (which I had already ordered), to a starter and a main course (pasta I believe; or at least it's a fair bet to assume so), as I felt I didn't want to be drinking too much and not eating at the same time (see I have my sensible moments too!). A fine meal was had before Mr Zographakis treated us to an extra litre of village wine and then proceeded to disappear and share a family meal, leaving us sitting there waiting to pay the bill. I have no idea why I felt it necessary to pay the bill that evening - we were, after all, staying in the rooms above - perhaps I had high-hopes of being up-and-away before the family Zographakis arose; fat-chance of that happening...ever! So, we sat and sipped and sipped and sat; I suffered an uncontrollable giggling fit, as we entered our third hour in this state of \"waiting for the waiter\". By way of apology for their prolonged absence, one of the Zographakis' (there are quite a number of them), brought us some melon and the obligatory tsikoudhia! Uh-oh! It would have been rude to refuse the wine or the raki, wouldn't it? Rude, but wise! Tsikoudhia and its effects, I have briefly documented in chapter one, and \"village wine\" is also matter of taste. My taste will become accustomed rather quickly to most things containing alcohol - as I am sure you have already learned - with the exception of gin! Retsina is a case in point. My father - a red-head Scot, who'd worked in various distilleries of the Scottish highlands in his youth - once told me how he had hated Retsina until he discovered how cheap it was and determined thenceforth to enjoy at least that aspect of it. Needless to say he also started to enjoy the taste very shortly afterwards. That's one of the great aspects of travel for me; sampling local produce quite often alters ones taste.\n\nWith my legs now out of bed I studied my feet and realised that they were demanding to be scratched. \"Itchy feet\". Not only is this a fine metaphor for the way I felt, but it is also a condition I suffer from when I am anxious - and I was anxious - though this itchiness may have been caused by one or more of the mosquitoes that had serenaded me that night! I headed to the bathroom and with rheumy eyes looked at the pasty-faced figure that had etched itself onto the mirror, mimicking my every move. I felt nauseous, both with anxiety and another feeling that I knew only too well; a hangover for which the \"guilty\" party had been the wine (not me for drinking copious amounts of it, note!) For the foreseeable future (two days as it turned out!), \"village wine\" would join gin on my list of \"leave well alone\".\n\nI had promised myself that the latest I would rise would be 7.30AM, so what the hell was the time? I tried to see if I could obtain any more information from my watch than I had a few moments ago; I couldn't. As my vision slowly improved however, I noticed a wall clock which suggested that it might be 8.43AM. I stood up and decided to have a closer look at this clock, stumbling across the room as I did so, and stubbing my toe on one of the legs of the bed, what was far more painful though was that 8.43 had now become 8.44. Alarm! How could I have been so stupid? This was the day I had been planning for the past two years and now it had arrived I was nervous...no, terrified and to add injury to insult, stupefied from the excesses of the previous night too!\n\nI have strange hangovers; not just headaches and bleariness for me, oh no...it's far worse than that. I suffer from panic attacks. These can be of such intensity that anybody with any sense would immediately take the vow and never let a drop pass their lips again; so no abstinence for me! My introspective anger didn't help either; it never does, but I deserved this fury from the better-part of my remaining brain-cells. Over the past couple of years I had blagged and bragged; told everybody I knew - and others I didn't - at great length of my great plans to walk the \"great island\". In the warm light of this morning, what I feared most was that I had been lying to myself for all that time. Was I really capable! I certainly didn't look up for anything other than lying down. \"Ah come on man, easy-peasy this'll be\", a small voice told me; I hardly recognised that voice as mine and I am still not quite sure it was! Very shortly I would find out whether I could walk in a straight line - if at all - with a 15 Kg rucksack on my shoulders, though at least I had chosen a relatively easy first route. The direction would be pretty straightforward - Velonado to Rodakino, via Alones was mostly a southerly course with a soupcon of South-West thrown in for good measure - and I reckoned on six hours at the outside and a good chance for a swim at the end of it all. \"That's the stuff, feel better already\", I lied, as I stared at this shadow of my former-self and it stared back at me with red eyes, yellow skin, British teeth and no discernible upper-lip. Yep, my reflection looked better than I felt.\n\nHow he does it is beyond me, but the boy Rex had woken, dressed and was sitting on the balcony by the time I had showered and brushed my teeth, when only a few minutes before, hadn't he been fast asleep? We headed downstairs to where Mr Zographakis and a hearty breakfast of misithra - a goats' cheese that packs as powerful a punch as his village wine - and bread, greeted us. Mr Z is a man with many strings to his bow and a nephew who runs a hotel in Koraka - the beach resort a kilometre or so South of Kato Rodakino. Excellent, a place to stay. So with this information in our armoury, and bidding our host farewell - promising him that we would return in a month - off we set for Velonado. It was now past 9.30 and as much as I was looking forward to coming back to Argyroupolis, I hadn't meant as soon as we actually did! Ten minutes after setting-off we were back, Rex deciding that the needle of the petrol gauge pointing vaguely in the direction of \"empty\" was a bad portent. A look at the map, showed the nearest petrol station just East of where we had started, and like the prodigal son there I was, back, and grinning like an idiot, at the man whom I had just told I would \"see next month\". He confirmed that the petrol station was indeed a kilometre or so East of here and thanking him, we drove-off to find it. I liked Mr Zographakis, but knew that we would be seeing him again once the car's thirst had been sated, as this road  - with the hotel that he was sitting outside - was by far the most direct route to Velonado. I would have preferred to have driven back around Psiloritis rather than have to face the embarrassment of having to say \"farewell\" thrice, to anybody...even Mr Z, but Rex wasn't with me on this one, and neither was the clock. And so it was that we tooted our horn at our friend for the third and last time.\n\nBeware, I shall be proffering - in graphic detail - the short-comings of the way-marking of the E4 throughout the forthcoming chapters, but for now, let's just say that Rex and I (his navigator!) had tremendous problems re-finding Velonado - a place we had visited from the very point we were driving from, not 24 hours earlier. Two wrong turns and a possible correct one, had there been a road to drive on indicated with horrible prescience, the problems I was to encounter later that day, but we did eventually make Velonado at around 10.30 in the morning and sat down for the second time in less than a day, at the \"kafeneion\".\n\nThe word \"kafeneion\" conjures up images of old men, sitting around playing their umpteenth game of tavli (backgammon), of the morning, whilst eking-out their \"Elliniko cafe\" (Greek coffee) - wherever you go in the Eastern Mediterranean, these small \"silt-lined\" coffee cups go by the name of the country they are being drunk in. Of course it was originally \"Arabic coffee\", but try telling that to a Greek, a Turk or a Cypriot. In these places a single ... (truncated)",
        "topic_id":23,
        "format_id":2,
        "topic_confidence":0.5387057662,
        "format_confidence":0.8049727082,
        "weight":0.0001145985
    },
    {
        "url":"https:\/\/reluctanttrading.com\/blogs\/the-reluctant-blogger\/14595363-drinking-beer-in-iceland-is-better-than-filling-out-government-forms",
        "text":"Drinking Beer in Iceland is Better than Filling Out Government Forms\n\nPosted on June 13, 2013 by Scott Eirinberg\n\nI wish it could be as easy as flying to Iceland and India, packing up my suitcases full of salt and pepper and coming back home and sharing them with you. (And you’re thinking, wouldn’t it be nice to have a baby without 9 months of labor, too.)\n\nProblem is, someone decided it should be really difficult. Someone decided to make sure there was a lot of complicated paperwork. Stuff that you could easily confuse with tax forms and estate planning documents.\n\nEnjoying a beer in Iceland's Blue Lagoon. I mean looking for Icelandic Sea Salt in Iceland.\n\nIf it sounds like I’m complaining, well yes, I am. I wish this process was easier. It just seems ridiculous to have to jump through all these hoops just to get salt and pepper.\n\nBut jumping is what I’m doing. And I’m pretty sure that the Icelandic sea salt that I’ve been talking about will be here any day. Now excuse me, but I think I just got another exciting email with 3 point type that I need to speak to my customs broker about. Oy vey.\n\nLike this post? Sign up for The Reluctant Trading Newsletter to keep up with the latest.\n\nScroll to top",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.8280337453,
        "format_confidence":0.9966816306,
        "weight":0.0281259615
    },
    {
        "url":"https:\/\/www.spain-holiday.com\/Extremadura\/articles\/c\/museum-art?utm_source=none",
        "text":"Museums and art in Extremadura\n\nExtremadura has a diverse culture, and one way to explore that culture is by visiting one of its many museums. Discover classical and contemporary art, get to know the customs and traditions of Extremadura or visit one of the more quirky museums. Our guides will help you find out more about the best museums in Extremadura.",
        "topic_id":23,
        "format_id":7,
        "topic_confidence":0.9081529379,
        "format_confidence":0.8555418253,
        "weight":0.0046651586
    },
    {
        "url":"https:\/\/www.darwinescapes.co.uk\/blog\/11-picturesque-places-visit-north-wales\/amp\/",
        "text":"Darwin Escapes\n\n11 Picturesque places to visit in North Wales\n\nThe most picturesque places to explore in North Wales\n\nCollection of Instagram images around the breath taking North Wales region. Darwin Escapes has four locations along the North Wales Coastline, with two being holiday home ownership exclusive and two including ownership and family holiday homes to rent, you can explore this beautiful place at your own pace.\n\nHere is a selection of Instagram images to help you get out and explore the region…\n\n1. The Lonely Tree at Llyn Padarn\n\n2. Cwm Idwal in Ogwen Valley\n\nA photo posted by Huw (@huwtgriff) on Dec 30, 2016 at 2:17pm PST\n\n3. Penman Point on Angelsey\n\nA photo posted by Lydia (@thefoodygirl) on Aug 27, 2016 at 2:09am PDT\n\n4. Llanddwyn Island on Angelsey\n\nnote: keep an eye out for the wild horses roaming on the island\n\nA photo posted by Michal Tekel (@tekelphoto) on Dec 15, 2016 at 1:19am PST\n\n5. Menai Bridge in Bangor\n\nA photo posted by Sophie (@ssoopphhzz) on Dec 28, 2016 at 7:08am PST\n\n6. Llyn Elsi in Betws-Y-Coed\n\nA photo posted by Jimmy Saunders (@jimbosaunds) on Jan 2, 2017 at 10:39am PST\n\n6. Conwy Marina in Conwy\n\nOnly a short 5 minute walk from Aberconwy Resort & Spa\n\nA photo posted by Emma (@egibsongirl) on Oct 22, 2016 at 7:16am PDT\n\n7. Abersoch Harbour\n\nA photo posted by Jo Foley (@jofoley7) on Jun 3, 2016 at 2:02pm PDT\n\n8. Porthdinllaen\n\n9. Bryn Cader Faner in Harlech\n\n10. Snowdonia Mountain Range\n\nA photo posted by Jake Turner (@byjaketurner) on Jan 1, 2017 at 12:59pm PST\n\n11. Lyn Brenig\n\nA photo posted by Sarah Twist (@sarahjtwist) on Dec 30, 2016 at 1:30pm PST\n\nThese Instagram images are the perfect start to help you exploring this vast, diverse and stunning region! With a choice of 4 locations, Talacre Beach Holiday Home Park, New Pines Holiday Home Park, Seaview Holiday Home Park and Aberconwy Resort & Spa all in North Wales, you will be spoiled for choice on accommodation while exploring North Wales!\n\nHappy Adventuring Explorers!\n\nWant to keep up to date with all the latest information? Like us on Facebook, follow us on Twitter and like us on Instagram to stay up to date on all things Darwin Escapes!\n\nFollow my blog with Bloglovin\n\nPhoto Credits: Robert J Heath",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.993937254,
        "format_confidence":0.9859977961,
        "weight":0.0092735167
    },
    {
        "url":"https:\/\/www.dogsonholidays.com.au\/dandenongranges\/",
        "text":"Dandenong Ranges dog friendly accommodation\n\nYour delightful dog can relax by your feet and peruse the passers-by as you sip on your cappuccino at those outdoor cafes and prepare for a stroll. Canine cosiness everywhere with quality B & Bs catering for you and your beautiful best friend. Self-contained secret hideaways and serenity abound. Nature a plenty and a joy to behold. Visit the National Rhododendron Gardens, stroll along the streets of Emerald and Belgrave. There's a gem of a town in Gembrook, and remember to tread lightly when visiting the Dandenong National Park. All this and more, only 40 miniscule minutes from downtown Melbourne!\n\nRefine accommodation list:",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9663377404,
        "format_confidence":0.8737005591,
        "weight":0.0327224331
    },
    {
        "url":"http:\/\/herewego.me\/page\/2\/",
        "text":"Charleston, South Carolina\n\nPineapple fountain in Charlston, South Carolina\n\nI went on a short holiday to Charlston, South Carolina this Memorial day weekend back in May, therefore file this post under the very very late write up’s. Life has a way of taking away your time. I have been so busy my little blog has suffered. Anyway, why Charlston? well there has been a lot of buzz about the new culinary scene in this southern city, plus I had heard so much about the history of this old town and seen dozens of photos of picturesque streets and the colorful houses that my curiosity was absolutely peeked. Therefore when the opportunity arose I boarded a plane for a quick 3 day discovery trip.\nContinue Reading\n\n\nCovent Garden, London\n\nStreet artist in Covent Garden, London\nNeal's Yard sign in Covent Garden\nPeople people people that is Covent Garden. The touristy shopping and dining meca in London’s West End, at the heart of London’s theater land. This neighborhood with the quaint side streets, indoor market, great boutiques and bistro’s, entertaining street performers, old pubs and a general carnival atmosphere attracts hordes literally hordes of people from all over the world. I recently spent a day in London while visiting family in Wales and I chose to spend most of my limited time in the city in Covent Garden. I have traveled to many parts of the world but London remains my favorite city, for me it has everything, it is livable, pretty, exciting and fun. During this brief visit there was not enough time spent to write a travel guide but if you are looking for travel ideas then maybe these images of Covent Garden will convince you to visit London, one of the best cities in the world.\nContinue Reading\n\n\nLiz Klafata – founder of hospitality and design company Bangtel\n\nLiz Klafata founder of Bangtail\nWhen I owned a clothing boutique I worked briefly with Liz Klafata, who is a stylist and worked part time at the boutique. Liz became very busy and left to pursue her full time job. I did not see Liz for a couple of years until last year when I read in a local paper about Liz renovating and renting out properties in Chicago and starting her own rental company. Firstly, the article caught my attention because it was Liz and I knew her and it was exciting to read about someone I know. Secondly as I rent properties almost everywhere I go, I was excited to know more about the rental properties. I recently googled Liz and came across her company website In a word AMAZING. Bangtel properties are stunningly designed apartments that I just want to move into. I reached out to Liz and it was great to re-connect. I found out more about her exciting new venture. Liz was kind enough to give a fantastic interview.\nContinue Reading\n\n\nCatherine Scott – Beauty Entrepreneur\n\nView More:\nLast December just before I was due to go to Hawaii I was contacted by Catherine Scott who told me about an eye gel she had developed and a company she had set up called Honest Hazel. Catherine sent me some samples and I tried the product on my trip to Hawaii. Basically the products are especially designed gel strips that are placed under the eyes. I found the gel strips had an immediate cooling effect on the skin. After 20 minutes the skin under my eyes looked less puffy and felt refreshed.\nContinue Reading\n\n\nStrolling in Soho, New York\n\nI had not been to New York for years and I was overjoyed to be spending the three day Presidents day weekend in New York, one of my favorite cities. The weather gods have been good to us this winter. Temperatures have been mild, snow and rain minimal, weather wise there really has not been a lot to complain about. Therefore, it was bad luck that the weekend we decided to go to New York was the coldest weekend of the winter season. Temperatures were well below freezing, making it impossible to spend any length of time outside.\nContinue Reading\n\n\nOahu, Hawaii\n\nsurfinginbluesea, Oahu\nBeach, Ohau\nIsland off kokohead Mountain, Ohau\nThis post is part 2 of my Hawaii write up, part 1 is here. After spending the first week of our 2 week vacation in Honolulu we drove out of the city and moved into a rented cottage on Lanikai beach on the east coast of Oahu. There are a couple of things Lanikai is particularly famous for. Firstly, having one of the best beaches in the US and secondly, being the beach community that is down the street from Kailua where President Obama rents a vacation home for his winter holidays every year.\nContinue Reading\n\n\nHonolulu, Hawaii\n\nWaikiki Beach\nWaikiki harbor\n\nA belated Happy New Year everyone. Thank you all for reading this blog and following along with my travels – you all inspire me to keep posting and I hope I give you some ideas to add to your travel bucket list. I am looking forward to many more adventures in 2016 and I hope you will join me.\nDuring the Christmas holiday season we were lucky enough to go to paradise for some rest and relaxation. I am talking about Hawaii, one of the most gorgeous places on earth. This is our third trip to Hawaii; we had previously visited Maui, Kuai and Big Island. This trip was our first time in Oahu. We spent the first week in Honolulu, the capital of Hawaii and the only real city in the islands.\nContinue Reading\n\n\nSnoqualmie Falls – Washington\n\nThanksgiving this year was a family affair in the great city of Seattle. As with all holiday gatherings plenty of food and drink was consumed, plenty of netflicks watched and there was hours upon hours of conversation and laughter. However, when it was time to opt outside we took a trip to Snoqualmie Falls. A stunning 268ft waterfall on the Snoqualmie River about 40 miles from Seattle.\nLiving in an urban jungle like Chicago, waterfalls are not something I see very often. I find waterfalls exotic and exciting. I love to hear the thundering noise and see the mist rise up when the water hits the ground with force. These falls were especially beautiful on the day we visited because a frost had covered the ground creating a silver picture postcard effect on the river banks. Despite the cold temperatures it was a gloriously sunny day making the colors of the evergreen trees look lush. The entire scene was a sight to behold.\n\n\nIndiana Dunes\n\nRemembering how we all enjoyed the trip we did over the summer to Starved Rock state park. I really wanted to venture on another day trip outside Chicago, this time to see the beautiful colorful autumn leaves. Unfortunately work commitments, life commitments and rainy weather all combined to delay this trip. Continue Reading\n\n\nFallen Leaves\n\nAre the trees near where you live bare yet? are the fallen leaves forming a carpet on the sidewalk ?\nHere in Chicago quite a few of the trees in the city are still in bloom, this may have something to do with the unseasonably warm autumn we have been having. Don’t get me wrong I like that the summer weather has decided to stick around. Winter can stay away as long as it wants, however something about November days being 70 degrees is not right. I will admit that right now I would not mind being cozy in some cashmere, pulling on some boots and tying a bright scarf around my neck. When I tell folks this the response is the same “don’t worry, this is Chicago, the cold is coming, it’s coming”",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.9869465232,
        "format_confidence":0.6686220765,
        "weight":0.0123613044
    }
]