[
    {
        "url":"http:\/\/www.greenworldnursery.net\/variegated-schefflera.htm",
        "text":"Greenworld Nursery\n\n\nGet Adobe Flash Player\n\nVariegated Schefflera\n\nVariegated Schefflera\n\nOur company is reckoned as a prime Variegated Schefflera Manufacturers in India. The Variegated Schefflera is a outdoor plants that is widely demanded in the market as no alternative is available in terms of productivity and life duration. Additionally, customers are facilitated with the availability of the Variegated Schefflera at the most reasonable prices.\n\nBotanical Name\n  • Hibanobambusa tranquillans\n\n  • White shade colour\n\nUses In\n  • Home gardening\n  • Landscaping works\n\nEnquiry Form\n\n* fields are mandatoryContact Information\nContact Person *  \nCompany Name  \nCountry *  \nEmail ID *  \nPhone Number  \nMobile Number *  \nSubject *  \nDetails *",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9637074471,
        "format_confidence":0.9945182204
    },
    {
        "url":"http:\/\/www.crateandbarrel.com\/decorating-and-accessories\/decorative-pillows\/is-new-m4294949462_pillow-r4294959070_yellow-r4294966439_square-r4294966551",
        "text":"• Checkout\n  • Cart 0\nHome > Decor & Pillows > Pillows & Throws > Decorative Pillows\n\nDecorative Pillows: Yellow: Pillow: Square: Is New\n\nFor a splash of color, or a comfy place to rest—decorative pillows serve many purposes and at Crate and Barrel, you have so many options to choose from. Find throw pillows and accent pillows to suit any style.\n\nThe best value,\ninside and out.\n\nAt Crate and Barrel,\nour decorative pillows\ninclude a plush insert in\nyour choice of feather or down-alternative...at no extra cost.\n\nBack to Top",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.995521307,
        "format_confidence":0.8706902862
    },
    {
        "url":"https:\/\/www.petspyjamas.com\/product\/personalised-dog-collar-with-free-engraved-matching-id-tag-raspberry-pink\/PSP-00021\/",
        "text":"Personalised Embroidered Dog Collar – Raspberry Pink\n\nBy Personalised Pets\n\nFrom £16.99\nNot available\n  • Colour:\nThis product is temporarily unavailable.\n  • Pin It\n  • Description\n  • Q&A\n  • Reviews\n  • Delivery\n  • Returns\n\nTreat your dog to a new collar with a personal touch! Have your pet's name embroidered onto these luxe collars in the colour and font of your choice, plus each collar comes with an engraved ID tag.\n\nDesigned with technically superior material, the strong nylon webbing finish will see this collar last for years to come whilst the neoprene padding gives absolute comfort around your pet's neck. The ultimate in pet style, safety and practicality!\n\nAdditional information and key product features:\nPersonalised Embroidered Dog Collar – Raspberry Pink.\nComes with a FREE engraved matching ID tag.\nMade with neoprene padding and nylon webbing.\nFeatures a stainless steel buckle.\n\nPersonalisation information:\nPersonalised Pets will need the following details:\n- The name you would like embroidered onto the collar.\n- The colour of the thread you would like (any non-metallic colour).\n- The font you would like, can be ANY Microsoft Word font.\n- The details you would like engraved onto both sides of the ID tag (12 characters per line).\n- The colour of the collar and ID tag you would like. Choose from Blue, Black, Red or Pink.\n\nSize guide:\nExtra Small: 34cm-45cm.\nSmall: 38cm-50cm.\nMedium: 46cm-55cm.\nLarge: 49cm-60cm.\nExtra Large: 55cm-65cm.\n\nProduct code: PSP-00021\n\n  1. UK Delivery (Non-Mainland) - UK Standard Delivery - £2.99 - Delivery Time: 2 to 4 days\n  2. UK Delivery (Mainland) - UK Standard Delivery - £2.99 - Delivery Time: 2 to 4 days\n\nThis item will be dispatched to you direct by our partner seller Personalised Pets who follows the general PetsPyjamas returns policy:\n\nPlease check your items on delivery. If you wish to return an item, it should be returned to our partner seller directly and not to PetsPyjamas. If you wish to organise a return, exchange or refund of any item, please go to the returns page on our website at For standard items, you have 7 days, from receipt of goods, to notify our partner and you must return goods at your own cost within 14 days of receiving the item.\n\nFor damaged\/faulty items, you must contact us within 48 hours at To help speed up the returns process, we recommend you send us photographic evidence of the relevant item. You will then be issued with return guidance from us.\n\nYou must return items unused, in a saleable condition, with any labels still attached and in the original packaging that you received them in. Any items that do not comply with these guidelines, we hold the right to not refund. You should use a ‘signed for’ delivery method and obtain proof of postage.\n\nPlease note any exemptions and exceptions to the standard returns procedure, where the following items are likely to be non-returnable and non-refundable: personalised\/customised items, perishable products (such as food), grooming products, large items of furniture which are often custom made and custom homewares. Please make sure you understand the relevant partner sellers’ policies whenever you buy.\n\nPlease see for full PetsPyjamas general returns information. \n\nPlease click here for full PetsPyjamas general returns information.\n\nYou may also like\nRecently Viewed\nCustomer Service\nCustomer Service\n\nOur friendly team are always happy to help and only a phone call away. Call us on 0203 642 3161.\n\nEarn PetPoints\nEarn PetPoints\n\nEarn PetPoints every time you shop & book to redeem on gorgeous gifts & holidays.\n\nLeave a review\nLeave a review\n\nWe want to hear all about your purchase once it arrives.\n\nPetsPyjamas Approved\nPetsPyjamas Approved\n\nHand selected and tested by our in-house pet stylists.",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9651159048,
        "format_confidence":0.9985968471
    },
    {
        "url":"https:\/\/www.rubylane.com\/item\/312573-1728\/Antique-19th-C-French-Engraving-Print",
        "text":"Antique 19th C. French Engraving\/Print From \" The Vision of Hell \" By Dante\n\n$85 USD\n\nAdd to Wish List\n\nAntiques by CR King\n\nRandy King, Sophia, NC   \n\nNC dealer with a wide variety of antique furniture, decorative and fine art, jewelry, art glass, silver\n\nPlatinum Rating Platinum\nMember since 2005\n\ncalculating shipping...\n140 character limit\n\nMore from Antiques by CR King",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.6210835576,
        "format_confidence":0.9981582761
    },
    {
        "url":"http:\/\/www.nameeks.com\/product\/Toilet-Brush\/Geesa-3510-02.html",
        "text":"Toilet Brush, Geesa 3510-02\n\nToilet Brush Geesa 3510-02\n\nContemporary stye toilet brush holder. Available in Chrome finish.\n\n\n  • Luxury chrome toilet brush and holder.\n  • Modern wall mounted toilet bowl brush.\n  • For modern settings.\n  • From the Geesa Modern Art collection.\n  • Manufactured in and imported from Netherlands.\n  • Tech Specs\n\n    Width: 4 inches\n    Height: 17 inches\n    Depth: 3 inches\n    Weight: 2 lbs",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9900278449,
        "format_confidence":0.9981648326
    },
    {
        "url":"http:\/\/www.oogalights.com\/1601-0156630-Four-Head-Luminaire-Patio-Stand.aspx",
        "text":"Four-Head White Luminaire Stand - 6\" White Globes PP-1601-0156630\n\nFour-Head White Luminaire Stand - 6\" White Globes\n\nSKU PP-1601-0156630\nPrice: $121.95\nYou Save $10.48!\nIn Stock\nPrice: $121.95\nYou Save $10.48!\nAdd to Cart\n\nItem Description:\n\nIlluminate patios and walkways with Luminaire stands! Luminaire is an attractive outdoor lighting stand that is portable, flexible and easily changed to meet your standards.\n\nThe four-head luminaire stands 6 ft. 4 in. high with full-range dimmer. Includes four 6 in. white globes. Uses four bulbs, 60 watt max.\n\nLuminaire patio stands provide the perfect combination of elegance and functionality, producing excellent lighting for your backyard and patio.\n\nWeather resistance and a 20 foot power cord equates to dimmer switch and option of 3-piece or 1-piece pole assembly for easy storage. The base is able to be filled with sand or dirt for additional stability.\n\n  • Features:\n    • 6\" White Globes\n    • 79\" Height\n    • Weather resistant and shatterproof\n    • White polycarbonate housing\n    • 20' outdoor cord and plug\n    • Portable, easy assembly\n    • UL and cUL approved\n    • Bulbs Not Included\n    • For Use With Up To 40 Watt Medium Base Bulbs\n    • Made in the USA\n\nPlease Wait... processing",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9955016971,
        "format_confidence":0.9988563061
    },
    {
        "url":"https:\/\/maxandlily.com\/collections\/accessories\/products\/full-slat-roll",
        "text":"Full Slat Roll\n\nType: Component\nSKU: 400-000\nSlat roll for Full size Max & Lily beds\n\nMax & Lily delivers anywhere within the contingent United States. Orders typically ship FedEx. Max & Lily offers FREE shipping on all orders over $100.\n\nStandard Shipping Please allow 3 business days for your order to be processed and prepared. Once it is ready, orders ship Standard Ground. Transit time will vary based on shipping destination (the further from our warehouse in South Carolina, the longer it will take).\n\nTracking information will be provided once your order ships. Upon receipt, please carefully inspect all boxes & notate any damage.\n\nBecause Max & Lily products are made from solid woods, boxes are large and can be heavy. For this reason, we recommend having two adults to move boxes into the home.\n\nAll subject to stock and availability.",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9933289289,
        "format_confidence":0.9985600114
    },
    {
        "url":"https:\/\/www.lowes.com\/pd\/Safavieh-Vintage-Grey-Multi-Rectangular-Indoor-Machine-Made-Area-Rug\/1000124559",
        "text":"Skip to main content\nWelcome to Lowe's\nFind a Store\n\nPrices, promotions, styles, and availability may vary. Our local stores do not honor online pricing. Prices and availability of products and services are subject to change without notice. Errors will be corrected where discovered, and Lowe's reserves the right to revoke any stated offer and to correct any errors, inaccuracies or omissions including after an order has been submitted.\n\nSafavieh Vintage Gray\/Multi Rectangular Indoor Machine-Made Distressed Area Rug (Common: 4 x 6; Actual: 4-ft W x 5.583-ft L)\n\nItem # 746867 Model # VTG158-770-4\n\n  • Product Image 1\n  • Product Image 2\n\nActual item may vary in color from screen representation; additional images are lifestyle-accessories not included\n\nProduct Information\n\nHow to Guide\n\nDownload PDF\n\nDimensions Guide\n\nDownload PDF\n\nUse and Care Guide\n\nDownload PDF",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9970280528,
        "format_confidence":0.9987119436
    }
]