[
    {
        "url":"https:\/\/www.washingtontimes.com\/news\/2001\/apr\/5\/20010405-021922-4847r\/",
        "text":"- The Washington Times - Thursday, April 5, 2001\n\nKANSAS CITY, Mo. Mike Bickle is a man with an idea whose time may have finally come.\n\nIn 1999, he left his job as senior pastor of a 3,000-member church in Grandview, Mo., to set up an \"International House of Prayer\" where 12 teams of people pray around the clock for the world.\n\nHe's since attracted 150 people to relocate there to work on subsistence salaries. Dozens more are lining up to come, and 5,000 to 10,000 visitors are pouring in from around the world each year.\n\n\"The Lord has told us thousands are coming,\" he says. \"But we don't want them to stay here. We want to train them and send them out.\"\n\nHe's thinking big 100,000 IHOP \"missionaries\" tied to 100 prayer centers around the world. There are already start-ups in Dallas; San Diego; Colorado Springs; Chicago; and Vancouver, British Columbia.\n\nWhen the ministry planned a recent conference in downtown Kansas City for 1,500, more than 3,000 people registered, forcing organizers to relocate the venue to the much larger Bartle Hall. Many of the participants were young, single people looking for a more challenging Christianity. IHOP's Web site (www.ihopkc.com) offers 10-month internships to equip Gen Xers with \"extravagant devotion to Jesus.\"\n\nSome of them had already moved to Kansas City to join Mr. Bickle's experiment. Formerly a missionary in Poona, India, Leasa Young, 33, was captivated by the idea of praying for more than 4 billion of the world's non-Christians in a setting that emphasized massive doses of worship music and prayer.\n\nHer supporters were not as amused. When she switched to IHOP, she lost all except $50 of their monthly donations.\n\n\"I really believe this is what [God] called me to for this season of my life,\" she says. \"It's an adventure as to where the money will come from.\"\n\nAfter paying all her bills in February, she had $3.43 left.\n\nNed Keitt, 27, of Fairfax, Va., says he only has 20 percent of the money he needs each month. He stays with a family to make ends meet.\n\nMr. Bickle, 45, founded the International House of Prayer on May 7, 1999, on a start-it-and-they-will-come model. During the previous 17 years, he had pastored Metro Christian Fellowship in Grandview, 20 miles south of Kansas City. But IHOP (which has no relation to the famous pancake restaurant chain with the same acronym) had been on his mind for nearly 20 years.\n\nDrawing from the Old Testament model of a 24-hour-a-day temple set aside for the worship of God, Mr. Bickle tried to recreate a 21st-century version where there would be continuous prayer.\n\nThe actual site is an unimposing one-story building. The main prayer room is covered with green carpet and ringed with international flags. Three rows of desks ring the perimeter, allowing people to simply observe or take notes. Boxes of tissues are scattered about, as are several pillows on the floor.\n\nBooks lie on the desks, listing various nations and ways to pray for future Christian evangelistic efforts. One corner of the room is filled with children's drawings and a desk with art supplies for anyone so inspired to draw right then and there. A banner at the front of the room proclaims a verse from Leviticus 6:12: \"The fire on the altar shall never go out.\"\n\nA white board to one side lists prayer requests from around the world, ranging from persecution of Sudanese Christians to an Argentinian pastor whose 9-year-old son has drowned.\n\nA large map is on another wall. On yet another is a painting of an agonized Jesus, underneath which is an altar with electric candles and a do-it-yourself Communion set. Pieces of bread and grape juice sit at the ready.\n\nOf the 150 people on staff at IHOP, all raise financial support from friends and home churches so they can serve on one of the 12 prayer teams. The roughest shift, they report, is from 2 a.m. to 4 a.m.\n\nThey also help out with administrative tasks and spend at least 12 hours a week in some kind of ministry to the poor.\n\nThe secret of IHOP, Mr. Bickle says, is fascination with the \"beauty\" of God. He has numerous teachings on the topic and writes a magazine column on ways to enjoy the Almighty. His latest book, \"The Pleasures of Loving God,\" exhorts the believer to actually see God as delighting in the personality and quirks of each individual.\n\nWorship and prayer at IHOP is based on this concept. Pre-assigned verses from the biblical books of Revelation or the Song of Songs, which emphasizes God's love for the individual, are placed about the room.\n\nThe worship leaders usually a multipiece band including a guitarist, pianist and drummer, along with some vocalists, sit on a dais backed by gold, green and red draperies.\n\nFacing them are congregants around the room who are sitting, standing, kneeling or prostrate, apparently lost in worship. Like a jazz composition, the singers seem to make up their own tunes or sing whatever prayers or Scriptures have come to mind.\n\nIn one session, \"May this be the day, this be the hour Kansas City is changed by You,\" the drummer sings.\n\nThen the group switches to a chant from one of the psalms. The sessions have a timeless quality to them.\n\nOccasionally, Mr. Bickle leads the worship, especially during Saturday night \"bridegroom prayer watch\" sessions geared toward anticipating the Second Coming. Central to his ministry is what he terms a \"simple lifestyle\" that includes frequent days of fasting.\n\n\"I have lived in simplicity all my adult life and love it,\" he says, adding he gives away hundreds of thousands of dollars in annual income from his books and tapes. He and his wife live in a nearby duplex and he raises about $35,000 as an annual salary from friends and supporters. Those earnings, he says, are supplemented by his wife's earnings as a real estate agent.\n\n\"I want to live as minimally as possible,\" he says, \"to give more away.\"\n\nUnlike most of his fellow nondenominational charismatic pastors, Mr. Bickle has dipped into Catholic spirituality to fill his well. IHOP conference book tables include tomes on the mystics and the Song of Solomon published by Tan Books, a conservative Catholic publisher out of Rockford, Ill.; Teresa of Avila's \"Way of Perfection,\" books by Jesuit priest Thomas Green on spiritual direction and works by Trappist priest Thomas Merton and Henri Nouwen on desert spirituality and contemplative prayer.\n\n\"A lot of us Protestants are unaware of the deeper life writers in the Catholic Church,\" Mr. Bickle says. \"We don't have fiery spirits. There's dogma in the Catholic Church I don't receive. But there are fiery spirits there I do receive.\"\n\nOne of his favorite authors is the Rev. Thomas Dubay, a Catholic priest who writes on prayer.\n\n\"I admire many people, but few inspire me,\" he said. \"But I'm deeply inspired by his writings.\"\n\nNot every visitor agrees or even likes his house of prayer concept, he says, but unusual, even radical means are needed to change the spiritual landscape of the planet.\n\n\"I am creating the paradigm, not the application,\" he says. \"There are people who want to see someone raising the flag.\"\n\nCopyright © 2018 The Washington Times, LLC. Click here for reprint permission.\n\nThe Washington Times Comment Policy\n\nThe Washington Times welcomes your comments on Spot.im, our third-party provider. Please read our Comment Policy before commenting.\n\n\nClick to Read More and View Comments\n\nClick to Hide",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9977121353,
        "format_confidence":0.64309448
    },
    {
        "url":"https:\/\/old.greeleytribune.com\/news\/greeley-pastor-helps-build-church-in-mexico\/",
        "text":"Greeley pastor helps build church in Mexico |\n\nGreeley pastor helps build church in Mexico\n\nPhotos For the Tribune\/David Meek\n\nGreeley Pastor David Meek took his first trip to Mexico in March to help with some mission work at a church. He sent us these photos and account of his experience.\n\nAfter arriving at the church in Las Varas, I discovered I would be welding and building eight iron thrusts for their tin roof that were 51 feet long and 4 feet high. We welded two of them together to make four thrusts. I haven’t welded since high school and I’m way over 50. My FFA teacher would have been proud of me.\n\nWe had two arc welders, one wire welder and two gas cement mixers. Some of the team (29 people) had built the cement block church, 50 feet by 70 feet, two years ago and our crew finished it in four days.\n\nWe used a blue 6600 Ford tractor with a pecan front-end loader to lift the thrusts in place 24-feet high. We had to take off the loader to get the tractor through the door and then reassemble it. It almost didn’t have enough weights on the back. We’re so disappointed that we didn’t have time to put on the tin.\n\nWe also had a medical tent one day. We gave some money to the pastor to give to the funeral home for a mother living next to the church who had lost her teenage son in a car wreck the morning we arrived.\n\nThey had church three nights and they really got excited singing for Jesus! Children sat on the front pews. Teenagers were playing a guitar, drums and a keyboard. The pastor was playing guitar and an older man sang and played the accordion. An older man who was healed of blindness two years ago was there every night. Three were saved on the last night, including the mother who just lost her son.\n\nRecommended Stories For You\n\nI didn’t get sick and no one got hurt!\n\nStaff reports",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9964551926,
        "format_confidence":0.941105485
    },
    {
        "url":"http:\/\/fides.org\/en\/news\/61873-ASIA_SYRIA_Greek_Melkite_Patriarchate_Patriarch_Gregoire_III_continues_to_carry_out_his_tasks",
        "text":"ASIA\/SYRIA - Greek-Melkite Patriarchate: Patriarch Gregoire III continues to carry out his tasks\n\nMonday, 6 March 2017 oriental churches   synodality  \n\n\nDamascus (Agenzia Fides) - A note released by the communications office of the Patriarchate of Antioch of the Greek-Melkite reports that Grègoire Patriarch Laham III continues to carry out his role, is preparing to launch \"new projects\" and plans to \"double his efforts at local and international levels\", to \"alleviate the suffering of the population in the ongoing crisis, especially in Syria, Iraq and Palestine\". The statement makes explicit reference to articles published in the local media, containing hints of the possible resignation of the Patriarch, and reprimands media representatives to publish news only after checking the reliability.\nFrom 21 to 23 February, the Patriarch and the Greek-Melkite bishops had gathered in the Synodal Assembly at the Patriarchal See of Raboué, in Lebanon. At the end of the Assembly, a statement had been released in which the Patriarch and the Bishops had officially recognized their mistakes that led, in June 2016, to the cancellation of the previous synodal Assembly. On that occasion (see Fides 22\/06\/2016), the Synod of the Greek-Melkite Catholic Church, after having opened on June 20 in Ain Traz in a climate of high tension, was interrupted and postponed due to the absence of a number of bishops. The issue had highlighted the divisions within the Greek-Melkite episcopate, which became increasingly concrete in the request for the resignation of Patriarch Gregoire III, supported by a group of at least ten Bishops. Then, in a following pronouncement of the postponement of the Synod, Patriarch Grègoire had remarked that the canon law of the Eastern Catholic Churches does not provide for the possibility of forcing the Patriarch's resignation against his will. (GV) (Agenzia Fides 06\/03\/2017)",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9884654284,
        "format_confidence":0.975763917
    },
    {
        "url":"https:\/\/www.irishcentral.com\/news\/dramatic-drop-in-number-of-irish-priest-vocations-101713223-237712931",
        "text":"The number of young Irish men being ordinated to the priesthood in Ireland has dropped below competing figures in England and Wales for the first time in living memory.\n\nThe plummeting number of vocations are a dramatic departure for a country that once used to export Catholic missionaries globally and provided Britain with a significant proportion of its priests.\n\nNew figures released by the Catholic Bishops’ Conference of Ireland this week show that just 16 men are due to start training for the priesthood this autumn, less than half the 39 that signed up for the priesthood last year.\n\nIn contrast, back in the 1980's Ireland would regularly draw more than 150 new recruits to the priesthood every year.\n\nIreland’s newfound recruitment problems will be a cause for concern in Rome since it has always been seen by the Vatican as a stronghold of Catholic faith in secular Europe.\n\nOver the last two decades, the Irish Catholic church’s reputation has been damaged by a series of widespread child sex abuse scandals and by the revelations that senior church officials deliberately covered up the crimes of paedophiles priests.\n\nThis year there are a total of 99 men training for priesthood in Irish seminaries compared with 150 in England and Wales.\n\n\"The recent difficulties with Church scandals mean that those thinking tentatively about priesthood, are not going to be launching themselves forward,\" Father Patrick Rushe, National Coordinator of Diocesan Vocations Directors in Ireland he told the Irish press. \"This has been a difficult year for the Church and is bound to have an effect on numbers.\"\n\nBut Father Rushe suggested that the numbers this year were a \"blip\" and should return to a more steady level of 25 or 26 new vocations in the years to come.\n\nThe true extent of the crisis was revealed in 2008 when the Irish church admitted that 160 priests had died that year with only nine new ordinations.\n\nFigures for Irish nuns were even more dramatic, with the deaths of 228 nuns and only two taking final vows for service in religious life last year.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9967073202,
        "format_confidence":0.9971107244
    },
    {
        "url":"http:\/\/visnews-en.blogspot.com\/2013\/01\/emerging-youth-cultures-theme-of-annual.html",
        "text":"Home - VIS Vatican - Receive VIS - Contact us - Calendar\n\nThe Vatican Information Service is a news service, founded in the Holy See Press Office, that provides information about the Magisterium and the pastoral activities of the Holy Father and the Roman Curia...[]\n\nLast 5 news\n\nVISnews in Twitter Go to YouTube\n\nThursday, January 31, 2013\n\n\nVatican City, 31 January 2013 (VIS) – The annual Plenary Assembly of the Pontifical Council for Culture was presented in a conference this morning in the Press Office of the Holy See. This year's plenary will be dedicated to the theme \"Emerging Youth Cultures\" and will take place from 6 to 9 February. Participating in the conference were Cardinal Gianfranco Ravasi and Bishop Carlos Alberto de Pinho Moreira Azevedo, respectively president and delegate of that dicastery, along with Fr. Enzo Fortunato, O.F.M. Conv., director of the Sacred Convent of Saint Francis Press Office in Assisi and two youth representatives: Alessio Antonielli of Italy and Farasoa Mihaja Bemahazaka of Madagascar.\n\nIn an address presenting the event that was given a few days ago at the Convent of St. Francis in Assisi, Cardinal Ravasi said that its main area of interest would be \"youth culture\". \"Walking down the streets with their ears blocked up with earphones, listening to their music, gives a sign that they are 'disconnected' from the unbearable social, political, and religious complexities that we adults have created. In a certain sense, they drop their gaze so as to exclude themselves because we have excluded them with our corruption and inconsistency, with uncertainty, unemployment, and marginalization. We parents, teachers, and priests, the ruling class, we must examine our conscience. The 'diversity' of youth, which in fact is not only negative, contains surprising seeds of fruitfulness and authenticity. We need only think of the choice to volunteer made by many young persons or their passion for music, sports, and friendship, which is their ways of telling us that man does not live by bread alone. We need only think of their spirituality, which is so original in its sincerity, or their freedom, which is hidden under a blanket of seeming indifference.\"\n\n\"For these and for many other reasons,\" concluded the president of the Pontifical Council for Culture, \"I am interested in the youth, who are the present (not only the future) of humanity. Of the five billion people living in developing countries, more than half are under the age of 25 (representing 85% of all the youth in the world). That is why, leaving aside the ever-necessary objective socio-psychological analysis of faith on the young, that is, the meaning of religious presence to them, we would rather focus on their faith, that is, trusting in their possibilities, even if they are buried underneath those differences that, at first glance, cause such an striking impression.\"\n\nBishop Avezedo, during his address at the press conference, laid out the plenary's program, clarifying that its objective is \"to objectively enquire into the new, complex, and fragmented phenomenon of youth cultures with the help of experts and listening to the thoughts of the members and consultors of the Pontifical Council for Culture. Only the opening ceremony will be open to the public. It will be held in the Aula Magna of the LUMSA University and will have the novelty of a short rock concert preceding the first conference. The work document sent to all participants clarifies our perspective of cultural analysis of the transformations in adolescents and young adults who are questioning the practices of evangelisation.\"\n\n\"A few days ago,\" he commented, \"the International Labour Organization said that 73.8 million young persons in the world are seeking employment and that there will be half a million more by 2014. This information raises a series of questions: Is there a distrust of government? Is there a fear of the future? Will the youth take to the streets in protest? Does the myth of eternal youth reveal a lack of value of adults?\" In this context, and after the assembly takes an overall look at the situation, the program will focus on some of the most salient and wide-reaching cultural features such as how the \"digital culture revolutionizes the model and the grammar of communications\". The structures and rituals of this language, just like the importance of music, meeting places, etc. … All those questions that \"require discernment on the part of the Church and a profound change in language and the creation of codes in which the Christian vision might be meaningful.\" Other topics for discussion will be the \"emotional alphabet\" of the youth, the value of the body, friendship networks, and the delay in attaining self-sufficiency.\n\nThe following day, three young adults from different continents will reflect on the reasons for having confidence in the youth. Despite the fear of the future and the worsening of economic conditions, there are \"potentials, an incredible creativity, a spirit of volunteering that is full of altruism, … and answers to the questions of meaning and hope.\"\n\nThe next topic to be dealt with will be that of \"generating the faith, which we have called the 'cultural battle'. Effectively,\" Bishop Avezedo said, \"that means that creating conditions that make meeting Christ possible have to have a cultural as well as a pastoral and theological focus. The fatigue, and at times failure, of ecclesial practices that widen the gap between young persons and the Church needs to be understood. Also, the rates of being born into the faith are low. Adult generations either do not know how or do not have time to deal with their own faith or to generate the faith in their children.\"\n\n\"The audience with the Holy Father at the beginning of the plenary meeting will be a major incentive for the assembly. For 2,000 years, the Church hasn't had a predetermined artistic style or a predefined language. She looks to the person and the message of Jesus to communicate in these totally 'multi-verse' times. Emerging youth cultures reveal the vulnerability, the insecurity, and the fragility of repetitive formulas. The Pontifical Council for Culture's promising assembly frees us from superficiality and apathy and is unafraid of confronting the truth of cultural situations.\"\n\nNo comments:\n\nPost a Comment\n\nCopyright © VIS - Vatican Information Service",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9909823537,
        "format_confidence":0.8125379682
    },
    {
        "url":"http:\/\/ca.reuters.com\/article\/lifestyleMolt\/idCATRE57Q53X20090827",
        "text":"Global church body elects Norwegian liberal as head\n\nThu Aug 27, 2009 2:36pm EDT\nEmail This Article |\nShare This Article\n  • Facebook\n  • LinkedIn\n  • Twitter\n| Print This Article | Single Page\n[-] Text [+]\n\nBy Robert Evans\n\nGENEVA (Reuters) - The top global grouping of Protestant and Orthodox churches elected as its new head on Thursday a Norwegian Lutheran who wants it to do more to support Christians in Muslim countries.\n\nThe incoming general-secretary of the World Council of Churches (WCC), Olav Fykse Tveit, will have to tread a fine line on the Middle East after his predecessor denounced Israel's occupation of Palestinian lands as \"a sin against God.\"\n\nTveit, 48, was chosen by the 150-member Central Committee of the WCC -- which links 560 million Christians in 349 churches and communities in 110 countries -- in a two-candidate contest with a South Korean Presbyterian theologian, Seong-won Park.\n\nTveit, who takes over on January 1 from Kenyan Methodist Samuel Kobia, did not set out the policies he plans to follow at the head of the 60-year-old body during his brief acceptance speech.\n\nBut insiders say that, apart from the problem of Christian minorities under Islam and the expected fall-out from Kobia's Israeli \"sin\" comment, as a liberal he will have to handle growing dissent from Orthodox churches on gay sex issues.\n\nIn an interview with the German newspaper Rheinischer Merkur this month, Tveit said the WCC needed \"to deal intensively with Islam,\" adding it could not leave churches in Islamic states to deal alone with the problems they face.\n\n\"But we should not increase tensions through thoughtless comments,\" he said.\n\nHowever, he made clear he felt the WCC should take the path proclaimed by his own church in Norway of working together with Muslim representatives for religious freedom that explicitly included the right to change one's religion.   Continued...",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9052142501,
        "format_confidence":0.9891011119
    },
    {
        "url":"http:\/\/www.catholicculture.org\/news\/headlines\/index.cfm?storyid=11198",
        "text":"Click here to advertise on\n\nMemories of a prelate who survived the gulags\n\nCatholic World News - July 28, 2011\n\nCardinal Achille Silvestrini, who served as the Vatican's \"foreign minister\" during the 1980s, recalls the heroic resilience that the late Cardinal Kazimierz Swiatek showed during his years as a prisoner in a Soviet labor camp.\n\nCardinal Swiatek, who died last week at the age of 96, narrowly escaped execution during a Stalinist purge, and spent 9 years in a Siberian prison camp. While there, he rallied the faith of his fellow prisoners, drawing the wrath of prison officials, and somehow emerged robust and undaunted by the harsh regimen of life in the gulag.\n\nAdditional sources for this story\nSome links will take you to other sites, in a new window.\n\nAn appeal from our founder, Dr. Jeffrey Mirus:\n\nDear reader: If you found the information on this page helpful in your pursuit of a better Catholic life, please support our work with a donation. Your donation will help us reach seven million Truth-seeking readers worldwide this year. Thank you!\n\nOur Spring Challenge Grant\nProgress toward our Spring Challenge Grant goal ($34,041 to go):\n$35,000.00 $958.54\n97% 3%\nSound Off! supporters weigh in.\n\nAll comments are moderated. To lighten our editing burden, only current donors are allowed to Sound Off. If you are a donor, log in to see the comment form; otherwise please support our work, and Sound Off!\n\nShow 1 Comments? (Hidden)Hide Comments\n  • Posted by: lauriem5377 - Jul. 29, 2011 8:18 AM ET USA\n\n    I hope our young people have opportunities to learn about contemporary courageous spiritual lives such as Cardinal Swiatek!\n\nSubscribe for free\nShop Amazon\nClick here to advertise on\n\nRecent Catholic Commentary\n\nFinal Liturgical Year volume for 2014-2015 now available 22 hours ago\nChurch Fathers: The Third Century and the School of Alexandria August 29\nEvery Aspect of the Catholic Thing August 28\nNews Posturing: How the dramatis personae use each other August 28\nThe intractable practical problems with the Kasper proposal August 28\n\nTop Catholic News\n\nMost Important Stories of the Last 30 Days\nPope Francis: welcome with compassion those who have remarried outside the Church CWN - August 5\nPope Francis: SSPX priests will licitly and validly absolve sins during Jubilee of Mercy CWN - 5 hours ago",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9955938458,
        "format_confidence":0.8150672913
    },
    {
        "url":"https:\/\/www.phillyvoice.com\/mass-ended-and-journey-home-begins\/",
        "text":"More News:\n\nSeptember 27, 2015\n\nThe Mass has ended and the journey home begins\n\nFarewell, Holy Father.\n\nPope Francis wrapped up his whirlwind tour of Cuba and the United States on Sunday, and is on his way home to Rome.\n\nHe grabbed a window seat after boarding the jetliner that will carry him across the Atlantic Ocean, then waved through the window at the crowd at Philadelphia International Airport.\n\nA few minutes earlier, he thanked a volunteers and supporters at a gathering in an Atlantic Aviation hangar.\n\nAs his final papal Mass in the United States drew to a conclusion, Francis blessed the multitudes who came to Center City on Sunday, asking them to follow the teachings of the church and for their prayers for him.\n\nThe crowd of pilgrims was estimated by some media agencies as close to a million; they had streamed into the city throughout the day.\n\nVice President Joe Biden and his wife, Jill Biden wave to volunteers from the World Meeting of Families at Philadelphia International Airport on Sunday night, before saying goodbye to Pope Francis. (Larry Kesterson, Pool \/ AP)\n\nSEPTA officials said they were ready for the mass exodus of the churchgoers from the Ben Franklin Parkway. \n\n\"So far, so good,\" said spokesman Manny Smith. \"No glitches. Our post-event service has seen the largest crowds at Walnut-Locust, Jefferson Station and 30th Street Station. Things have been moving quickly. We're boarding the trains successfully and keeping things moving.\"\n\nThere was a large queue at the Walnut-Locust station, but Smith said it was clear at the platform level trains on the Broad Street Line service came through every five minutes. When crowds swelled, 25 buses were called in to express riders to AT&T Station. \n\nStarting at 5 a.m. Monday, SEPTA expects to return to a normal weekday schedule. Smith advised bus riders to check the agency's website for potentially significant detours on Center City routes due to remnants from the weekend's security apparatus. On Monday, Regional Rail lines will operate on a Saturday schedule, with additional trains for the Cynwyd and Newark lines. \n\n\"We learn from every big event,\" Smith said. \"For Made in America earlier this summer, crowds left the Parkway all at one time, so we are prepared for this. In the planning and buildup to [the] papal event, our staff also looked back to our experience from the parting crowd from the Phillies World Series parade in 2008.\"\n\nDelaware River Port Authority officials announced Sunday that the Benjamin Franklin Bridge will reopen to vehicular traffic beginning at 4 a.m. on Monday. The accelerated reopening will allow for normal operation during the Monday morning rush hour.\n\nPedestrians will be able to access the Ben Franklin Bridge foot walk overnight and throughout the day tomorrow.\n\nOfficials at Philadelphia International Airport said travelers flying out on Monday should arrive three hours early for international flights and two hours for domestic flights.\n\nChristian and Mary Cortez, of Morristown, New Jersey, drove to a SEPTA station and took a train into Philadelphia for the papal Mass. They plan to head home the same way.\n\nThey found SEPTA to be clean and the people-friendly.\n\n\"People are saying God bless you, welcome and enjoy,\" Christian Cortez said. \"SEPTA is good.\"\n\nThe Eucharist was distributed at many points along the Benjamin Franklin Parkway during the Papal Mass, Sunday, September 27, 2015. (Thom Carroll \/ PhillyVoice)\n\nJenny Suarez, of Colchester, Connecticut, took Amtrak into Philly. She is staying the night with a friend before heading home tomorrow.\n\nJohn Nicholas, of Philadelphia, missed the Mass while waiting in line at a security checkpoint for hours. But he said he had no problems taking SEPTA into Center City.\n\n\"I'm just going to walk or take SEPTA,\" he said. \"SEPTA wasn't bad getting here. The only problem was getting in. There wasn't enough checkpoints.\"\n\n\"It wasn't a problem getting out, but we didn't like going up Chestnut instead of Market,\" said Mary Delorenzo, 65, of Bensalem, who waited almost more than three hours to get through security to the papal Mass. Market Street was closed at 22nd and throngs of attendees were rerouted to Chestnut Avenue.\n\n\"It was a mess,\" said Mary McCandless, 63, about entering the Mass. \"They should have consulted with Disney World. They can do this everyday.\"\n\n\"Getting in was a nightmare but, getting out, this is just fine,\" said Tricia Indelicato, 32 as they made their way out of Center City. \n\nThe crowd filled Spring Garden Street after the end of the papal Mass on Sunday evening. (PhillyVoice staff)\n\nThose leaving the Mass said the event was overwhelming.\n\nStella Carmen and her brother, James Santos, came from Texas together to represent their family, one of the pope's themes.\n\n\"It was very family,\" said Santos. \"Families were all around us.\"\n\nCarmen said it was \"very emotional,\" especially at the point in the Mass where \"peace be with you\" was said and the entire audience reached out to each other.\n\nCheck back for more on this developing story.",
        "topic_id":18,
        "format_id":10,
        "topic_confidence":0.9657849073,
        "format_confidence":0.9913548827
    }
]