[
    {
        "url":"https:\/\/www.marhaba.qa\/qfc-officials-join-world-economic-forum-on-mena-in-jordan\/",
        "text":"Qatar Financial Centre (QFC), one of the world’s leading and fastest growing onshore business and financial centres, joined a gathering of over 1,000 international leaders from government, business and civil society recently during the World Economic Forum on Middle East and North Africa (MENA) in Jordan.\n\nThe forum serves as a platform to collaborate on some of the most pressing challenges facing the region, while generating progress on the regional agenda for inclusive growth, social advancement and sustainable development.\n\nQFC CEO Yousuf Mohamed Al Jaida\nQFC CEO Yousuf Mohamed Al Jaida\n\nQFC CEO Yousuf Mohamed Al Jaida participated in a panel discussion on the topic, ‘The Promise of Islamic Finance’, which delved into crucial issues that impact the realisation of the full potential of Islamic finance.\n\nDuring the panel, discussions focused on the growth of Islamic financial sector, which has now surpassed US$1.7 trillion-mark and continues to hit double-digit growth rates, as well as its potential headwinds such as the need for the sector to establish a central authority to distinguish sharia-compliant products. The panel also explored how global standards could be established through public-private cooperation.\n\nAl Jaida said that the principle of Islamic finance embodies the concept of sustainable and inclusive growth. As this becomes a key priority within the economic growth agendas of governments and business entities, Islamic financing will progressively establish itself as the most equitable gateway to financial security.\n\nIslamic finance is a key focus area for both Qatar and QFC. This was reaffirmed in 2018, when Qatar launched the world’s largest single country Islamic exchange traded fund with an initial asset value of US$120 million, and in QFC’s new strategy, which aims to serve the US$2 trillion global Islamic finance market through three core markets – Turkey, Qatar, and Malaysia.\n\nAs we move towards achieving a sustainable and inclusive economy, QFC will also continue to participate in meaningful dialogues that create opportunities and collaborations in support of this goal.’\n\nQFC is an onshore jurisdiction that allows registered companies to enjoy competitive benefits, such as working within a legal environment based on English common law, the right to trade in any currency, up to 100% foreign ownership, 100% repatriation of profits, 10% corporate tax on locally-sourced profits, and an extensive double taxation avoidance agreement network with over 70 countries.\n\nFor updates and more information about QFC, visit their website at",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9948769212,
        "format_confidence":0.9243985415
    },
    {
        "url":"https:\/\/www.lawlogix.com\/lawlogix-wins-stevie-award-in-2014-stevie-awards-for-sales-and-customer-service\/",
        "text":"Loading Guardian Developer...\n\nPlease Wait...\n\nLawLogix Wins Stevie® Award in 2014 Stevie Awards for Sales and Customer Service\n\nPHOENIX, Ariz. – April 29, 2014 – LawLogix Group, Inc., a leading Software as a Service (SaaS) provider to immigration attorneys and human resource professionals, announced today that it won a Stevie® Award for Computer Software Customer Service Department of the Year in the eighth annual Stevie Awards for Sales and Customer Service.  The Stevie Awards for Sales & Customer Service are the world’s top sales awards, contact center awards, and customer service awards.  The Stevie Awards organizes several of the world’s leading business awards shows including the prestigious American Business Awards and International Business Awards.\n\n“LawLogix is honored to be recognized by the Stevie Awards for providing superior customer service to our clients,” said Josh Cisneroz, LawLogix Vice President of Product Management. “The LawLogix Client Services Department had a fantastic year, but more than that, our clients also had a great year.  Clients were able to resolve their own questions quickly and seamlessly within the LawLogix SaaS applications.  In addition, clients could access highly trained client services members, and more often than not, get their question answered within the first contact.”\n\n“Entries to the Stevie Awards for Sales & Customer Service awards have almost doubled over the past few years,” said Michael Gallagher, president and founder of the Stevie Awards.  “Not only have we seen a dramatic increase in the number of entries; but the judges have also seen a remarkable rise in the quality of the nominations submitted overall.  We congratulate all of this year’s Stevie winners for their outstanding work.”\n\nThis is the third consecutive year that the Stevie Awards has recognized LawLogix for outstanding customer service.  In both 2012 and 2013, LawLogix won a Stevie Award for Customer Service Department of the Year.\n\nAbout LawLogix\n\nFounded in 2000, LawLogix is the leader in Electronic I-9, E-Verify and immigration case management software.  LawLogix’ three flagship SaaS products, Guardian, EDGE and Globetrotter, automate the labor and paper-intensive I-9 and visa application processes for more than 160,000 organizations worldwide.  Chosen by Fortune 500 corporations such as 3M, Pfizer, Aon Corp, Cargill, US Airways, Highmark, Cox and McKesson, LawLogix’ products help companies achieve I-9 and E-Verify compliance and help law firms and non-profits improve their immigration case management processes. For more information, visit https:\/\/www.lawlogix.com.\n\nAbout the Stevie Awards\n\nStevie Awards are conferred in five programs: the Asia-Pacific Stevie Awards, The American Business Awards, The International Business Awards, the Stevie Awards for Women in Business, and the Stevie Awards for Sales & Customer Service.  Honoring organizations of all types and sizes and the people behind them, the Stevies recognize outstanding performances in the workplace worldwide.  Learn more about the Stevie Awards at www.StevieAwards.com.",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.8711115122,
        "format_confidence":0.9842751622
    },
    {
        "url":"http:\/\/investors.aviatnetworks.com\/releasedetail.cfm?ReleaseID=1039892",
        "text":"September 11, 2017\n\nAviat Networks Announces First WTM 4000 Deployment with Ducor Telephone Company\n\nCompany to Demonstrate WTM 4000 at Mobile World Congress Americas\n\nMILPITAS, Calif., Sept. 11, 2017 \/PRNewswire\/ -- Aviat Networks, Inc. (NASDAQ: AVNW), the leading expert in microwave networking solutions, today announced the first customer shipment and installation of its WTM 4000 all-outdoor IP-SDN radio with Ducor Telephone Company in California. In addition, the Company announced that it will be demonstrating product capabilities including SDN this week at Mobile World Congress Americas in San Francisco, USA.\n\nWith the industry's highest capacity radio WTM 4000, Ducor Telephone Company will deploy gigabit microwave links to support broadband services throughout their territory. In addition to radios, Aviat will supply design, project management, frequency coordination, and installation services.\n\nBecause it delivers high capacity in licensed spectrum, WTM 4000 is the ideal solution for carrier class gigabit broadband services.\n\n\"We have selected Aviat as our preferred microwave vendor to enable Ducor to provide enhanced broadband services to our customers,\" says Eric Votaw, president and CEO, Ducor Telephone Company. \"Aviat has superior radio performance and broad services capabilities. We believe Aviat's solution will enable us to meet the growing broadband needs of our customers for today and beyond.\"\n\n\"We have received very positive feedback from customers and prospects following the recent launch of WTM 4000,\" states Michael Pangia, president and CEO, Aviat Networks. \"The highest capacity radio on the market, combined with built-in support for SDN and Aviat's extensive services capabilities, means unique and differentiated value for our customers.\"\n\nAbout Aviat Networks\n\nAviat Networks, Inc. works to provide dependable products, services and support to our customers. With more than one million systems sold into 170 countries worldwide, communications service providers and private network operators including state\/local government, utility, federal government and defense organizations trust Aviat with their critical applications. Coupled with a long history of microwave innovations, Aviat provides a comprehensive suite of localized professional and support services enabling customers to drastically simplify both their networks and their lives. For more than 70 years, the experts at Aviat have delivered high performance products, simplified operations, and the best overall customer experience. Aviat Networks is headquartered in Milpitas, California. For more information, visit www.aviatnetworks.com or connect with Aviat Networks on Twitter, Facebook and LinkedIn.\n\nView original content:http:\/\/www.prnewswire.com\/news-releases\/aviat-networks-announces-first-wtm-4000-deployment-with-ducor-telephone-company-300516874.html\n\nSOURCE Aviat Networks\n\nNews Provided by Acquire Media\n\nClose window | Back to top\n\nCopyright 2018 Aviat Networks",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9291136861,
        "format_confidence":0.9916604161
    },
    {
        "url":"https:\/\/www.absoluteresourceassociates.com\/news\/pressreleaseTop50.cfm",
        "text":"Press Release: Absolute Resource Associates Named Among Top 50 Women-Led Companies in NH\n\nPORTSMOUTH, NH, October, 2013- Business NH Magazine has researched the top performing women-led companies in the state, and compiled lists by category and annual gross sales. Absolute Resource Associates of Portsmouth was once again listed among the top 50.\n\nARA's President Susan Sylvester has made a name for herself in the environmental industry as an entrepreneur with steadfast ethics and a natural business sense. Sylvester purchased a small environmental firm, Resource Laboratories, LLC, (now Absolute Resource Associates) with her husband Guy in 2000, and since that time, the business has tripled in revenue, staffing and facility size. The complete article appears in the October, 2013 issue of Business NH Magazine.\n\n\n\nAbout Absolute Resource Associates:\n\nAbsolute Resource Associates is a Woman Owned SBA 8(a), WOSB, EDWOSB, SDB, DBE, NELAC, ISO\/IEC 17025 and DoD ELAP accredited small business, providing a broad range of environmental services to clients throughout New England and beyond. Services include Environmental Laboratory Testing, Indoor Air Quality Services as well as Project Management.  Drinking Water - Waste Water - Soils - Sediments - Hazardous Waste - VOCs - SVOCs - Metals - Wet Chemistry - Microbiology - Low Level 1,4 Dioxane - PCBs - Bacteria - Asbestos Mold - Lead - Radon Carbon Monoxide - Allergens - Odors - Building Examinations - Sample Collection - XRF Surveys - HVAC Performance - Infrared Imaging - Remediation Planning- Clearance Testing\n\nFMI visit",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.8365063071,
        "format_confidence":0.9921193123
    },
    {
        "url":"http:\/\/ir.elbitsystems.com\/phoenix.zhtml?c=61849&p=irol-newsArticle&ID=2323770",
        "text":"v Elbit - Investor Relations -Press Releases\nHome|Contact Us|Press Relations\nAbout|Investor Relations|Areas of Business|Company Brochures|Exhibitions and Event|Careers\nInvestor Relations\nIR Home\nCompany Overview\nCorporate Governance\nShare Information\nPress Releases\nSEC Filings\nFinancial Reports\nEvents and Webcasts\nAnalyst Coverage\n\nPrint PagePrint Page\nE-mail PageE-mail Page\nRSS FeedsRSS Feeds\nE-mail AlertsE-mail Alerts\nIR ContactsIR Contacts\nFinancial Tear SheetFinancial Tear Sheet\nFollow Us on Twitter\n\nElbit Systems Ltd.\nAdvanced Technology Center\nP.O.B 539, Haifa 31053\n\nTel: 972-4-8316663\nFax: 972-4-8316944\nListen to Elbit Systems Ltd. Second Quarter 2018 Results Release\nConference Call Scheduled for August 16th, 2018 at 09.00am ET\nPress Releases\nPrinter Friendly Version View printer-friendly version\n<< Back\nAnother Success in the U.S. for the Cyberbit Range: Elbit Systems of America and Metropolitan State University Announce New Cyber Training and Simulation Center\n\nFORT WORTH, Texas, December 21, 2017 \/PRNewswire\/ --\n\nElbit Systems of America, LLC, announced that it will partner with Metropolitan State University to establish a new facility powered by the Cyberbit Range for the training and simulation of cybersecurity professionals at the Metropolitan State campus in Saint Paul, Minn.\n\nElbit Systems of America will provide the hardware, software, and technical expertise to operate the training and simulation environment. In turn, Metropolitan State will provide the facilities and expert instructors. The training program and Cyber Range is expected to commence training in the spring of 2018.\n\nWith reports of cyber-attacks on the rise and the demand for highly-qualified cybersecurity professionals greater than ever, Elbit Systems of America and Metropolitan State are addressing the challenges of accelerating the certification of new cybersecurity experts.\n\n\"We're pleased to partner with Metropolitan State to bring advanced training and simulation capabilities into the University's respected cyber lab,\" commented Raanan Horowitz, president and Chief Executive Officer of Elbit Systems of America. \"Trainees will benefit from unique and realistic simulation to support their certification and, ultimately, allow them to focus on keeping America's infrastructures and businesses safe when they enter the workforce.\"\n\n\"I am very pleased to launch the partnership with Elbit Systems of America. This agreement brings a cutting edge cybersecurity simulation-based training center to Metropolitan State University and to the State of Minnesota,\" said Virginia Arthur, President of Metropolitan State University. \"The new Cyber Range training facility, with its advanced cybersecurity curriculum, combined with Metropolitan State's business, education and government partnerships will effectively help to ensure that many more Minnesotans are fully prepared to meet the demands of 21st-century jobs. We are proud that through our work with Elbit Systems of America, we will position the Minnesota State system of colleges and universities and the state of Minnesota to become a national center of excellence in cybersecurity education and practice.\"\n\nThe training and simulation center will be powered by the Cyberbit Range, a solution developed by Cyberbit, an Elbit Systems' subsidiary. Cyberbit Range is a widely-deployed cybersecurity training and simulation platform, currently training and certifying thousands of cybersecurity professionals in many training centers, including; RUAG in Switzerland, IABG in Germany; Ni Cybersecurity in Tokyo, Japan; ST Electronics in Singapore; Regent University in Virginia, US; The Baltimore Cyber Range in Maryland, US; and most recently ISE Systems in France. Cyberbit Range provides an up-to-date selection of simulated attack and ransomware scenarios. Trainees operate in real-life settings by accurately replicating their network setup, using their actual security tools and simulating their typical network traffic. The Cyberbit Range also includes a virtual and physical ICS\/SCADA network training and cross-functional executive training.\n\nAbout Metropolitan State University  \n\nMetropolitan State University, a member of Minnesota State, is the Twin Cities public, urban, comprehensive state university providing lifelong learning, and competitive academic and professional degree programs at the bachelor, master and doctoral levels. The university's brand new Science Education Center includes 6,000 square feet of classroom space and 19,500 square feet of lab space, greatly expanding Metropolitan State's capacity to provide extraordinary science education. For more information, contact Kyle Swanson, dean of the College of Sciences, at (651) 793-1681 or email kyle.swanson@metrostate.edu\n\nAbout Elbit Systems of America, LLC  \n\nElbit Systems of America is a leading provider of high performance products, system solutions, and support services focusing on the defense, homeland security, commercial aviation, and medical instrumentation markets.  With facilities throughout the United States, Elbit Systems of America is dedicated to supporting those who contribute daily to the safety and security of the United States.  Elbit Systems of America, LLC is wholly owned by Elbit Systems Ltd. (NASDAQ: ESLT) (TASE: ESLT), a global high technology company engaged in a wide range of programs for innovative defense and commercial applications. For additional information, visit: http:\/\/www.elbitsystems-us.com or follow us on Twitter.\n\nAbout Elbit Systems  \n\nElbit Systems Ltd. is an international high technology company engaged in a wide range of defense, homeland security and commercial programs throughout the world. The Company, which includes Elbit Systems and its subsidiaries, operates in the areas of aerospace, land and naval systems, command, control, communications, computers, intelligence surveillance and reconnaissance (\"C4ISR\"), unmanned aircraft systems, advanced electro-optics, electro-optic space systems, EW suites, signal intelligence systems, data links and communications systems, radios and cyber-based systems. The Company also focuses on the upgrading of existing platforms, developing new technologies for defense, homeland security and commercial applications and providing a range of support services, including training and simulation systems.\n\nFor additional information, visit: http:\/\/www.elbitsystems.com or follow us on Twitter.\n\n\nElbit Systems of America and other trademarks, service marks and logos are registered or unregistered marks of Elbit Systems of America companies in the United States and in foreign countries.  Copyright © 2017 Elbit Systems of America. All rights reserved.\n\nForward Looking Statement \n\nThis press release contains forward-looking statements (within the meaning of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended) regarding Elbit Systems Ltd. and\/or its subsidiaries (collectively the Company), to the extent such statements do not relate to historical or current fact. Forward-looking statements are based on management's expectations, estimates, projections and assumptions.  Forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995, as amended.  These statements are not guarantees of future performance and involve certain risks and uncertainties, which are difficult to predict. Therefore, actual future results, performance and trends may differ materially from these forward-looking statements due to a variety of factors, including, without limitation: scope and length of customer contracts; governmental regulations and approvals; changes in governmental budgeting priorities; general market, political and economic conditions in the countries in which the Company operates or sells, including Israel and the United States among others; differences in anticipated and actual program performance, including the ability to perform under long-term fixed-price contracts; and the outcome of legal and\/or regulatory proceedings.  The factors listed above are not all-inclusive, and further information is contained in Elbit Systems Ltd.'s latest annual report on Form 20-F, which is on file with the U.S. Securities and Exchange Commission. All forward-looking statements speak only as of the date of this release. The Company does not undertake to update its forward-looking statements.\n\nMedia Contacts:\nRod Gibbons | +1-817-234-6834| rod.gibbons@elbitsystems-us.com\nShari Clarkson | +1-682-286-2363 | sharon.clarkson@elbitsystems-us.com\n\nSOURCE Elbit Systems of America, LLC\n\nSite Map|Credit|Legal Terms\n© 2017 Elbit Systems Ltd.",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.968167603,
        "format_confidence":0.9928552508
    },
    {
        "url":"http:\/\/www.marketwired.com\/press-release\/harper-government-kick-starts-entrepreneurial-innovative-business-beaconsfield-quebec-1769068.htm",
        "text":"Government of Canada\n\nGovernment of Canada\n\nMarch 18, 2013 11:00 ET\n\nHarper Government Kick-Starts Entrepreneurial and Innovative Business in Beaconsfield, Quebec\n\nBEACONSFIELD, QUEBEC--(Marketwire - March 18, 2013) - The Honourable Larry Smith, Senator, on behalf of the Honourable Rona Ambrose, Minister of Public Works and Government Services and Minister for Status of Women, is pleased to announce the awarding of two contracts totaling $635,347 to Adventure Lights Inc. for its pre-qualified innovations, the SMART Beacon and the Clustered Beacon System, through the Canadian Innovation Commercialization Program (CICP).\n\n\"Our Government's top priority is the economy and we understand that helping Canadian businesses expand and succeed directly benefits Canadian workers and families by creating jobs and prosperity,\" said Minister Ambrose. \"We are proud to encourage Canada's entrepreneurial spirit by supporting Canadian businesses to get their innovative products and services from the lab to the marketplace.\"\n\n\"This announcement brings great news for Beaconsfield, and great news for the Canadian economy,\" said Senator Smith. \"Our Government's top priority is jobs, growth and long-term prosperity, and projects like the SMART Beacon System are key to driving that kind of growth.\"\n\nAdventure Light's pre-qualified innovation, the SMART Beacon, is a mesh networked wearable light beacon system that allows military and civil authorities to instantly identify friendly forces in contact situations. The SMART beacon system also allows for instant visual identification of people, places and objects for military, search and rescue, security and civil applications. A $313,919 contract for this innovation was awarded through the CICP.\n\nThe Clustered Beacon System is the world's smallest, most versatile runway lighting system for expeditionary airfields and first-responder helicopter landing zones. Small enough to be carried by a single person, this portable integrated beacon system allows an unprecedented variety of landing field configurations. This pre-qualified innovation was awarded a $321,428 contract through the CICP.\n\n\"Adventure Lights Inc. is very pleased to receive the support of the Government of Canada through this program. The CICP initiative will give our company further recognition and help support our innovative and unique products that have contributed to Canada's economy,\" said Tim Ford, President of Adventure Lights Inc.\n\nLaunched in 2010, the Canadian Innovation Commercialization Program has already shown encouraging results, connecting Canadian companies with federal departments and agencies that have a need for innovative products and services. By selling to the federal government, businesses can demonstrate the value of their products and services, and potentially generate future sales to non-federal customers.\n\nTo build on the early success of this program, Economic Action Plan 2012 allocated an additional $95 million to it over three years, starting in 2013-14, and $40 million per year thereafter to make the Canadian Innovation Commercialization Program permanent. The program will include an added military procurement component.\n\nFor the complete list of the successful innovations, please refer to the CICP website.\n\nCe texte est également disponible en français.\n\nPWGSC news releases are also available on our Internet site at\n\nFollow us on Twitter at\n\nContact Information\n\n  • Amber Irwin\n    Office of the Honourable Rona Ambrose\n\n    Media Relations\n    Public Works and Government Services Canada",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.7867516875,
        "format_confidence":0.9897171259
    },
    {
        "url":"http:\/\/www.virtuferries.com\/?p=8117",
        "text":"3RD APRIL 2017\n\n\n\n\nSicilian Suppliers Exhibiting at the Virtu Ferries Terminal & Business Centre\n\nThe public was treated to the first in a series of exhibitions by Sicilian suppliers and manufacturers at the Virtu Ferries Terminal and Business Centre.  Inventa Design, already well established suppliers of furniture in Malta, turned the terminal into a hive of activity giving Maltese families and prospective buyers the opportunity of comparing quality and prices on their very doorstep.\n\nOver the coming weeks a vast range of products will be exhibited at the Business Centre which has been made available to Sicilian companies interested in the Malta market. Virtu have invited renowned Sicilian suppliers to make use of the Terminal free of charge, provided they offer prices and services second to none.\n\nThe ultimate beneficiary of this new initiative is the Maltese consumer. Whatever your requirements keep an eye on what is going on at the Business Centre, you are bound to find what you want at a price that suits you. Avail yourself of the advantages of the economies of scale that the Single Market brings with it, without leaving home. This is also an opportunity for the Maltese trade and commercial community to establish new partnership with Sicilian organisations.\n\nThis is being considered another first by Virtu Ferries.\n\nThe Single Market is truly on your doorstep.",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.609698236,
        "format_confidence":0.9909137487
    },
    {
        "url":"http:\/\/www.daceventures.com\/recent-press\/yieldmo\/yieldmo-leads-largest-us-independent-mobile-ad-marketplace\/",
        "text":"Yieldmo Has Largest US Indy Mobile Marketplace\n\nYieldmo Has Largest US Indy Mobile Marketplace\n\n\nYieldmo Furthers Its Lead as the Largest Independent Mobile Marketplace in the U.S.1\n\n— Intermarkets and tronc Join Yieldmo’s Vast, Premium Publisher Inventory\n\nNEW YORK–(BUSINESS WIRE)–Recently forged partnerships with publishers such as Intermarkets and tronc have furthered Yieldmo’s lead as the largest independent mobile marketplace in the U.S. Yieldmo’s premium inventory is comprised of more than 1,400 of the top mobile destinations that span e-commerce, sports, news, lifestyle and entertainment.\n\nRecent publisher partnerships further Yieldmo’s lead as the largest independent mobile marketplace in the U.S.\n\nTweet this\n\nAccording to comScore, Yieldmo has a verified actual reach of more than 141 million unique mobile visitors – roughly 80% of the addressable market in the U.S. – making it the largest independent network in the U.S. behind Google, Facebook, Amazon and Yahoo1. With its proprietary, user-preferred ad formats and premium publisher relationships, Yieldmo serves more than seven billion mobile impressions per month on behalf of the world’s largest brands and their agencies.\n\n“As a Publisher, Yieldmo provides a mobile solution to let us create a truly engaging ad experience,” said Victor Lim, Director of Strategy at tronc. “As we rethink the future of a consumer-first experience on our sites, Yieldmo provides advertising that doesn’t disrupt but instead complements our content.”\n\nEvery month, Yieldmo’s proprietary RaptTM data platform collects 250 billion mobile data attributes from the mobile ads it serves, including – but not limited to – viewers’ taps, scrolls and time spent. Rapt interprets dozens of such micro-interactions to generate an unprecedented level of insight into customer engagement, making campaigns more effective for advertisers and profitable for publishers. Yieldmo viewability and attention metrics are measured through its long-standing relationship with analytics provider, Moat, an Oracle Data Cloud company.\n\n“We’re extremely proud of our marketplace,” said Michael Yavonditte, Yieldmo Founder and CEO. “It provides a rich, fraud-free environment for the ads we serve. The next-level insights Rapt is able to generate from those transactions are also a huge advantage to advertisers and publishers. We’re moving well beyond surface metrics, like impressions, views and clicks, to truly understand the behaviors that lead-to or inhibit conversions. Given the enormity of our scale and experience, Yieldmo is uniquely suited to address that need and ensure that the industry continues to improve for users, brands and publishers in equal measure.”\n\nWith U.S. mobile ad spending estimated to reach $58.4 billion in 2017 (and forecasted to nearly double to $102.3 billion by 2021)2, mobile continues to represent the fastest growing advertising channel in the U.S. However, despite strong projected growth, industry-wide challenges remain, as 44% of publishers rank the poor user experience as the largest challenge facing mobile advertising, second only to ad blocking, which directly results from these poor advertising experiences3. Yieldmo is grounded in a mission to deliver a better ad experience for users, marketers and publishers.\n\n[1] comScore Mobile Ad Network (January 2017)\n[2] eMarketer (March 2017)\n[3] eMarketer (August 2016)\n\n\nFor more information or to see a live demo of Yieldmo’s Rapt capabilities:\nSusan Lietz, +1-917-499-5053",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9850369096,
        "format_confidence":0.9741214514
    }
]