[
    {
        "url":"https:\/\/docs.eyesopen.com\/toolkits\/java\/oechemtk\/oechem_examples\/oechem_example_sdfmodprops.html",
        "text":"Modifying SD tags\n\nA program that can modify the SD tags on an SD molecule. The flags are: -remove, a list of property tags to be removed (non-matching tags are kept), -keep`, a list of property tags to be kept (non-matching tags are removed), -clearAll, all SD tags are removed. The program formats are limited to those that can have SD data i.e. SDF, OEB, and CSV.\n\n\nprompt > SDFModProps -keep NAME ID_NUM -i dbase.sdf -o output.sdf\nprompt > SDFModProps -clearAll -i dbase.sdf -o output.oeb.gz\n\n\nDownload code\n\n\nSee also",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.959261775,
        "format_confidence":0.970748961
    },
    {
        "url":"https:\/\/msdn.microsoft.com\/en-us\/library\/h55she1h.aspx",
        "text":"Assembly.ReflectionOnlyLoad Method (Byte[])\n\n\nThe .NET API Reference documentation has a new home. Visit the .NET API Browser on to see the new experience.\n\nLoads the assembly from a common object file format (COFF)-based image containing an emitted assembly. The assembly is loaded into the reflection-only context of the caller's application domain.\n\nNamespace:   System.Reflection\nAssembly:  mscorlib (in mscorlib.dll)\n\npublic static Assembly ReflectionOnlyLoad(\n\tbyte[] rawAssembly\n\n\nType: System.Byte[]\n\nA byte array that is a COFF-based image containing an emitted assembly.\n\nReturn Value\n\nType: System.Reflection.Assembly\n\nThe loaded assembly.\n\nException Condition\n\nrawAssembly is null.\n\n\nrawAssembly is not a valid assembly.\n\n\nVersion 2.0 or later of the common language runtime is currently loaded and rawAssembly was compiled with a later version.\n\n\nrawAssembly cannot be loaded.\n\nYou cannot execute code from an assembly loaded into the reflection-only context. To execute code, the assembly must be loaded into the execution context as well, using the Load method.\n\nThe reflection-only context is no different from other contexts. Assemblies that are loaded into the context can be unloaded only by unloading the application domain.\n\n.NET Framework\nAvailable since 2.0\nReturn to top",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.9871003628,
        "format_confidence":0.9829006791
    },
    {
        "url":"https:\/\/china.xilinx.com\/support\/answers\/54363.html",
        "text":"\n\nAR# 54363\n\nRelease Notes and Known Issues for LogiCORE IP MII to RMII for Vivado 2013.1 and newer tool versions\n\n\nThis answer record contains the Release Notes and Known Issues for the MII to RMII IP Core and includes the following:\n\n  • General Information\n  • Known and Resolved Issues\n  • Revision History\n\nThis Release Notes and Known Issues Answer Record is for the core generated in Vivado 2013.1 and newer tool versions.\n\nLogiCORE MII to RMII Core IP Page:\n\n\n\nGeneral Information\n\nSupported Devices can be found in the following three locations:\n\nFor a list of new features and added device support for all versions, see the Change Log file available with the core in Vivado.\n\nVersion Table\n\nThis table correlates the core version to the first Vivado design tools release version in which it was included.\n\nCore VersionVivado Tools Version\nv2.0 (Rev.11)2016.2\nv2.0 (Rev. 10)2016.1\nv2.0 (Rev. 9)2015.4\nv2.0 (Rev. 8)2015.3\nv2.0 (Rev. 7)2015.1\nv2.0 (Rev. 6)2014.3\nv2.0 (Rev. 5)2014.2\nv2.0 (Rev. 4)2014.1\nv2.0 (Rev. 3)2013.4\nv2.0 (Rev. 1)2013.2\n\nGeneral Guidance\n\nThe table below provides Answer Records for general guidance when using the LogiCORE MII to RMII IP Core.\n\nAnswer RecordTitle\n(Xilinx Answer 55248)Vivado Timing and IP Constraints\n\nKnown and Resolved Issues\n\nThe following table provides known issues for the MII to RMII IP core, starting with v2.0, initially released in the Vivado 2013.1 tool.\n\nNote: The \"Version Found\" column lists the version the problem was first discovered. \n\nThe problem might also exist in earlier versions, but no specific testing has been performed to verify earlier versions.\n\nPlease also refer to the Change Log for details.\n\nAnswer RecordTitleVersion FoundVersion Resolved\n(Xilinx Answer 66942)MII to RMII v2.0 - Design fails to meet timing with hold violation for MII to RMII corev2.02016.1\n\nRevision History\n\n04\/03\/2013Initial release\nAR# 54363\n日期 06\/08\/2016\n状态 Active\nType 版本说明\n  • Vivado Design Suite - 2013.1\n  • Reduced Media Independent Interface",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.6704647541,
        "format_confidence":0.7516396642
    },
    {
        "url":"http:\/\/help.simetrix.co.uk\/8.2\/simetrix\/script_manual\/topics\/func_setreadonlystatus.htm",
        "text":"SetReadOnlyStatus Function\n\nSets the read-only status of the specified schematic.\n\n\nNumber Type Compulsory Default Description\n1 real Yes Read-only status\n2 real No -1 Schematic ID\n\nArgument 1\n\nRead only status. If 1.0, will set schematic to read-only; if 0.0 will set to writeable.\n\nArgument 2\n\nSchematic ID as returned by the function OpenSchematic . This allows this function to be used with a schematic that is not open or not currently selected. If omitted or -1, the currently selected schematic will be used.\n\n\nReturn type: string\n\nSingle string defining the success of the operation is defined below.",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.8930942416,
        "format_confidence":0.9741926193
    },
    {
        "url":"https:\/\/docs.bitnami.com\/installer\/apps\/opencart\/get-started\/understand-default-config\/",
        "text":"Understand the default MySQL configuration\n\nBefore running the commands shown on this page, you should load the Bitnami stack environment by executing the installdir\/use_APPNAME script (Linux and Mac OS X) or by clicking the shortcut in the Start Menu under “Start -> Bitnami APPNAME Stack -> Application console” (Windows). Learn more.\n\nThe grant tables define the initial MySQL user accounts and their access privileges. The default configuration consists of:\n\n  • A privileged account with a username of root. The root user has remote access to the database.\n  • An anonymous user without remote access to the database server. This user can only connect from the local machine and it is only intended for testing.\n  • A test database only intended for testing.\n\nCheck our recommendations for a production server.\n\nMySQL version\n\nIn order to see which MySQL version your system is running, execute the following command:\n\n$ mysqld --version\n\nMySQL configuration file\n\nThe MySQL configuration file is located at installdir\/mysql\/my.cnf. Some configuration overrides are stored in installdir\/mysql\/bitnami\/my.cnf.\n\nThe MySQL official documentation has more details about how to configure the MySQL database.\n\nMySQL socket\n\nOn Unix, MySQL clients can connect to the server in the local machine using an Unix socket file at installdir\/mysql\/tmp\/mysql.sock.\n\nMySQL port\n\nThe default port for MySQL is 3306.\n\nMySQL Process Identification Number\n\nThe MySQL .pid file allows other programs to find out the PID (Process Identification Number) of a running script. Find it at installdir\/mysql\/data\/\n\nMySQL error log\n\nThe log-error file contains information indicating when mysqld was started and stopped and also any critical errors that occur while the server is running. If mysqld notices a table that needs to be automatically checked or repaired, it writes a message to the error log.\n\nFind it at installdir\/mysql\/data\/mysqld.log.",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.5806062222,
        "format_confidence":0.9450239539
    },
    {
        "url":"https:\/\/github.com\/ConfluxHQ\/software-delivery-assessment",
        "text":"Skip to content\n\n\nSwitch branches\/tags\n\nLatest commit\n\n\nGit stats\n\n\nFailed to load latest commit information.\nLatest commit message\nCommit time\n\nMulti-team Software Delivery Assessment\n\nThe Multi-team Software Delivery Assessment is a simple, easy-to-execute approach to assessing software delivery across many different teams within an organisation. Devised by Matthew Skelton of Conflux, it is used as a key part of the Software Delivery Assessment at Conflux, but can be used freely by anyone (subject to the CC BY-SA license below).\n\nThe assessment uses and builds on the well-known and proven Spotify Squad Health Check model.\n\nTranslations: Japanese (ja 🇯🇵)\n\nThe assessment covers ten dimensions in total:\n\n  1. Team Health\n  2. Deployment\n  3. Flow\n  4. Continuous Delivery\n  5. Operability\n  6. Testing and Testability\n  7. Reliability and SRE\n  8. On-call\n  9. Security and Securability\n  10. Team Topologies team interactions\n\nThese ten dimensions cover key aspects of modern software delivery in a form that enables teams to self-assess their strengths and practices.\n\n🚀 Overview: see slides 32-38 in Continuous Delivery at scale\n\n🃏 Card deck: make the assessment fun and interactive by using the Software Delivery Assessment printed card deck from Agile Stationery. Developed in collaboration with Conflux, the card deck has Tired and Inspired indicators for each of the assessment criteria, together with emoji cards for quick-fire voting from team members. The card deck works for remote assessments too!\n\nAssessment cards from Agile Stationery Five emoji voting cards\n\nCopyright © 2018-2021 Conflux Digital Ltd\n\nLicenced under CC BY-SA 4.0 CC BY-SA 4.0\n\n\nPurpose of the assessments\n\nThe aim of the assessments is to promote and sustain a positive working environment for building and running software systems where:\n\n  • Changes to software are built, tested, and deployed to Production rapidly and safely using Continuous Delivery practices\n  • Processes and practices are optimised for the flow of change towards Production\n  • Software is designed and built to enable independent, decoupled deployments for separate families of systems\n  • Software is designed and built in a way that addresses operability, testability, releasability, security, and reliability\n  • Problems in Production are always detected by teams before customers and users notice\n  • Responsibility and accountability for software changes lead to empowerment and ownership\n  • Working with software is rewarding and interesting\n  • Being on-call and supporting the software is sustainable and valuable\n  • People feel confident to challenge poor practices and approaches\n  • Teams have a clear mission and well-defined interaction patterns with other teams\n\nFundamentally, the assessments should help to unblock and enable teams so they can succeed. The assessments should help teams to improve how they build, test, and deploy software systems through identifying different kinds of improvements:\n\n  1. Team-focused improvements\n  2. Product-focused and Service-focused improvements\n  3. Organisation-wide improvements\n\nThe assessments should NOT be used to penalize teams, but to provide a shared drive towards improving practices and quality.\n\nTeams included in the assessments\n\nEvery team writing code, scripts, and\/or configuration for application software or infrastructure will benefit from being included in the assessments:\n\n  • Teams building user- and customer-facing websites and services\n  • Teams building internal services\n  • Teams building infrastructure to support other systems (including Platform teams)\n  • Teams building build & deployment tooling and scripts\n  • Teams configuring and testing COTS products as part of the software & infrastructure estate\n  • Any other teams with a primary focus on building, configuring, and testing software and infrastructure\n\nBy \"team\", we mean 6-10 person group that works together closely, usually called a SquadScrum team, Product team, or Stream-aligned team\n\nAssessment criteria\n\nThe criteria for each dimension are taken from existing published books and online sources:\n\nHow to run the assessments\n\nThe assessment session itself should feel somewhat like a team retrospective session. The main difference from a normal retrospective session is that in the team assessment session the facilitator guides the discussion more firmly. There are many questions to discuss and it's important that the team discusses all of the criteria in the time available.\n\nAt the end of the assessment session, the team should feel encouraged and empowered to decide on what actions they want to take to improve their processes and practices based on the discussions.\n\n\nMany organisations find that running team assessments every 3 months provides a good result.\n\n\n  1. Find someone to Facilitate the assessment. This should be someone from outside the team, who is familiar with running team retrospectives. \n  2. Book a time slot for 2 or 3 hours: for online sessions you could split this over 2 or more video call sessions, and for in-person sessions book a room large enough for the team.\n  3. For online sessions, either use the card deck from Agile Stationery and screenshot or note down the results in a spreadsheet, or use an online poll tool to capture responses from people in the session. For in-person sessions, either use the card deck from Agile Stationery, or print the assessment sheets for each set of criteria, either using the ready-made A1 PDF (see Releases), or the individual assessment pages at A1 size if possible (use small margins):\n  4. For online sessions, show the Tired and Inspired criteria on the screen alongside the question. For in-person sessions, either print the details pages as a guide or have the pages open on-screen to understand the context and details of each of the assessment criteria:\n    1. Team Health\n    2. Deployment\n    3. Flow\n    4. Continuous Delivery\n    5. Operability\n    6. Testing and Testability\n    7. Reliability and SRE\n    8. On-call\n    9. Security and Securability\n    10. Team Topologies team interactions\n  5. It is valuable to capture details and nuances of the discussions around each question. For online sessions, have someone take notes in a document or shared whiteboard. For in-person sessions, bring lots of marker pens or whiteboard markers: red, blue, and green are best.\n  6. Include someone who is familiar with facilitating retrospectives (possibly a scrum master) in the session. They will be shadowing the facilitator during the session so the person from your team can facilitate other assessment sessions later.\n\nMake sure that the Facilitator understands the purpose of the session and is familiar with the assessment pages and questions.\n\n\nThe facilitator should familiarise themselves with the Spotify Squad Health Check approach before running the session. See How I Used the Spotify Squad Health Check Model for a good experience report, Squad Health Checks from SkyBet, and download instructions from Spotify (PDF).\n\nDuring the assessment:\n\n  • Keep the team on schedule by asking for some discussions to be held outside the session\n  • Write down the team scores and notes on the printed assessment sheets or ensure that scores and notes are captured in a digital tool.\n  • Take photographs of the completed assessment sheets for in-person sessions.\n  • Get feedback from the team on the VALUE and EXECUTION of the engineering assessment - smiley faces are sufficient!\n\n\nEach team assessment runs for around 3-4 hours, and the facilitator will run the team through 10 sets of questions:\n\n  1. Team health check - 35 mins\n  2. Deployment health check - 10 mins\n  3. Flow check - 10 mins\n  4. Continuous Delivery check - 20 mins\n  5. Operability check - 20 mins\n  6. Test coverage check - 20 mins\n  7. Reliability and SRE - 30 mins\n  8. On-call - 15 mins\n  9. Security check - 30 mins\n  10. Team Topologies check - 20 mins\n\nThese timings leave space for two 10 minute breaks during the assessment.\n\nRunning the Assessment session\n\nEach section has several questions. Each question should be answered as follows:\n\n  • The team (either as individuals or as a team) rate each of the criteria using SAD (1 OR 2) \/ MEH (3) \/ YAY (4 OR 5) based on the Tired and Inspired guidelines\n\n    • Tired aligns to a low rating (1), and Inspired aligns to a high rating (5)\n\n    • If you used individual ratings, tally the ratings and\/or decide on a single team score from 1 to 5. You may find it useful to use different coloured pens on the printed sheet to indicate visually the different ratings.\n\n  • The Trend since the previous time is identified (going up, staying roughly the same, going down), if applicable\n\n  • An Action agreed to improve the score for that question over the coming months.\n\n  • Use the Notes column to indicate further information that you think is valuable for the coordinating team to know about.\n\n  • Make sure to complete to the Date\/Name\/Facilitator details\n\n  • For in-person sessions, take a photo of each completed sheet and send to the person coordinating the assessments\n\n  •  Get team members to rate the assessment session itself in terms of: Value, Execution (sad, meh, happy faces)\n\nViral facilitation\n\nEach team assessment session has present one person who is shadowing the facilitator so that they can themselves facilitate future sessions. Each new facilitator should facilitate at least 2 sessions with other teams. In this way, the number of facilitators expands rapidly, enabling a minimal burden on the initial facilitators.\n\nCoordinating and interpreting the results\n\nAfter teams have each run an assessment session and sent their results, the coordinating group should collate the results from different teams to identify any areas that need improving across the organisation. Ask questions such as:\n\n  • Why does team ABC rate themselves as 1 for test coverage? What is hindering them?\n  • What can we do as an organisation to help... (truncated)",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.9756202102,
        "format_confidence":0.9293102026
    },
    {
        "url":"http:\/\/www.cs.virginia.edu\/~legion\/documentation\/tutorials\/1.6\/permissions_tutorial_1.6.html",
        "text":"Object permissions\n\nTable of Contents\nAbout object permissions\nChanging object permissions\nOther on-line tutorials & documentation\nClick on the to move to the selected text.\n\nDepending on how your system is set up, you may need to set up your access to your system before you can run Legion commands. This will probably involve running a command such as this:\n$ . ~legion\/setup.sh\n$ source ~legion\/setup.csh\nThe exact syntax will depend on what kind of shell you are using and where your Legion files are installed (i.e., the value of ~legion will depend on your individual Legion net). Consult your system administrator for more information.\n\nAbout object permissions\nIf your system administrator has enabled Legion security, the objects that you create while logged in cannot be used by any other users. If you wish to share your objects you will need to give other users permission to read, write, or execute objects.\n\nFor our purposes, \"read\" methods are defined as methods that obtain but do not modify an object's state, \"write\" methods are methods that modify an object's state, and \"execute\" methods are methods that run an object.\n\nThis command works on common Legion object types: context, file, class, tty, implementation, host, and vault objects all fall into this category.\n\nChanging object permissions\nYou can use the legion_change_permissions command to give other users permission to read, write, or execute your objects. There are specific lags to add [+] or remove [-] read, write, or execute permissions on objects. So, if you wanted to allow user bob to be able to read your file object foo, you would enter:\n$ legion_change_permissions +r \/users\/bob foo\nThis lets bob \"read\" your object foo.\n\nOther relevant on-line documents:\nClick on the to go to the page.\nLogging in to a running Legion system\nLegion graphical user interface\nIntroduction to Legion context space\nContext-related commands\nHow to start remote programs in Legion\nSample makefile for remote programs\nAdapting a parameter space study for Legion\nObject permissions\nLegion tty objects\nRunning a PVM code in Legion\nRunning a Legion MPI code\nRunning native MPI code\nQuick list of all Legion commands (1.6.4)\nUsage of all Legion commands (1.6.4)\nStarting a new Legion system\nUsing Legion security features\nLegion host and vault objects\nAdding host and vault objects\nBrief descriptions of all on-line 1.6 tutorials\n\nLast modified: Fri Jun 4 14:37:26 1999\n\n[an error occurred while processing this directive]",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.9639454484,
        "format_confidence":0.7688295245
    },
    {
        "url":"https:\/\/skia.googlesource.com\/external\/github.com\/google\/wuffs\/+\/3842c519c9961500d96efee0ff7aafbd20833570\/doc\/note\/quirks.md",
        "text":"Quirks are configuration options that let Wuffs more closely match other codec implementations.\n\nSome codecs and file formats are more tightly specified than others. When a spec doesn‘t fully dictate how to treat malformed files, different codec implementations have disagreed on whether to accept it (e.g. whether they follow Postel’s Principle of “be liberal in what you accept”) and if so, how to interpret it. Some implementations also raise those decisions to the application level, not the library level: “provide mechanism, not policy”.\n\nFor example, in an animated GIF image, the first frame might not fill out the entire image, and different implementations choose a different default color for the outside pixels: opaque black, transparent black, or something else.\n\nOther file formats have unofficial extensions. For example, a strict reading of the JSON specification rejects an initial \"\\x1E\" ASCII Record Separator, \"\/\/ comments\" or commas after the final array element or object key-value pair (e.g. \"[1,2,3,]\"), but some extensions to the format allow these and other changes.\n\nWuffs, out of the box, makes particular choices (typically mimicking the de facto canonical implementation), but enabling various quirks results in different choices. In particular, quirks are useful in regression testing that Wuffs and another implementation produce the same output for the same input, even for malformed input.\n\nWuffs API\n\nEach quirk is assigned a uint32_t value, packed using the base38 namespace convention. Decoders and encoders can have a set_quirk_enabled!(quirk base.u32, enabled base.bool) method whose first argument is this uint32_t value.\n\nFor example, the base38 encoding of \"gif \" and \"json\" is 0x0F8586 and 0x124265 respectively, so that the GIF-specific quirks have a uint32_t value of ((0x0F8586 << 10) | g), and the JSON-specific quirks have a uint32_t value of ((0x124265 << 10) | j), for some small integers g and j. The high bits are a namespace. The overall quirk values are different even if g and j re-use the same 10-bit integer.\n\nThe generated C language file defines human-readable names for those constant values, such as WUFFS_JSON__QUIRK_ALLOW_LEADING_UNICODE_BYTE_ORDER_MARK.\n\n\nCommon quirks:\n\n  • WUFFS_BASE__QUIRK_IGNORE_CHECKSUM configures decoders (but not encoders) to skip checksum verification. This can result in noticably faster decodes, at a cost of being less able to detect data corruption and to deviate from a strict reading of the relevant file format specifications, accepting some inputs that are technically invalid (but otherwise decode fine).\n\nPackage-specific quirks:",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.981941998,
        "format_confidence":0.9795658588
    }
]