[
    {
        "url":"http:\/\/bretthetherington.net\/default.aspx?pageId=913",
        "text":"Brett Hetherington\n\nBanner photos: Cornelia Kraft\n\nPortrait of an Asturian miner\n\n [This article was first published in Catalonia Today magazine, December 2016.]\n\nThe coal miner's wife wakes him and he coughs. He shuffles to the small bathroom sink and spits black liquid, washing it away with with the brown tap water.\n\nLast night he slept badly, suffering from stomach cramps, diarrhea and vomiting again. He had been working in the zinc mine at Arnao in Castrillon but the Belgian company who own the site have let him go to the San Juan mine. He felt himself to be quite lucky. At least there they had a river pool for the miners to wash in.\n\nAs he leaves for another day under the earth the miner looks for a last time at the mountains, at their ferns and the tall groups of eucalyptus - – pencil thin, not quite straight, just like the trees in a Dr Seuss book. He sees the houses with their sharp pitched roofs in front of deep gorges and is comforted by the roll of the hills across this green land.\n\nOur miner is living before the era of the chemical plants and big metal factories. He knows others who dig for iron and knows it’s vital for tinned food because electricity and refrigeration have not yet arrived to this part of the world.\n\nHis mine, like many mines, is close to a river: a means of transporting the coal for trading this raw material with British towns like Cardiff and Newcastle-upon-Tyne [where my own father was born and also grew up next to a polluted river.]\n\nThis miner's children will one day see the construction of chemical industries, thanks to the mines, thanks to his labour. In fact, he thinks, as he makes the walk to the pits, the story of Asturias is the story of the miner and the story of the miner is the story of Asturias. It is one of hardship and scant reward, of growth but also ill health. It is a tale of the deep earth's hidden secrets and humanity’s immeasurable suffering with the open spaces of the valleys and their claustrophobic confines - as unforgiving and back-breaking as any imagined hell in those greedy shafts penetrating ever downwards into the planet.\n\nToday, like thousands of other days, he will launch his body into the ground and probe for hour after hour for that black rock. Finally, at the end of the day our miner will take aspirin for his aching bones, smiling at the ironic fact that it has ingredients made from the very coal he has been digging for. He does not yet know though that, decades later, his children are going eat kiwi-fruits and chestnuts that will come to grow particularly well in the carbon-coloured soil left from abandoned open-cut mines scattered across the nearby hills.\n\nAs the miner eats his simple lunch with his hands still blackened by coal dust, he remembers his father, who was also a miner. He too worked to extract the iron that was in such high demand for both twentieth century century world wars – a metal that helped the rich become richer. His father started life as a rural worker and had to adapt from the rhythms of the seasons to the very different rhythm of an industrial timetable. He had to learn to accept days and nights with no sky or trees, down in the mines which lay right next to his cramped terrace house.\n\nLike every other subterranean labourer, his father and he both wondered if life could ever be different for them. He’d heard that things were a bit better at the only mine run by a trade union. But it was on the other side of Asturias and he had never even visited there.\n\nOur miner lives in Bustiello town where all of the aristocrat Marques de Camilla's workers have their neat little houses below everyone else, at the bottom of the valley. It is an orderly, rectangular village and each house has a small garden. Up the hill above them live the engineers and above them is the church, then God of course. This is what he knows: the planning of the town exactly reflects the social and spiritual hierarchy. The Marques is a conservative man. He fears the progressive men who want social change.\n\nFurther on in the mountains there are mining zones that suffered from “special measures” during Franco's dictatorship. Around Pozo Fortuna trade union activists were assassinated and their bodies were thrown down an old pit-hole. Our miner speaks about this sadly with his friends and later falls asleep hoping that the bad times will end.\n\nIn the morning, he rises and faces another day.",
        "topic_id":15,
        "format_id":2,
        "topic_confidence":0.5859863758,
        "format_confidence":0.8383467197
    },
    {
        "url":"https:\/\/www.elastoproxy.com\/chapter-four-sealing-the-win\/",
        "text":"Eric’s phone call to his boss went about as well as his visit to Patrick’s office. The young engineer knew his A-game hadn’t been good enough and was still reeling from getting checked by Purchasing. “Pick yourself up off the ice and get back to work,” Eric’s boss said. “Go talk to that company Elasto Proxy and get some answers to Patrick’s questions. Otherwise, you can forget about switching vendors.”\n\nWith a cup of coffee in one hand, Eric dialed Jenny-Lynn, his Elasto Proxy solutions provider. She picked up on the first ring and could tell by Eric’s voice that the young engineer had been through the wringer. Eric explained that he needed gasket prices and minimum order quantities (MOQs). Then he took another sip of coffee, paused, and asked if buying a gasket was really just about knowing these two numbers.\n\n“No, it’s not,” Jenny-Lynn told the engineer. “Price and MOQ matter, of course, but your company also needs to think about true costs and manufacturing waste, especially with all of the rework you’ve been doing. Has anyone spoken to you about this before?” Eric couldn’t remember learning about this in any of his engineering classes, and price rather than true costs was his company cared about.\n\n“True costs are the full scope of your manufacturing costs,” Jenny-Lynn explained. “Let’s keep things simple and stick to labor and materials. Labor is not just about the labor cost of the installer. It includes the cost of ordering, receiving, inventorying, and then delivering gaskets to the assembly line. There’s even a cost to maintaining vendors and inspecting the quality of gasket installation.”\n\nEric took another sip of coffee and asked Jenny-Lynn to continue.\n\n“With your material costs,” she added, “it’s not just about installation either. Your true costs include material waste, such as when an installer makes a mis-cut and then discards a length of rubber. Here, it’s worth talking about MOQs – something you mentioned before. Buying more material than you need isn’t a good business strategy,” she added.\n\n“That’s for sure,” Eric agreed. “When I met with our Purchasing Director, he told me he didn’t want a bunch of excess stock laying around because it ties up cash.”\n\n“What else did say to you?”, Jenny-Lynn asked. “I think it would help to know all of his concerns.”\n\n“Well,” Eric continued, “he got pretty upset about stock-outs. It wasn’t even the gaskets that bothered him, but all of the other rubber and plastic parts that he can’t get.”\n\n“Interesting,” Jenny-Lynn said. “It sounds like your Purchasing Director has some real headaches. Did he mention any of the eight forms of manufacturing waste? They’re transportation, inventory, motion, waiting, over-production, over-processing, defects, and unused knowledge”.\n\n“Whoah,” Eric laughed. “I liked it better when you talked about true costs and how they relate to labor and materials. This is all new to me. Still, manufacturing waste does seem like something that Patrick our Purchasing Director would understand. He’s the kind of guy who keeps aframed business school diploma on his wall.”  \n\nNow it was Jenny-Lynn’s turn to laugh. “You don’t have to be a B-school grad to understand this stuff. It still comes down to labor, materials, and manufacturing overhead – if it’s OK to introduce another term”.\n\nPatrick said that it was and asked her to continue.\n\n“With some numbers from your Operations Manager,” Jenny-Lynn continued, “ I bet you could convince Patrick to look at your company’s true costs because he seems like a guy who doesn’t like manufacturing waste – even though he’s part of the manufacturing overhead.”\n\n“I’m not sure that Patrick likes much of anything,” Eric quipped.\n\nThey both laughed.\n\n“Look,” Jenny-Lynn continued, “I’m willing to work with you on getting the information that you need from Operations. Would you commit to setting up a meeting with your Operations Manager and inviting me to it? We can do a video call – it’s something we do a lot at Elasto Proxy.”\n\nEric put down his coffee cup and smiled.\n\n“Let’s do it,” he said. “I’ll set up a video call with Olivia. She’s our Operations Manager – a tough lady, but also fun to work with.”      \n\nPrevious Chapters\n\nChapter 3 – Hip Checked\n\nChapter 2 – Game Plan\n\nChapter 1 – Thin Ice       \n\nLeave a Reply",
        "topic_id":15,
        "format_id":2,
        "topic_confidence":0.8967555165,
        "format_confidence":0.9827904701
    }
]