[
    {
        "url":"http:\/\/whnt.com\/2014\/02\/06\/cvs-bans-cigarettes-but-will-others-follow\/",
        "text":"CVS bans cigarettes, but will others follow?\n\nThis is an archived article and the information in the article may be outdated. Please look at the time stamp on the story to see when it was last updated.\nNEW YORK (CNNMoney) – CVS Caremark says it hopes it is “setting an example” by declaring that it will stop selling cigarettes at its more than 7,600 retail pharmacies. Whether the move will have an impact on other retailers remains an open question.\n\nCVS announced Wednesday that it will be the first major pharmacy chain to take the products off its shelves.\n\nThe company said the move makes sense. CVS (CVS, Fortune 500) estimates it will lose about $2 billion in annual revenues. That is a fraction of its overall business, which is also increasingly providing health care services like walk-in clinics and prescription drug coverage.\n\nCVS took in nearly $94 billion in revenue in the first nine months of 2013, up slightly from the same period in 2012, according to its most recent filing. In 2012, it reported $123 billion in revenues, a 15% jump from the previous year.\n\nOne of CVS’ main competitors, Walgreens (WAG, Fortune 500), which also operates the Duane Reade chain, said only that it has been evaluating its sale of tobacco products “for some time” and will continue to do so.\n\nAnd Rite-Aid said it “continually” looks at whether its offerings meet “the needs and interests of its customers.” Both chains noted that they offer products aimed at helping people stop smoking.\n\nThe CVS move could boost cigarette sales at other outlets, analysts said.\n\nTwo big discount retailers, Dollar General (DG, Fortune 500) and Family Dollar, (FDO, Fortune 500) have both recently added tobacco products to their shelves.\n\nIn December, Dollar General said that selling cigarettes and other products had helped drive in-store traffic and boost overall sales in the third quarter.\n\nAccording to 2011 stats from the U.S. Centers for Disease Control and Prevention, an estimated 43.8 million people, or 19% of all adults, smoke cigarettes. The agency noted a “slight overall decline” between 2005 and 2011. It said more than 293 billion cigarettes were purchased nationwide that year.\n\nThe medical community and anti-smoking advocates have successfully lobbied for laws in a number of cities, including San Francisco and Boston, banning tobacco sales by pharmacies.\n\n“We think that the CVS announcement sends a powerful message that if you’re in the business of health care you shouldn’t be in the business of selling tobacco products,” said Vince Willmore, spokesman for the Campaign for Tobacco-Free Kids.\n\nStill, customers have plenty of other outlets. According to consumer research firm EuroMonitor International, 3.6% of all cigarette sales in the United States are made in drug stores and nearly half occur at stores associated with gas stations. Another 16% of sales are at stand-alone convenience stores like a 7-Eleven.\n\nFor retailers, tobacco products typically have far lower profit margins than other items, such as prepared foods or beverages. But they help drive store traffic, industry analysts say.\n\nOn average, tobacco products account for 40% of sales at stand-alone and gas station convenience stores, according to the National Association of Convenience Stores. Yet tobacco products make up only 21% of profits.\n\nAnti-smoking advocates remain hopeful the CVS decision will spark a ripple effect.\n\n“We hope it will encourage other retailers to decide whether a responsible company should be selling a uniquely lethal product like tobacco,” Willmore said.\n\n-CNNMoney’s Aaron Smith and CNN’s Amanda Hobor contributed to this report.\n\nTM & © 2014 Cable News Network, Inc., a Time Warner Company. All rights reserved.\n\n\nComments are closed.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.5841024518,
        "format_confidence":0.9909727573
    },
    {
        "url":"https:\/\/www.carlukegazette.co.uk\/news\/gow-lass-who-beat-cancer-started-race-for-life-1-4138980",
        "text":"‘Gow lass who beat cancer started Race for Life\n\nAva Campbell (left) and Evie Gilroy met in hospital while recovering from the same cancer.\nAva Campbell (left) and Evie Gilroy met in hospital while recovering from the same cancer.\n\nOn Sunday the honour of starting the Race for Life against cancer in Glasgow fell to a wee Lesmahagow lass who has already won her battle with the dread disease at the age of four.\n\nCarrying out the duty on Glasgow Green with Evie Gilroy was a another little girl from Lanarkshire who shared that fight with her.\n\nBoth brave girls more than deserved the honour of jointly sounding the starting klaxon at the major fundraising event for Cancer Resaerch UK, attracting 9000 runners.\n\nEvie and her pal Ava Campbell, also four, of Coatbridge both lost kidneys - and their long blonde locks - as they successfully underwent treatment at Glasgow’s Yorkhill Hospital last year.\n\nA Cancer Research spokeswoman explained: “Their friendship began in hospital where they both endured months of treatment but then also celebrated together after they both got the all-clear.”\n\nThe inspirational story started in April of last year when Evie was diagnosed with cancer after mum Yvonne (38) a community staff nurse, saw a spot of blood on her underwear at bedtime.\n\nShe needed four cycles of pre-surgery chemo on a cancerous tumour before an operation to remove her right kidney last July.\n\nMeanwhile wee Ava faced a similar ordeal but also emerged alive and well.\n\nThe charity spokeswoman went on: “When the girls were first introduced in the playroom of the hospital, Ava was yet to have her surgery to remove her right kidney and Evie was just recovering from her operation.\n\n“Side effects of chemotherapy meant both girls lost their long blonde hair during treatment but both wore Disney princess headbands with faux ponytails attached.”\n\nSaid mum Yvonne: “The girls hit it off immediately.\n\n“When I got talking to Ava’s parents, I discovered what they were going through was very similar to how my husband Andrew and I were feeling.\n\n“It was so nice to see the girls playing together. Before long the girls were pleading with us to visit each other’s hospital rooms to play.\n\n“What they were going through was horrible, but at least they each had a friend who was facing the same thing.\n\n“When Evie’s hair began to come out in clumps I asked her if it would be okay to shave it and she said yes. No mum wants to have to do that for their little girl.\n\n“I had a lump in my throat when she turned round smiling at the end and said ‘look mummy, now I’m just like all the other boys and girls in hospital’.\n\n“I know that part was hard on my husband too.”\n\nShe and her 35-year-old farmer husband celebrated when told Evie was cancer-free in December.\n\nBoth girls are now looking forward to starting school in August, Ava at Kirkshaws Primary in Coatbridge and Evie at Milton Primary in Lesmahagow.\n\nDespite living miles apart, the two little Race for Life starters will remain firm pals - Friends for Life, in fact.",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9207969904,
        "format_confidence":0.9814656973
    },
    {
        "url":"https:\/\/www.netdoctor.co.uk\/healthy-living\/news\/a16650\/no-improvement-in-survival-rate-for-very-premature-babies\/",
        "text":"No improvement in survival rate for very premature babies\n\nSurvival rates for very premature babies have not improved over the last 12 years, suggesting that the limits of viability have been reached, scientists claim.\n\nResearchers from the University of Leicester analysed the survival rates of all babies born before 26 weeks who were alive at the onset of labour in the Trent health region between 1994 and 1999 and 2000 and 2005.\n\nAdvertisement - Continue Reading Below\n\nThey found no improvement in survival among babies born at 23 weeks over the 12 years of the study, and no babies born at 22 weeks survived.\n\nHowever, there was a notable improvement in survival rates of infants born at 24 and 25 weeks.\n\nPublishing their findings in the British Medical Journal, the researchers wrote: 'Our findings concur with the view that the limit of viability had been reached.\n\n'Large improvements in the survival to discharge of admitted babies born at 24 and 25 weeks in the most recent time period suggest that a blanket policy of not resuscitating these infants is inappropriate.'\n\nThe findings are particularly relevant considering the forthcoming parliamentary debate on whether or not the limit for abortions, which is currently 24 weeks, should be reduced to 20 weeks.\n\nADNFCR-554-ID-18586592-ADNFCR© Adfero Ltd\n\nAdvertisement - Continue Reading Below\nMore From Wellbeing",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.996840477,
        "format_confidence":0.9911646247
    },
    {
        "url":"https:\/\/ghanafuo.com\/2019\/04\/ive-chronic-weed-smoker-6-years-rapper-d-blacks-manager-confesses.html?shared=email&msg=fail",
        "text":"I’ve been a chronic weed smoker for 6 years – rapper D-Black’s manager confesses\n\nJohn Hermit and D-Black\nJohn Hermit and D-Black\n\nYoung aspiring politician and business manager for rapper D-Black, John Hermit has disclosed that he has been a ‘chronic’ weed smoker for six years.\n\nBut after considering the effects it has had on his life, he decided to call it quits.\n\nAccording to him, he was ‘so obsessed with weed and loved it, and thought it brought him so much joy and happiness.’\n\nJohn, who has worked with Black Avenue Muzik label for years and recently declared his political aspiration, made this revelation through a Facebook post on Sunday, April 7.\n\nTo make his quitting beneficial to other ‘chronic’ smokers, he has written his experience in a book called “Breaking Up With Mary Jane” which is set to launch on Friday, April 26.\n\nNarrating his story, he said: “I’ve been a chronic smoker for about six (6) years. I finally took a bold step to let go of Marijuana which in this book has been referred to as a lady named Mary Jane.\n\nI was obsessed with her, I loved her and thought she brought me so much joy and happiness. I remember swearing I was going to smoke for the rest of my life.\n\nGratefully, it’s a different story now. Marijuana isn’t really good for our wellbeing. I hope this book is able to inspire someone and help them abandon our favourite friend and lover Mary Jane.\n\nAlthough quitting marijuana use may seem impossible, I wish to help people understand they can do it without necessarily compromising their contemporary lifestyle.\n\nLaunching “Breaking Up With Mary Jane” on my birthday – Friday 26th April.”\n\nIn the news\nLoad More",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.8923089504,
        "format_confidence":0.9758892059
    },
    {
        "url":"http:\/\/www.tribtoday.com\/page\/content.detail\/id\/588693\/Sun--10-05pm--Ohio-college-investing-in-cancer-care-expansion.html?nav=5192",
        "text":"\n\nSun. 10:05pm: Ohio college investing in cancer care expansion\n\nJune 9, 2013\nTribune Chronicle |\n\nCINCINNATI (AP) - The University of Cincinnati is investigating heavily in expanding cancer care, hoping to become the go-to provider for patients in the Cincinnati metropolitan region.\n\nThe Cincinnati Enquirer reports that the school and its health system have committed $65 million to expanded cancer care.\n\nMost of the money has been for recruiting doctors and setting up clinical programs. UC officials explain that the goal is to provide care locally for patients who have been going to centers around the country for complex treatments such as early ovarian cancer.\n\nUC and Cincinnati Children's Hospital Medical Center have said in the past they want to work together to gain designation from the National Cancer Institute. They say they need to make more investments before formally applying.\n\n\n\nI am looking for:",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.97786659,
        "format_confidence":0.9714799523
    },
    {
        "url":"http:\/\/www.thebody.com\/content\/71168\/one-in-four-deaths-in-pregnancy-due-to-hiv-in-wors.html?ic=4003",
        "text":"\nProfessionals >> Visit The Body PROThe Body en Espanol\nHIV\/AIDS Resource Center for Women\nMichelle Lopez Alora Gale Precious Jackson Nina Martinez Gracia Violeta Ross Quiroga Loreen Willenberg  \nMichelle Alora Precious Nina Gracia Loreen  \nInternational News\n\nOne-in-Four Deaths in Pregnancy Due to HIV in Worst-Affected Countries\n\nApril 10, 2013\n\nResearchers from the London School of Hygiene and Tropical Medicine report that the risk of pregnancy-related death is eight times higher for HIV-infected women than for uninfected women. In sub-Saharan countries with high HIV prevalence, one in four pregnancy-related deaths can be attributed to HIV. The study authors based their conclusions on a systematic review of 23 studies that had collected data on the risk of pregnancy-related death among uninfected and HIV-infected women.\n\nMany of the 23 studies were conducted in areas of the world where a \"verbal autopsy\" from family members is the most common form of death report. Most of the HIV-infected women in the 23 studies were not taking antiretroviral therapy and were in an \"advanced stage\" of the disease. Little is known about the effects of HIV on pregnancy; it is not clear whether HIV causes more complications for pregnant women or whether pregnancy triggers the HIV progression.\n\nThe review compared death during pregnancy and the postpartum period among HIV-infected women and uninfected women to calculate the relative risk of death and the prevalence of HIV, and then used the pooled relative risk data from the meta-analysis to predict the effect of HIV on pregnancy-related death at the population level. This calculation method removes assumptions about HIV being related to or coincidental to pregnancy. Severe anemia and TB can cause maternal death and HIV-related death indirectly. Study authors suggest that future studies focus on identifying HIV-related deaths from \"verbal autopsies.\"\n\nPrevious estimates of pregnancy-related death among HIV-infected women were not based on empirical data and did not distinguish between pregnancy-related deaths and maternal death that was incidental to the pregnancy.\n\nThe full report, \"The Contribution of HIV to Pregnancy-Related Mortality: A Systematic Review and Meta-analysis,\" was published online in the journal AIDS (2013; doi: 10.1097\/qad.0b013e32835fd940).\n\nBack to other news for April 2013\n\nAdapted from:\n04.09.2013; Carole Leach-Lemens\n\nThis article was provided by CDC National Prevention Information Network. It is a part of the publication CDC HIV\/Hepatitis\/STD\/TB Prevention News Update.\nSee Also\nPregnancy and HIV\/AIDS in the Developing World\n\nNo comments have been made.\n\nAdd Your Comment:\n(Please note: Your name and comment will be public, and may even show up in\nInternet search results. Be careful when providing personal information! Before\nadding your comment, please read's Comment Policy.)\n\nYour Name:\n\nYour Location:\n\n(ex: San Francisco, CA)\n\nYour Comment:\n\nCharacters remaining:\n\nCopyright © 2007-2014 Remedy Health Media, LLC. All rights reserved.\nSee Also\nNewly Diagnosed? Here's Advice from HIV-Positive Women\nNewly Diagnosed? Get Advice from HIV-Positive Women\nWhat Did You Expect While You Were Expecting?\nWhat Did You Expect While You Were Expecting?\nTools App\nMy Health Tracker\nMedication and Health Reminders\nAssess Your Risk for HIV\n\nFollow Us: Facebook, Twitter, RSS\n\nU.S. ASO Finder",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9982640147,
        "format_confidence":0.8480265141
    },
    {
        "url":"https:\/\/www.infowars.com\/sars-ii-public-health-officials-on-alert-after-new-virus-detected\/",
        "text":"September 24, 2012\n\nAn employee works on a sample analysis in a high-security\nlab (AFP Photo \/ Nicolas Tucat)\n\nWorld Health Organization (WHO) officials are on alert after two confirmed cases and one suspected case of a new virus from the same family as SARS appeared in Saudi Arabia last week. Doctors are watching for any sign the disease may spread.\n\nThe cases involve a coronavirus (named for the corona, or halo, visible around the virus under a microscope) that causes severe pneumonia and kidney failure in patients. One of the confirmed cases is a 49 year-old man in intensive care in a London hospital after being evacuated by air-ambulance to Britain from Qatar on September 11.\n\nThe other two confirmed cases have already died.\n\nDr. Ali Mohamed Zaki first revealed that a new coronavirus had been discovered last week in a 60-year-old man at the Soliman Fakeeh Hospital in Jeddah, Saudi Arabia on the ProMED-mail website, a site used to monitor infectious diseases around the globe. In the post, Zaki noted that the coronavirus was similar to those found in bats.\n\nThe most famous coronavirus was the Severe Acute Respiratory Syndrome (SARS) outbreak that killed about 916 and infected 8,422 worldwide. The potential threat of this particular coronavirus is not yet known, but World Health Organization (WHO) officials are monitoring the situation.\n\n“Given that this is a novel coronavirus, WHO is currently in the process of obtaining further information to determine the public health implications of these two confirmed cases,” the WHO said in a statement.\n\nThe discovery of the new virus comes at a potentially hazardous time; on the eve of the Hajj, the Islamic holy pilgrimage to the city of Mecca. Saudi Arabia opened its borders to pilgrims on September 17, but the real influx of pilgrims is set for the end of October. Last year, almost 2 million Muslims from around the world completed the rite.\n\nWHO officials are not imposing any travel restrictions at the moment, despite the potential for the new virus to go global.\n\nThe Health Protection Agency (HPA) in the United Kingdom also weighed in on the matter.\n\n“The HPA is providing advice to healthcare workers to ensure the patient under investigation is being treated appropriately. In the light of the severity of the illness that has been identified in the two confirmed cases, immediate steps have been taken to ensure that people who have been in contact with the UK case have not been infected, and there is no evidence to suggest that they have,” Professor John Watson, said in a statement.\n\nWhile urging vigilance, Professor Watson also echoed the WHO, saying there was no reason for any travel advisories, no specific precautions to take, and the ultimate reach and contagiousness of the virus has yet to be determined.\n\nThis article first appeared on RT.com.\n\nRelated Articles",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9966009259,
        "format_confidence":0.996479094
    },
    {
        "url":"http:\/\/www.chroniclelive.co.uk\/news\/north-east-news\/stanley-mum-turns-fundraiser-after-2508872",
        "text":"A mum diagnosed with cancer just weeks before the birth of her first child is helping other sufferers in their battle with the disease.\n\nRebecca Roxborough spent the first weeks of her baby’s life writing heartfelt letters to her daughter in the fear that she may never see her grow up after being diagnosed with Hodgkin’s Lymphoma.\n\nNow the 27-year-old, who has been in remission for just over a year, is raising money for other cancer sufferers.\n\nRebecca, from Stanley, County Durham, is running this year’s Race For Life and is holding a fundraising event in aid of the Lymphoma Association.\n\n“I just wanted to give something back to the people who cared for me,” said the dental nurse, who works in Birtley.\n\nAt 38 weeks into her pregnancy, a swelling appeared on Rebecca’s neck and, after a visit to her GP, she was sent for an urgent ultrasound.\n\nThe scan revealed that she would need further tests and baby Layla was delivered at 40 weeks.\n\nBut just a week after Layla was born, Rebecca was given the devastating news that she had cancer, following a needle biopsy. Within weeks of the birth she started a gruelling course of chemotherapy.\n\nRebecca, who lives with husband Kevin, 27, a visiting officer for Durham County Council, believes Layla is the reason why she is still alive today.\n\nShe said: “The only reason I went to the doctors was because I was pregnant. We often put things off but because I was pregnant I knew I needed to get things checked out. Layla is probably the reason I’m still here.” Rebecca was given chemotherapy every fortnight for six months but finished her treatment in December 2011.\n\nShe has now returned to work and is enjoying quality time with her daughter.\n\nShe said: “I have come a long way in such a short space of time and I had to make sure I was OK for the little one.\n\n“She’s come on so much and she is just a typical two-year-old who is into everything.\n\n“Everyday I look at her and think ‘she saved my life’. She doesn’t know if yet but I will definitely tell her in the future.\n\n“I can’t thank the staff at North Durham Hospital enough. They gave me the best care possible.”",
        "topic_id":12,
        "format_id":10,
        "topic_confidence":0.9793227911,
        "format_confidence":0.9612086415
    }
]