[
    {
        "url":"http:\/\/www.dcelectrical.ca\/testimonials",
        "text":"For 11 years DC Electrical & LiteCo have been doing business. They are a very organized and professional company and we look forward to many more years of business together.\n\nGarry Regan\n\nLiteCo Fredericton\n\nHard Working\n\nWe are very pleased with the business relationship we share with DC Electrical Service & Maintenance Inc. We have maintained a progressive business relationship with DC Electrical for approximately 11 years, and during that time we have completed several large, successful projects due to their professional and hard-working team. I would recommend DC Electrical for any electrical project – small or large.\n\nDon Goodine\n\nNorthside Ventilation Ltd.\n\nProfessional Service\n\nWe have been doing business with DC Electrical Service & Maintenance Inc. for many years now. They are professional, cost efficient and come as quickly as possible when we need an electrical issue resolved. Since they have been doing our building for some time now, they know our electrical system inside and out, and that familiarity produces a quick result every time.\n\nJohn Clark, President\n\nClark Chevrolet Cadillac\n\nHighest Quality Work\n\nKing Construction Ltd. has had the pleasure of working with DC Electrical Service and Maintenance lnc. over many years on literally hundreds of projects. Their work has always been to the highest quality and their projects managed with the utmost of professionalism. We look forward to many future successful projects together.\n\nSteven Scott, General Manager\n\nKing Construction Ltd.\n\nTrade Competency\n\nWe have worked together with DC Electrical on numerous projects over the past several years. They continue to show a high level of professionalism and trade competency.\n\nJoe Ogden\n\nSkillen Builders Ltd.\n\nEmail Us\n\nHave you had a positive experience you'd like to share with us? We'd love to hear about it, just fill out the fields below. We appreciate your business!\n\nCreated by\n\nLegal notice",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7379128337,
        "format_confidence":0.9903856516
    },
    {
        "url":"https:\/\/www.kifco.com\/OurCompany\/Testimonials\/tabid\/119\/language\/en-US\/Default.aspx",
        "text":"At Kifco, we believe our products are the highest quality, most cost effective, and most reliable irrigation solutions available. We're confident that, no matter what the application, your investment in a Kifco Water-Reel will save you time and money. But don't just take our word for it. Hear what our customers have to say...\n\n\n“We were able to apply manure to our hay crop in early spring using Kifco, which enabled us to get into our 3rd cutting by mid-July. We could’ve never done that using tankers. Next year on our corn we plan to use Kifco with a boom so we can apply right up to the property line and roadway, which will increase our yield substantially and reduce fertilizer costs. We’ll also be able to apply within inches of the soil, which will greatly reduce odors.\"\n\n- John Patterson\n\n\n“We have two Kifco Water-Reels that are over 15 years old and are still in excellent working order. We use them on a regular basis to water our baseball & softball fields. About 1 ½ years ago we purchased the E200SST for our lacrosse and field hockey artificial field. We water this field before every game which takes less than 30 minutes! The lacrosse field has a sticky turf. Watering before the game makes the turf more forgiving with quicker movement. It makes the field safer for our players. Not only does it make the field safer for our hockey players but it also allows the ball to roll a lot smoother which the players love. These machines are a great asset to our sports fields and they stand the test of time!”\n\n- Jared Rudy, Grounds Manager, Messiah College\n\n\n“My brother and I have used Kifco Ag-Rain machines on our farm and ranch properties for years, and can’t say enough about how well they have performed. I use a T 23x720 to irrigate 25 acres of pastures and paddocks for my horses and livestock, and last year I bought a T 30x980 for my hay meadows. My brother Ted pumps water directly from his well to his T 27x980 machine to irrigate his pastures. The great thing about Kifco Water-Reels is that I can irrigate my hay meadows, easily move the machine a few hundred feet, and then irrigate my pastures so that my animals can graze on healthy grass and then move it back to the meadow or wherever else I need water. It’s so simple. After watering my hay I can quickly and easily get them off the field when its time to cut- there are no heavy machines or pipes to move back and forth like there are with other systems. Water-Reels are also very affordable as compared to other systems because I can use it for so many fields and for a variety of purposes. On top of everything else, when consider how well these machines are made, it makes Kifco Water-Reels the natural choice for my irrigation needs. We are very satisfied Kifco customers.”\n\n- Everard Droemer, Giddings, TX\n\n\nWhen I was having problems with my B140 I called upon the product support team at Kifco. The service I received was second to none. Their customer service deeply impressed me. Because of their efforts, as I buy more land and need additional irrigation, I will always turn to Kifco. They truly are the “Most Trusted Name in Water-Reels.”\n\n- Jim Morgan, Plainfield, WI\n\n\n       Contact Us",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.9834309816,
        "format_confidence":0.9871776104
    },
    {
        "url":"http:\/\/www.konespares.com\/testimonials.html",
        "text":"\n\n\n\"KONE Spares provided us step replacements for six escalators at one of our high-profile office buildings in Burbank, California.  Their service, responsiveness and pricing were excellent.  The KONE Spares team took a genuine interest in our project from start to finish and followed-up regularly to make sure everything was going smoothly.  I look forward to working with them again in the future and highly recommend their products and service.\"\n\n\nLeo Divinsky, Asset Manager, Worthe Real Estate Group\n\n\nThank you KONE Spares parts department for the great customer service! Your knowledgeable staff, user friendly website and quick response to my requests have exceed my expectations every time.\n\n\nLiz Estes, MEI Total Elevator Solutions\n\n\"I would say that the surveying, quoting, and overall experience has been phenomenal. KONE Spares and its team has been the most helpful during and after normal business hours and even during vacations (Mario) which is unseen in the elevator industry. The surveying process is easier now with the online form and the ordering is simple as well by using the Montgomery CTS numbers. As for the installation, I am hugely surprised how simple the installations has been.\"\n\n\n\"Any drive upgrade should take no more than 3 to 4 hours at best if all goes well but no more than 8 hours giving the elevator owner a running elevator the same day.\"\n\n\nChris Rivera, Service Manager Orlando, Oracle Elevator\n\nEscalator Parts and Elevator Parts for North America\n\n\"In 2014 we were looking into upgrading our Kone Miprom 21 elevators. I contacted Kone Spares and ask about the new DC drives that were available. I was put in contact with Mario Jones an engineer with Kone Spares who explained the benefits of installing the new DC drives. My concern was the installation of each drive, how many man hours it would take to install per elevator and if detailed instructions was provided with the purchase of the new drives.\n\n\n\"Mario assured me the drives would come with detailed instructions and the time to install would decrease after the first drive was installed.  We have 26 Kone Miprom 21 elevators at our installation and we decided to purchase 3 new drives and see how they would work. The drives were installed and working great, the instructions were detailed and the drives were easy to install. The time frame to install was cut in half after the first install. Since, we have purchased the other 23 drives and are happy with the product.\n\n\n\"Thank you KONE Spares, and a special thanks to Kelly Oberhardt and Mario Jones for all your support during the purchasing and installation of the DC drives.\"\n\n\nDonnie Bearden, Utility Supervisor, Wolf Creek Federal Services\n\n\"I can honestly say that in my 16 years ... you and your staff are the top of my list of favorites!  You are always so pleasant and everyone seems so knowledgeable!\"\n\n\nName and Corporation withheld by request\n(because, well ... you know)\n\nWe carry OEM parts for all major elevator and escalator brands:\n\nKONE, Montgomery, O&K, Armor, MAC, Otis, Schindler, Dover, ThyssenKrupp, and many others!\n\nWe have features and exclusives!\n\nSign up today (so you don't miss any):\n\nHear about it before anyone else »\n\nCall KONE Spares Toll Free:\n\nUSA - (800) 343-3344\n\nCanada - (888) 644-5663",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7418938875,
        "format_confidence":0.9843355417
    },
    {
        "url":"https:\/\/eca-concept.de\/en\/references\/clients\/client-statements\/rainer-mammel-miele-and-cie-kg.html",
        "text":"• ECA Referenzen\n\n    Client statements\n\n    Our product is satisfied clients\n\nRainer Mammel\n\nMiele & Cie. KG, Bielefeld\n\n“I was pleasantly surprised when the ECA team showed up with 5 experts – one for each area of expertise. We were given knowledgeable answers, but most importantly, they had competent questions. The evaluated results of the energy efficiency measures of our operational sites were all displayed as optimization potentials and are now being further checked and followed by us.”\n\nWeitere Kundenstatements »",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.5655103326,
        "format_confidence":0.8064050674
    },
    {
        "url":"https:\/\/www.keystonebasementsystems.com\/reviews\/pittsburgh-2518456796536528167\/",
        "text":"\n\nFree Pricing\n\nWe are 100% satisfied! Chuck was very thorough in his explanation of the whole process. Also didn’t try to sell us more than we needed. They were super efficient in their availability, getting us on the schedule within 2 days! The guys showed up, got right to work, were fast and efficient, and other than the expected drying concrete channel in the floor, you wouldn’t even know that they had been there! Super impressed! They were happy to explain to me everything that they were doing and were happy to let my 2 young boys watch their every move when they were outside digging! We would highly recommend them to anyone in need of their services.\n\nShare on Facebook Share on Twitter Share on LinkedIn Share via Email\n\nAll reviews\n\nLet’s Get You A Free Inspection",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7225303054,
        "format_confidence":0.9933934808
    },
    {
        "url":"http:\/\/www.buildingsuppliesbristol.co.uk\/testimonials\/",
        "text":"We have many satisfied and repeat customers.\n\n“I have dealt with R & S. Supplies for 20 years and have always found them friendly and efficient”\nM. Cameron (Roofing Contractor)\n\n“Good Customer Service and competitive pricing”\nDerek Clarke (Ron Clarke Electricals)\n\n“A good stock of materials with a good quick service”\nPass and Co (Damp Proofing and Remedial Builders)\n\n“A good friendly service”\nA McGuffie (Roofing Contractor)",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7295299172,
        "format_confidence":0.9895832539
    },
    {
        "url":"http:\/\/ddafire.co.uk\/Testimonials.htm",
        "text":"Over the years we are proud to have worked with many different clients across our range of services, some of whom have been kind enough to leave us testimonals.\n\n\n\nPaul Richmond - Sytner Group Limited\n\n\"The recent fire training was well balanced and judged, illustrated with appropriate anecdotes and video. The practical session was well designed, a reflection of DDA’s experience in Film and TV effects, producing a controlled fire for participants to extinguish - I would happily recommend the course.\"\n\n\nEan Baalham - Lakeside EFW\n\n\"As a large scale Energy from Waste power station safety is always a major priority in a hazardous business.\"\n\n\"We've used DDA Fire for our Extinguisher selection, supply and Inspection since 2009 and have always enjoyed excellent customer service and a helpful attitude from the staff - Highly recommended.\"\n\n\nLisa Cooper - Double 4 Limited\n\n\"DDA Fire Ltd’s staff are always polite, courteous and professional, All staff are knowledgeable about the industry in which they work.\"\n\"Booking jobs is easy and done within 1 call.\"\n\"Engineers are punctual and professional and when on site the engineers get the fire extinguishers serviced quickly and efficiently with minimal disruption to us as a company the work area is always left clean and tidy.\nOnce all servicing is complete the paper trail is easy to follow and no hassle.\"\n\nClare Junak - General Manager - School Aid\n\n\"We are a small charity and we do our best to focus our energy and resources on our core objectives.  Nevertheless, like all organisations, we  have to maintain our premises to have a safe environment for our volunteers and to comply with health and safety regulations.  To that end, it has been a pleasure to work with DDA Fire who confirmed the number, type and size of fire extinguishers we needed.  Their service engineer came to our premises to site the extinguishers in the correct places and a year later to do the annual inspection. The visits have been easy to arrange and the visits have been on time and we have been provided with the required paperwork. Being able to easily arrange this type of service and at a very reasonable price is very important to a lean organisation such as ours.\"\n\n\nDDA Fire Ltd logo\n© 2013 DDA Fire Ltd | Pinewood Studios | Pinewood Road | Iver Heath | Bucks SL0 0NH | Registered Number 6480014",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.8067094684,
        "format_confidence":0.9889000654
    },
    {
        "url":"http:\/\/www.tecscanelectronics.co.uk\/testimonials\/",
        "text":"Tecscan Print Inspection Email: sales@tecscan.co.uk\nTecscan Print Inspection Email: sales@tecscan.co.uk\n\nCustomer Satisfaction\n\n\nWe're committed to providing the right solution for your press, not a one-size-fits-all system. That's why we work closely with our customers to understand their needs, using our years of experience and know-how to develop bespoke print inspection systems. We appreciate every client, and we're glad to hear and share your feedback.\n\n\"It is always a pleasure to work with such smart people, who prefer to understand and consider work situations in their complexity, instead of going straight ahead without thinking. Thank you for your cooperation!\"\n\n\nMs Stefania Vitaletti of Eurocod SRL, Italy\n\n\n\"We approached Tecscan for advice on a web inspection unit for our Flexo press. I was extremely happy with the way our enquiry was handled and that customer service understood our requirement.\nThe Series 4 CS1 unit was specified and trialed before we committed to purchase, something we required as this was a new addition, not a replacement. Since fitting we have seen increased productivity, better colour reproduction due to faster web speeds and improved quality. We are extremely happy with the CS1 web inspection device.\"\n\n\nMr Howard Burr, Owner of Malmesbury Labels, UK\n\n\n\n\"I have never heard such a positive reaction from every single operator to a piece of equipment installed in the factory.\"\n\n\nMr Peter Barry, Process Development Manager at Printpack, UK\n\n\n\n\"It is very important to have a supplier we can rely on. It saves us time and money. Well done, and thank you.\"\n\n\nMrs. Jackie Coe, Senior Buyer at Edale, UK\n\n\n\n\"Our decision to get the Tecscan AVIS system installed on our Rotagravure press is fruitful. The user-friendly system has enabled us to achieve our objective of product quality at optimum speed.\"\n\n\nMr. Pranav Parikh, Director at Parikh Packaging, India\n\n\n\n\"Working with you is a real pleasure; you always keep us updated, providing all documents and possible help. This shows the high quality of your company.\"\n\n\nMr. Roman Semenchuk of Color-Graf, Belarus\n\n\n\n\"The AVIS system has enabled us to have confidence in the product quality, and subsequently run our MPS machine to its full potential in terms of quality and speed.\"\n\n\nMr. Joe Bennaton, Operations Director at Label Apeel, UK\n\n\n\n\"I received excellent assistance from your support team, and should provide more business in the future.\"\n\n\nMr. Craig Shull of Thorn Hill Printing, USA\n\nWINNERS of Flexotech Innovation in Print Technology Award\n\n\nWINNERS of Flexotech Best Environmental Innovation Award\n\nConnect with us on LinkedIn and Twitter to hear the latest product updates, offers and articles.\n\n\n\n\n\n\n\n\n\nThe development of this website and other Tecscan projects have been undertaken in partnership with the University of South Wales, made possible by the Strategic Insight Programme.\n\nPrint Print | Sitemap\n© Tecscan Electronics",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7094826698,
        "format_confidence":0.9847532511
    }
]