[
    {
        "url":"https:\/\/thedirtyrat.blog\/2016\/09\/20\/a-poetry-reading-poetry-express\/",
        "text":"A Poetry Reading @ Poetry Express\n\n\nThe restaurant was quiet and church-like. The wait staff and cooks outnumbered the guests. I walked towards the back and found a banquet room where a half dozen people sat quietly eating. They sat at one of the two long banquet tables in a kind of solemn thanksgiving.\n\nThe woman hosting who’d emailed me sometime earlier, approached and introduced herself. I sat down and waited for the program to start. The man next to me whom I’d known for years, took out a folder and removed a painting of his mother whom earlier this year had died. The painting was of her as a younger woman and he told me that she’d been a professional opera singer in her youth. When he caught me writing out some brief notes, he announced aloud I was left handed. I remembered the story my mom told me that when I was a baby and she was letting me try to feed myself, she would take the food or utensil out of my left hand and put it in my right and she said I would just throw it down and not eat anything in frustration. He in turn talked about how in even older days left-handedness was discouraged and many youngsters were forcibly made to use their right. Once I sat in a college lecture and the desk in the auditorium was so tiny and so obviously intended for a right hander’s comfort, I gave up and used the writing tablet of the desk next to me to keep notes. Then someone behind me stage whispering to someone else to ‘look’…\n\nThe room was intimate enough to where there was no need for a open mic sheet. Anyone could just stand and do their reading for up to five minutes. After 20 minutes of open, I was given the floor. It was nice having a couple of people I knew, one a wonderful poet and the other a former co-worker whom I ran into on Bart the previous week, walk in and join the proceedings. I laid my phone down on the table next to me and recorded it. It was a wonderful, fun and positive reading of new poems. The recording came out nicely.\n\nFeel Free to Listen on Soundcloud\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.8703300357,
        "format_confidence":0.9694793224
    },
    {
        "url":"http:\/\/barbarabettis.blogspot.com\/2016\/06\/conflict-abounds-in-ashley-yorks.html",
        "text":"Sunday, June 5, 2016\n\nConflict Abounds in Ashley York's The Seventh Son--Medieval Monday\n\nMy friend Ashley York brings a tragic kind of family conflict to Medieval Monday, with a scene from her latest, the exciting THE SEVENTH SON.Only this time, the conflict between father and son takes an unsettling twist. You'll want to check out the talented Ms. York's book to see just what the controversy is all about.\n\nWhat sounded like a bellow of rage brought immediate silence to all in the hall.\n\n\nIt was her father. She started toward the antechamber where the men had gone but Fergus held her fast. “Ye best not interfere.”\n\nThe men who had appeared deeply inebriated suddenly sobered, drawing their weapons, clearly unsure of where the danger lay. Doors slammed in the distance. Loud voices came closer. It was the Meic Lochlainn, not her father.\n\nFergus began to draw his sword but he was too late. The huge man closing in on her sank his dagger into the man’s chest without missing a step. The captain dropped to her feet.\n\n“We need to see this consummated.” Aodh Meic Lochlainn replaced the bloodied blade and grabbed her by the arm, dragging her to the stairs.\n\nTisa looked behind her at Fergus, his blood spreading beneath him. She couldn’t speak. She couldn’t breathe. Her father came out of the anteroom. Darragh stood beside him.\n\n“Father?” was all she could get out as she was dragged toward the stairs.\n\nThe crowd of strange men followed behind. She strained to find her father in the sea of heads but he was lost behind her.\n\n“Nae. Stop. Where are ye taking me?” She pulled against the hurtful grip on her arm.\n\nDarragh appeared on the other side of her and faced his father. “I will see to this, Father.”\n\n“Are ye sure ye’re able to?” His words dripped with derision.\n\nTisa didn’t understand this interplay.\n\n“Please,” she said. “My father.”\n\nThey continued moving to the top of the stairs.\n\n“Release my wife!”\n\nDarragh’s commanding tone brought a look of surprise from his father. They paused to face each other. His expression of surprise changed to one of respect. Tipping his head, he released his hold and raised his hand, palm out. Tisa rubbed at her arm.\n\n“As ye will, my son. See to it then.” His jaw tightened, he moved in close, his eyes widened in warning. “Let. There. Be. No. Doubt!”\n\n\nDrogheda, Ireland 1076\n\nThe sixth son bears a curse as certain as the seventh son bears a blessing. When Tadhg MacNaughton’s betrothed is ripped from his arms and married to another, he believes the legend is true.\n\nTisa O'Brien's life slams into a downward spiral at the news she is no longer betrothed to the love of her life but to the tanist of a warring, prideful clan with dangerous political aspirations, the Meic Lochlainn. She faces her destiny with all the strength and dignity of her Irish heritage despite dealing with a husband who resents her, fighting off the lustful advances of her father-in-law, Aodh, and longing for the husband of her heart.\n\nTadhg MacNaughton makes a deal with the devil to ensure the survival of his clan as he is commanded to fight for Aodh who envisions himself the new Brian Boru, High King of Eire. Up close and personal, Tadhg must witness his true love's marriage and remain silent even as it rips him apart. When a sinister plot to over throw King William of England led by the exiled Leofrid Godwin and Clan Meic Lochlainn comes to light, Tadhg is faced with saving his clan or endangering his sister and her Norman husband.\n\nAn Irish beauty and a warrior betrayed, doomed in love from the start or does fate have something else in store for them?\n\n\n1 comment:\n\n  1. So glad to have you, Tisa, and her awful in-law visit today, Ashley!",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9498221874,
        "format_confidence":0.8561831713
    },
    {
        "url":"http:\/\/obligatedtoexaggerate.blogspot.com\/2013\/05\/friday-things.html",
        "text":"10 May 2013\n\nFriday things\n\nI finished Ghosts of Berlin (did I already say that last week?) and read the entirety of Stasiland. I'm not sure what's next, but it might be one of the books about soccer I got for Christmas.\n\nI started making curtains for my office, but I haven't finished them yet.\n\nStill watching Attack on Titan, Hataraku Maousama!, Gargantia, and Valvrave. Titan continues to be brutal, Maousama continues to be fun, Gargantia continues to be good, and Valvrave is only getting worse every week. I swear it was written by twelve year olds on a sugar high. There is no logic in the show. It is horrible.\n\nNo comments:",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.6234900355,
        "format_confidence":0.9929273725
    },
    {
        "url":"http:\/\/cmashlovestoread.com\/2011\/03\/08\/guest-author-and-giveaway-kathy-cano-murillo-2\/",
        "text":"Mar 082011\n\nBrianne, from The Hachette Book Group and Author, Kathy Cano-Murillo are excited to announce March’s blog tour.  And I am estastic that she is stopping by here to visit with us today to tell us about her latest novel.  I read her last book, Waking Up In The Land Of Glitterback in March and loved it.  So, please, help me give Ms. Cano-Murillo a very warm welcome.\n\n     People know me as The Crafty Chica, always ready to sprinkle glitter on anything and everything.\n\n     But you know what? I’ve been writing longer than I’ve been crafting!\n     Inspired by Judy Blume and Erma Bombeck, I caught the literary bug in grade school. I really owe it to Erma. In sixth grade, I read her book, If Life is a Bowl of Cherries, What Am I Doing in the Pits?, over and over. I thought that title was just so dang clever. I remember reading an Erma essay out loud to my mom on the way to the grocery store and both of us were in tears from laughter. Erma’s kooky storytelling inspired me to draw pictures and write colorful stories to match. I wanted to grow up to be the Mexican version of Erma. When high school rolled around, I immediately signed up for journalism and yearbook.\n     Years later, I became a full-time features reporter and craft columnist for the The Arizona Republic. I loved that job. I covered arts and entertainment. After launching in 2001, I began blogging in 2003. Diary of a Crafty Chica was an outlet to share the joys and tribulations of “crafts, drama and glitter.” I juggled a full-time job, college, an art business and a family. At that time, I already had two craft books out and felt accomplished. One day, my agent called me to chat with an editor at Simon & Schuster. She asked if I would consider writing a novel based on my blog. I laughed off the request on the ouside, but inside, my heart pounded as if I had just sucked down a quad mocha! But when a second editor from HarperCollins asked the same question, I took the idea serious.\n     Sort of.\n     There I was, working in the Features newsroom of one of the largest newspapers in the country, but I still lacked confidence. I sat by a team of talented wordsmiths and compared myself to them. I spent one year outlining an idea. That is totally stalling for me – usually when I want to complete a task, I’ll do it in one night! I just couldn’t work up the courage to write the opening sentence. I eventually joined a local writing group, and signed up for National Novel Writing Month. I cranked out the first draft of my novel, then-titled, The Crafty Chica Chronicles. I spent the next year editing it. My schedule was tight – the only time I could work on it was after 10 p.m. when my husband and kids hit the sack. I stayed up until 2 a.m., four days a week to finish.\n     In May 2005, I submitted the manuscript to my agent, who sent it back with major revisions. “This book needs a plot! It has so many directions, it is exhausting! Back to the drawing board!” I cried at the other end of the phone as I scribbled on the manuscript pages. I doubted my skills. I put the project away and decided to devote more time to my family – and sleep!\n     Here is where the universe came into play – in May 2006, I taught a writer’s shrine workshop at Alisa Valdes-Rodriquez’s inaugural Chica Lit Fiesta in Miami, FL. After listening to dozens of amazing writers share their publishing stories and book excerpts, I came home ready to kick some keyboard booty. I pulled out that manuscript and kissed it. I read my agent’s notes and got back to work – again from 10 p.m.-2 a.m.\n     In early 2007, I submitted the revisions again to my agent. I’ll never forget her words: “I love this, I can sell this!” – followed by 11 pages of single spaced notes of changes. I happily made them. She then sent me seven pages of double spaced notes. I made those revisions, sent them in and she responded with minor margin notes. By the end of June, we were ready to submit the manuscript to editors!\n     The second week of July 2007, the book went out to 11 editors. In the first few days, the declines came in. “All it takes is one,” my agent reassured. By Wednesday, an editor made an offer! Within 24 hours, two more editors followed suit! By the end of the week, I accepted a two-book deal from Grand Central Publishing. But the revisions didn’t stop there. I worked with my editor to re-craft the plot which became my debut novel, WAKING UP IN THE LAND OF GLITTER (released March 2010). My second novel, MISS SCARLET’S SCHOOL OF PATTERNLESS SEWING comes out March 8, 2011.\n     Guess what I’m doing these days? Working on my third novel!\n     I love contemporary women’s fiction. I love cheering for the underdog. I love happy endings. I love pop culture. I love being Mexican-American. I love being a mom and a wife. I love arts and crafts. You can expect all of those in my new Crafty Chica novel series from Grand Central Publishing!\n     Kathy Cano-Murillo is a lifelong writer and artist. Her crafts have been carried by hundreds of retailers including Bloomingdales, Target, and Hallmark. She is a former entertainment reporter for The Arizona Republic, and has authored seven books including Crafty Chica’s Guide to Artful Sewing. She is the founder of, a wildly popular web site to inspire women to brighten their lives with clever craft ideas. She has been seen on, HGTV, SiTV and DIY Network. She has been profiled in The New York Times, USA Today and NPR, and now has an extensive Crafty Chica product line. Kathy lives in Phoenix, AZ, with her husband, two kids and five Chihuahuas. Her motto for life is “Crafts, drama and glitter”.\n\n﻿Sometimes to find your life’s true path, you have to stray outside the lines . . .\n\nScarlet Santana is never happier than when creating fabulous fashions for women of all shapes and sizes. Now, after years of hard work, she finally has the chance to live her dream and study under the hottest designer in New York. To raise money for her move, Scarlet opens an after-hours sewing school in a local record shop, teaching a type-A working mom whose rigid parenting style is causing her family to unravel and an enigmatic seamstress with a mysterious past.\n\nBut as stitches give way to secrets and classmates become friends, the women realize an important truth: There is no single pattern for a good life. Happiness is always a custom fit.\n\n\nGiveaway copies are supplied and shipped to winners\nvia publisher, agent and\/or author. This blog hosts\nthe giveaway on behalf of the above.\nNo items that I receive\nare ever sold…they are kept by me,\nor given to family and\/or friends.﻿\n\nRelated Articles:\n\n  2 Responses to “Guest Author and Giveaway Kathy Cano-Murillo”\n\n  1. Thanks for sharing the information about Kathy, it is always nice to learn more about authors and how they became writers. She sounds like a fun lovin' person.\n\n  2. Hmmm, that reminds me there is a basket of mending around here somewhere that I'm avoiding…\n\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9754924774,
        "format_confidence":0.8996741772
    },
    {
        "url":"http:\/\/katherinescottcrawford.com\/?p=635",
        "text":"A Phone Call from Pat Conroy\n\nI read The Prince of Tides for the first time when I was 10 years old. (Probably, this was too young, but there you have it.) I took the book from my parents’ study one summer day when the house was silent. I remember distinctly having to hoist myself up onto the bottom level of the built-in bookshelves—just like launching myself out of the Botany Woods pool minus the ladder, a skill perfected by all us neighborhood kids—standing with my toes poised, my heels hanging over the edge. I stretched, reaching into the family stacks until I found it. I can still feel the worn edge of the binding, the multiple old creases there. This was a book that had been read often by my parents. It was beloved.\n\nAs thorough as my education had been thus far, Lake Forest Elementary had not prepared me for the magic and mystery of Pat Conroy’s storytelling. Though by then I was an avid reader, nothing I’d read was so viscerally familiar as the spellbinding way in which he talked about my home state, South Carolina. Nothing I’d read had affected me so deeply. It sank into my bones, became part of my DNA. Part of family’s DNA, really, as we all—my father, mother, sister, and I—fell in love with his writing. Pat Conroy: literary patron saint of the Crawford family.\n\nSo when my first novel was sold to a small press, and all the cogs began turning in the creaky wheel towards publication, suddenly I had to find authors from whom I’d hope to gain endorsement. I could think of no one, at first, but Conroy.\n\nIt didn’t matter that my novel was historical, set about 200 years before most of his. Or that I was a writerly nobody. Or that in my mind he was so big, so popular, he probably received requests like these every day. I decided that, since this was the one and only time in my life I’d have a first novel being published, I’d shoot for the moon.\n\nI wrote him a letter, via his literary agent, asking him if he’d be so kind as to read an advance review copy of my novel, Keowee Valley, and if he liked it, to perhaps offer a quote (also known as a “blurb”: basically, an endorsement). Most of the letter was heartfelt, genuine, thoroughly shameless fawning. It’s an odd thing, as a 30-something, to write a fan letter. But the man is my favorite living writer, and I knew no other thing to do than to tell the truth.\n\nAbout a month later, I’d forgotten about it. (After mailing the letter I’d determined to put it out of my head. I figured he probably got a stack of fan mail each week—he’d likely never see mine.) Then, one afternoon after ignoring my cell phone all day like I tend to do, I noticed I’d five messages. My husband was giving our two year-old a bath; I could hear them giggling and splashing. Standing at my desk, I began listening to my messages.\n\nPat Conroy (photo credit: www.patconroy.com)\n\nThere he was. Pat Conroy. His voice boomed out of my cell phone, gruff but with a smile in it. At first, I thought, My sister is playing a very mean trick on me. I’m going to kill her. But as he continued, referencing the letter and his own response to it, I knew it to be true. I walked numbly towards the bathroom, calling for my husband. When he emerged with towel in hand, looking at me inquisitively, I had a hard time speaking.\n\n“Pat Conroy left a message on my cell phone. Pat Conroy is on my cell phone,” I stuttered. Then I sat in an ungainly heap on the hardwood floor, my legs quite literally giving out.\n\nThere are plenty of people out there who really won’t get how big this is. Not many folks these days go gaga over writers. My husband has known me for quite some time, and so knew how I felt about Conroy’s writing. But still, I tried to explain it to him thus:\n\n“It’s like Bono leaving you a message on your cell phone,” I told him.\n\nMy husband went to college in Athens, Georgia, in the late ’80s. He saw U2 at the Omni in Atlanta during their Joshua Tree tour, and he’s taken me to two U2 concerts since we’ve been married. He loves those guys. He particularly adores The Edge. Perhaps I should’ve named him.\n\nSo, I sent an ARC of Keowee Valley to the address Conroy left for me, along with an effusive note of thanks. Then I waited.\n\nI pretended like I wasn’t waiting. I told only my family that he’d left me the message. (They, of course, sent up a plane with a banner.) I told everyone I doubted he’d even remember, or that if he decided he couldn’t offer a blurb, I wouldn’t care. It was enough that he’d liked my letter—that he’d left a message on my cell phone.\n\nI lied.\n\nI wanted, more than anything, for the man to like my novel, for him to see something worthy in my writing. Of course I did.\n\nLong story short: He liked it. He really did. And he offered a blurb I’ll treasure always.\n\nToo often when we get a chance to meet or interact with our idols, we’re disappointed. They’re not the gods we liken them to; certainly, they’re not perfect. Sometimes, they can even be rude. Twice I’ve met other writers I’d admired, and had them brush me off. One, during a panel at a book festival several years ago, even told a snarky joke at my expense in response to a question I’d asked. (No, I’m not telling you who they are.) Maybe, she’d had a bad night. But I haven’t bought a book of hers since—not because I’m vindictive, but because I no longer see her, or her writing, in the same light.\n\nNot so with gentleman Conroy. He took the time to call me, to leave a long, detailed, and unfailingly kind message. Who does that sort of thing anymore?\n\nApparently, the great ones do.\n\nThis has been a long, rough, exhausting journey to the publication of my first novel. Nothing about it has been what I’d expected. There have been dark moments when I wondered if the whole deal wouldn’t fall apart, when I doubted myself and my work. I still do.\n\nBut the light moments, like Conroy calling me and ultimately offering such praise for my work? Like the other incredibly gifted and generous writers offering kind words for this first-time author, a person they’d never met? They have been the gold glow of lightning bugs in the summer night.\n\nSheer magic.\n\nThis entry was posted in Uncategorized and tagged , , , , , . Bookmark the permalink.\n\n6 Responses to A Phone Call from Pat Conroy\n\n  1. Cindy Byers says:\n\n    Pat Conroy is my favorite author. In fact when I was searching for a vacation home, I checked out Beaufort, SC because I knew he lived there. If the vibes of Beaufort were good for him, well, I was hoping they would rub off on me. Lucky for me, I wound up buying a home within a mile of his and his wife’s Cassandra King. One day I stalked them both at the swimming pool and worked up the nerve to introduce myself. Imagine experiencing Christmas, your wedding night and winning the 5 Gaited Stake (coveted horse show event) at the World Championship Horse Show, all at the same time. That is what meeting Pat Conroy and Cassandra King was like for me.\n\n    He endorsed your book. In the words of my much younger nieces and nephews, “you rock”. I look forward to reading your novel.\n\n    • scout2011 says:\n\n      Thank you so much for the kind words, Cindy! I know, Conroy truly is our state’s best voice. I’d love to meet him in person one day.\n\n  2. Cindy Byers says:\n\n    I bet he’d meet you if it wasn’t real complicated to do so.\n\n  3. Ann Barnett says:\n\n    March 19,2013\n    I need so much to get in touch with Pat Conroy. We went to\n    Beaufort HS together and I was his date for the Ring Dance at the Citadel. We have reached each other twice over the last 8 years, but because of recent horrible family events, I now really want to just see if we can re-connect. Perhaps because of the searing grief, and some hope, of these events, Pat may be able to quide me in an attempt to maybe, just maybe help another family. My story involves cancer, and though not uncommon, in the space of one year, we lost half my family, young and old…and just when we thought we could breathe, my son who had lost his wife and had two small sons, was diagnosed with brain cancer. Please, please give Pat my email and if he wants to reach me, i would be so very grateful. My name is Ann Barnett – I’m sure he will remember me. My email: eirekinsale@gmail.com. Thank you very much for any help. If there is a more appropriate way to contact Pat, please let me know.\n\n    • scout2011 says:\n\n      Hi, Ann,\n\n      What an amazing and heartbreaking story you have. Please know that I’m sending all good thoughts and prayers your way! I hope that writing about it and telling it will help somehow with healing. You have an incredibly brave family.\n\n      I’d love to claim I was a close, personal friend of Pat Conroy’s, but I’m not. He was simply incredibly generous with me. I actually reached him through his literary agent, Marly Rusoff, who passed on a letter I’d written to him. Her information is available online (http:\/\/www.rusoffagency.com). But you can also fill out a contact form on his website: http:\/\/www.patconroy.com. I’m sure he’d love to hear from you; he is known for being loyal and kind to old friends. I really hope you two will be able to reconnect.\n\n      Thank you for contacting me. I only wish I could help you more! Please know that I’m holding your family in my heart.\n\n      All the very best,",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9273982048,
        "format_confidence":0.9496954083
    },
    {
        "url":"http:\/\/bobbisbooknook.blogspot.com\/2009_01_01_archive.html",
        "text":"Friday, January 30, 2009\n\nLet's Be Friends\n\nLynda from Lynda's Book Blog has honored me with this \"Let's Be Friends Award.\" Thank you Lynda, I am truly honored.\n\nThe award says:\n“These blogs are exceedingly charming. These kind bloggers aim to find and be friends. They are not interested in self-aggrandizement. Our hope is that when the ribbons of these prizes are cut, even more friendships are propagated. Please give more attention to these writers. Deliver this award to eight bloggers who must choose eight more and include this cleverly-written text into the body of their award.”\n\nI will be passing this award on later - this ice storm has wrecked havoc with all my plans.\n\nOn another note, Lynda has another blog I enjoy reading: The Holistic Knitter's Blog. If you love knitting and knitters, you will love this blog!\n\nThursday, January 29, 2009\n\nThe Secrets of the Immortal Nicholas Flamel\n\nThe Alchemyst: The Secrets of the Immortal Nicholas Flamel (Book #1) by Michael Scott (375 pages)\n\nLike most children - and some adults- I was disappointed when the Harry Potter series ended. But now there is a new young adult series that feels like an addition to the world of Harry Potter: The Secrets of the Immortal Nicholas Flamel. Nicholas Flamel - the 14th-century alchemist who could turn base metal into gold, and make a potion that ensures immortality - was mentioned in several of the Potter books\n\nIn The Alchemyst, Sophie and Josh Newman are 15-year-old twins who take summer jobs in San Francisco: Sophie at a coffee shop and Josh at a bookstore owned by Nick and Perry Flamel. In the vey first chapter, armed robbers storm the bookshop, take Perry hostage and steal a rare book of magical wisdom, The Codex.\n\nThe siblings, lead by Flamel are drawn into a mythology world to stage a battle between the Dark Elders and a necromancer named Dr. John Dee. This book is a fast read and is populated by the likes of werewolves and vampires. It ends with a cliff-hanger I'm sure will be picked up in the next book, The Magician: The Secrets of the Immortal Nicholas Flamel.\n\nThe Magician: The Secrets of the Immortal Nicholas Flamel (Book #2) by Michael Scott (464 pages)\n\nIn this exciting sequel to The Alchemyst, Sophie and Josh Newman are in Paris with Nicholas Flamel, when they come up against the villian Dr. John Dee and his accomplice, Niccolò Machiavelli. Dee has learned that Josh and Sophie are phophesised in The Codex - the magical book stolen in The Alchemyst - so he seeks to win them over to his side.\n\nThe twins are coming into more of their power and Flamel is teaching the children how to control and use these powers. We also get to meet Joan of Arc, several Greek gods and goddesses, as well as the gargolyes of the Notre Dame Cathedral.\n\nThis is a great installment in what is supposed to be a six book series. The next book, The Sorceress: The Secrets Of The Immortal Nicholas Flamel (Book #3) will be released on May 26, 2009.\n\nBoth of these books are great fun to read with children!\n\nWednesday, January 28, 2009\n\nWay Back Wednesday - The Road to Oz\n\nThe Road to Oz by L. Frank Baum\n\nThe Road to Oz is the fifth of L. Frank Baum's Land of Oz books. It was originally published on July 10, 1909 and documents Dorothy's fourth visit to Oz.\n\nDorothy is near her home in Kansas when the story begins. As she travels through Oz on her way to the Emerald City, she is welcomed by old friends - Scarecrow, the Tin Woodman, Jack PumpkinHead, Tik-Tok and Billina the Yellow Hen. Everyone has gathered at Emerald City to celebrate Osma's birthday.\nWe meet several new characters in this book: the Shaggy Man, Button-Bright, and Polychrome. At the end of this tale, Dorothy is wished home by Ozma's Magic Belt.\n\nOf all the Oz books by L. Frank Baum, this one is probably my least favorite. I loved meeting my favorite characters again, but the story was a little disjointed.\n\nWednesday, January 21, 2009\n\nWay Back Wednesday - Dorothy and the Wizard in Oz\n\nDorothy and the Wizard in Oz by L. Frank Baum\n\nDorothy and the Wizard in Oz is the fourth book set in the Land of Oz written by L. Frank Baum and illustrated by John R. Neill. It was published on June 18, 1908 and reunites Dorothy with the Wizard from The Wonderful Wizard of Oz.\n\nDorothy and her kitten, Eureka, is sent to visit her uncle in California - operator Hugson's Ranch. She strikes up an acquaintance with Hugson's son and her cousin, Zeb. Dorothy, Eureka, and Zeb are riding a horse buggy when an earthquake starts and opens a crevice beneath them, sending them hurtling into the bowels of the earth. They land in the land of the Mangaboos, vegetable people who blame the earthquake on Dorothy.\n\nAlthough the book has \"In Oz\" in the title, Dorothy and the Wizard spend very little time actually in Oz, but it doesn't matter. This is another great installment in the Oz series.\n\nTuesday, January 20, 2009\n\nThe Dragon's Eye (Erec Rex #1)\n\nThe Dragon's Eye (Erec Rex #1) by Kaza Kingsley\n\nReading level: Ages 9-12\nHardcover: 345 pages\nPublisher: Firelight Press, Inc.; 1 edition\nLanguage: English\nISBN-10: 0978655567\nISBN-13: 978-0978655563\n\nErec Rex is a 12 year old boy who has been living in a non-magical world, when he was actually born in a magical world. Sound familiar? Well, this is where the similarities between Erec Rex and Harry Potter end. For all those clamoring for a new fantasy series to read after the ending of Harry Potter, then look no further - Kaza Kingsley has given us a unique and interesting take on the world of magic.\n\nErec unknowingly enters the magical world of the Kingdom of the Keepers while searching for his mother. Erec has an unusual gift - the dark thoughts. When the dark thoughts take over Erec's mind, he must do what they say. When the dark thoughts tell him to go in search of his mother, he encounters a new friend, Bethany, who helps him search for his mother.\n\nErec soon finds himself in a tournament to become one of the new rulers of the Kingdom of the Keepers. The current rulers are King Piter, King Pluto and Queen Posey - but King Piter has been ill for over 10 years. It was King Piter's own children - triplets - who were to be the new rulers, but they mysteriously died as babies.\n\nPeople are not always what they appear to be in the uniquely different world of magic and mayhem. Allies become enemies and enemies turn out to be friendly - it is unclear whom to trust in this newly created world.\n\nThis books gives you many unusual new items and animals, as well as magical devices:\n\nMagical seeing eyeglasses - let you see the person you miss the most.\nCloudsicles - yummy snacks to eat.\nAniballs - different colored balls which turn into animals.\nInquizzles - will answer one question for you.\nNitrowisherine - a liquid that explodes, then grants a wish.\n\nThis is a wonderful new series for young adults, and adults who are young at heart. The second book in the series is The Monsters of the Otherness. The third book - The Search for the Truth - will be released this summer.\n\nVisit Kaza Kingsley's blog at The Memory Mogul and the official Erec Rex website at Erec Rex\n\nHope Is In the Air\n\nThe enthusiasm is contagious! Everything is building to a crescendo for this all important day in history. Hope is in the air and with hope comes the emergence of a new day in America.\n\nAfter agonizing over whether to allow my daughter to stay home from school today - I did decide YES - today ended up being a snow day. So now she can stay home without fear of all the work she's missing!\n\nMy hubby called last night - he is in Washington for work - and he said the crowds and the traffic are unbelievable! He said just going a short distance takes hours and hours. But he did say most people are excited and even helpful. Plus, he got to see Keith Olbermann doing Countdown from the temporary set for MSNBC!\n\nToday is one of those \"Where were you\" moments in history our children and grandchildren will be talking about. Write down your hopes and feelings. Talk to your family about what is important to you. Someday, a family member will feel honored to know what YOU were feeling on this important day.\n\nRemember to sign-up and volunteer your services to your community. Even if it is only a small step, every little small step counts towards making our nation stronger.\n\nHappy Inauguration! God Bless America!\n\nMonday, January 19, 2009\n\nLOST Book Challenge\n\nThe LOST Books Challenge will be the first book challenge I have accepted so far in 2009. I like the idea of this challenge because I have become absorbed in the LOST legend over the past 6 weeks.\n\nI didn't start out watching LOST when it first came on, but I have rented the entire series from Netflix and have been watching one episode after another. I will finish the 3-part season 4 finale tonight, so I'll be ready for the season 5 premiere on Wednesday.\n\nHere are the books I am considering for this challenge - I am giving myself a list of 10 from which I will finally choose my 5 books:\n\n1.) Are You There God? It's Me Margaret by Judy Blume - this book was a favorite when I was a little girl, but it's been over 30 years since I've read it.\n\n2.) A Wrinkle in Time by Madeleine L'Engle - another favorite from my childhood, the book that started my science-fiction craze.\n\n3.) Dune by Frank Herbert - I love this movie, but I've never read the book.\n\n4.) Alice's Adventures in Wonderland by Lewis Carroll - actually I read this book again last year, but I plan to read the Annotated Alice. This may be a deviation from the books, but that's my plan.\n\n5.) Through the Looking Glass by Lewis Carroll - see #4.\n\n6.) The Stand by Stephen King - my favorite King book, but I haven't read it in years. I plan to read the expanded version which is over 1100 pages.\n\n7.) Harry Potter series by J. K. Rowling - these 7 books will probably be bonus books. They are my comfort books, so whenever I'm sick or not feeling well, I'll pull out one and start reading.\n\n8.) The Gunslinger by Stephen King... (truncated)",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9769762158,
        "format_confidence":0.9488890171
    },
    {
        "url":"https:\/\/walking-on-red-dust.com\/2016\/04\/05\/hazy-time\/",
        "text":"Hazy time\n\n[Version française sur le site de La Recherche]\nI made crêpes. I remember the dough, which amused me because all the ingredients were powdered: the flour and the salt, of course, but also the milk and the eggs. I simply threw all those powders into a bowl and mixed them together until they looked like the sand, almost white, of one of the beaches where I exposed myself to the sun for the last time. Then I added water, trying to remember the right viscosity – almost liquid, not thick like for those American pancakes. I remember my crewmates, occasionally coming into the kitchen to watch me throw the crêpes in the air before catching them back, clear side against the pan.\n\nIt was not long ago. A week, maybe? A month? Two? The more I think about it, the less certain I am. What did I do that day? I remember that my shorts were stained with white flour when performing a weekly social experiment. So, it was on a Wednesday. Now that I think about it, Christiane took a photo, freezing a crêpe in the air. It is by looking at this photo’s properties that I figure out how long ago it happened.\n\nMaking crêpes.\n\nOutside the dome, it is quite easy for me to situate events in time; if you ask me when something happened, I can give you a relatively accurate estimation. Here, it is different. Memories blend together, time lengths are hazy. When I realized that we were past the midpoint of the mission, I was not surprised. But I would not have been surprised either if I had been told that we were a third, or three-quarters, into the mission. Situating a meal, a book I read, an argument, a joke, or an experiment, is difficult. Enough to convince me to keep a logbook, so that my memories of the mission are not, in the end, a disorganized flow of images without chronology or logical connections.\n\nPart of the explanation could be the lack of sunlight; without a clock, it would be difficult to distinguish between evenings and mornings. In my windowless bedroom, I am often surprised when I look at the time. The lack of seasons, maybe? But I think that the main reason for this hazy perception of time is the lack of variation. We are always in the dome, or in the lava fields around. Always with the same people. We take, always at the same times of the day and the same days of the week, the same tests. In spite of some of my crewmates’ efforts, our food always has this typical, salty note of shelf-stable food.\n\nI become aware that I – as, I assume, almost everyone – rely on other memories to situate one among them. If I want to remember when I saw my cousin for the last time, for instance, it’s easy: it was during the last Christmas I spent with my family, in December 2013. Maybe you can situate a movie you watched because it was after an evening with your friends, last Saturday. But here, remembering that it was in a white dome, just after running on a treadmill and just before rehydrating some ham cubes, does not help much.\n\nTo assess the time gone by after an event, one often relies on memories accumulated since then. If you have images of different seasons, new encounters, various places, and new experiences, you know that quite some time has gone by; a year, maybe? If you only have memories of days at work, evenings with your family and a weekend by the sea, you don’t have to think much to attribute this event to last week. But when all that comes to your mind is a blurred image, where only walls and furniture are clearly defined, the task is much trickier.\n\nFortunately, in spite of a daily monotony, unusual events happen that mark the passage of time. Finding the closest event to a memory helps situating it, albeit vaguely. Here, rather than in weeks or months, time is measured in earthquakes, celebrations, technical failures. If I try to remind myself of the mission, from the beginning to now, those peculiar events interrupt a confused flow of images from the dome and rocks.\n\nThe beginning comes in high resolution. I can see the landscape passing by the window of a four-wheeler. I can see media crews trying to tear catchphrases from us, at a time when we would just like to silently enjoy our last moments outdoors. The only answer that crosses my lips, towards which points a microphone, is “Here we are”. Part of the foam covering the microphone is gone; did an angry interviewee suddenly bite it and tear a piece away, like a shark? The idea makes me laugh, and only cameras pointing at me dissuade me from biting another piece away. I remember the noise and bustle just before entering the dome and, suddenly, after the door has closed, the silence. The look I have around, at a decor that then looks foreign, thinking that all this – people and objects – will soon look extremely familiar.\n\nThen, only a few clear images separate segments of the blurred and continuous mass of my memories. Some images make me smile; for instance where the group, bonded and solid, is laughing at a joke to which everyone adds. Or where we explore lava tubes for the first time and our lamps, piercing the darkness, reveal rocks with surrealistic colors and shapes. Others are quite painful. Terrorist attacks in Paris, watched through frustratingly scarce pieces of information. Messages telling me that my paternal grandmother has undergone a murder attempt and that brain damage has made her, after coming out of a coma, extremely aggressive. Christmas celebrations turn into gatherings in a hospital room, and all I can do to support my family is send derisory emails. Other images run through my mind: the first time I put my suit on, the strongest earthquake I have experienced, arguments, moments of intense complicity or tenderness, a nocturnal EVA under an incredible number of stars…\n\n2016-03-30 Fun in the cave\nExploring a lava tube.\n\nWe have 5 months left. Is that a long time? I don’t know. But I am convinced that other events are waiting for us that will leave more of those clearly defined memories. I am looking forward to discovering them.\n\n\nOne thought on “Hazy time\n\n  1. frank says:\n\n    L’inquietante nulla (L’Aquila 1993)\n\n    Rugginose sabbie di Marte,\n    migranti dune, disseminate rocce\n    scabre: superficie desolata\n    a perdita d’occhio d’astronauta,\n    crivellata di meteoritici crateri,\n    velata da polvere brunastra.\n    Singolare scenario di albe,\n    azzurre nubi ai bordi di regioni\n    spaventose, talora spazzate\n    da estese libecciate, furiose.\n    Dai ciclopici vulcani dei mari Eoi\n    all’intricata rete di faglie,\n    di ocracei canyon, di alvei\n    abbandonati, immenso altipiano\n    si erge, ma l’inquietante nulla\n    qui vi domina assoluto. Quoniam\n    advesperascit… Il campobase\n    Coyote di bare volanti\n    si copre di ombre lunghe\n    sanguigne, di una poesia\n    così monolitica e spettrale\n    come una dodecafonia.\n    Adamantina stella già sull’orizzonte\n    quella nostra cara Terra, per un attimo\n    io… io non mi sento più così solo\n    sull’impervio pianeta, conquiso.\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.8052956462,
        "format_confidence":0.9635903239
    },
    {
        "url":"http:\/\/www.wig-wags.com\/tag\/sweetsmoke\/",
        "text":"Sweetsmoke by David Fuller\n\nThis weekend I finished David Fuller’s novel, Sweetsmoke, which I first mentioned on WigWags here.\n\nA work of fiction can be judged by many criteria. My approach is pretty simple.\n\n  1. Did it keep my interest past page five?\n  2. Did I find myself wanting to set other pressing activities aside to return to the story?\n  3. Did the characters grab me?\n  4. Was the writing such that I could see what the characters see?\n  5. If a mystery, did it keep me guessing?\n  6. Did I learn something?\n  7. Was I a bit blue the day after I finished it because — I didn’t want to be finished?\n  8. Would I recommend it to family, friend, or colleague?\n\nHere is my run down on Sweetsmoke. The numbered answers below correlate, of course, to the aforementioned questions above.\n\n  1. By the time I thought about whether the story had held my interest past page five, I’d just finished Chapter 5. Enough said on that one.\n  2. My finances remain in a growing “to do” pile.\n  3. The protagonist, Cassius Howard, was entirely satisfying as the central player in the story. I found particularly intriguing his relationship with his owner, Hoke Howard. And what a fresh idea to make the “sleuth” of the murder mystery that is the undercurrent of the story, a plantation slave.\n  4. I found Mr. Fuller’s descriptive writing excellent. His recounting of the Battle of Antietam (see Antietam National Battleground link here), was shockingly realistic and worth the price of the book alone. He is a master of “showing,” not telling. Well done.\n  5. The mystery’s twists and turns definitely kept me guessing. I won’t reveal anything here…\n  6. While I was familiar with the history, Mr. Fuller’s description of plantation life from the slave’s perspective was insightful. Many readers will benefit from the historical aspects of the book.\n  7. I am completely miffed that I don’t get to continue the story this evening.\n  8. I just this minute loaned my copy to my sister to read on her vacation. She and her daughter will likely fight over it. Vacation reading is sacred. Only the best.\nThe Bloody Lane, Antietam Battlefield. Photo: National Park Service",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9925409555,
        "format_confidence":0.7927139997
    }
]