[
    {
        "url":"http:\/\/www.jasoncarulli.com\/Bitium.html",
        "text":"Date: 2012-2017 — Role: Design — Status:\n\nBitium is a cloud-based identity platform that includes single sign-on, credential management, and analytics for midmarket and enterprise companies.\n\nDuring my 4+ years as a member of the founding team, I covered all things design including brand and identity development, marketing collateral, and product user interface for both web and mobile platforms. The constant challenge of organizing data rich feature sets within the complex flow of a fast growing product fueled my drive to mature with the success of the company.\n\nBitium Logo\nBitium Site\nBitium Mobile\nBitium Dashboard\nBitium Analytic Insights\nBitium App Management\nBitium Group Provisioning\nBitium Active Directory Integration\nBitium Active Directory Integration\nBitium BASE",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9469594359,
        "format_confidence":0.9535674453
    },
    {
        "url":"http:\/\/commandb.net\/",
        "text":"About CommandB\n\nCommandB was born when I (Brian Beam) and the other two founding partners of BOLD Internet Solutions, a prominent web development shop in Kansas City since 1999, decided to close the business at the end of 2012. BOLD-IS accomplished alot in those 14 years: we built lots of great websites and web applications, worked with some outstanding employees and developed long-standing relationships with some awesome clients -- many of them important Kansas City businesses and nonprofit organizations.\n\nThe partners now operate as individual enterprises, teaming up with one another and other consultants (many of them ex-BOLD employees) as needed to work on projects. It's much like a guild of artisans, each with distinct skills, teaming up to put those unique skills to work for one another.\n\nAs the Man In Charge of BOLD's development arm, CommandB (aka Bold Interactive Group... read more about that here), specializes in what I do best:\n\n  • Content-managed websites, specializing in Drupal\n  • Server and database administration\n  • Website\/server hosting\n  • IT consulting\/support\n  • Web application development\n  • Project management\n  • Technical documentation\n  • User support\n  • Snarky one-liners (no extra charge)\n\nWhether or not you're a previous BOLD customer, if you need help with your website, application or any have any other type of support need, feel free to contact me and I'll do my best to take care of you. Whether it's a website or a web-based application -- or if you need someone to help manage a project, provide technical direction, configure \/ maintain servers or help with technical documentation -- contact me and let's talk. No job is too large or too small.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.8846151233,
        "format_confidence":0.8287992477
    },
    {
        "url":"https:\/\/tanzu.vmware.com\/developer\/team\/eric-tsiliacos\/",
        "text":"Eric Tsiliacos\n\nStaff Software Engineer\n\nSan Francisco, CA\n\nEric builds sustainable software cultures as a full stack engineer alongside clients from startups to enterprises by using and teaching Test Driven Development, CI\/CD, the Mikado Method, Pair Programming, Type Driven Development, and various Extreme Programming (XP) techniques to deliver high value software products to end users.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9382010698,
        "format_confidence":0.9829316735
    },
    {
        "url":"http:\/\/www.kruelintent.com\/",
        "text":"Web Developer. Gloucester, UK.\n\nkruelintent.com is based in Gloucester (UK) and offers an afforable and personal solution for you. If you need help getting to grips with the basics on your computer or the more complex tasks then kruelintent.com can help you achieve your goals. Choose a section from the menu on the left to get started and when you are ready contact me using one of the following options or directly via the contact page. (email, twitter, facebook, linked in, google+).\n\nIf you need a personal website or web design for any reason then kruelintent.com can do this for you. Upon initial contact a free consultation will be arranged to get a full design specification prepared for your new website. This will either be in person or if not possible for any reason then I can phone you. Contact kruelintent here.\n\nUsing the online quotes page you can get a really good idea of what the entire process will cost. A lot of web design companies are unwilling to answer the simple question - How much does a website cost? Well, no more. Websites from kruelintent.com web design and consultancy start at just £300. You can get a quote right now.\n\nSince 1997, I have been developing websites from HTML to AJAX to jquery and the latest media queries and responsive web designs so let kruelintent.com help you become a presence on the NET!\n\nConsultancy is also available if you just need help. With years of experience working in technical support kruelintent can help you with anything from creating your own website to help using your computer for email and the Internet. The rates are very reasonable and kruelintent can come to you! See the consultancy page for prices and then Contact us here.\n\nMy name is Tom Dyer and I have lived and worked in Gloucestershire for the past 8 years. I work mainly with ASP.net and SQL Server although I also have several years experience working in all aspects of the IT industry from Technical support to both web and windows application design and development.\n\nkruelintent.com allows me to use my skills to help others create websites that they can be proud of. I work on my own which allows me to give you 100% on every aspect of each project. You will have only the one point of contact which means nothing will be missed.\n\nTell others...\n\n\nFollow Me »\n\n\nView Blog »\n\n\nView Portfolio",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9628727436,
        "format_confidence":0.6554816365
    },
    {
        "url":"http:\/\/geit.uk\/",
        "text":"About Me\n\nHi there! I'm Rory King - A Software Developer currently studying at the University of Hull. I'm originally from the South East of England, although I've also lived in Hong Kong and Singapore.\n\nIn my free time, I enjoy video games, from playing them to making them. I received an award for being a substantial contributor to the community for Team Fortress 2 a couple of years ago, and I'm a staff member over at TF2Maps.net. Before that I was a staff member at GamingMasters.org for 4 years.\n\nWhen I'm not sat in front of a computer, I enjoy dabbling in photography. If you like that sort of thing, you can find some of my albums over on the albums page\n\n\nTF2 PropHunt\nWith a player base of over 400,000 people, coverage by nearly all major gaming press sites, and official recognition from Valve Software, PropHunt is perhaps the largest project I've ever worked on. I was responsible for managing our global network of partner servers, implementing a persistent statistics system and after the bulk of the hype had died down ensuring that PropHunt would be maintainable for many years to come. I was also responsible for creating two of the most popular custom maps for the game mode and working with other level designers in making their levels work with PropHunt, which eventually led to my involvement in the TF2Maps.net community.\n\nCompleted: April, 2010\n\n\nPlayer Flow in Team Fortress 2: Part 1\nFlow tracking is an useful tool for level designers seeking to analyse the route's that players take through their maps and to easily identify and fix problem spots within their level designs. This post is the start of my journey to make such a tool available in Team Fortress 2, I used WebGL and node to create a quick functional mock-up that demonstrates the viability of the project\n\nPosted: August 5, 2015\n\nRelational Databases\nAn evolving blog post to accompany the 08119 - IT Skills and Professionalism - lectures by Dr. Bing Wang at The University of Hull.\n\nPosted: February 5, 2014",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.8721219897,
        "format_confidence":0.9806617498
    },
    {
        "url":"http:\/\/www.gnu.org\/software\/hurd\/user\/pochu.html",
        "text":"Emilio Pozuelo Monfort\n\nEmail: pochu27@gmail.com\n\nGSoC 2010: Hurd: Fix Compatibility Problems Exposed by Testsuites\n\nMentor: Carl Fredrik Hammar\n\n\nThis project will consist of identifiying some projects' test suite failures when executed on GNU\/Hurd, debugging them, and if they are truly GNU\/Hurd issues (and not problems in the projects themselves), fixing them.\n\n\n  • July 18th: GLib finished.\n  • July 22nd: coreutils finished.\n  • July 25th: All Perl failures investigated.\n  • August 5th: Perl finished.\n  • August 8th: All Python failures investigated.\n  • August 16th: Python finished.\n  • August 16th: Firm 'pencils down' date\n\n\n  • Investigate why coreutils' nice test fails.\n  • Analyze Perl's testsuite failures.\n\n\n\nJuly 26th - August 1st\n\n  • Tested \/dev\/fd\/N patches and sent them for review.\n  • Finished SCM_RIGHTS patch. Created a minimal testcase without using glibc to demonstrate the socket_send\/recv failure with non-socket fds. Sent the testcase and the patch for review.\n  • Investigated cp issues with O_NOFOLLOW & O_NOTRANS. Sent a mail to bug-hurd explaining both issues and possible solutions.\n\nJuly 19th - July 25th\n\n  • Initial SCM_RIGHTS implementation. Seems to work when sending pipes, but fails miserably when sending fds from an open syscall. No idea why yet.\n  • Fixed memleaks in sendmsg() while implementing SCM_RIGHTS. Patch accepted upstream.\n  • Had to build glibc thrice because the system crashed and the fs was totally corrupted. I'll build stuff in a separate partition as suggested from now on. Doesn't help. It turns out the issue seems to be with kvm, or at least it's only reproducible for me there. I've switched to VirtualBox and there are no filesystem issues there.\n  • Addressed comments in the \/dev\/fd\/N patches. Need to test them (when I can build glibc and Hurd without the system crashing).\n\nJuly 14th - July 18th\n\n  • Catched up with email.\n  • Prepared a patch to implement getsockopt(fd, SOL_SOCKET, SO_TYPE, ...). Patch committed to Hurd.\n  • Addressed comments in the \/dev\/fd\/N patches and resent them.\n  • Investigated another glib's unix-fd failure: passing fds over a socket using sendmsg() doesn't dup them. Created a minimal testcase. Prepared a preliminary patch, needs testing and fixing.\n\nMay 26 - July 13th\n\n  • Copyright assignment on file.\n  • Studied a lot to finish my BSc.\n  • Got the linkat patch (Savannah #29655) committed upstream.\n\nMay 19 - May 26\n\nMay 12 - May 19\n\n  • Read http:\/\/www.gnu.org\/software\/hurd\/hurd-talk.html\n  • Half read http:\/\/www.gnu.org\/software\/hurd\/hacking-guide\/hhg.html\n  • Read many Hurd interfaces (fs.defs, auth.defs, fsys.defs, io.defs, password.defs).\n\nMay 5 - May 12\n\n  • Read http:\/\/www.gnu.org\/software\/hurd\/hurd-paper.html\n  • Improved the linkat() patch\n  • Fixed the issues mentioned in bug GNU Savannah bug #28934, but after doing so I realized that wouldn't work well. The only good solution is to pass file_name from execve() to the exec server, so we need new RPCs.\n\nApril 28 - May 5\n\n  • Submitted a talk proposal on Hurd with Michael Banck for DebConf\n  • Sent request to assign copyright to the FSF for Hurd\/Mach\/libc\n\nBefore April 28\n\n  • Investigated the glib's gtester problem and tracked it down: GNU Savannah bug #28934. Prepared a patch but it's not good.\n  • glib's garray test timeouts on Hurd. The tests passes if the timeout is increased. The current upstream timeout (10s) is quite small (it fails on many Debian builds for some Linux arches). However on Hurd it needs a very big time it seems (like more than 100s). Maybe do an allocation benchmarch?\n  • Investigated glib's unix-fd test failure: getsockopt() isn't implemented on Hurd. Need to implement it in hurd\/pflocal\/socket.c.\n  • Investigated coreutils' ln EIEIO, with Samuel's help. linkat() is buggy. Reported as bug 29655. Prepared a patch for it.\n  • Investigated coreutils' cp EACCES. Test case: 'mkfifo a && cp -R --copy-contents a b'. Problem is that O_NOFOLLOW adds O_NOTRANS.\n\nMidterm Evaluation\n\n\n  • Assigned copyright to the FSF.\n  • Read many documentation and source code.\n  • \/dev\/fd\/N bug fixed\n  • Prepared a patch for getsockopt()\n  • Fixed linkat() problems.\n  • Investigated bug with O_NOFOLLOW & O_NOTRANS (needs more work).\n  • Investigated a glib test failure (garray). Not a Hurd issue.\n\n\n  • Studied a lot to finish my BSc. Didn't work on Hurd for a month because of that, so that's why I couldn't make a lot of progress (this was known in advance, although in the end the downtime was a bit larger than expected).\n\n  • There's no expected downtime from now on.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9891480803,
        "format_confidence":0.8824250698
    },
    {
        "url":"https:\/\/pyconbalkan.com\/speaker\/ivaylo-donchev\/",
        "text":"Ivaylo Donchev\n\nFullstack Software Developer | HackSoft\n\nPython and JavaScript developer at HackSoft. Actively working on large 'Property Management System' project development with Django and React. Passionate to discover how do things work under the hood.\n\nHobbies: Driving, automating things, experimenting with new patterns and self-development.\n\nDjango ORM and queries optimization\n\nThis talk will be about:\n\n- Django ORM architecture - from Graph to SQL query\n- Choosing the right data structure for the right DB data\n- How to optimize queries with Django ORM and solve `N+1 quieries` - annotations, aggregations and DB functions.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9725418091,
        "format_confidence":0.9887807369
    },
    {
        "url":"https:\/\/www.elixirconf.eu\/legacy-content\/2016\/sasa-juric\/",
        "text":"Saša Jurić\n\nSaša Jurić\n\nAuthor of “Elixir in Action”\n\nDiscovering Processes\n\nElixir\/Erlang systems are typically powered by thousands, or sometimes even millions of processes, which, in order to work together, frequently send messages to each other. To send a message to a process, we need to obtain its process id (aka pid). In this talk I’ll present various ways of achieving this seemingly simple task. Drawing from my own experience in wheel reinvention and choosing inappropriate solutions, I’ll discuss strengths, weaknesses, and caveats associated with each approach. After the talk you will not only be able to find your processes - you will also be able to select the best approach for each given situation.\n\nTalk objectives\n\nTo systematically present typical techniques that can be used in one of the most important task of almost every Elixir\/Erlang based system.\n\nTarget audience\n\nMostly people who are just starting to explore concurrency in Elixir\/Erlang. More experienced programmers might also discover some useful tips.\n\n\n\nSoftware developer at Aircloak, a startup developing a solution for plug-and-play privacy compliance. Has many years of experience building server systems as well as desktop applications using various languages and technologies such as Elixir, Erlang, Ruby, JavaScript, C#, C++. The author of “Elixir in Action”, and an occasional blogger at\n\nGithub: sasa1977\n\nTwitter: @sasajuric",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.988112092,
        "format_confidence":0.6843647957
    }
]