[
    {
        "url":"https:\/\/www.soulofmiami.org\/2012\/04\/21\/arts-ballet-theatre-of-florida-season-finale-fragmentos-and-shostakovich-suites-55-612\/",
        "text":"Arts Ballet Theatre of Florida Season Finale Fragmentos and Shostakovich Suites 5\/5-6\/12\n\nArts Ballet Theatre of Florida’s Season Finale: Fragmentos and Shostakovich Suites\nMay 5, 2012, 7:00 p.m.\nBroward Center for the Performing Arts.\n201 SW Fifth Avenue\nFt. Lauderdale, FL 33312\nPhone: 954-462-0222\n\nMay 6, 2012, 5:00 p.m.\nAventura Arts & Cultural Center.\n3385 NE 188th street\nAventura, FL 33180\nPhone: 305-466-8002\n\nOnly two shows will be presented..\nTickets are only $ 25.00. For information 305.948.4777 or visit\n\nArts Ballet Theatre of Florida, under the direction of Ballet Master Vladimir Issaev ends its season with the world premiere of contemporary choreographer Edgar Anido’s piece “Fragmentos” and the return of Vladimir Issaev’s exciting neo-classical ballet “Shostakovich Suites”.\n\nArts Ballet Theatre’s professional corps of 13 dancers have spent the last weeks working on a very demanding and exciting repertoire before they pack their dancing gear to fly to Poznan in Poland where they will perform at the International Dancer’s Festival.\n\nShostakovich Suites is an exhilarating choreographic piece by Vladimir Issaev, inspired by the music of this Russian composer who was a revolutionary in contemporary composition while suffering the brutal despotism toward talented artists during Stalin’s era.\n\nFragmentos by Cuban choreographer Edgar Anido is a work that portraits part of Anido’s young memories, and the reflection of those memories on his present.\n\nEdgar Anido is a dancer and choreographer based in New Jersey who currently works for Complexions Contemporary Ballet of New York. These pieces will be performed by the professional dancers of the company where principals Kaori Fukui, Jun Tanabe, Lillian Hill, Fan Shi and Kohhei Kuwana have the responsibilities of the main roles.\n\nPhotos by JoeyG Photography & Patricia Laine\n\nFor more information about local openings and events, please visit\n\nThank you for using Soul Of Miami!",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.8528342247,
        "format_confidence":0.922052145
    },
    {
        "url":"https:\/\/jonlord.org\/2015\/07\/16\/beyond-the-notes-two-new-works-added\/amp\/",
        "text":"Jon Lord – The Official Website\n\nBeyond The Notes: Two new works added\n\n\nScores of six of the ten pieces from Jon’s 2004 album Beyond The Notes are already published, and two more have now been added to our list of available online scores.\n\nA Smile When I Shook His Hand (Full score and piano reduction) The Sun Will Shine Again (2004 & 2009 versions) (Full scores and piano-vocal scores)\n\nAs with the earlier scores, the only extant source materials were Jon’s often sketchy and incomplete guides intended for his own use in the studio. For these new performing editions, Paul Mann has painstakingly reconstructed the music based on the finished recordings and whatever instructions were left by the composer.\n\nEach work appears in both full score and piano reduction. \n\nThe Sun Will Shine Again is published in two separate versions, the original written for Frida in 2004 and recorded on Beyond The Notes, as well as a re-orchestrated and transposed version which Jon prepared for performances with Kasia Łaska in 2009. Although the song itself is identical in each case, the two versions are differently orchestrated and are therefore published side by side for ease of comparison, and to allow for use by singers with different vocal ranges.\n\nMore detailed information, together with original sleeve notes by the composer and new editorial notes by Paul Mann, are available under each listing.\n\nLook up:\nA Smile When I Shook His Hand\nThe Sun Will Shine Again\n\nFull list of Jon Lord’s collected scores now available.",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.8574772477,
        "format_confidence":0.9143763781
    },
    {
        "url":"http:\/\/www.creation-records.com\/joe-foster-claims-back-use-of-rev-ola-name\/",
        "text":"Joe Foster claims back use of Rev-Ola name\n\n\nFor the last 4-5 years Joe Foster has been unable to issue any new releases on his Rev-Ola Label. The label was launched in the 90’s as a subsidary of Creation Records specialising in reissues of rarities such as Ivor Cutler, The Times and A Certain Ratio.\n\nAfter a legal battle for the last few years, Joe has now won back the name Rev-Ola. He states the following in a press release:\n\nYou may have heard that we, RevOla, the reissue arm of Creation as was, recently retrieved via a judgement in the Copyright Court our trademark, which had been illegally taken and used by Cherry Red Ltd….please note (we) have no connection with this company, nor they with us….their illegal use of our trademark is now at an end. Further litigation goes forward as we reserve all rights.\n\nYou can pick up all of Joe’s latest releases on Poppy Disc via his online store here\n\nFeatured right now are some new deluxe vinyl LP issues… Everyone from Sun Ra to Diana Dors to Biff Bang Pow! to Sandy Salisbury…with many, many more to come…please visit the store… this is only the beginning….\n\nIf you wanted to know more about the early days of Rev-Ola, the old archive website from 1997 features a section on the label.\n\nIf you like social media, you can keep up to date by following Joe on his Facebook page here.",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.7550256252,
        "format_confidence":0.9661223888
    },
    {
        "url":"http:\/\/www.vintagetrouble.com\/troubland\/",
        "text":"Hey TroubleMakers! We are making a fan video for “The Battle’s End” and we want YOU in it!\n\nSend us any footage you have of us performing, especially performing this song. Also, since we want to make this video personal, please follow our lead and film yourself with a card that briefly describes how you have been discriminated against. We will cut these together for one powerful message!\n\nPlease note: Video uploads are limited to 200MB file size per upload - approximately 2 mins of HD video. Have larger videos? Contact [email protected] for assistance.",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.9907172322,
        "format_confidence":0.7977621555
    },
    {
        "url":"https:\/\/thecharlesnyc.com\/journal\/back-to-the-studio-07-2020",
        "text":"\n\nBack to the Studio\n\nShare on\n\nThe Charles Group is pleased to announce that under New York City’s Phase 2 reopening, in-studio content production will now be returning to full scale. For the consideration of our team and our partners, we will be following a set of strict safety guidelines. \n\nA full list of our content production services and work samples can be found in the link here.\n\nWe look forward to being back on set with you. \n\nPlease do not hesitate to contact Ben Zacaroli, Content Manager if you have any questions or content production requests.",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.6596311927,
        "format_confidence":0.9884676337
    },
    {
        "url":"http:\/\/walkentheband.com\/walken\/2004-09-15.html",
        "text":"﻿ Walken (the band) - Pony 2004-09-15\nWednesday 15th Sep 2004\nRMITV fundraiser\nThe Pony, Melbourne\n8:30-9:30 Walken\n10:00-11:00 The Suns\nLovers' Lane\nIn A Hitman's Brain\nOne Of These Days\nBlue Sky\nOpen Wounds\nLivin Large\nGuess Again\nSo Over It\nFish Out Of Water\nLego Woman\nRight Again\nPress Release\n\nKickstart Fundraiser\n\nWhen: Wednesday 15 Sep 2004\nTime: From 8pm\nWhere: Pony Bar, 68 Little Collins Street\nHow much: $7 presale, $8 at the door\n\nCome along for a night of great music and help raise money to get Kickstart Productions up and running! Money will go towards set design and publicity for the project, which aims to produce showreels for unsigned bands using the volunteers at RMITV.\n\nFeat. The Suns and Walken\n\nRaffle with prizes from the bands, TDK, Collector's Corner and more!\n\nRed Bull DJ and a free Red Bull for each person that attends\n\nMake sure you come along, and bring plenty of friends! Buy your presale tickets from the RMITV office now.\nEmail kickstart@mail.com or ring 9925 3416 if you have any questions.\n\n© Copyright Walken 2016. Site design by angrycup.",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.9968976974,
        "format_confidence":0.9622579813
    },
    {
        "url":"https:\/\/tv.press.abc.net.au\/abc-gets-serious-about-comedy",
        "text":"ABC gets serious about comedy\n\nABC gets serious about comedy\n\n\nABC is excited to announce the 4 December launch of ABC COMEDY: a new multiplatform brand that spans a TV channel (replacing ABC2), ABC iview, ABC listen and key social media platforms. Devoted to providing Australian audiences with an unrivalled comedy offering, ABC COMEDY is a mix of scripted and non-scripted, long and short form TV shows, and podcasts.\n\nTonightly with Tom Ballard will screen on the ABC COMEDY TV channel weeknights at 9pm and stream live through ABC COMEDY on iview, Facebook and YouTube. It’s a show made for today's audiences—fast moving, irreverent, topical, talent driven, and just plain funny—with bite-sized packages released throughout the day on social media.\n\nLovers of snackable short form comedy will enjoy six all new Australian ABC COMEDY series available on iview from December 4. These include Nakkiah Lui’s new series Kiki and Kitty; #CelesteChallengeAccepted from comedian and Instagram star Celeste Barber; The Chinaboy Show from YouTube sensation John Luc (aka MyChonny); Neel Kolhatkar’s Virgin Bush; the charming Other People’s Problems; new Indigenous comedy Aussie Rangers; plus the next series of When TV Was Awesome as well as 60 new bite-sized films from the new batch of Fresh Blood teams.\n\nNew ABC COMEDY YouTube and Facebook feeds will feature short form content, exclusive edits, live streams and more. And a new and fast-growing series of comedy podcasts on ABC listen will also give audiences opportunities to listen and laugh.\n\nOver summer viewers can also binge on ABC COMEDY on iview with the full series of Rosehaven, Get Krack!n’, The Ex-PM, The Edge of the Bush, The Katering Show, Upper Middle Bogan, Almost Midnight, DAFUQ, Goober, Fancy Boy, Growing Up Gracefully, Wham Bam Thank You Ma'am, The Letdown, Lost in Pronunciation, the Melbourne International Comedy Festival showcases and Comedy Up Late.\n\nPlus, there a plethora of premium international titles to launch the ABC COMEDY channel including: Game Face, Catastrophe S3, Episodes S4&5, Murder in Successville, Inside Amy Schumer S3&4 and every weeknight a chance to enjoy Never Mind the Buzzcocks, The Office, 30 Rock and Parks and Recreation. 2018 titles include Fleabag S1, Plebs S3, Asian Provocateur, and Idiot Sitter S1, with more to come.\n\nThe laughs will continue on the ABC’s main channel, with a raft of returning favourites in 2018 including Gruen, Shaun Micallef’s Mad As Hell, The Weekly with Charlie Pickering, Black Comedy and the Melbourne International Comedy Festival 2018 in addition to new series from some of Australia’s best. Squinters stars Tim Minchin plus a stellar ensemble cast including Jacki Weaver. It follows five car-loads of Sydney commuters squinting into the sun and riffing on their days. Sando is a new family comedy that follows the trials of lovable larrikin Victoria ‘Sando’ Sandringham. Don Angel (Wayne Hope) returns in Back in Very Small Business. And Corey White’s Road Map to Paradise tackles the big issues of the day and aims to solve them—with a laugh or two—in 15 minutes!\n\nDavid Anderson, Director Television says, \"The ABC is committed to investing in great content for all Australians. We have a long and impressive history of entertaining Australians through iconic comedy and entertainment programs. Our announcement today reaffirms this commitment and underscores the ABC as a powerhouse of great Australian comedy into the future.\"\n\nFor full details of the cross platform comedy offering please download the attached media release.\n\nFor full details of the new ABC COMEDY channel, please download the attached press kit.\n\nContact us\nAbout ABC Television\n\nABC is the independent source of Australian conversations, culture and stories, delivering commercial-free, free-to-air screen content via a multiplatform multi-channel network. ABC is the destination of choice for viewers and users seeking quality and diversity in screen content; in particular engaging audiences in distinctly Australian content across a wide variety of genres.\n\nABC services include ABC, ABC COMEDY, ABC ME, ABC KIDS, ABC NEWS channel, ABC iview and ABC KIDS iview.\n\nFor program previews, press kits, additional images visit the ABC TV Media Portal (login required)\n\nABC Television\n700 Harris St, Ultimo NSW 2007",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.9956634641,
        "format_confidence":0.9936125875
    },
    {
        "url":"https:\/\/pwnw-pdx.org\/2018\/07\/10\/july-26-cyborgs-live-at-pwnw\/",
        "text":"JULY 26 || #cyborgs live at PWNW\n\n\nThursday July 26 || 7-10 pm with performance beginning at 8pm || FREE\nAlembic Co-Production\n\n#cyborgs brings together artwork from across disciplinary divides for a multi-platformed art experience focused on Donna Haraway’s concept of the cyborg as a queer political body. #cyborgs connects photography, digital images, video, score-based performance, digital avatars, social media residencies, and potent fusions of them all. See more about the #cyborgs project in all its manifestiations HERE\n\nmaggie hazen — EVERLAST\ncrystal jiko sasaki — ♥ u\n\n7-10 pm\nPerformance begins @ 8pm and runs on loop throughout the evening\n\n36983032_10157590761008047_2029965057789526016_nEverlast is a durational performance re-staging the UFC fight 193 Ronda Rousey vs. Holly Holm where Rousey lost her undefeated bantamweight title in 2015.\n\nAfter the fight, many took to social media to criticize Rousey following her first loss—she said she felt incredibly attacked by the media. This new choreography reflects a spirit of empathetic persistence instead of public scrutiny.\n\nMaggie Hazen and her performance partner Amanda Evans, will engage in a durational performance re-staging the fight. The performance will last 00:59 seconds, the same duration of time clocking Ronda’s loss in the second round of the fight. This 00:59 performance will be performed on loop every 15 minutes for 2 hours. They will perform under a live feed special effects camera which generates a composite image of the performers bodies with the bodies of Rousey and Holm during the fight.\n\n“I was sitting in the corner [thinking] like, ‘What am I anymore if I’m not this?’ And I was literally sitting there and thinking about killing myself and that exact second, I’m [thinking] ‘I’m nothing … what do I do anymore and no one gives a shit about me anymore without this.’” Rousey emphasized that the feelings had been temporary. “Maybe winning all the time isn’t what’s best for everybody … maybe I had to be that example of picking myself up off the floor.”\n\ncrystal jiko sasaki –— ♥ u\n\n+video, publication and more!\n\n#cyborg artists: Alex Hovet, Chloe Patricia ONeill, Crystal Jiko Sasaki, Daniel Pinheiro, Desta Matla, Emma Dickson, Fratolish Hiang-Perpeshki, Garrett Lynch, HOUSE OF KILLING ft Esben Holk, Izabela Koczanowska, karl munstedt, Kello + Anneli Goeller, Kevin A. Perrin, Dr. Lila Moore, Maggie Hazen, Manion Kuhn, Mores McWreath, Nicci Yin, Noah Travis Phillips, Peter Whittenberger, s-ara, Sam Lavigne, SEICA, Tara Youngborg, Tim Tsang, William Wolfgang Wunderbar.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.8276225328,
        "format_confidence":0.8941794634
    }
]