[
    {
        "url":"https:\/\/www.qrz.com\/db\/M6JJV",
        "text":"ad: L-HROutlet\nad: l-rl\nad: L-rfparts\nad: l-gcopper\nad: Subscribe\nM6JJV England flag England\n\nLogin is required for additional detail.\n\nHam Member Lookups: 370\n\n\n\nMany thanks for looking up my QRZ page. I'm Steve, I passed my foundation exam on Friday 4th March 2016 and I gained my callsign M6JJV on Monday 14th March 2016. You can usually find me on the 2m Tuesday night contests, and I occasionally operate HF.\n\nMy hobbies are Volvo 700\/900 series cars and flying model aeroplanes. I'm in a band, and from time to time I work as a sound technician. I am also the lighting designer and operator for the local amateur dramatics.\n\nWhen i'm operating 2m FM, I'm usually using a Diamond X50 with my Trio TR9130 from my home QTH. You can also catch me operating from my Baofeng GT3 from the car, usually from one of the local hills.\n\nMy Diamond X50Portable\n\n\n\n\n\n\n\n\n\nThank you for viewing my QRZ page.\n\n8156317 Last modified: 2017-06-13 10:41:05, 1889 bytes\n\nLogin Required\n\nLogin is required for additional detail.\n\nYou must be logged in to file a report on this page\n\nPlease login now...\n\nPublic Logbook data is temporarily not available for this user\nad: giga-db\nCopyright © 2017 by QRZ.COM\nTue Aug 22 09:22:57 2017 UTC\nCPU: 0.042 sec 58167 bytes mp",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.8929386139,
        "format_confidence":0.5589988232
    },
    {
        "url":"http:\/\/philipstorr.id.au\/radio\/radio.htm",
        "text":"Phil Storr's Domestic Radio Equipment and Projects\n\nA collection of technical articles and data 29th August 2013\nSome very early items in the collection\nSome more early items in the collection\nEven more items in the collection\nSome 110 Volt items in the collection more to be added soon\nSome of my Boatanchor test equipment\nHome made and kit built items I have built 11th May 2012\nPhil builds a Mate\nPhil's August 2010 holiday acquisitions\nStuff collected at the HRSA Radio Fest Canberra 2010\nBRS Junior Recorder and Playback Unit type R-12-D, a BRS MagnoFilm TM-1\nWould like help with these old items More detail or circuit diagrams\nSome of my collection of old test equipment\nAustralian console radios, who actually made these ?\nThe HMV 471 table top radio\nRemember the Fetron ?\nTrio W-50 Super Delux Stereo Amplifier an interesting part of radio history\nKicad,a great open source electronic CAD package\nThe usual useful links page. Includes details on valve data, transformers and coils\n\nA couple of photos of the inside of my Radio Room, mostly mantle radios one side and an audio desk, and test equipment on the other side with projects on the bench.\n\n\nLike many \"old radio\" restorers I have a number of valve radios that have open circuit coils in the front end circuit. This occured because the fine wire used may be contaminated with acid from the hands of the operator that made them and they eventually corrode. Remember, this stuff was made by hand, very few manufacturers would have had any automated coil winding machines.\nSearching the web for something quite different I stumbled on a company in the USA that sells reproductions of coils used in BC band receivers in the 1950's and originally made by a companty called Millar.\nThey are Antique Electronic Supply, 6221 S Maple Ave, Tempe, AZ 85283 USA and they can be found at\n\nThe first three are Universal Antenna, RF and Oscillator coils that have Adjustable inductance and the next two are examples of an older style Oscillator coil that is available in inductances of 125, 142 and 225 uHy.\n\nI have quite a big collection of old radios, phonographs and parts including many valves and new 1930s components. As well as a big collection of mantle radios I have a number of Second World War era communications receivers and a few emergency services and ships two way radios, and some vintage test instruments. I still have many of the items I collected in my teen years when I was given most of the contents of a radio shop.\n\nBack to the opening page\nMy Ham Radio Shack pages\nMy history in radio\n\nThis web site is hosted by iseek computing\nIf you live in the Adelaide Hills area see Simon and the team for your computer supplies and technical support.\n\n\nMy contact details are as follows:\n\nPhil Storr PO Box 501 Modbury, 5092, South Australia\nPhone: 0428 835 621 (mobile)\n\nWritten by and Copyright, Phil. Storr © Last updated 8th September 2013",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.7507775426,
        "format_confidence":0.6949297786
    },
    {
        "url":"http:\/\/www.crownaudio.com\/forums\/index.php?\/profile\/19855-khasier\/",
        "text":"• Content count\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n0 Neutral\n\nAbout khasier\n\n  1. hi, i read on some fourm that the xti series are not good on bass. can someone please give me their thought. because i purchased the crown xti 2000 amplifier and i will get it by july.\n  2. hi, i need help deciding which of two crown amplifier the xls drivecore vs xti2 amplifier to get for bridged at 4ohms to push two 8ohms subs. can you bypass the crossover and use an external crossover on the xls drivecore amplifier?. what about when the drivecore amplifier is bridged does it hold up well when driving subs at 4ohms bridged?. thanks",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.984265089,
        "format_confidence":0.819178164
    },
    {
        "url":"http:\/\/www.phonescoop.com\/account\/user.php?id=142920&back=1",
        "text":"Phone Scoop\n\nprinted May 27, 2015\nSee this page online at:\n\nHome  ›\n\nUser: shaunski\n\nInfo Reviews Forum Msgs. Contact  \n\nMember since January 15, 2009\n\nThis user does not have profile information.\n\nSubscribe to Phone Scoop News with RSS Follow @phonescoop on Twitter Phone Scoop on Facebook Phone Scoop on Google+ Subscribe to Phone Scoop on YouTube Follow on Instagram\n\n\nAll content Copyright 2001-2015 Phone Factor, LLC. All Rights Reserved.\nContent on this site may not be copied or republished without formal permission.",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.982739687,
        "format_confidence":0.9656168222
    },
    {
        "url":"http:\/\/www.opensourcebb.com\/itemlist\/user\/974-lloydsummers",
        "text":"Lloyd Summers\n\nLloyd Summers\n\nMy name is Lloyd Summers and I'm from Calgary Alberta, Canada. \n\nI'm a part-time developer in the evenings, and a full time IT Consultant in the daytime, specializing in Project Management and Solution Design.  I focus on all kinds of hardware, software and opensource development.\n\nFollow Me On Twitter - @kerm_ed\n\nFileArchiveHaven Apps - BlackBerry World\n\nRed Iron Labs Apps - BlackBerry World\n\nWebsite URL: http:\/\/www.filearchivehaven.com\n\nWebsite URL: http:\/\/www.filearchivehaven.com\n\nCreating a Box to Read Your Tweets\n\nAfter recently getting an Arduino Yun from Newark Canada, I decided to put together a fun build video for IoT fans out there!  This video will show you how to build your own Arduino Tweet Box using an Adruino Yun and an EMIC2.  For fun, I decided to add a 2 line LCD as well (for folks who don’t have an EMIC2 or found it to be too pricy).  In my next EMIC-2 article, I'll go one step farther, and show you how you can send text from your BlackBerry to your EMIC 2 and make it speak for you by leveraging its text-to-speech function (Exterrrrminate, Exterrrrrrminaaaaate!).\n\nBuild Video: Digital Oscilloscope DIY Kit\n\nWhy am I covering Arduino Here?\n\nI have some exciting projects coming up that involve Arduino and BlackBerry and in order to make those happen, I need to help show you how Arduino works first!\n\nAbout the Kit:\n\nFor those of you who know me, I recently ordered a large shipment of PCB boards from a company some of you may have heard called SparkFun. Besides getting a whole bunch of cool boards, I made one additional unnecessary purchase: A DIY Digital Oscilloscope Kit.\n\nSee the assembly video here.\n\nMy rating: Medium Difficulty - Not for Beginners, and 5\/5 for Fun!\n\nBuilding an Arduino Temperature Sensor with an LCD Display\n\n\nAs part of my learning curve for open source hardware, and basic electronics.  This project wont take you very long, maybe an hour at most.\n\nWhat this does is pretty straight forward, it shows the temperature in real time for both Celsius and Fahrenheit.  I’ve added some code to the Nokia, which uses the analogWrite trick (that is, use one of the digital outputs that has a tilde in front of it ( ~ ).  This will let you send a modulating frequency, which means you can make the LED (backlight in this case) brighter and dimmer.  The brightness of this display is controlled using the trimpot (potentiometer).\n\nMeggy Jr RGB\n\nRecently, a friend introduced me to Arduino.  Rather, he’s been trying to introduce me for a while and I’ve just been too darned busy to play with it. \n\nSo, I took on some projects and spent some energy on it this last month.  As a result, I have a handful of posts coming up about open source hardware :)\n\nFirst up, Meggy Jr from evil mad scientist.\n\nNot really an arduino, it was a great way to warm back up to soldering and electronics.  The entire kit took about two hours to assemble, and requires some hand tools as outlined in the manual.  I went ahead and picked up a tool kit from SparkFun as my old soldering iron has seen better days – which is another interesting (albiet expensive) electronics company I have purchased from in the past.\n\nAt the same time, I also purchased an Arduino Esplora + TFT from CanadaRobotix – but more on that later.\n\nLocalBar2 for BlackBerry 10\n\nFirst, a special thank you to Yohanes who shared his code with me to allow the BB10 port to be built.\n\nI am proud to present a BlackBerry 10 release for LocalBar2!\n\n\n  • Z10 release\n  • 2 Q10 releases (one scaled, an one shrunk)\n  • Notifies users on new version release\n  • Resized graphics\n  • Added full name fade view on press\n  • 100 items (oh yes)\n  • 6 classes\n  • 60 quests *\n\n* Note: This will make more sense later to some folks.\n\nKnown Bugs:\n\n  • Closes when miminized\n  • Slow launch\n  • Not as aware of BAR success as predecessor\n\n\nSubscribe to this RSS feed\nSubscribe to the official OSBB BBM Channel!\n\n\n\nBack to top",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.6275804639,
        "format_confidence":0.8810590506
    },
    {
        "url":"https:\/\/www.techrepublic.com\/blog\/practical-gadgetry\/a-quick-introduction\/",
        "text":"After Hours\n\nA quick introduction\n\nJust wanted to do a quick introduction since most people on the site only know me by my site alias \"sMoRTy71.\"\n\nBy day, I am the site manager for TechRepublic; however, I have also taken on the challenge of writing \"Practical Gadgetry\" because I love my employer... 's access to review units of all of the latest gadgets.\n\nI have been struggling with my gadget addiction for well over 10 years and, according to my wife, the gadgets are winning. Our house has turned into a giant lab for tinkering with new products. We currently have 3 HDTVs (65\", 32\" and 26\"), 4 Windows Media Center PCs, 2 TiVos, 2 Slingboxes (original and AV), an XBOX 360 with HD-DVD add-on, an original XBOX, a Nintendo Wii, 2 Nintendo DS Lites, a 5G iPod, a Windows Home Server with 900GB of storage, a Drobo with 1.3TB of storage, a Harmony 880 remote and a bunch of other stuff that I won't mention, like the subwoofers I have wired to my couch, because actually typing all of that stuff out made me realize that my wife might be onto something.\n\nI am also a frequent beta tester of products and services. Past betas that I've been involved with include XBOX Live and Slingbox.\n\nSo hopefully you will be able to use my \"condition\" to your own benefit as I find out which gadgets are worth buying and which ones should be avoided. I also hope to share some useful tips for getting the most out of the gadgets you already own.\n\nIf there's something you'd like me to cover or you just have a question, send me an e-mail at shawn dot morton at cnet dot com.\n\nEditor's Picks\n\nFree Newsletters, In your Inbox",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9164893627,
        "format_confidence":0.9470588565
    },
    {
        "url":"http:\/\/www.oesf.org\/forum\/index.php?showuser=13014",
        "text":"\n\n\nWelcome Guest ( Log In | Register )\n\nPersonal Photo\nPersonal Statement\ne:pp:ik doesn't have a personal statement currently.\nPersonal Info\nAge Unknown\nGender Not Set\nLocation Unknown\nBirthday Unknown\nNo Information\nJoined: 1-December 06\nProfile Views: 812*\nLast Seen: 19th April 2007 - 01:50 PM\nLocal Time: Nov 19 2017, 04:12 PM\n6 posts (0 per day)\nContact Information\nAIM No Information\nYahoo No Information\nICQ No Information\nMSN No Information\n* Profile views updated each hour\n\n\n\nMy Content\n18 Apr 2007\nI use my AV500 100GB to move work files around from time to time. Right now I have 4 files, which, when combined, end up taking up about 40 GB. Can I convert the AV500 to NTFS to handle these? I would hate to zip or RAR these into parts. That would be a huge pain...\n15 Jan 2007\n1. When I plug the AV500 into the an outlet it starts up every time. Is that normal? Can I shut it off so that it only charges but stays off?\n\n2. How much time does a full charge take? I've never seen my battery at 100% or the CHG LED fade in and out.\n1 Dec 2006\nHi there everyone\n\nThis is my first post here. I just got a (barely used) AV500 100GB and had a handful of questions.\n\n1. Are there any resources for mods and plugins for this model? I can't seem to turn up anything and I've been looking a fair bit.\n\n2. Is the Root folder supposed to have a folder called DATA in it? Mine doesn't. I thought it was supposed to for things like wallpapers, settings, etc. How can I replace that (If it's supposed to be there)?\n\n3. Within the first 15 minutes of use I discovered that the DC & AV I\/O plug is loose or broken inside. It causes the connection to break between the TV or the charger unless I really fiddle with it. Is this repairable? How responsive is Archos for an RMA and repair?\n\nAny help would great. Thanks!\n\nLast Visitors\ne:pp:ik has no visitors to display.\n\nOther users have left no comments for e:pp:ik.\n\nThere are no friends to display.\nRSS Lo-Fi Version Time is now: 19th November 2017 - 12:12 PM",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.9793105721,
        "format_confidence":0.9218934178
    },
    {
        "url":"http:\/\/profile.typepad.com\/xeizo",
        "text":"This is Xeizo's Typepad Profile.\nJoin Typepad and start following Xeizo's activity\nJoin Now!\nAlready a member? Sign In\nRecent Activity\n[quote]Too bad the Xonar DG does not work in Linux.[\/quote] But it should.I've used the Xonar DX in Linux for over a year! It's the same DSP - as far as the drivers are concerned - on both the DX and the DG. In the DX case it's the CMI8788 and on the DG it's the CMI8786, which is the exact same DSP with some features hardlocked. The drivers will identify it as a CMI8788. And support for CMI8788 has been present in the Linux-kernel and in ALSA for quite some time. Linux even adds an Audiphile killer feature over the Windows-drives in the form of the possibility to trim the roll off of the DACs digital filter. Not sure if it's supported on the lower specced CS4361 on DG but it works alright on the CS4398 of the DX. Switching the digital filter to the \"slow roll off\"-mode gives every sound a slight extra lifelike quality :) Also, it's probable that it won't be possible to trim the headphone output impedance on the DG, at least not yet. But it should definitely work as a normal soundcard.\nToggle Commented Nov 9, 2011 on Who Needs a Sound Card, Anyway? at Coding Horror\nXeizo is now following The Typepad Team\nNov 8, 2011",
        "topic_id":5,
        "format_id":14,
        "topic_confidence":0.767136991,
        "format_confidence":0.9548059702
    }
]