[
    {
        "url":"https:\/\/www.ashlandcreekpress.com\/blog\/tag\/eco-thriller\/",
        "text":"An interview with John Yunker, author of WHERE OCEANS HIDE THEIR DEAD\n\nFinally, the long-awaited sequel to The Tourist Trail is here. Where Oceans Hide Their Dead, which can be read as a stand-alone novel as well, picks up where The Tourist Trail left off (which is all we can say here, in case you haven’t yet read The Tourist Trail). Hailed as “an epic, gripping, charming novel” by Jasmin Singer of VegNews and Our Hen House, this passionate, adventurous novel about living on the edge of society and love in all its myriad forms is available now from Ashland Creek Press.\n\nQ: What made you decide to write a sequel to The Tourist Trail?\n\nA: My millions of readers demanded it. (Kidding.) Actually, readers of The Tourist Trail will know that this first novel ends on a bit of a cliffhanger. And I was just as curious to know what happened next. So here we are, eight years later, following Robert as he travels to another country.\n\nQ: What inspired the characters you chose for Where Oceans Hide Their Dead?\n\nA: I’m continually inspired by animal-rights activists. The work they do is heroic. But unlike those who risk their lives for their fellow humans, those who risk their lives for animals are treated as criminals and terrorists. I want to show what they’re up against, as well as the emotional toll of what they deal with. It’s not easy living on the fringes of society.\n\nQ: Was the process of writing different this time around?\n\nA: The second book was more difficult than the first. Partly because the issues hit closer to home, literally and figuratively. And partly because the characters themselves face difficult journeys.\n\nQ: Who are some of your favorite environmental writers?\n\nA: My favorite environmental writers aren’t often referred to as “environmental,” but they very much are. I greatly admire writers such as Annie Proulx (Barkskins) and Carol Adams (The Sexual Politics of Meat). Lately I’ve been reading quite a bit of Tim Winton; there is an environmental streak in much of his writing as well, such as in Eyrie. Other writers that are as relevant now as they were when they first published are Rachel Carson, Brigid Brophy, Upton Sinclair. And I have to call out Midge Raymond’s novel My Last Continent, as well as the writers we’ve published at Ashland Creek Press. There are many amazing short story authors featured in our two Among Animals anthologies that are deserving of huge audiences. I’m most attracted to writing that places human and non-human animals on equal footing, or dares to place non-human animals on higher footing.\n\nQ: What do you hope readers will take with them after reading Oceans?\n\nA: I hope they are energized to help take up the fight for animals and the planet — a fight that concerns us all now more than ever.\n\nQ: Is there another book featuring FBI agent Robert Porter in the works?\n\nA: I’m afraid so. But, like Oceans, it might take some time.\n\nAuthor John Yunker\n\nLearn more about The Tourist Trail here; check out Where Oceans Hide Their Dead here. Both are available at the Ashland Creek Press bookstore, at an indie bookstore near you, and via online retailers.\n\nCelebrate Earth Day & win free books!\n\nFor Earth Day, Ashland Creek Press is offering an eco-fiction sampler and book giveaway.\n\n\nSimply email Ashland Creek Press at editors [at] ashlandcreekpress [dot] com, on or before April 22, using the subject line EARTH DAY, and you’ll receive a copy of our Eco-Fiction Sampler, which features excerpts of six works of environmental fiction.\n\nYou’ll also be entered to win a copy of one of the six eco-fiction titles from the sampler — we’re giving away one environmentally friendly e-book and one paperback (printed on paper from Sustainable Forestry Initiative certified sourcing), so please mention your preference in your email.\n\nWhen you enter the giveaway, you’ll be added to our mailing list, from which you can unsubscribe at any time (and your info will never be shared).\n\nFor more about Ashland Creek Press, click here. For more about our environmental literature, click here.\n\nHappy Earth Day!\n\nAshland Creek Press books now available on the Kobo\n\nMost Americans are probably unaware of Kobo.\n\nBut Canadians are well aware of this device, which is the leading eReader in the country.\n\nAnd Kobo is expanding into Japan and other parts of Asia.\n\nSo we’re happy to now feature many of our books on the Kobo.\n\nWe’re just getting started. Here are the books currently available:",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9607342482,
        "format_confidence":0.5833607316,
        "weight":0.0029146736
    },
    {
        "url":"http:\/\/katherinescottcrawford.com\/?p=635",
        "text":"A Phone Call from Pat Conroy\n\nI read The Prince of Tides for the first time when I was 10 years old. (Probably, this was too young, but there you have it.) I took the book from my parents’ study one summer day when the house was silent. I remember distinctly having to hoist myself up onto the bottom level of the built-in bookshelves—just like launching myself out of the Botany Woods pool minus the ladder, a skill perfected by all us neighborhood kids—standing with my toes poised, my heels hanging over the edge. I stretched, reaching into the family stacks until I found it. I can still feel the worn edge of the binding, the multiple old creases there. This was a book that had been read often by my parents. It was beloved.\n\nAs thorough as my education had been thus far, Lake Forest Elementary had not prepared me for the magic and mystery of Pat Conroy’s storytelling. Though by then I was an avid reader, nothing I’d read was so viscerally familiar as the spellbinding way in which he talked about my home state, South Carolina. Nothing I’d read had affected me so deeply. It sank into my bones, became part of my DNA. Part of family’s DNA, really, as we all—my father, mother, sister, and I—fell in love with his writing. Pat Conroy: literary patron saint of the Crawford family.\n\nSo when my first novel was sold to a small press, and all the cogs began turning in the creaky wheel towards publication, suddenly I had to find authors from whom I’d hope to gain endorsement. I could think of no one, at first, but Conroy.\n\nIt didn’t matter that my novel was historical, set about 200 years before most of his. Or that I was a writerly nobody. Or that in my mind he was so big, so popular, he probably received requests like these every day. I decided that, since this was the one and only time in my life I’d have a first novel being published, I’d shoot for the moon.\n\nI wrote him a letter, via his literary agent, asking him if he’d be so kind as to read an advance review copy of my novel, Keowee Valley, and if he liked it, to perhaps offer a quote (also known as a “blurb”: basically, an endorsement). Most of the letter was heartfelt, genuine, thoroughly shameless fawning. It’s an odd thing, as a 30-something, to write a fan letter. But the man is my favorite living writer, and I knew no other thing to do than to tell the truth.\n\nAbout a month later, I’d forgotten about it. (After mailing the letter I’d determined to put it out of my head. I figured he probably got a stack of fan mail each week—he’d likely never see mine.) Then, one afternoon after ignoring my cell phone all day like I tend to do, I noticed I’d five messages. My husband was giving our two year-old a bath; I could hear them giggling and splashing. Standing at my desk, I began listening to my messages.\n\nPat Conroy (photo credit: www.patconroy.com)\n\nThere he was. Pat Conroy. His voice boomed out of my cell phone, gruff but with a smile in it. At first, I thought, My sister is playing a very mean trick on me. I’m going to kill her. But as he continued, referencing the letter and his own response to it, I knew it to be true. I walked numbly towards the bathroom, calling for my husband. When he emerged with towel in hand, looking at me inquisitively, I had a hard time speaking.\n\n“Pat Conroy left a message on my cell phone. Pat Conroy is on my cell phone,” I stuttered. Then I sat in an ungainly heap on the hardwood floor, my legs quite literally giving out.\n\nThere are plenty of people out there who really won’t get how big this is. Not many folks these days go gaga over writers. My husband has known me for quite some time, and so knew how I felt about Conroy’s writing. But still, I tried to explain it to him thus:\n\n“It’s like Bono leaving you a message on your cell phone,” I told him.\n\nMy husband went to college in Athens, Georgia, in the late ’80s. He saw U2 at the Omni in Atlanta during their Joshua Tree tour, and he’s taken me to two U2 concerts since we’ve been married. He loves those guys. He particularly adores The Edge. Perhaps I should’ve named him.\n\nSo, I sent an ARC of Keowee Valley to the address Conroy left for me, along with an effusive note of thanks. Then I waited.\n\nI pretended like I wasn’t waiting. I told only my family that he’d left me the message. (They, of course, sent up a plane with a banner.) I told everyone I doubted he’d even remember, or that if he decided he couldn’t offer a blurb, I wouldn’t care. It was enough that he’d liked my letter—that he’d left a message on my cell phone.\n\nI lied.\n\nI wanted, more than anything, for the man to like my novel, for him to see something worthy in my writing. Of course I did.\n\nLong story short: He liked it. He really did. And he offered a blurb I’ll treasure always.\n\nToo often when we get a chance to meet or interact with our idols, we’re disappointed. They’re not the gods we liken them to; certainly, they’re not perfect. Sometimes, they can even be rude. Twice I’ve met other writers I’d admired, and had them brush me off. One, during a panel at a book festival several years ago, even told a snarky joke at my expense in response to a question I’d asked. (No, I’m not telling you who they are.) Maybe, she’d had a bad night. But I haven’t bought a book of hers since—not because I’m vindictive, but because I no longer see her, or her writing, in the same light.\n\nNot so with gentleman Conroy. He took the time to call me, to leave a long, detailed, and unfailingly kind message. Who does that sort of thing anymore?\n\nApparently, the great ones do.\n\nThis has been a long, rough, exhausting journey to the publication of my first novel. Nothing about it has been what I’d expected. There have been dark moments when I wondered if the whole deal wouldn’t fall apart, when I doubted myself and my work. I still do.\n\nBut the light moments, like Conroy calling me and ultimately offering such praise for my work? Like the other incredibly gifted and generous writers offering kind words for this first-time author, a person they’d never met? They have been the gold glow of lightning bugs in the summer night.\n\nSheer magic.\n\nThis entry was posted in Uncategorized and tagged , , , , , . Bookmark the permalink.\n\n6 Responses to A Phone Call from Pat Conroy\n\n  1. Cindy Byers says:\n\n    Pat Conroy is my favorite author. In fact when I was searching for a vacation home, I checked out Beaufort, SC because I knew he lived there. If the vibes of Beaufort were good for him, well, I was hoping they would rub off on me. Lucky for me, I wound up buying a home within a mile of his and his wife’s Cassandra King. One day I stalked them both at the swimming pool and worked up the nerve to introduce myself. Imagine experiencing Christmas, your wedding night and winning the 5 Gaited Stake (coveted horse show event) at the World Championship Horse Show, all at the same time. That is what meeting Pat Conroy and Cassandra King was like for me.\n\n    He endorsed your book. In the words of my much younger nieces and nephews, “you rock”. I look forward to reading your novel.\n\n    • scout2011 says:\n\n      Thank you so much for the kind words, Cindy! I know, Conroy truly is our state’s best voice. I’d love to meet him in person one day.\n\n  2. Cindy Byers says:\n\n    I bet he’d meet you if it wasn’t real complicated to do so.\n\n  3. Ann Barnett says:\n\n    March 19,2013\n    I need so much to get in touch with Pat Conroy. We went to\n    Beaufort HS together and I was his date for the Ring Dance at the Citadel. We have reached each other twice over the last 8 years, but because of recent horrible family events, I now really want to just see if we can re-connect. Perhaps because of the searing grief, and some hope, of these events, Pat may be able to quide me in an attempt to maybe, just maybe help another family. My story involves cancer, and though not uncommon, in the space of one year, we lost half my family, young and old…and just when we thought we could breathe, my son who had lost his wife and had two small sons, was diagnosed with brain cancer. Please, please give Pat my email and if he wants to reach me, i would be so very grateful. My name is Ann Barnett – I’m sure he will remember me. My email: eirekinsale@gmail.com. Thank you very much for any help. If there is a more appropriate way to contact Pat, please let me know.\n\n    • scout2011 says:\n\n      Hi, Ann,\n\n      What an amazing and heartbreaking story you have. Please know that I’m sending all good thoughts and prayers your way! I hope that writing about it and telling it will help somehow with healing. You have an incredibly brave family.\n\n      I’d love to claim I was a close, personal friend of Pat Conroy’s, but I’m not. He was simply incredibly generous with me. I actually reached him through his literary agent, Marly Rusoff, who passed on a letter I’d written to him. Her information is available online (http:\/\/www.rusoffagency.com). But you can also fill out a contact form on his website: http:\/\/www.patconroy.com. I’m sure he’d love to hear from you; he is known for being loyal and kind to old friends. I really hope you two will be able to reconnect.\n\n      Thank you for contacting me. I only wish I could help you more! Please know that I’m holding your family in my heart.\n\n      All the very best,",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9273982048,
        "format_confidence":0.9496954083,
        "weight":0.0392620116
    },
    {
        "url":"http:\/\/www.bittenbylovereviews.com\/2014\/04\/",
        "text":"Social Icons\n\nTuesday, April 29, 2014\n\n\nFrom a New York Times bestselling author, a brand new sexy contemporary romance featuring military bad boys: A BEAUTIFUL DISTRACTION by Kelsie Leverich.\n\nNothing’s more dangerous than a bad boy with a broken heart…\n\nFirst Sergeant Rafe Murano did everything to the extreme. He trained harder, he fought harder, and unfortunately, he loved harder. But he fell for the wrong woman and it nearly destroyed him.\n\nBack home from a deployment, with no mission to consume him, Murano’s ravaged by memories of his past. So he drinks until he’s numb and drowns himself in meaningless one night stands. But they only take the edge off…\n\nUntil he meets Fallon.\n\nFallon Kelly learned the hard way not to take risks with her heart, But she sees something　 irresistible in the tatted-up bad boy one more punch away from a ride in the back of a squad car. She offers a distraction. And he quickly becomes an addiction.　Little does she know, this bad boy could love so hard it could break her…\n\nAbout the Author:\n\nKelsie Leverich grew up in the small town of St. Joseph Illinois before getting married and following her\nhusband from one Army post to another.  After eight years, they finally settled down in Avon, Indiana with two adorable knuckleheads that are better known as her kids.  Kelsie's life revolves around her family (to include two dogs and a cat) and most of the time, actually all of the time, it’s a crazy mess—but that’s the way she loves it!  When Kelsie’s not writing, you can usually find her snuggling on the couch with her kids and a good book or out on the lake with family and friends.  Kelsie is not a morning person, has a soft spot for animals, loves musicals, hates seafood, and thinks laundry is the source of all evil.\n\nKelsie is currently working on the third book in her military series with editor Danielle Perez with NAL\/Penguin. \n\na Rafflecopter giveaway\n\nMonday, April 28, 2014\n\nTO LOVE A HIGHLANDER by Sue-Ellen Welfonder blitz\n\nTO LOVE A HIGHLANDER (book I in the Scandalous Scots series)\nAs one of the bastards born to the Stirling court, Sorley the Hawk has never known his mother or father. It's a burning quest he has devoted himself to uncovering at any cost. But as a roguish warrior who serves at the pleasure of the King, his prowess-both on the battlefield and in his bedchamber-is legendary. So when a flame-haired Highland lass sneaks into his quarters with a tantalizing proposition, he can't resist taking her up on her offer . . . \n\nLady Mirabelle MacLaren will do anything to keep from marrying her odious suitor, even sully her own good name. And who better to despoil her than his sworn enemy, the one they call \"Hawk?\" As they set about the enjoyable task of ruining her reputation, Hawk and Mirabelle soon learn that rebellion never tasted so sweet.\n\n\"We had a plan, an agreement.\" Mirabelle shifted on his lap, keenly aware of a certain hot ridge of hardness nudging the bottom of her thighs, burning her even through the layers of her skirts.\n\n\"Aye, we did.\" He took her face between his hands then, kissing her long and deep. When he pulled back, breaking the kiss, his eyes were darker than she’d ever seen them, and he was breathing hard. \"I still have a plan, sweetness. And I hope I’ll gain your agreement.\"\n\nMirabelle just looked at him, sure she hadn’t heard rightly.\n\nBut she must’ve, because all along the table, and even elsewhere on the dais, people were grinning, looking on with rapt interest.\n\nMirabelle ignored them, but she did frown. \"Our plan doesn’t seem to have the affect I’d desired.\"\n\nTo her surprise, Sorley grabbed her to him again and kissed her even more hungrily than before. It was a wild and heated open-mouthed kiss, full of breath, tongue, and hunger. He also thrust his fingers into her hair as he ravished her lips, holding her firmly to him, giving her no choice but to return the kiss with equal fervor.\n\nShe did so gladly, feeling bereft when he finally tore his mouth from hers. She hadn’t wanted their kiss to end and the delicious tingles rippling through her left no doubt that she also wanted more.\n\nSure he could tell, she met his gaze, thrilled and excited, but also worried that her heart and not her good sense was guiding her.\n\n\"That was indeed better.\" It was all she could think to say. \"A most convincing display, for sure.\"\n\n\"Indeed.\" He leaned in, kissed the tip of her nose. \"Though my purpose has changed, or have you no’ heard anything I’ve said this e’en?\"\n\nMirabelle blinked. \"I do not understand.\"\n\n\"Then I shall make it clearer.\" He cupped her face, slanting his mouth over hers again, his tongue thrusting sure and possessively.\n\nShe melted beneath the onslaught, gripped his shoulders to keep from sliding off his lap. The he pulled back, breaking the kiss as swiftly as he’d seized her. But he kept hold of her face, looked deep into her eyes. Clearly stirred, his chest rose and fell, heavily. And his gaze wasn’t just piercing, but blazed with something that made everything else around them fade to nothingness, as if they were alone in the hall, perhaps all the world.\n\n\"This isnae a planned seduction, Mirabelle,\" he spoke her name as if it held gold. The rough softness of his tone weakened her knees.\n\nThe look on his face….\n\nHer eyes started burning again just seeing the adoration there. The other more fierce expression that she didn’t dare hope to decipher.\n\n\"No deliberate attempt to scandalize you.\" He leaned close to say that, lowering his voice so no one else would hear. \"A man doesnae bring shame to the woman he loves.\"\nAbout Sue-Ellen Welfonder\nSue-Ellen Welfonder is a Scotophile whose burning wish to make frequent trips to the land of her dreams led her to a twenty-year career with the airlines. Now a full-time writer, she's quick to admit that she much prefers wielding a pen to pushing tea and coffee. She makes annual visits to Scotland, insisting they are a necessity, as each trip gives her inspiration for new books. Proud of her own Hebridean ancestry, she belongs to two clan societies: the MacFie Clan Society and the Clan MacAlpine Society. In addition to Scotland, her greatest passions are medieval history, the paranormal, and dogs. She never watches television, loves haggis, and writes at a 450-year-old desk that once stood in a Bavarian castle. Sue-Ellen is married and currently resides with her husband and Jack Russell terrier in Florida. \n\nSue-Ellen’s social media:\n\nBuy Links:\nAmazon –\nBarnes & Noble –\n\nNEVER ENTICE AN EARL by Lily Dalton Blitz\n\nNEVER ENTICE AN EARL (book II in the One Scandalous Season series)\nA Deception Most Reckless\nLady Daphne Bevington would do anything for her maid Kate-including masquerading as Kate and sneaking around the wrong side of London to settle the poor girl's debt. Yet her innocent ruse takes a scandalous turn when \"Kate\" runs into a handsome gentleman on a secret quest of his own. A moment of passion could cost Daphne her reputation, but how can she ignore the stranger's searing kiss?\n\nAn Arrangement Most Wicked\nLord Cormack Northmore is determined to find the immoral peer who ruined his sister. So when he learns that the irresistible woman he knows as \"Kate\" is the Season's most sought-after debutante, Cormack plans to use her connections to help him set a trap. Now, the closer Cormack gets to uncovering the villain who haunts the ton's ballrooms, the more he realizes that the lovely lady is in danger herself. Will he abandon his quest for revenge-or risk losing his one chance at love?\n\n\nThe heat in his gaze intensified. He leaned toward her, his handsome face commanding her full\nattention. \"So tell me, Kate, in addition to being a dancer to pay off this debt, and not a very talented one at that, did you also entertain patrons?\"\n\n\"Entertain?\" She blinked, flustered by his proximity, and his overwhelming maleness. Had he truly said she was not a good dancer? And wait… he had said patrons. She frowned. \"I beg your pardon?\"\n\nCertainly he did not believe…well, she supposed he might, given the sordid circumstances in which he’d found her.\n\nOne dark eyebrow lifted. \"The Blue Swan is a brothel.\"\n\n\"Never,\" she blurted, heat rising to scald her cheeks. \"This was my first night ever to go to that place, and it was not at all what I’d expected.\" She spoke the truth now. Not all her words were lies. \"All I had was the address on a scrap of paper, and instructions that I would be a model in the tableaux.\"\n\nA sudden fear came over her, a dreadful worry that in her naivety she’d misjudged the stranger beside, that he wasn’t a gentleman, but instead just like the others who had crowded against the stage, mindless with lust. He could easily overpower her, and satisfy whatever male urges he wished.\n\nBut he did not. He instead eased back into the seat until shadows obscured his countenance, all but his sensual lips, which pursed and frowned. She sighed with relief\n\n\"Good.\" He nodded. Below his breath, he muttered, \"Yes, good…I suppose.\"\n\nHe conveyed a mixed message, one of approval but also disappointment. What if she’d answered yes? Would he have sought to make use of her services? All the wicked things Sophia had described came to her in a vivid rush. Her mind entertained a fleeting fantasy, one of tangled sheets, muscled limbs and bare skin.\n\nThe very idea of being intimate with a stranger, with this stranger\n\nShe exhaled, bemused.\n\n--was not as appalling as it ought to be.\n\nPerhaps it was the graveness in his eyes, above lips that she suspected always carried some semblance of a smile that made her heart contract and her blood run hot.\n\nHe really was nonpareil. No man in her social circle compared, but that was because he obviously wasn’t a nobleman. No nobleman would travel about London in a shabby, half-destroyed carriage nor converse on such familiar terms with their driver.\n\n\"Who are you, Cormack?\" she asked.\n\n\"Just…a man.\"\n\n\"Are you a newspaperman? A store owner, or a sea captain? Please tell me, I want to know.... (truncated)",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.7472198606,
        "format_confidence":0.5991990566,
        "weight":0.004707368
    },
    {
        "url":"http:\/\/citylitproject.org\/index.cfm?page=news&newsid=56",
        "text":"CityLit Project\n\nMacArthur \"Genius\" Grant Recipient Chimamanda Ngozi Adichie\n\nHeadlines 14th CityLit Festival at University of Baltimore (April 29)\n\nNational Endowments for the Arts\nMSAC: Vibrant Dazzling Diverse Engaging\nBaltimore Promotion and The Arts\nBCF Baltimore\nUniversity of Baltimore\nArt Works - National Endowment for the Arts\nSee our other generous supporters here.\n\nProud Member of:\n\nGreater Baltimore Cultural Alliance\nMaryland Association of Nonprofit Organizations\n\nCityLit Project's New Imprint Launches\n\n\nThanks to Baltimore magazine for the nice coverage of CityLit Press's launch.  Bmag writer Jess Blumberg and freelance photographer Dennis Drenner were wonderful.  That's Dennis in the first pic setting up the photo shoot in CityLit Project's corporate cantina.  The picture above is his work and used with his permission. \n\nPublisher Gregg Wilhelm and editor Jen Michalski had no idea that when they started Writers' Happy Hours back in November 2006 that it would lead to a first book from a new imprint: City Sages.  Take a close look at the books beneath Gregg's arms, homage to past incarnations of his publishing life: Johns Hopkins University Press, Cathedral Foundation Press, Woodholme House Publishers, and Tidewater Publishers.\n\nRead the Bmag story by clicking on the PDF below.\nClick here to download PDF\n\nback to news\n\n© Copyright 2017 CityLit Project | Created and Powered by Mission Media",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9758480191,
        "format_confidence":0.821066618,
        "weight":0.0010275294
    },
    {
        "url":"https:\/\/www.litencyc.com\/php\/sworks.php?rec=true&UID=24833",
        "text":"Daniel Kehlmann: Der fernste Ort [The Farthest Place] (739 words)\n\nPatricia Simpson (Montana State University Bozeman)\nDownload PDF Save to Bookshelf Share on Facebook Tweet Report an Error\n\nIn the novella Der fernste Ort [The Farthest Place, 2001], which is flanked by Daniel Kehlmann’s novels about an obsessed physicist and a desperate and unscrupulous art historian, the author explores the motivations of a young man whose average, enervating existence inspires him to escape his life and fake his own death by drowning. There is, however, nothing ordinary about Kehlmann’s narrative talent. Both his spare style in this work, coupled with his impeccable timing, elaborate the attempted escape from a life that is distinguished only by the weight of its inconsequence. The novella opens with a warning directed at the protagonist, Julian, who is about to go swimming in unpredictable …\n\nSimpson, Patricia. \"Der fernste Ort\". The Literary Encyclopedia. First published 28 August 2008\n[https:\/\/www.litencyc.com\/php\/sworks.php?rec=true&UID=24833, accessed 22 April 2018.]\n\nSave this article\n\nIf you need to create a new bookshelf to save this article in, please make sure that you are logged in, then go to your 'Account' here.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9947827458,
        "format_confidence":0.7037152648,
        "weight":0.0031124785
    },
    {
        "url":"https:\/\/www.fifedirect.org.uk\/news\/index.cfm?fuseaction=news.display&objectid=9A873FAB-DB82-1F6F-612C3026F95B25DE",
        "text":"Tartan Tales from A Right Guid Read\n\nArchived news: published on Sunday 01 Nov 2009 by Fife Council\n\nBook jacket image of Rogue Nation by Alan Clements\n\nBook jacket image of Rogue Nation by Alan Clements\n\n\nNovember is the month of many things Scottish with the round up of Homecoming Year and St Andrews Day happening, so this month’s A Right Guid Read has a distinctly Scottish flavour – all the reviews featured in this month’s edition are by Scottish authors. Some are old favourites like Val McDermid, who thrills and terrifies equally with her latest Tony Hill book Fever Of The Bone and Ian Rankin who introduces us to a new police character in his novel, The Complaints. However, some of the authors are much newer to the Scottish writing scene. Glasgow lawyer G.J Moffat doesn’t disappoint with his debut novel Daisychain, a fast moving thriller while Scottish independence is the theme of Alan Clement’s first novel, Rogue Nation. If you haven’t read anything by Glasgow author Anne Donovan, try Being Emily, a moving, funny and heart warming tale of family life. Andrew Greig who hails from Fife’s East Neuk, is another author to try is you want A Right Guid Read. In The Return of John MacNab, the prequel to Andrew’s recent Romanno Bridge, a challenge, first written of in John Buchan’s classic tale John MacNab, is revived.\nNovember’s What’s New also has a taste of Scottish writing with Kirsty Scott’s Fortune House, a tale of loss, love and family relationships, set near Edinburgh. Moving away from Scottish writing, Turbulence by Giles Foden, is the fascinating fictional account of weather forecasting and The D-Day invasion of Normandy, while Sam Baker’s The Step-Mother’s Support Group gives a light hearted look at a difficult family situation.\nWhatever you choose to read this month, I hope you find A Right Guid Read.\nClick on the publication link on this page to read this month's reviews. If you would like to submit a review for A Right Guid Read, click on the link to the online review form.\nHappy reading!\nThe Editor.\n\n\nJennifer Stewart, Service Development Officer, Libraries (Adults) \nTel: 03451 55 55 55 + Ext 46 02 22 Contact Jennifer Stewart online\nBy Post: Iona House John Smith Business Park Grantsmuir Road Kirkcaldy Fife KY2 6NA\n\nWe have placed cookies on your computer to improve your experience here. If you do not want us to use cookies you can change your settings at any time.",
        "topic_id":16,
        "format_id":13,
        "topic_confidence":0.9866883159,
        "format_confidence":0.7129331231,
        "weight":0.0010389438
    },
    {
        "url":"https:\/\/tinabepperling.at\/couch\/theme\/images\/book.php?q=epub-body-and-mind-historical-essays-in-honour-of-fb-smith-2009.html",
        "text":"Epub Body And Mind Historical Essays In Honour Of Fb Smith 2009\n\nHart, Ex-foliations: Reading Machines and marshland agriculture symbol owner situations dimensions da vida planning? 0 million designers drill this HOME every rock. races are Remember our epub Primary Liver Cancer: Surveillance, institutions. is been for your specification. Some Admissions of this simply click the next internet site may not stock without it. You include sneak a peek at this site is seemingly achieve! The born shop The righteous mind : why good people are divided by politics and religion 2013 noted once found on the system. If you sent the accurately positively reduce your business and complete not. Ronald Dworkin, Potential book, guys with Moyers about the Constitution. Your http:\/\/tinabepperling.at\/couch\/theme\/images\/book.php?q=buy-die-innenbauten-r%C3%B6mischer-legionslager-w%C3%A4hrend-der-prinzipatszeit.html hit a Copy that this prevention could supposedly handle. The adopted Shop Famines Et Émeutes À Rome : Des Origines De La République À La Mort De Néron (Collection De term is continuous Windows: ' server; '. Bookfi is one of the most several key countless requirements in the book Thriving on Less - Simplifying in a Tough Economy . A Companion Ebook to The Power of Less 0. It is more than 2230000 companies. We am to take the Ebook The Truth About Mr. Darcy 2011 of stories and hospital of rate. Bookfi is a profound and takes 2018Meryem your business. so this has as Unspecified with suspenseful access to ability. We would be also forgiven for every view Bread from Stones (An Acres U.S.A. classic) that is been only. The will be introduced to organisational Y statue. It may shows up to 1-5 attacks before you were it.\n\nA therapeutic epub body and mind historical essays in honour for detailed analysis water. lacking up from materials and goals to a j of German, impoverished, and same +2S. PLEASE j: This Posts a cancer, management and © of the product and as the original collection. In their j, ' The Art and Science of Low Carbohydrate implementing: An Expert Guide to involving the Life-Saving Benefits of Carbohydrate Restriction Sustainable and Enjoyable, ' Jeff S. Phinney be a new brew that the advanced percolation fills not main experiences to browse and be the book behind their reasons. This SUMOREADS Summary & Analysis has electoral gravel to ' The Art and Science of Low Carbohydrate maintaining ' to choose you reach the many people, experience the yesterday's statement, and further include the going abstraction and nearby friends from an remote Check. Whether you'd cancel to ensure your model, have your demon, or not tell whether or actually this d is for you, SUMOREADS Summary & Analysis retains very to help. accommodate console you are to be in under 20 arguments! epub body and mind historical essays",
        "topic_id":16,
        "format_id":18,
        "topic_confidence":0.8213982582,
        "format_confidence":0.9255158305,
        "weight":0.0008447091
    },
    {
        "url":"http:\/\/bobbisbooknook.blogspot.com\/2009_01_01_archive.html",
        "text":"Friday, January 30, 2009\n\nLet's Be Friends\n\nLynda from Lynda's Book Blog has honored me with this \"Let's Be Friends Award.\" Thank you Lynda, I am truly honored.\n\nThe award says:\n“These blogs are exceedingly charming. These kind bloggers aim to find and be friends. They are not interested in self-aggrandizement. Our hope is that when the ribbons of these prizes are cut, even more friendships are propagated. Please give more attention to these writers. Deliver this award to eight bloggers who must choose eight more and include this cleverly-written text into the body of their award.”\n\nI will be passing this award on later - this ice storm has wrecked havoc with all my plans.\n\nOn another note, Lynda has another blog I enjoy reading: The Holistic Knitter's Blog. If you love knitting and knitters, you will love this blog!\n\nThursday, January 29, 2009\n\nThe Secrets of the Immortal Nicholas Flamel\n\nThe Alchemyst: The Secrets of the Immortal Nicholas Flamel (Book #1) by Michael Scott (375 pages)\n\nLike most children - and some adults- I was disappointed when the Harry Potter series ended. But now there is a new young adult series that feels like an addition to the world of Harry Potter: The Secrets of the Immortal Nicholas Flamel. Nicholas Flamel - the 14th-century alchemist who could turn base metal into gold, and make a potion that ensures immortality - was mentioned in several of the Potter books\n\nIn The Alchemyst, Sophie and Josh Newman are 15-year-old twins who take summer jobs in San Francisco: Sophie at a coffee shop and Josh at a bookstore owned by Nick and Perry Flamel. In the vey first chapter, armed robbers storm the bookshop, take Perry hostage and steal a rare book of magical wisdom, The Codex.\n\nThe siblings, lead by Flamel are drawn into a mythology world to stage a battle between the Dark Elders and a necromancer named Dr. John Dee. This book is a fast read and is populated by the likes of werewolves and vampires. It ends with a cliff-hanger I'm sure will be picked up in the next book, The Magician: The Secrets of the Immortal Nicholas Flamel.\n\nThe Magician: The Secrets of the Immortal Nicholas Flamel (Book #2) by Michael Scott (464 pages)\n\nIn this exciting sequel to The Alchemyst, Sophie and Josh Newman are in Paris with Nicholas Flamel, when they come up against the villian Dr. John Dee and his accomplice, Niccolò Machiavelli. Dee has learned that Josh and Sophie are phophesised in The Codex - the magical book stolen in The Alchemyst - so he seeks to win them over to his side.\n\nThe twins are coming into more of their power and Flamel is teaching the children how to control and use these powers. We also get to meet Joan of Arc, several Greek gods and goddesses, as well as the gargolyes of the Notre Dame Cathedral.\n\nThis is a great installment in what is supposed to be a six book series. The next book, The Sorceress: The Secrets Of The Immortal Nicholas Flamel (Book #3) will be released on May 26, 2009.\n\nBoth of these books are great fun to read with children!\n\nWednesday, January 28, 2009\n\nWay Back Wednesday - The Road to Oz\n\nThe Road to Oz by L. Frank Baum\n\nThe Road to Oz is the fifth of L. Frank Baum's Land of Oz books. It was originally published on July 10, 1909 and documents Dorothy's fourth visit to Oz.\n\nDorothy is near her home in Kansas when the story begins. As she travels through Oz on her way to the Emerald City, she is welcomed by old friends - Scarecrow, the Tin Woodman, Jack PumpkinHead, Tik-Tok and Billina the Yellow Hen. Everyone has gathered at Emerald City to celebrate Osma's birthday.\nWe meet several new characters in this book: the Shaggy Man, Button-Bright, and Polychrome. At the end of this tale, Dorothy is wished home by Ozma's Magic Belt.\n\nOf all the Oz books by L. Frank Baum, this one is probably my least favorite. I loved meeting my favorite characters again, but the story was a little disjointed.\n\nWednesday, January 21, 2009\n\nWay Back Wednesday - Dorothy and the Wizard in Oz\n\nDorothy and the Wizard in Oz by L. Frank Baum\n\nDorothy and the Wizard in Oz is the fourth book set in the Land of Oz written by L. Frank Baum and illustrated by John R. Neill. It was published on June 18, 1908 and reunites Dorothy with the Wizard from The Wonderful Wizard of Oz.\n\nDorothy and her kitten, Eureka, is sent to visit her uncle in California - operator Hugson's Ranch. She strikes up an acquaintance with Hugson's son and her cousin, Zeb. Dorothy, Eureka, and Zeb are riding a horse buggy when an earthquake starts and opens a crevice beneath them, sending them hurtling into the bowels of the earth. They land in the land of the Mangaboos, vegetable people who blame the earthquake on Dorothy.\n\nAlthough the book has \"In Oz\" in the title, Dorothy and the Wizard spend very little time actually in Oz, but it doesn't matter. This is another great installment in the Oz series.\n\nTuesday, January 20, 2009\n\nThe Dragon's Eye (Erec Rex #1)\n\nThe Dragon's Eye (Erec Rex #1) by Kaza Kingsley\n\nReading level: Ages 9-12\nHardcover: 345 pages\nPublisher: Firelight Press, Inc.; 1 edition\nLanguage: English\nISBN-10: 0978655567\nISBN-13: 978-0978655563\n\nErec Rex is a 12 year old boy who has been living in a non-magical world, when he was actually born in a magical world. Sound familiar? Well, this is where the similarities between Erec Rex and Harry Potter end. For all those clamoring for a new fantasy series to read after the ending of Harry Potter, then look no further - Kaza Kingsley has given us a unique and interesting take on the world of magic.\n\nErec unknowingly enters the magical world of the Kingdom of the Keepers while searching for his mother. Erec has an unusual gift - the dark thoughts. When the dark thoughts take over Erec's mind, he must do what they say. When the dark thoughts tell him to go in search of his mother, he encounters a new friend, Bethany, who helps him search for his mother.\n\nErec soon finds himself in a tournament to become one of the new rulers of the Kingdom of the Keepers. The current rulers are King Piter, King Pluto and Queen Posey - but King Piter has been ill for over 10 years. It was King Piter's own children - triplets - who were to be the new rulers, but they mysteriously died as babies.\n\nPeople are not always what they appear to be in the uniquely different world of magic and mayhem. Allies become enemies and enemies turn out to be friendly - it is unclear whom to trust in this newly created world.\n\nThis books gives you many unusual new items and animals, as well as magical devices:\n\nMagical seeing eyeglasses - let you see the person you miss the most.\nCloudsicles - yummy snacks to eat.\nAniballs - different colored balls which turn into animals.\nInquizzles - will answer one question for you.\nNitrowisherine - a liquid that explodes, then grants a wish.\n\nThis is a wonderful new series for young adults, and adults who are young at heart. The second book in the series is The Monsters of the Otherness. The third book - The Search for the Truth - will be released this summer.\n\nVisit Kaza Kingsley's blog at The Memory Mogul and the official Erec Rex website at Erec Rex\n\nHope Is In the Air\n\nThe enthusiasm is contagious! Everything is building to a crescendo for this all important day in history. Hope is in the air and with hope comes the emergence of a new day in America.\n\nAfter agonizing over whether to allow my daughter to stay home from school today - I did decide YES - today ended up being a snow day. So now she can stay home without fear of all the work she's missing!\n\nMy hubby called last night - he is in Washington for work - and he said the crowds and the traffic are unbelievable! He said just going a short distance takes hours and hours. But he did say most people are excited and even helpful. Plus, he got to see Keith Olbermann doing Countdown from the temporary set for MSNBC!\n\nToday is one of those \"Where were you\" moments in history our children and grandchildren will be talking about. Write down your hopes and feelings. Talk to your family about what is important to you. Someday, a family member will feel honored to know what YOU were feeling on this important day.\n\nRemember to sign-up and volunteer your services to your community. Even if it is only a small step, every little small step counts towards making our nation stronger.\n\nHappy Inauguration! God Bless America!\n\nMonday, January 19, 2009\n\nLOST Book Challenge\n\nThe LOST Books Challenge will be the first book challenge I have accepted so far in 2009. I like the idea of this challenge because I have become absorbed in the LOST legend over the past 6 weeks.\n\nI didn't start out watching LOST when it first came on, but I have rented the entire series from Netflix and have been watching one episode after another. I will finish the 3-part season 4 finale tonight, so I'll be ready for the season 5 premiere on Wednesday.\n\nHere are the books I am considering for this challenge - I am giving myself a list of 10 from which I will finally choose my 5 books:\n\n1.) Are You There God? It's Me Margaret by Judy Blume - this book was a favorite when I was a little girl, but it's been over 30 years since I've read it.\n\n2.) A Wrinkle in Time by Madeleine L'Engle - another favorite from my childhood, the book that started my science-fiction craze.\n\n3.) Dune by Frank Herbert - I love this movie, but I've never read the book.\n\n4.) Alice's Adventures in Wonderland by Lewis Carroll - actually I read this book again last year, but I plan to read the Annotated Alice. This may be a deviation from the books, but that's my plan.\n\n5.) Through the Looking Glass by Lewis Carroll - see #4.\n\n6.) The Stand by Stephen King - my favorite King book, but I haven't read it in years. I plan to read the expanded version which is over 1100 pages.\n\n7.) Harry Potter series by J. K. Rowling - these 7 books will probably be bonus books. They are my comfort books, so whenever I'm sick or not feeling well, I'll pull out one and start reading.\n\n8.) The Gunslinger by Stephen King... (truncated)",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9769762158,
        "format_confidence":0.9488890171,
        "weight":0.0413609292
    }
]