[
    {
        "url":"https:\/\/www.webuynkyhouses.com\/blog\/category\/sell-house-cash\/",
        "text":"we buy nky houses testimonial - antoinette\n\nCustomer Testimonial – Selling Your Cincinnati House\n\nWe were recently at the closing table with Antoinette to sell her Cincinnati house located in West Price Hill. It’s a great feeling when we are able to buy houses from customers and give them a check at closing. We always strive for win-win situations, and we service to our customers is paramount in our business. … Continued\n\nsell my house fast in cincinnati - we buy nky houses\n\nSell My Home Fast In Cincinnati – 5 Tips to Help You Sell Quickly\n\n“Help! I’m Trying To Figure Out How To Sell My House Fast In Cincinnati” 5 Tips For Cincinnati Home Sellers If you own a house in Cincinnati or Northern Kentucky and want to sell it quickly, read this blog for 5 tips that will help you sell your Cincinnati house sooner!   Tip #1 – Skip … Continued\n\nbills and computers - what happens when you inherit a house in Cincinnati or NKY\n\nWhat happens when you inherit a house in Cincinnati?\n\nInheriting a house is one of the few big surprises that life brings us sometimes. But what happens when you inherit a house in Cincinnati Ohio? As much as you may want to keep an inherited house, sometimes you may be forced to consider putting it up for sale. Selling an inherited house can be … Continued\n\ncan a house be sold while in probate in Cincinnati Oh\n\nCan A House Be Sold While In Probate In Cincinnati, Ohio?\n\nProbate is the process of reassigning the property to the beneficiaries after a person dies. When a person passes away, they leave their loved ones and their property behind. Sometimes, the last will or the Testate is left behind by the person and in some cases it is not. Whatever the situation, the property is reassigned … Continued\n\nWhen Life Gets Hard, Keep Moving Forward\n\nLife is hard. Life is unpredictable. And sooner or later, everyone hits a roadblock they weren’t expecting that makes everything go up in the air. Maybe it’s a car accident that leaves you unable to go to work. Maybe it’s the erosion of a marriage that just didn’t work out. Maybe it’s a diagnosis of … Continued\n\nsell your home faster in cincinnati - we buy nky houses\n\n5 Proven Tips to Sell Your Home Faster Cincinnati\n\nWhen choosing to sell a house in or Northern Kentucky, you’ll likely want the process to take as little time as possible. After all, time is money, right? The longer it takes to sell, the more it ends up costing you in the long run. Utility bills, taxes, and insurance payments only stop once the sale … Continued\n\nsell home in cincinnati using the internet - smart phones, computer\n\nHow To Use The Internet to Sell Your Home in Cincinnati\n\nNow, more than ever, people are finding success selling their homes online. But with the online marketplace being so hot, you are likely to face some stiff competition! We have put together our favorite tips to help you stand out and sell your home in Cincinnati or Northern Kentucky fast! Go Where The Buyers Are: There … Continued",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.7051484585,
        "format_confidence":0.941282928
    },
    {
        "url":"https:\/\/www.realsourcebrokers.com\/clairemont\/",
        "text":"Start Your Property Search\n\nClairemont Condos For Sale\n\nWelcome to your best Clairemont Atlanta GA condo resource. See today's recently listed Clairemont condos for sale below updated daily from the Atlanta MLS. We also feature Atlanta townhomes and Atlanta lofts for sale by location, size, zip code and price. Let this web portal be your local Atlanta real estate guide. For information about Clairemont condos for sale in Atl GA or to schedule a private condo showing, contact your expert Atlanta Georgia real estate agents today.\n\nCondos For Sale in Clairemont Atlanta, GA\n\nNo Listings of This Type are Currently Active in the MLS\nStart a New Search\n\nPreparing for the purchase or sale of a condo near Clairemont? Call (404) 270-9374 to get in touch with The Keen Team. Our team of local real estate agents are experts on the condominium market in Clairemont Atlanta.\n\nResearch local schools, including rankings, state report cards and school websites.\n\nLearn more\n\nGain expert insight into your home's true market value.\n\nLearn more",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9961987138,
        "format_confidence":0.7742857337
    },
    {
        "url":"https:\/\/www.allfreeholidaycrafts.com\/Kids-Crafts-for-St-Patricks-Day\/page\/2",
        "text":"Free Offer\nHappy St. Patrick's Day! 12 St. Patrick's Day Crafts for Kids and Adults\n\nThe cute St. Patrick's Day crafts in this FREE e-book are even better than finding a pot of gold!\n\nBonus: Get our newsletter & special offers for free. We will not share or sell your email address. View our Privacy Policy\n\nKids Crafts for St. Patrick's Day\n\nFind Saint Patrick's Day crafts for kids including leprechaun craft ideas, pot of gold project suggestions, shamrock projects for children and a whole lot more!\n\nLeprechaun Cupcakes\n\nLooking for a fun and kid-friendly St. Paddy's Day project to work on with… More\n\n(0 Votes)\n\nListen to the Rainbow Noisemakers\n\nYou cant see a rainbow without the rainstorm, like the one in these Listen… More\n\n(0 Votes)\n\nEasy Rainbow Cloud Decoration\n\nWhen St. Patrick's Day approaches, we're always on the lookout for fun… More\n\n(0 Votes)\n\nPipe Cleaner Shamrocks\n\nLooking for a quick and easy solution to restless children this March?… More\n\n(0 Votes)\n\nPot of Clover Place Cards\n\nMake the cutest and most unique place cards your friends and family has… More\n\n(0 Votes)\n\nLucky Green Banner\n\nThis St. Patrick's Day, add a little luck to your life by creating this… More\n\n(0 Votes)\n\nProject of the Day\n\nEnglish Rose Bath Bomb Recipe\n\nMom deserves the best, doesn't she? This English Rose Bath Bomb Recipe is one of our favorite Mother's Day gift ideas yet! How… Continue reading: \"English Rose Bath Bomb Recipe\"\n\nSomething worth saving?\n\nRegister now for FREE to:\n\n  • SAVE your favorite projects\n  • ADD personal reminder notes\n  • QUICKLY reference your projects\n\n\nConnect With Us\n\nFacebook Twitter Pinterest Twitter\nBlog Email RSS\n\nAbout Us Advertise Contact Us FAQ Do Not Sell My Personal Information Keyword Index Privacy Policy Subscribe Terms of Service Unsubscribe Share Your Project\n\n---- 1 ----",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9742343426,
        "format_confidence":0.7965496778
    },
    {
        "url":"https:\/\/www.partselect.com\/Models\/EER3000H01KC\/Parts\/",
        "text":"Quick Question!\n\nHave you ever purchased from PartSelect.com before?\n\nModels > EER3000H01KC > Parts\n\nEER3000H01KC General Electric Range - Parts\n\nAll parts for the General Electric Range EER3000H01KC\n\nBelow is a list of all parts for the General Electric Range EER3000H01KC - Electric. To find the repair part you need, you can browse the list below or you can narrow your choices by searching for a part by name or description.\n\nAll Parts for the EER3000H01KC\n1-14 of 106\nSearch for parts\nKeep searches simple, eg. \"belt\" or \"pump\". Need help?\n\nLight Bulb - 40W\n\nThis an authentic OEM 40-Watt replacement light bulb, used in a number of household appliances. It is specially designed to withstand extreme temperatures, which is why these repla...\n\n\nBake Element - Push On Terminals - 240V\n\nThe bake element in your oven provides the cooking heat. This part can be found at the bottom of your oven, and attaches to the power source on the back wall. It has two terminals that fit into the power source receptacle. This part is made of metal, and is approximately 20 inches in length and 18 inches in width. This product is sold individually. Many of our customers have rated this repair as easy. To complete this repair, simply lift the old element up and out of your oven, and replace it with the new one. Be sure to disconnect power from the oven before you begin this repair.\n\n\nTemperature Sensor\n\nThe temperature sensor, also known as the oven temperature sensor assembly is usually found in the back of the oven. The function of the oven temperature sensor assembly is to meas...\n\n\nRear Drawer Support\n\nThis rear drawer support comes with the installation screw. ***NOTE: There has been a factory design change and you must change both rear supports from side to rear.\n\n\nBroil Element\n\nThis broil element is found on the upper part of the oven cavity.\n\n\nOven Rack\n\nSold individually.\n\n\nSurface Burner Switch - 6\" - 1560W\n\nThis switch controls the small burner on a range\/stove top.\n\n\nDual Haliant Element with Limiter - 9\" - 2500W\n\nThis is a large dual haliant element with a limiter or sensor for glass cooktops and freestanding ranges. It is a 2500-watt part. The inner diameter measures 9 inches, while the outer diameter measures 10 inches. If there is no heat generated from your element, you may need to replace this part. You may also need to check your socket or infinite switch. It is located under the glass cooktop of your appliance. Be sure to unplug or cut the circuit breaker to your appliance before starting this repair. Before replacing this part, be sure your appliance is getting enough power. If it is receiving less than the required 220 volts of alternating current, the surface element will not work.\n\n\nFoot - Leveller\n\nSold individually.\n\n\nElectronic Control Board\n\nThis part is also known as the \"brains\" of the appliance. ***NOTE: The wiring could be different than the original control. This part may need to be installed by an appliance repair person.\n\n\nOven Light Socket - With Push In Receptacle\n\n\n\nThis screw is sold individually.\n\n\nBroiler Pan - Large\n\nThis large broiler pan is found in the bottom of your oven and is used to catch drippings from broiling foods. This part includes the grate and bottom pan and is made of porcelain....\n\n\n\nSold Individually.\n\nAll Parts for the EER3000H01KC\n1-14 of 106",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9453561902,
        "format_confidence":0.9031475782
    },
    {
        "url":"http:\/\/www.monicabesecker.com\/areas\/Statesville",
        "text":"Statesville, NC Real Estate\n\nStatesville NC Real Estate Overview\n\n\n\n\nOpen Houses\n\n\nShort Sales\n\n\n\n\n\n\n\nStatesville NC Real Estate Stats\n\nAverage Price in Statesville: $286,735  County Average: $514,558\n\nAverage Cost Per Sqr Ft in Statesville: $117  County Average: $163\n\nAverage Walkscore in Statesville: 19  County Average: 15\n\nAverage Year Built in Statesville: 1981  County Average: 1995\n\nAverage Days on Website in Statesville: 107  County Average: 96\n\nStatesville NC Real Estate Market Health\n\nNeighborhoods in Statesville NC\n\nArgyle Place Barium Seasons Village Baymount Meadows\nBeverly Heights Carters Farm Castlegate\nCountry Club Estates Deer Crossing Fairview Farms\nFort Dobbs Farms Fulton Heights Harbor Watch\nHighland Acres Historic District Iredell Heights\nLarkin Golf Club Lincoln Estates Lippard Springs\nMagnolia Glen Mulberry Street Commons Nelly Green Estates\nNorth Crossing Northlake Pine Forest\nRiver Oaks Fairways Shannon Acres Spring Forest\nSpring Shore Taras Trace The Highlands\nValleybrook Vintage Place Wildewood\n\nAreas in Statesville NC\n\nIredell County\n\nMost Popular Listing\n\nPopular Statesville Real Estate\n\nMost Expensive Listing\n\nExpensive Statesville Real Estate\n\nLeast Expensive Listing\n\nCheap Statesville Real Estate\n\n\nListings in Statesville\n\nNo homeowners association! country estate living with close in convenience...\n\nPriced to sell!! level lot on elm st in Statesville, close to i-77 and downtown...\n\nBeautifully landscaped custom built 4 br 3.5 b 3600+ square foot home in a family friendly neighborhood...\n\nDon't miss this property! fantastic home for owner occupant or investor with excellent rental history...\n\nBreath taking views from your rear covered porch overlooking the golf course at larkin golf club...\n\nPerfect property in lake access community for full time living\/weekend getaway...\n\nWell thought out floor plan,rocking chair front porch...\n\nLarge sloping building lot in premier Statesville neighborhood...\n\nLooking for a nice lot in west iredell area? here it is...\n\n60.995 acres parcel with possibility of building a home to create your own private estate or subdivided into lots for a subdivision...\n\nadditional lot across the street is available as well. easy access to Statesville, i77 and i40. homes must be at ...\n\nOwner of contract has not taken property into possession - please inspect this is a double closing or contract assignment situation the roof is about 3 years old...\n\nzoned \"li\" -light industrial use by the city of Statesville. lot is deep and wide with a gentle grade-easily developed for commercial\/industrial building with parking and truck bays. pric...\n\nThe only lot for sale in baymount meadows that will accommodate a horse and this lot size will accommodate 2 horses...\n\nWell maintained family home with lots of large rooms to spread out...\n\nlot is suitable for basement and\/or crawl space foundation. convenient to i-77, mooresville, troutman, Statesville and hickory. lots in this subdivision require well and septic systems. don't miss this one!...\n\n, west iredell location, corner lot,convenient to Statesville, i-40 and i-77, bring your own builder, owner financing available for qualified buyers...quiet country set...\n\nrecently remodeled. located in the central district of downtown Statesville....\n\nTh endless potential walking distance to downtown Statesville. vault...\n\nQuality residential building lot. home values in n...\n\nProperty Search\n\nSaved Properties\n\nThis is a list of your favorite properties. We will email you if a property is reduced or leaves the market.\n\nClick 'Save' to add a property to this list.\n\nRegister \/ Login\n\nNew & returning visitors please enter your information to login.\n\nBy clicking 'register' you are agreeing to our terms of use & giving us expressed written consent to contact you.\n\nQuestions? Comments? Complaints?\n\nThis message will go directly to the head of our team.\n\nLocation & Address\n\nKeller Williams Realty - Monica Besecker\n118 Morlake Dr. Suite 100\nMooresville, NC",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9972844124,
        "format_confidence":0.7908250093
    },
    {
        "url":"http:\/\/yardsales.net\/goshen-al\/t:storage+auction\/",
        "text":"Storage Auctions in Goshen, AL\n\n\nStorage Auctions in Goshen, AL\n\nGarage sales matching \"storage auction\" in Goshen\n\nNo sales found matching your criteria.\n\nTry removing some filters on the left side of this page. Or you can increase your search distance.\n\nThe best list of sales in Goshen is the fastest growing yard sale site, with 0 sale photos and 0 garage sales in Goshen, Alabama. offers you the best list of Goshen yard sales every week.\n\nRecent Activity around Goshen, Alabama\n\nPopular Cities In Alabama\n\nAll cities in Alabama\n\nOther States",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9636827707,
        "format_confidence":0.9902324677
    },
    {
        "url":"http:\/\/www.danze.com\/design-center\/videos\/newproducts\/",
        "text":"You have not viewed any products recently.\n\n\nNew Products\n\nSnapback DIY\n\nLearn how to easily install a Danze faucet with Snapback Technology yourself in this short DIY video.\n\nDanze New Snapback Technology\n\nDanze has introduced a new technology, SnapBack, making installing Danze kitchen pull down faucets a breeze!\n\nDanze Quick Connect\n\nThe Danze Quick Connect adapter makes installing a new faucet easy and uncomplicated. The Quick Connect adapter is a hose connection that replaces traditional compression or threaded connections.\n\nDanze Midtown Single Handle Faucet\n\nCheck out our Danze Midtown Single Handle Faucet.",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.986330986,
        "format_confidence":0.829254806
    },
    {
        "url":"http:\/\/www.touchofclass.com\/window-deals\/c\/20815\/filter\/100000000880eq100000000928\/",
        "text":"\nWindow Deals\n\nDiscount Curtains & Drapes at Great Prices\n\nFind discount curtains and drapes at a reasonable price, so no window in your home goes unadorned. This economical collection includes decorative curtain rods, window accents, tier pairs, valances and more, so you can customize a thrifty yet fashionable ensemble from scratch. Renovate an outdated family room with trendy window treatments, and have funds to spare for a few finishing touches. Find valances on sale for a window hovering on the edge of completion. Available in a plethora of colors, styles and sizes, our discount window coordinates will grant your home a more polished appearance.\n\nValances, Curtains & Drapes on Sale\n\nWhether sprucing up a bare window or switching your ensemble for a more current design, you'll find a transformative window treatment here. Drapes on sale will bring your window that much closer to an accomplished feel. Find ring-top, grommet or tab-top panels for a casual vibe and easy maneuvering on a curtain rod. Or, locate more traditional curtain pairs complete with tiebacks and rod pocket enclosures. Other panels on sale include room darkening drapes, blackout curtains or even sheer window treatments. With this sundry selection, you'll pinpoint an ideal pair of drapes.\n\nFind decorative elements and hardware, when you browse our window treatments on sale. Tassel tiebacks will gather your curtain panels into sumptuous folds, lending your decor an opulent ambience. Choose decorative rod sets showcasing crystal ball finials, or select a themed holdback pair to enrich your favorite decorating style. Finally, glass window hangings add interest with kaleidoscopic colors.\n\nTop off your new ensemble with a few stately valances. On-sale styles include scalloped, waterfall and swag valances, each granting a distinct personality to your window. Find attractive curtain tiers to complete a bathroom or kitchen window, or allow your new valances to garner attention as standalone focal points. Save at least 40% on these amazing window treatments, and build your own budget-friendly ensemble.",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.997187078,
        "format_confidence":0.5749866366
    }
]