[
    {
        "url":"https:\/\/justdubrovnik.com\/2012\/08\/the-daily-mail-6-things-you-must-do-in-croatia\/4132\/",
        "text":"The Daily Mail: 6 things you must do in Croatia\n\nThe Daily Mail has recently compiled a list of six things you must not miss while visiting Croatia.\n\nCroatia is poised to become one of the most popular short-haul destinations of the year. Lonely Planet tagged its coastal region of Istria as one of its top visits for 2011, and that’s only one of many stops in this inexpensive, outside-the-eurozone country.\n\nHere’s our list of things to do and see, including traditional toy-making, a sea and sun-powered music and light show, ancient Greek fields, Roman marvels and lighthouse stays on remote islands. Not to mention 1,000 miles of rocky coves and pine-fringed beaches.\n\n1 Within these walls\n\nOne US website recently named Dubrovnik the third most romantic place in the world, after Buenos Aires and Bora Bora, but ahead of Paris and Venice. This handsome ‘city of stone and light’, between the Adriatic and the Dinaric Alps, was pounded during the Balkan war of the Nineties.\n\nRestorers pieced it together almost to the state of its glory days: the newer orange terracotta tiles are the only real clue as to where the bombs fell. The well preserved, mile-long 14th Century ramparts are among the finest in Europe. The pedestrian-only old town within is full of medieval, renaissance and baroque treasures, as well as designer shops, restaurants and galleries. Read More.",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9865989685,
        "format_confidence":0.9542037249
    },
    {
        "url":"https:\/\/www.darwinescapes.co.uk\/blog\/11-picturesque-places-visit-north-wales\/amp\/",
        "text":"Darwin Escapes\n\n11 Picturesque places to visit in North Wales\n\nThe most picturesque places to explore in North Wales\n\nCollection of Instagram images around the breath taking North Wales region. Darwin Escapes has four locations along the North Wales Coastline, with two being holiday home ownership exclusive and two including ownership and family holiday homes to rent, you can explore this beautiful place at your own pace.\n\nHere is a selection of Instagram images to help you get out and explore the region…\n\n1. The Lonely Tree at Llyn Padarn\n\n2. Cwm Idwal in Ogwen Valley\n\nA photo posted by Huw (@huwtgriff) on Dec 30, 2016 at 2:17pm PST\n\n3. Penman Point on Angelsey\n\nA photo posted by Lydia (@thefoodygirl) on Aug 27, 2016 at 2:09am PDT\n\n4. Llanddwyn Island on Angelsey\n\nnote: keep an eye out for the wild horses roaming on the island\n\nA photo posted by Michal Tekel (@tekelphoto) on Dec 15, 2016 at 1:19am PST\n\n5. Menai Bridge in Bangor\n\nA photo posted by Sophie (@ssoopphhzz) on Dec 28, 2016 at 7:08am PST\n\n6. Llyn Elsi in Betws-Y-Coed\n\nA photo posted by Jimmy Saunders (@jimbosaunds) on Jan 2, 2017 at 10:39am PST\n\n6. Conwy Marina in Conwy\n\nOnly a short 5 minute walk from Aberconwy Resort & Spa\n\nA photo posted by Emma (@egibsongirl) on Oct 22, 2016 at 7:16am PDT\n\n7. Abersoch Harbour\n\nA photo posted by Jo Foley (@jofoley7) on Jun 3, 2016 at 2:02pm PDT\n\n8. Porthdinllaen\n\n9. Bryn Cader Faner in Harlech\n\n10. Snowdonia Mountain Range\n\nA photo posted by Jake Turner (@byjaketurner) on Jan 1, 2017 at 12:59pm PST\n\n11. Lyn Brenig\n\nA photo posted by Sarah Twist (@sarahjtwist) on Dec 30, 2016 at 1:30pm PST\n\nThese Instagram images are the perfect start to help you exploring this vast, diverse and stunning region! With a choice of 4 locations, Talacre Beach Holiday Home Park, New Pines Holiday Home Park, Seaview Holiday Home Park and Aberconwy Resort & Spa all in North Wales, you will be spoiled for choice on accommodation while exploring North Wales!\n\nHappy Adventuring Explorers!\n\nWant to keep up to date with all the latest information? Like us on Facebook, follow us on Twitter and like us on Instagram to stay up to date on all things Darwin Escapes!\n\nFollow my blog with Bloglovin\n\nPhoto Credits: Robert J Heath",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.993937254,
        "format_confidence":0.9859977961
    },
    {
        "url":"https:\/\/www.grovecitysummit.com\/3-cant-miss-grove-city-events-in-november\/",
        "text":"3 Can’t Miss Grove City Events in November\n\nGrove City Town Center\n\nDespite the cold weather settling in, Grove City is still very active this month and there are activities for everyone! Here are three events in Grove City in November that you cannot miss!\n\nIf you love running, sign up to run in the 4th annual Thanksgiving Wattle 5K and Primrose Children’s Run on Thanksgiving morning at 9am. The race begins at the AMC Theatre 14 on Lamplighter Drive and goes south down Buckeye Parkway to Sunridge and back to AMC. You can sign up for the race on their website right now or at AMC starting November 22 from 7-9pm. The annual race helps raise funds and food donations for the Grove City Food Bank.\n\nIf you’re still in the Halloween mood or if you just want to enjoy a goofy dinner show, head to Venue 62 in Grove City’s Town Center. Dinner. Death. Dessert. is performing Polterheist, a haunted mystery murder spoof. This dinner show will have you falling out of your chairs laughing and keep you on the edge of your seat with suspense! You can catch Polterheist on November 13 and 20 at Venue 62 for $49.95 per person, which includes a gourmet buffet and show.\n\nGet a head start on Christmas shopping during the Grove City Chamber of Commerce’s Holiday Shop Hop on November 18. By registering for the event, you will get exclusive sale prices at local stores on Broadway. Stores participating in the Holiday Shop Hop includes Country Hearth, Primitives, Dannette’s Floral Boutique, Déjà Vu Boutique, Hop Yard 62, HR Personal Expressions, The Lollipop Stop, Read It Again Books and Gifts, Red Maple Curio, Sommer House Gallery and Tommy’s Jerky. It only costs $15 to register and you get the Shop Hop Passport for obtaining special deals at each store, appetizers at the networking event at Plum Run Winery and the chance to win great prizes from Grove City businesses.\n\nNo Replies to \"3 Can’t Miss Grove City Events in November\"",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.5209804773,
        "format_confidence":0.9800211787
    },
    {
        "url":"http:\/\/www.katiekat.co.uk\/2017\/03\/top-3-thailand-sunsets.html",
        "text":"15 March 2017\n\n3 of My Favourite Thailand Sunsets\n\nThailand Travelling Series\n\nPlease forgive me.\n\nMy previous post on the best bits of Pai was supposed to be the last in the Thailand Travelling Series; however, I just couldn't resist throwing this one on the end! I promise, just let me have this one more and I will shut up about everything Thailand related (for now).\n\nBesides, who can say no to a good old sunset? (Especially if you appreciate anything and everything visual like moi.)\n\nMy sister and I agreed at the time that Thailand has some of the prettiest sunsets we've ever seen. Granted, I haven't exactly seen ALL of the sunsets in ALL of the world (challenge accepted) but, out of the ones I have seen, the Thailand ones sure are up there as some of the best! (I think it helps when the sunset is a backdrop for a beautiful beach, am I right?)\n\nHere are my top three Thailand sunsets - cue the countdown!\n\n3) Ao Nang.\n\nThis was the most surprising sunset in terms of beauty as, an hour before the sun actually set, there were some big, badass, dark grey clouds blocking the sun. There were also boats dropping tourists off from day trips obstructing the view. (Yes, I know - HOW DARE THEY!) Then miraculously, just before the sunset, both the clouds and boats disappeared... And what was left was a soft gradient of blue to pink to purple to yellow over the peaceful tranquility that was the ocean.\n\n2) Koh Phangan.\n\nWhat I loved the most about this sunset was the pastelly colours and how they seemed to effortlessly flow into each other. Again there were a few clouds, but in no way did they damage the view. The sunset was STUNNING (and the beach wasn't bad either).\n\n\n1) Koh Samui.\n\nThis sunset was my favourite simply because of the vividity of the colours. As there had been a storm an hour prior, there were still some rainclouds in the sky. The greyness of the rainclouds only emphasised the vibrant colours of the sunset. And I think the fact that we were looking out over a gorgeous view of the harbour definitely worked in this sunset's favour! It truly took my breath away.\n\nAll three sunsets were definitely a feast for the eyes and did nothing but add to Thailand's overall beauty and charm. What a country! What a trip! What incredible, lifelong memories!\n\n(If you missed the posts in my Thailand Travelling Series, you can catch up on them here, here, here, here and here. That's all for now, folks! K-xo)\n\nBloglovin | Twitter | Instagram\n\nNo comments\n\nPost a Comment\n\n© KatieKat. All rights reserved.",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9906048179,
        "format_confidence":0.6244156957
    },
    {
        "url":"https:\/\/www.tripsavvy.com\/best-dominican-republic-resorts-3266485",
        "text":"The 9 Best Dominican Republic Resorts of 2020\n\nOur editors independently research, test, and recommend the best products and services; you can learn more about our review process here. We may receive commissions on purchases made from our chosen links.\n\nThe Rundown\n\n01 of 09\n\nBest Overall: Sublime Samana Hotel & Residences\n\nSublime Samana Hotel & Residences\n\nCourtesy of Sublime Samana Hotel & Residences\n\nIt’s all in the name: The Sublime Samana Hotel & Residences is simply the most sublime lodging in the Dominican Republic. This gorgeous, suites-only retreat is conveniently located near one of the country’s most popular beach towns, Las Terrenas, with stunning mountain scenery and towering palm trees encircling the property. Guests get the best of both worlds when they stay at The Sublime Samana: This peacefully remote hotel boasts a swath of private sand along the turquoise water, though it’s also within an hour’s drive of several natural attractions.\n\n﻿White-washed, contemporary suites are scattered around on the lush, immaculate grounds, and each commands either a garden or ocean view; suites are spacious and feature a king-size bed, bathroom with walk-in shower, living room, dining area, fully equipped kitchen, and a balcony or terrace, with all the luxury amenities you could ever need or want. There are two sleek swimming pools on the premises, complete with canopied daybeds, along with a premier spa, two gourmet restaurants, tennis courts, and a state-of-the-art gym. If you’re seeking the most luxe lodging in the DR, look no further than The Sublime Samana.\n\n02 of 09\n\nBest for Families: Casa Colonial Beach & Spa\n\nCasa Colonial Beach & Spa\nCasa Colonial Beach & Spa\n\nDue to its spacious size, beachfront location, and relaxed atmosphere, family travelers love staying at Casa Colonial Beach & Spa, nestled between the honey-colored sands of Playa Dorada and the bright greens of Playa Dorada Golf Club. Downtown Puerto Plata, with its buzzing restaurant scene, is just a short taxi ride away. In addition to its prime location, this full-scale resort has plenty of amenities to keep travelers busy for days. Adults can work out at the sleek fitness center, take an oceanside Pilates or yoga class (totally free of charge), relax in the steam room at Bagua (Casa Colonial’s 13-room spa), or play a few rounds of golf; kids and parents alike will love splashing around in the resort’s rooftop infinity pool, an area that also features four private Jacuzzis and a poolside bar.\n\nService is ultra-friendly and attentive at Casa Colonial, and each of the hotel’s 50 guest suites is charmingly decorated with colonial-chic furnishings and original artworks. There are also two on-site restaurants here — Lucia, which serves inventive French-Caribbean cuisine, and Veranda, which offers delicious Dominican specialties alongside continental fare — so you never have to leave the resort.\n\n03 of 09\n\nBest for Romance: Sanctuary Cap Cana by Playa Hotels & Resorts\n\nSanctuary Cap Cana by Playa Hotels & Resorts\n\nCourtesy of Sanctuary Cap Cana by Playa Hotels & Resorts\n\nSituated serenely in Cap Cana, a hidden-away retreat inside Punta Cana, the adults-only Sanctuary Cap Cana is known for being a top lodging pick among honeymooners and romance-seekers. There’s no shortage of natural beauty here: The hotel is located near 30,000 acres of pristine white sand beaches and glimmering, blue-green waters, in addition to being a truly gorgeous space in its own right. With its magnificent stone facade and colonial-style design flourishes, Sanctuary Cap Cana resembles more of a Spanish villa than a flashy resort. There’s even a section of the property that’s designed to look like a 16th-century castle.\n\n﻿The suites and villas here are top-notch, featuring rich wood accents, elegant furnishings, and all the amenities: a minibar that’s re-stocked daily, espresso machine, flat-screen TV, silk slippers and bathrobes, and either a furnished balcony or terrace. During a stay at Sanctuary Cap Cana, couples can dine at one of five a la carte restaurants, opt for a number of soothing treatments at the world-class Sanctuary Spa, attend nightly cocktail parties, and pick between five outdoor swimming pools that are scenically nestled around the property.\n\n04 of 09\n\nBest Boutique: Hodelpa Nicolas de Ovando\n\nHodelpa Nicolas de Ovando\n\nCourtesy of Hodelpa Nicolas de Ovando\n\nCentrally located in Santo Domingo, just a five-minute walk from Plaza Colon, the UNESCO-listed Hodelpa Nicolas de Ovando is a historical treasure and easily the best boutique in the country. Comprised of three stone houses built in 1502, the hotel is named after the town’s founder, Nicolas de Ovando. Though the property’s 16th-century architectural details and impressive heritage design are striking enough on their own, there are excellent on-site amenities here, as well.\n\n﻿Guests love relaxing in the outdoor pool and bar area (where you can gaze out over the scenic River Ozama), sipping wine in the sun-splashed courtyards, and indulging in blissful whole-body treatments at the luxury spa. The 12-room Imperial Club is reserved for guests who want to take advantage of the hotel’s specialized services, like a private check-in, continental breakfast, daily drinks and snacks, and even a complimentary massage. Rooms offer an array of modern conveniences including satellite TV, mini-bar, direct-dial phone, and Wi-Fi, and most have spectacular views of the river and the bustling Las Damas.\n\nContinue to 5 of 9 below.\n05 of 09\n\nBest for Luxury: Eden Roc at Cap Cana\n\nEden Roc at Cap Cana\n\nCourtesy of Eden Roc at Cap Cana\n\nIf it’s true luxury you’re after, look no further than Eden Roc at Cap Cana, located inside the Dominican Republic’s elite gated community of Cap Cana. This dreamy resort complex features 32 suites, 2 villas, and 26 two-bedroom beachfront apartments for rent, all located on an insanely picturesque strip of sand, complete with lush gardens and a towering lagoon. The sophisticated amenities at Eden Roc don’t stop — there are six different haute restaurants to choose from, an oceanside spa, a Jack Nicklaus-designed golf course, and even a kids club with a mini-spa. In addition, the Eden Roc Beach Club is a private club for guests craving an (even more) exclusive experience; facilities at the Beach Club include a private infinity pool, beach bar serving gourmet snacks, fitness and wellness spa, two restaurants, and personalized beach butlers.\n\n﻿Each of the hotel’s boutique suites is beautifully decorated, with high ceilings, gleaming wood beams, and luxurious linens. In a particularly thoughtful touch, guests get their own golf carts, which makes getting to and from the beach, shops, and restaurants easy and fun. For the best in luxury lodging in the DR, resorts don’t come nicer than Eden Roc at Cap Cana.\n\n06 of 09\n\nBest for Nightlife: CHIC by Royalton Luxury Resorts\n\nCHIC by Royalton Luxury Resorts\n\nCourtesy of CHIC by Royalton Luxury Resorts\n\nFor the bar-hopping nightlife seekers heading to the Dominican Republic, a stay at the CHIC by Royalton Luxury Resorts is just what the doctor ordered. Located on the lovely white sands of Punta Cana’s Uvero Alto Beach, the CHIC by Royalton offers both extravagant amenities and the perfect centralized location for exploring the area’s buzzing bar, restaurant, and nightclub scene. With 320 elegantly decorated guestrooms, this five-star, adults-only resort is spacious, luxe, and chock-full of some of the best amenities and on-site services you could imagine.\n\nHere, guests can get pampered at the CHIC’s full-scale spa, partake in nightly entertainment in the form of live music and DJ parties by the pool area, dine at one of several restaurants on the premises, and enjoy private beach access and artisanal cocktails served by CHIC staff. Rooms are trendy, comfy, and equipped with all the essentials: free Wi-Fi, Bluetooth audio station, high thread count sheets, 24-hour concierge service, wall-mounted liquor dispenser, coffee and tea maker, flat-screen TV with satellite channels, and 24-hour room service.\n\n07 of 09\n\nBest for Business: Billini Hotel\n\nBillini Hotel\n\nCourtesy of Billini Hotel\n\nBusiness travelers staying in Santo Domingo should book a room at the Billini Hotel, a downtown boutique property set in a beautifully restored convent. Combining modernist design with 15th-century brick and arches, the Billini is one of the most unique and exquisitely designed hotels in the Dominican. This first-rate hotel feels like a private oasis, but it’s actually just steps away from all the best shops, restaurants, and bars in Santo Domingo.\n\nAccommodations here are warm, cozy, and ideal for those traveling on business — staff members are friendly, and there are several on-site facilities and services to take advantage of, including a top-notch restaurant (Castil, which serves both Dominican and international fare), an outdoor pool with stunning views of the city skyline, a well-equipped fitness center and spa, a wine cellar, shuttle services, and a complimentary business center with two internet workstations. Rooms at the Billini are attractively decorated with sleek tile, black-and-white prints of Santo Domingo, and bright splashes of color; plus, some rooms have private balconies or terraces that look out over the cityscape and the hotel’s peaceful courtyard area.\n\n08 of 09\n\nBest B&B: Garden by the Sea Bed & Breakfast\n\nGarden by the Sea Bed & Breakfast\n\nCourtesy of Garden by the Sea Bed & Breakfast\n\nFor the ultimate B&B experience in the Dominican, travelers should book a room at the quaint, relaxing Garden by the Sea. This top-rated bed-and-breakfast is situated just steps away from an immaculate private beach, in Sosua, and is lovingly run by hotel owner Nikki Wilson. The Garden by the Sea overflows with charm and thoughtful amenities, such as a sizeable pool and spa, a fully stocked outdoor kitchen, a bar with local beer and wine, lush gardens ringed by tropic... (truncated)",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9969611764,
        "format_confidence":0.983266592
    },
    {
        "url":"https:\/\/discoversouthcarolina.com\/articles\/when-you-are-ready-for-more-than-a-visit-south-carolina-is-a-great-place-to-retire",
        "text":"Get Your Free 2021 Vacation Guide\n\nStart planning your ultimate South Carolina adventure with a free copy of the 2021 Vacation Guide. Request your free copy, view the guide online or download a PDF version below.\n\nVacation Guide Cover\nView Our Other Guides\n\nWhen You Are Ready for More than a Visit, South Carolina Is a Great Place to Retire\n\nPage Ivey Page Ivey\nDiscover writers share all of the places, activities and adventure that South Carolina has to offer. Read more from some of South Carolina’s locals and discover what’s happening in the Palmetto State.\nMore from \"Page Ivey\"\n\nYou've visited South Carolina many times and fallen in love with its beaches, its mountains, its lakes and its relaxed lifestyle. Maybe you've even dreamed about what it would be like to spend your golden years living in the Palmetto State. Here are a few places to put on your list as you start mapping out your future.\n\nSun City Hilton Head\n\nThe largest active adult community in the South Carolina Lowcountry with more than 8,000 homes and 14,000 residents, Sun City isn't actually on Hilton Head Island-it's 13 miles west in the town of Bluffton. It's close enough to spend a day at the beach, while the town of Bluffton, sitting along the May River, is a charming locale, too-particularly the farmer's market, shops and restaurants in Old Town Bluffton. Sun City is a planned community with three golf courses, three fitness centers, six pools, a nature trail and walking paths set on 5,000 acres of woodlands and lagoons. There's a Village Center at the heart of the community, complete with a clock tower. At one end of the square is the Pinckney Social Hall, a 17,000-square-foot venue with a ballroom that hosts lectures, workshops, dances and concerts. At the other end of the square is an expansive fitness center, with indoor and outdoor pools-even a cushioned-floor aerobics studio.\n\nSavannah Lakes Village, McCormick\n\nEnjoy lakefront living? And golf? And nature viewing? Savannah Lakes Village, a recreation-inspired lakefront community in the western part of the state on Lake Thurmond is worth checking out. Bordering South Carolina and Georgia, Lake Thurmond covers more than 71,000 acres. And with more than 2,100 residents, Savannah Lakes Village is home to three lakefront golf courses, community events at restaurants, daily programs at the recreation and tennis center, and hundreds of miles of land and water trails. It's located near the small town of McCormick in the heart of the Sumter National Forest.\n\nThe Waccamaw Neck, Georgetown County\n\nThe Waccamaw Neck is a narrow peninsula along the coast in Georgetown County, bordered by the Atlantic Ocean and the Waccamaw River. The neck was a major hunting and fishing ground for the Waccamaw tribe and later became the site of rice plantations on the west and beach resorts to the east. Today, the 27-mile stretch south of Myrtle Beach is dotted with beach, golf and tennis retreats, filled with vacationers and year-round residents, including a large number of retirees. The Neck runs from the fishing and restaurant village of Murrells Inlet to the port city of Georgetown. It's home to the historic beach community of Pawleys Island, the upscale residential oceanside community at DeBordieu Colony and resort living in Litchfield Beach. On the west side of US 17 are several planned communities, including Wachesaw Plantation, Willbrook, Litchfield Country Club and The Reserve. But the area is more than just a beach and golf resort. Check out Brookgreen Gardens, a 9,100-acre sculpture garden and wildlife preserve just south of Murrells Inlet that opened in 1932 on the site of four former rice plantations. Just across the road is Huntington Beach State Park, originally the property of Anna Hyatt Huntington and Archer M. Huntington, whose former home, Atalaya Castle, is located in the park.\n\n\nIf you like horses and beautiful weather, you'll want to put Aiken on your list of potential retirement locations. Located in the western part of the state, just across the Savannah River from Augusta, Ga., it's been popular with horse lovers for generations for its fox hunting, polo and steeplechase events. In the late 19th century, the town was famous as a wintering spot for wealthy people from the Northeast, earning it the name \"the Winter Colony.\" It's still a spot for the horsey set, home to the Aiken Thoroughbred Racing Hall of Fame and Museum and races sanctioned by the National Steeplechase Association. The historic downtown is populated with restaurants, art galleries and boutiques, and the University of South Carolina-Aiken Academy for Lifelong Learners, offers educational and intellectually stimulating programs.\n\nKiawah Island, Charleston\n\nKiawah Island is about 20 miles south of downtown Charleston-close enough to take advantage of top-flight restaurants and cultural life in one of the nation's best cities. But the upscale, gated beach and golf resort of Kiawah is known for its own natural beauty and luxury. It is home to five championship golf courses, including the renowned Ocean Course. Kiawah boasts 10 miles of beaches and preserved maritime forests and marshes-with bike and walking trails making it easy to explore. Nearly two-fifths of its population of under 2,000 is age 65 or older, and Kiawah has earned a spot on Forbes' list of top 25 places to retire. Housing ranges from high-end beach and golf course condos to large single-family homes. Freshfields Village, a town-center mix of shops, restaurants and services, is located just before you enter the gate to Kiawah.\n\nDaniel Island, Charleston\n\nIt's been around for just 20 years, but the planned community near Charleston has turned into a true island town with more than 10,000 residents. Traditional neighborhoods feature tree-lined streets and sidewalks with a variety of homes-from townhouses and condominiums to single-family homes along golf courses. It's surrounded by rivers, creeks and Charleston Harbor, so there's plenty of access to boating, swimming and fishing. But it's the parks and natural areas that set it apart, with 400 acres of the sea island set aside as green space and more than 20 miles of leisure trails. The Daniel Island Club, a private country club, has two golf courses with a true Lowcountry setting. The community has earned a spot on Where to Retire magazine's list of America's 100 Best Master-Planned Communities.\n\nLake Keowee\n\nLake Keowee in the South Carolina Upstate combines lakeside living with breathtaking views of the Blue Ridge mountains. The large reservoir with 300 miles of shoreline was created by damming the Little River and the Keowee River. About 45 minutes west of Greenville and just seven miles from Clemson University, Lake Keowee is becoming a hot development site for retirees, families and weekend visitors. The area is home to dozens of upscale housing developments, including the Cliffs communities, offering a variety of housing and community options around the lake, and The Reserve at Keowee, which features a golf course, town center and marina.\n\nPage Ivey\nDiscover writers share all of the places, activities and adventure that South Carolina has to offer. Read more from some of South Carolina’s locals and discover what’s happening in the Palmetto State.",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.945830524,
        "format_confidence":0.9091904759
    },
    {
        "url":"http:\/\/www.georgetowner.com\/articles\/2013\/feb\/27\/gems-along-chesapeake-bays-eastern-shore\/",
        "text":"Gems Along the Chesapeake Bay's Eastern Shore\n\nTaste of Cambridge Crab Cook-Off in Cambridge, Dorchester County, Md\nTaste of Cambridge Crab Cook-Off in Cambridge, Dorchester County, Md\n\nWe have all heard about the Eastern Shore. Area natives, especially, know it as a conglomeration of vacation destinations along the eastern side of the Chesapeake Bay. Tourist spots. Fishing villages. Colonial towns. Communities that thrive in the summer months but are deserted for the rest of the year. While there might be truth to some of these notions, there is infinitely more to say about the diverse areas of Maryland and Virginia that constitute this collective waterfront region.\n\nThe Eastern Shore is composed of distinct locales, which house residents and host visitors with their inimitable personalities. They are undoubtedly recognized for their summer appeal but should not be completely discounted leading up to the heat. Many of these towns are celebrated for their historical significance, tranquil quality and distinguishing identity – you should consider exploring some of them in the coming months.\n\nFeatured towns: Eastern Shore, Md.\n\nCHESTERTOWN, KENT COUNTY, MD. This colonial town on the Chester River entices travelers to experience its historic homes, shops, arts scene and restaurants. As part of Kent County, it is surrounded by the Chesapeake Bay’s estuaries and farmland, and holds annual events and holiday functions throughout the year. Chestertown is also home base to the Schooner Sultana, “a replica of a Boston-built merchant vessel that served four years as the smallest schooner ever in the British Royal Navy,” according to its website. The ship is known as the “Schoolship of the Chesapeake,” as it offers educational programming through sailing tours. The Chestertown website offers additional suggestions for visitors, including self-guided tours, museums, theaters, scenic views and recreational activities. There are more than 40 lodging options in the vicinity, though it is known for its bed and breakfasts.\n\nST. MICHAELS, TALBOT COUNTY, MD. You are likely familiar with St. Michaels, as its Bay presence has become less subtle over time, and it is now better known for its tourist draw. Its marina and boating opportunities contribute to its charm, but St. Michaels is equally beloved for its memorable attractions, dining, spas and special events. The Chesapeake Bay Maritime Museum, the St. Michaels Winery, War of 1812 reenactments, the St. Michaels Fresh Farm Market, various cruise lines and fresh seafood meals are among the services that continue to bring visitors to the area. Vacation rentals and quaint hotels provide an array of lodging alternatives, and the website’s suggested itineraries aid with planning the ideal vacation.\n\nEASTON, TALBOT COUNTY, MD. This seaside village invites people to discover its character year-round. In addition to crabbing, sailing, kayaking and canoeing, Easton is a relaxing town with outlets for exploration and enjoyment – despite the weather. Its buildings represent a fusion of Colonial and Victorian architecture, and the town is renowned for its displayed appreciation of art and music. The Avalon Theatre presents comedy, art shows, theatrical performances and assorted concerts that make it a staple venue for both vacationers and locals. Antiquing in downtown Easton, stargazing in the countryside and watching wildlife are just some of the many activities highlighted on the website. Other components of a visit might involve walking tours, community coffee shops, public golf courses, annual festivals and Victorian bed and breakfasts. An events calendar, which consistently outlines a plethora of activities for tourists, can be found on the website.\n\nCAMBRIDGE, DORCHESTER COUNTY, MD. Situated on the Choptank River is Cambridge: it was settled in 1684, and is now one of the Eastern Shore’s prime destinations. The historic downtown, centered around Cambridge’s Main Street, is more than “beautiful buildings” and “one-of-a-kind shops,” as the downtown touts itself. Rather, it has a powerful presence that stems from its rich history and is apparent to any visitor. Quirky celebrations add another dimension to the pulse: “Zip Code Day,” “Taste of Cambridge Crab Cook-Off” and “Summer Send-Off: Blues, Brews & BBQ,” to name a few. Cambridge is home to several noteworthy attractions – the Brannock Maritime Museum, the Richardson Maritime Museum and La Grange Plantation – and other galleries, boutiques and art districts. Great Marsh Park, Sailwinds Park and the Choptank River Fishing Pier are other area favorites.\n\nFeatured Towns: Eastern Shore, Va.\n\nACCOMAC, ACCOMACK COUNTY, VA. As the County Seat of Accomack County, this small but significant town attracts people with its history and charm. It was originally established as the Town of Drummond in 1786 and, subsequently, Drummondtown. It did not receive its present name until 1893. One of Accomac’s strongest tourist draws is perhaps its walking tour, during which people can gain understanding of the town’s evolution, through architectural changes in churches, cottages and houses. The Eastern Shore Public Library, Debtor’s Prison, Bloodworth Cottage and St. James Episcopal Church are among the notable points on the downtown tour. People live in the private residences, illustrating the community’s intimate nature and appreciation for historic preservation.\n\nONANCOCK, ACCOMACK COUNTY, VA. Originally serving as a port town, Onancock aided transportation for steamboats between Baltimore, Md., and Norfolk, Va., with the Onancock Creek leading to the Bay. It is now one of the Eastern Shore’s more heavily populated towns, with more than 1,500 residents. Onancock has substantial marine- and wild- life populations and water travel opportunities. Whether you bring your own boat, take a guided trip or just want to get a full taste of Onancock, the Town Wharf is a must-see. And, the Ferry to Tangier Island, a nearby fishing village, lets visitors venture beyond the town. As a self-described “rural waterfront village,” Onancock’s visitor-friendly atmosphere and easily navigated downtown make it a desirable spot for tourists who enjoy biking and strolling. More information is listed on its website.\n\nWACHAPREAGUE, ACCOMACK COUNTY, VA. Wachapreague is an appropriately named seaside town – its website defines “Wachapreague” as “Little City by the Sea.” Bird watching and biking keep people coming throughout the year, as do the fishing and seafood. The Hotel Wachapreague, the town’s first hotel and one of the largest on the Eastern Shore, was constructed in 1902 and remains open today. A marine railroad and commercial fishing are some of the many draws to this charming fishing community. ([].\n\nCAPE CHARLES, NORTHAMPTON COUNTY, VA. Cape Charles has a history that dates back to the 1880s. Following its colonization, it was predominantly comprised of farmlands and wetlands, but as stated on its website, it developed into a railroad region when the Bay Coast Railroad was constructed. It is the largest town in Northampton County with 1,000 residents and under 3,000 acres of land. The Historic District of Cape Charles displays a variety of architecture, including Colonial Revival, Neoclassical and Victorian style homes. Golf clubs, horseback riding stables, wildlife refuges, state parks – plus the water, beaches and fishing – make this town a great place to investigate.\n\nComments are temporarily disabled.\nSun, 26 Feb 2017 04:55:32 -0500\n\nSubscribe to our newsletter to receive the latest Georgetowner updates.",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9904068112,
        "format_confidence":0.9068975449
    },
    {
        "url":"https:\/\/www.thecrazytourist.com\/15-best-things-to-do-in-ludlow-shropshire-england\/",
        "text":"15 Best Things to Do in Ludlow (Shropshire, England)\n\nA historic market town, Ludlow is crowned by a Medieval castle once home to Tudor monarchs.\n\nThe town is on high ground on the east bank of the River Teme, and along with its castle has one of the loveliest parish churches in England.\n\nIn Medieval times Ludlow was on the Welsh Marches, and much of this border region was marshalled by the Mortimers, who were some of the most powerful figures in England at the time.\n\nIn the countryside you can follow in their footsteps on the Mortimer trail and explore their former hunting ground.\n\nLudlow itself is uncommonly pretty, with more than 500 listed buildings, many in Tudor and Georgian styles and housing local shops like bakeries, bookstores and tearooms.\n\nLet’s explore the best things to do in Ludlow:\n\n1. Ludlow Castle\n\nLudlow Castle\n\nSource: Richard Hayman \/ shutterstock\n\nLudlow Castle\n\nRoosted on a promontory over the River Teme, Ludlow Castle was founded by the Normans but reached the height of its powers in the 14th and 15th centuries under the Mortimers.\n\nThese “Marcher Lords” controlled a big chunk of the Welsh borders and wielded huge wealth.\n\nAfter the Wars of the Roses in the 15th century Ludlow Castle became a royal property – Prince Arthur would die here in 1502, while Mary Tudor later spent three winters at the house.\n\nThe castle was vacated at the end of the 17th century and slowly became a ruin.\n\nA whole spectrum of architecture remains, from Norman to Medieval and Tudor.\n\nPassing through the outer bailey you have to cross a moat to reach the substantial shell of the keep and great hall.\n\nIn summer, as part of Ludlow’s Arts Festival there are open air performances of John Milton’s Comus, which was premiered at Ludlow Castle’s great hall in 1634.\n\n2. St Laurence’s Church\n\nSt Laurence's Church\n\nSource: Sponner \/ shutterstock\n\nSt Laurence’s Church\n\nAs Ludlow’s wool trade prospered in the 15th century the parish church was given an expensive makeover.\n\nMostly in the Perpendicular Gothic style, St Laurence’s is Shropshire’s largest parish church and has decoration and fittings of a quality you’d normally expect from a cathedral.\n\nThis is clear in the 28 15th-century misericords in the choir, carved from oak and depicting characters like a Green Man, a mermaid and an ale-wife being dragged off to hell by demons.\n\nSome have royal imagery, like a gorged and chained antelope, which was the badge of Henry VI who reigned in this period.\n\nAlso in the chancel are intricate monuments for members of the Council of the Marches (1400s-1600s). Check out the east window here, as well as another depicting the Ten Commandments, and showing six of them being broken!\n\n3. Castle Square\n\nCastle Square\n\nThe oldest and highest part of Ludlow, Castle Square is the scene of the town’s market, which we’ll talk about in more detail later.\n\nEven when the market isn’t trading, Castle Square is Ludlow’s commercial soul, with just a couple of chain stores, and many more local shops like an antique bookseller, a bakery and a design shop, in between a few pubs and eateries.\n\nOn the west side are the Assembly Rooms, dating to 1840 and now used as an arts and community centre.\n\nAlso on the west end is an imposing Georgian townhouse, built in 1770 and used by the Ludlow Girls’ High School since 1910.\n\n4. Castle Lodge\n\nCastle Lodge\n\nA monument we haven’t mentioned on Castle Square is the marvellous Castle Lodge, dating from the start of the 13th century.\n\nThe house was reworked at the end of the 16th century, when the distinctive timber framing on the upper storey was completed.\n\nEarlier, Catherine of Aragon had lived at Castle Lodge (as well as the castle itself) when she was married to Prince Arthur, older brother of Henry VIII. At the time this post was written in 2018, the house was still in private hands as the home of an older man.\n\nCastle Lodge is like a miniature Hampton Court Palace, and a time capsule of Tudor interior design.\n\nFor a small few (£3) you can go in to see the amazing wood panelling, plasterwork, Tudor fireplaces, stained glass windows and climb the creaking wooden stairs.\n\n5. Stokesay Castle\n\nStokesay Castle\n\nSource: Peter Titmuss \/ shutterstock\n\nStokesay Castle\n\nA half-day out in the Shropshire Hills, Stokesay Castle is one of the best-preserved Medieval fortified manor houses in the country.\n\nThis fine residence was ordered in the 13th century by Laurence of Ludlow, another of the most affluent men in England at the time.\n\nStokesay Castle has survived so well as it was only partially damaged in the Civil War (when nearly all English castles were torn down), and the resident Baldwyn family were able to carry on living here.\n\nThe castle is maintained by English Heritage and has a magnificent Great Hall, with mesmerising views of the Shropshire countryside through its gable windows.\n\nIn the Solar (private apartment block) there’s delicate 17th-century carved panelling over the fireplace, while the gatehouse from the same time has carvings of a dragon, Adam and Eve and an angel in its frame.\n\nThe North Tower is also unmisable for its Medieval tiles floor and remnant of a fresco.\n\n6. Acton Scott Historic Working Farm\n\nActon Scott Historic Working Farm\n\nOpen in spring and summer, this living museum is a window on agricultural life in Shropshire at the turn of the 19th century.\n\nBack then, burly shire horses were required for heavy duty tasks, in place of modern tractors.\n\nAs a working farm, the choice of activities at Acton Scott changes with the season.\n\nSpring is a fine time to come, as you can bottle feed lambs, hold newly hatched chicks and collect eggs.\n\nAt various times of the year there are demonstrations of old-time skills like ploughing, sowing, harvesting, butter churning, milking, brick-making, forging and wheel-making, some of which you can take part in.\n\nKids meanwhile will adore the farm’s cows, sheep, poultry, donkeys and pygmy goat.\n\n7. Ludlow Museum\n\nLudlow Museum\n\nSource: Wozzie \/ shutterstock\n\nLudlow Museum\n\nAt the very top of Broad Street is the Buttercross, built in the 1740s at the highest point of the Medieval town where the High Cross used to stand.\n\nThis grand Palladian building used to host the town council and is now the Ludlow Museum, dipping into the Ludlow and Bromfield area’s archaeology and natural history.\n\nBe sure to see the Bitterley Hoard, a Civil War-period stash of silver coins, minted between the 16th and 17th centuries.\n\nYou’ll also Bronze Age urns and axes, a decorative Anglo-Saxon sword pommel and ring, and an assortment of fossils discovered in the local limestone.\n\n8. Broad Street\n\nBroad Street\n\nNorth to south through the centre of Ludlow, Broad Street wends its way down to Broad Gate on the town’s wall.\n\nThe 20th-century architecture historian Sir Nikolaus Pevsner described Broad Street as “one of the most memorable streets in England”. Standing in front of the Buttercross and looking down the street, Broad Gate is impressive against the wooded hillside across the Teme.\n\nThat gatehouse is a regal private home with a mixture of 13th-century defences and Romantic 19th-century additions.\n\nAll down Broad Street there are historic properties that are either private residences or independent shops.\n\nMany of the facades are half-timbered, particularly the fabulous row near the top of the hill, which hangs over the pavement.\n\n9. Mortimer Forest\n\nMortimer Forest\n\nSouthwest of Ludlow is a big tract of ancient woodland straddling the Shropshire and Herefordshire border and owned by the Forestry Commission.\n\nIn Medieval times this was a hunting forest owned by the Mortimers who resided at Ludlow Castle.\n\nThe Forestry Commission installed picnic tables and laid out signposted walking trails.\n\nWalkers in good shape can tackle the Vinnalls Loop, which ascends High Vinnalls, one of the tallest hills around Ludlow, at 248 metres.\n\nThe Mortimer Forest has interesting geology, with limestone dating back 400 million years.\n\nYou may turn up a fossil of a trilobite or coral from the Silurian Period when this place was deep underwater.\n\n10. Mortimer Trail\n\nMortimer Trail\n\nIf you really want to turn your trip into an adventure you can hike the Mortimer Trail, a 30-mile footpath through the Welsh Marches.\n\nThe route crosses the Arrow, Lugg and Teme valleys for some challenging climbs, and leads you over a series of limestone ridges and hills.\n\nYou’ll venture through gentle pasture and dense forest, and there’s history to keep you enthralled.\n\nCroft Ambrey is an Iron Age hill fort, while there’s an august National Trust property at Croft Castle.\n\nBy the village of Aymestrey you’ll enter the Puckhouse Wood, long believed to be inhabited by pucks (a mischievous wood sprite).\n\n11. Ludlow Market\n\nLudlow Market\n\nSource: Wozzie \/ shutterstock\n\nLudlow Market\n\nCastle Square is a suitably historic location for the town’s market, which has been trading on this very site since the 1100s.\n\nThe award-winning Ludlow Market is run by the town council and takes place on Mondays, Wednesdays, Fridays and Saturdays all year round.\n\nWhat may strike you is the quality of the wares sold at these stalls, be it fruit and vegetables, handmade pies, wine produced nearby on the Clee Hills, fashion, furniture, fabrics, wool, books or jewellery.\n\nThere’s a farmers’ market on the second and fourth Thursday of the month and a “Made in Shropshire” craft market, normally on the first Saturday of the month.\n\n12. Ludlow Millennium Green\n\nLudlow Millennium Green\n\nLudlow Castle is defended by a deep gorge on the River Teme, which makes the town all the more beautiful, but means that it can be tricky to get down to the river itself.\n\nLudlow Millennium Green is one of the few open spaces on the town side of the river, and sits just beneath the castle ruins.\n\nPeople come to these lawns for picnics, lingering over the views across to the historic Dinham Bridge and the high west riverbank.\n\nOn hot days you can even take a dip in the river.\n\nT... (truncated)",
        "topic_id":23,
        "format_id":9,
        "topic_confidence":0.9669046998,
        "format_confidence":0.9909300208
    }
]