[
    {
        "url":"http:\/\/torontodreamsproject.blogspot.in\/2016\/08\/john-graves-simcoes-weird-complicated.html",
        "text":"Tuesday, August 2, 2016\n\nJohn Graves Simcoe's Weird & Complicated Relationship With Slavery\n\nAugust 1 was both Simcoe Day and Emancipation Day in the City of Toronto. One is meant to remember the British soldier who founded our city; the other marks the day slavery was abolished across the entire British Empire. It's an interesting overlap: Simcoe was responsible for abolishing slavery in Toronto; he passed the first law to end the practice ever passed anywhere in the Empire. But his relationship to slavery wasn't anywhere near as clear-cut and simple as that might make it sound. And so, to mark this year's Simcoe and Emancipation Days, I thought I'd do some tweeting.\n\nYou'll find the Twitter essay embedded below. And if you can't see it for any reason, you can read it all on Storify here.\n\nNo comments:\n\nPost a Comment",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9715779424,
        "format_confidence":0.9962788224
    },
    {
        "url":"https:\/\/planedave.net\/2018\/09\/07\/engineers-of-victory-by-paul-kennedy\/",
        "text":"Engineers of Victory by Paul Kennedy\n\nThis book was certainly an interesting surprise.  I was expecting something more specific about equipment and weapons development during the Second World War.  The subtitle is about “Problem Solvers”.  It might have been better called something like “How Things got Done”; or a “celebration of mid-level leaders”.\n\nThe 370 pages of text are broken into five lengthy chapters examining different critical campaigns from January 1943 to July 1944, and looking at the nuts and bolts of how they were won by the allies.  It certainly isn’t a narrative history, more of a deep analysis.  And that may be the very thing that kept it interesting for someone who has read far more on this period of time than I can even remember.  The five campaigns, or specific challenges, dealt with here are The Battle of the Atlantic, Winning Air Superiority over Western Europe, Stopping the Wehrmacht, Amphibious Operations in Europe and Conquering the Vast Distances of the Pacific.\n\nIn each of these chapters the author weaves together all the details, the complexity, the interconnectedness of things needed to make things work.  I found that fascinating from beginning to end.  It is so often true when we read campaign or battle histories we come up short on greater context, but this book provides context in abundance and helps us keep track of how all the details come together. Whether its the cavity magnetron, T-34 testing at Aberdeen Proving Grounds, mating the Merlin to the Mustang or ambhibious theory by Pete Ellis; there is just a staggering level of stuff here.  As is so often the case with “big picture” stories like this there are several detail errors on little things, naturally I most notice it on aircraft but I’m sure other readers will have some other little nits to pick.  But it really is just in the little stuff I have some complaints.\n\nFascinating and fun book.\n\n~ Dave \n\n\nAbout atcDave\n\nI'm 54 years old and live in Ypsilanti, Michigan. I'm happily married to Jodie. I've been an air traffic controller for 31 years; grew up in the Chicago area, and am still a fanatic for pizza and the Chicago Bears. My main interest is military history, and my related hobbies include scale model building and strategy games.\nThis entry was posted in Book Reviews and tagged , . Bookmark the permalink.\n\n16 Responses to Engineers of Victory by Paul Kennedy\n\n  1. jfwknifton says:\n\n    Sounds an excellent book. I always enjoy a book with a new angle on what you think are well known historical events.\n\n  2. Sounds good, I tend to enjoy the technical and factual books and an analysis of these events is always an interesting read.\n\n  3. Ernie Davis says:\n\n    I’ve never followed the history of the pacific as much as Europe, but I have always thought that the staggering scale of the Pacific war and the logistics of how to support it was something I needed to look in to at some point.\n\n    • atcDave says:\n\n      Yeah the Pacific has a very different dynamic to it. In terms of fighting men and weapons it was a much smaller war, at least until about mid ’44. But the logistics of it are staggering; and more than anything else that was the decisive factor. I’ve always loved it as a war gamer; having to pick fights all about distances, supplies, routes…\n      I would normally hesitate to recommend an analytical type history before a good narrative one; but the writer here does a great job of dealing with the scope of it all. And that may actually make it a terrific introduction.\n\n    • Ernie Davis says:\n\n      I do have a pretty good general knowledge of the narrative history of the Pacific theaters (Except CBI is still pretty much a mystery outside “Bridge on the River Kwai or Flying Tigers”). I am aware of the major sea and land battles and their consequences. I may give it a try while on vacation.\n\n      • atcDave says:\n\n        Cool. Let me know if you have any other thoughts on it. Unless, you know, you think I’m a total idiot for liking the book. Keep that to yourself.\n        CBI is interesting, even if not much is written about it. The period covered here was mostly stagnant though. But one thing, many analysts consider William Slim the best British general of WWII and he fought in the CBI.\n\n      • Ernie Davis says:\n\n        It has always struck me, and I may have said it before, that by 1941 China had ground to a stalemate for Japan, and aside from the burst of post Pearl Harbor in the Burma and India parts of that theater, it remained so for the majority of the war. Plenty of brutal fighting and heroic efforts to break the stalemate mind you, and some very brave and innovative efforts to break the supply chain problems, but it seems to me everyone was pretty much stuck with their situation and what they had as resources by early 1942.\n\n      • atcDave says:\n\n        There were campaigns and movement. It was actually alarming how, in China, Japan was able to wage effective offensives almost the end. There were significant operations, including regular and irregular, in India and Burma too. But it was significantly a backwater and an area of some dispute between Americans and British (Churchill was worried about “Empire”, which FDR did not want anything to do with; while Americans were more interested in China which the British considered hopeless and corrupt).\n        And hey, it’s the one place where M3 Grant\/Lee tanks were in use to the end of the war.\n\n      • Ernie Davis says:\n\n        Just to let you know, I got it and as I near the end of the Battle of the Atlantic, I’m pretty impressed. Only drawback was the slight snarkiness about those who bought the Bletchley Park meme that make for a far better movie than a realization that 4 escorts and prayer won’t protect a convoy.\n\n      • atcDave says:\n\n        He does get snarky at times!\n        I think his main objection, on several levels, is towards those who push one issue as the thing that won the war. And there have been several such claims about Ultra in recent years.\n        And a lot of that is just typical with academics, kind of a snarky group.\n\n        I’m glad you’re liking it so far!\n\n      • Ernie Davis says:\n\n        No, I get it, he has a point. A couple of Canadian Aircraft mechanics adding an extra fuel tank to a B24 contributed just as much to that eventual victory, as did the change in doctrine and improved radars. Just thought it could have been done with a more generous tone for those of us who don’t read original source material for fun.\n\n      • atcDave says:\n\n        Yeah I do agree about that.\n\n      • Ernie Davis says:\n\n        I do love books that break a few myths. One of my favorites was that RAF pilots wore silk scarves out of some sort of vanity, when in fact it was just because they had to have their heads on a constant swivel, and their woolen uniforms chafed their necks.\n\n      • atcDave says:\n\n        Or that Sherman tanks just explode as soon as they see a panzer…\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.7675321698,
        "format_confidence":0.6714342833
    },
    {
        "url":"http:\/\/new-tactical-research.co.uk\/2018\/02\/",
        "text":"Anatomising the Dutch Squatting Movement\n\nAn interesting anthropological study has been recently published. The Autonomous Life: Paradoxes of Hierarchy and Authority in the Squatters Movement in Amsterdam, by urban anthropologist Nazima Kadir. Highly organised squatting had a long tradition of squatting in the Netherlands facilitated by a specific law brought in in 1971 that in… read more →",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.7057322264,
        "format_confidence":0.522657156
    },
    {
        "url":"https:\/\/thislittleplot.wordpress.com\/2012\/05\/28\/memorial-in-the-presidio\/",
        "text":"Memorial in the Presidio\n\n(at the San Francisco National Cemetery Overlook:)\n\nView of the now-75-year-old Golden Gate Bridge,\nDark Bay, dark skies, dark hills,\nEverything a sort of Blue.\nSitting amidst a copse\nOf eucalyptus trees, I\nHear the breeze stir peeling bark\nLike a metronome,\nBeating back and forth\nAgainst the trunks,\nAnother one\nWhirligig to the ground.\n\nArchibald MacLeish quote on a plaque:\n\n“…give our deaths your meaning.\nWe were young…we died.\nRemember us.”\n\n\nAbout thislittleplot\n\nWriter, hiker, loafer\nThis entry was posted in Local Area Hikes and trips, Nature, Uncategorized and tagged , . Bookmark the permalink.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.6534859538,
        "format_confidence":0.9311840534
    },
    {
        "url":"http:\/\/thebookofworlds.blogspot.com\/2009\/11\/historical-references-i.html?pfstyle=wp",
        "text":"Thursday, 12 November 2009\n\nHistorical References\n\nOne of the chief sources of inspiration in my storytelling is history -- our history (as in RL, doofus). Now, as it happens, I'm a history-buff, reading one book after another about ancient wars, collapsing empires, and the customs of people long dead. One of the drawbacks is that when I toss out a reference, say, \"The man is dressed in a slightly old-fashioned manner; picture a late 16th Century Englishman,\" it may not necessarily be universally informative...\n\nSo, in the interest of public education, I have come up with a new column: Historical References. Here I'll scour the intertubes for pictures and articles of era-specific relevance.\n\nSo, without further ado...\n\nHistorical References I\n\nPortrait of Abel Tasman, His Wife and Daughter\nAttributed to Jacob Gerritsz Cuyp (1594–1651)\nPicture hosted by: the National Library of Australia\n\nThe portrait is of a Dutch explorer, in fact the first European to find Tasmania and New Zealand. This is a nice example of the style of a Wezellian family.\n\nSoldier of the Carignan-Salieres Regiment\nFrancis Back\n\nThis fellow represents a typical Erian infantryman. Uniforms are not widely used by armies, instead using colored cloth tied around an arm, a flower in the hat, or any number of similar improvised ways of signalling uniformity. Note that certain prestigious units, like royal guards, use uniforms. One important distinction is that the picture displays a matchlock musket. Most kingdoms now use flintlock muskets, or even the expensive flintlock rifles.\n\nPicture by: Swords and Armor\n\nAnother trusty companion of all soldiers and adventurers is the sword. In the world of Argos, the swords in use are not typically the huge blades of Conan or Strider, but the slightly more sophisticated basket-hilted Renaissance blade. Of course, the true gentleman will arm himself with a musketeer-style blade akin to that on the above picture.\n\n The Peasant Meal\nLe Nain Brothers\nPicture hosted by: \n\nAnd this romantic scene offers a glimpse into the life of the average working stiff. Even in a roleplaying world, not everyone leads a life of daring adventures.\n\nThe awesome Wikipedia has a nice article on era-relevant fashion. This is a good general introduction to the mainstream fashion of Eria, and it also explains a few slightly foreign articles of clothing, like the doublet and other items not commonly found in most contemporary wardrobes.\n\nNo comments:\n\nPost a comment",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.8634118438,
        "format_confidence":0.9756376743
    },
    {
        "url":"http:\/\/cyusof.blogspot.com\/2006\/11\/lord-jim_16.html",
        "text":"Thursday, November 16, 2006\n\nLord Jim\n\nThe classic English sea novel, Lord Jim by Joseph Conrad was 'required reading' in English Literature class aboard my pre-sea cadet training ship many years ago. It was a moving story of an idealistic seaman forced to deal with his act of cowardice and how he ultimately redeems himself. He had abandoned a ship and left the passengers to die. This book was later made into an excellent movie in 1965 starring Peter O'Toole and James Mason.\n\nI didnt even know it was adapted from a true maritime incident involving an early local kapal haji, the S.S. Jeddah until I read the book review below recently. The heroic tale of our jemaah haji overcoming the odds in the face of adversity is forever lost in time and will never be told. It would have made for an interesting, if not truly inspiring reading. Our own great great grandparents could have been on that ship.\n\nBut how times have changed, eh?\n\nPS: The italics and text colouring are mine.\n\n(Movie poster from IMDb Photo Gallery)\n\nAnd you, what are you doing here?\n\nMichael Gilsenan\n\nA Season in Mecca: Narrative of a Pilgrimage by Abdellah Hammoudi ed. Pascale Ghazaleh · Polity, 293 pp, £12.99\n\nThe Jeddah sailed from Singapore on 17 July 1880, bound for Penang and Jeddah, with 778 men, 147 women and 67 children on board. Muslims from the Malay Archipelago, they were traveling to Mecca and Medina for the pilgrimage. Some came from the Netherlands East Indies (now Indonesia); some from the different Malay states, then beginning to experience more direct British intervention; some from Singapore.\n\nThe ship was under the British flag. Seyyid Muhammad al-Sagoff, the managing director and part-owner of the Singapore Steamship Company, to which it belonged, came from a wealthy Arab family, originally from Hadhramaut in south-east Yemen but already well established in the economy of Singapore and the Hejaz, the region in western Arabia within which lie the holy cities of Mecca and Medina. Seyyid Omar al-Sagoff, Muhammad’s son, was on board. In addition to its Singapore office, the business had an important branch in Jeddah, the main port of the Hejaz, then part of the Ottoman Empire. It also ran an agency in Aden, since its conquest in 1839 a key link in British maritime influence in the Indian Ocean, and after the opening of the Suez Canal in 1869 an even more important port on the Europe-Asia routes. This is the high point of 19th-century imperialism.\n\nAfter terrible weather conditions in the first week of August, the boilers ‘started adrift from their seatings’. The Jeddah had for some days been taking in water. Now it sprang a heavy leak. The water rose rapidly. The captain and the European officers abandoned the settling and heavily listing ship, taking Seyyid Omar with them, and were picked up by another vessel and taken to Aden, where they told a story of violent passengers and a foundering ship. The pilgrims were left to their fate, an apparently certain death.\n\nTo much astonishment, however, given reports of its loss, on 8 August another steamship towed the Jeddah into Aden. The pilgrims had survived. They had been abandoned by those meant to protect them. Official inquiries followed into this great scandal of the sea.\n\nOne element in the case that added to the embarrassment as well as the outrage of the European and seafaring communities concerned the conduct of the pilgrims. The Vice-Admiralty Court in Singapore, meeting in September 1881 to consider the amount of salvage to be paid, found that the pilgrims became agitated only when they realised that they were being left to die by the crew. They had not threatened violence as had been alleged in defence of the decision to abandon them. Indeed, the judgment says, they did not use their knives to injure anyone. The master had communicated nothing to them and their ‘demeanour’ could be quite reasonably accounted for by the realisation that they were being deserted: the master’s leaving the ship ‘roused the pilgrims to violence in attempting to swamp his boat, and such the Court consider might naturally have been expected from any body of human beings, even Europeans, situated as the pilgrims were’. Moreover, the Malay pilgrims appeared to have acted with great efficiency when it came to working the pumps to clear the ship of water, desperate work they continued when the Jeddah was under tow by the French vessel that had spotted their distress signals. The colonial stereotype of ‘the Malay’ as ‘running amok’ when not being the classical ‘lazy native’ he was held to be by some British authorities could not have been challenged more strongly.\n\nThe moral reversal - natives behaving properly while being betrayed by white men who violated their own codes of the sea - impressed the inquiry and, no doubt, the devourers of the now fast traveling news between Aden and London and Singapore.\n\nThis was the scandal that inspired Conrad, who had landed in Singapore in 1883 after himself being forced to abandon ship, to write Lord Jim etc., etc.,\n\n1 comment:\n\n  1. Dear Capt Yusof\n    Brilliant layout and text used and a great start.Possibly some of us Ancient Mariners, \"stranded on shores all over the globe\" will on a broader basis (and esp ex Dufferin - other batches) may like this. Ancient Mariners experiences & stories from ex Dufferin of the WW 2 by Capt Shahbuddin are available. Geat reading and inspiring too.\n    Best Wishes.\n    Capt TR\n    JBB Marine Surveys,\n    Sr Exec Dir, Tech HR & ADM (SOUTH)\n\n\nDear Reader,\n\nThis blog promotes freedom of speech and I invite fair comment. This is not a chat room and I would appreciate if you could identify yourself. However, if you prefer to remain anonymous please note that remarks that are deemed grossly inappropriate, maliciously defamatory, extremely vulgar or ad hominem attacks (against my person) will be deleted.\n\nThank you for visiting and commenting.\n\nThe Ancient Mariner",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.836605072,
        "format_confidence":0.9957842231
    },
    {
        "url":"http:\/\/www.nanrussell.com\/index.php\/2017\/04\/19\/in-the-scheme-of-things-those-who-came\/",
        "text":"In the Scheme of Things: Those Who Came\n\nI was born in Montana, left as a toddler, returning in my fifth decade for a second act career as a writer. It was then I first met and worked with Native Americans. Previously, I hadn’t known anyone who didn’t have an arriving-to-America story in their family history.\n\nWhile many of us have relatives, perhaps generations ago, who made a conscious decision to come to this country, that’s not true for everyone, of course. A few people were already here, some tagged along as children, and others were brought against their will.\n\nAlong my life’s way, growing up in California, attending graduate school in Michigan, raising a family in Pennsylvania, living in the Rocky Mountain states of Montana and Colorado, I’ve heard hundreds of why-we-came stories from people I knew personally.\n\nSome stories are fresh with tears and struggles, others generations old where details have been lost or blurred. But the why seems to remain. On my mother’s side, they came for religious freedom; on my father’s a chance for a better life. Like many immigrant stories, my ancestors arrived with little more than hope, courage, and uncertainty.\n\nA picture sits on my desk to remind me of what it must take to leave behind everyone you love and venture into a strange land where you might not even speak the language. People come here to make a better life, enjoy rights and freedoms, or escape unthinkable hardships.\n\nI found that picture in a tattered, moldy box when cleaning out a shed at my parent’s house. It’s a picture of my great grandfather as a young man of 18 or l9, with three of his brothers. He arrived from Germany in the mid l800s, settling on the plains of South Dakota.\n\nJust as fables and fairy tales help children learn about the world, others’ life stories and struggles help us appreciate who we are as a nation, weaving America’s tapestry with strength, dreams, determination, talent, and diversity.\n\nIn the scheme of things, it seems to me, if we close our hearts to those who seek what my great grandfather sought, or yours, our tapestry of hope, compassion, freedom, and opportunity, woven collectively for centuries by our diverse ancestors — some legal, some not; some arriving by choice and some not — begins to unravel. I try to remember this: just two percent of us can claim their family was always here; descendants of the original peoples of these lands.\n\nIn these complex times, I can’t help picturing my elderly mother at the Statue of Liberty. One of the bucket items we helped her cross off after my father died, was a visit to Ellis Island and the Statue of Liberty. She wanted to see what her ancestors saw, touch the ground they touched, and spiritually thank those who came before for creating the life she enjoyed. May that symbol of freedom and hope be a reminder to us of our own immigrant histories, and always be a welcoming light to the world.\n\nSorry, comments and trackbacks have now been closed.",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.7679994702,
        "format_confidence":0.9146539569
    },
    {
        "url":"http:\/\/ancestorsoup.blogspot.com\/2010\/04\/thanks-to-evelyn-yvonne-theriault-for.html",
        "text":"Sunday, April 4, 2010\n\nAncestor Approved Award\n\n Many thanks to Evelyn Yvonne Theriault for the Ancestor Approved award!  It really made my day, Evelyn!\n\nIt's my job, now, to \"list ten things I've learned about any of my ancestors that has surprised, humbled, or enlightened me, and to pass the award along to ten other bloggers whom I feel are doing their ancestors proud.\"\n\n1.  I was definitely humbled at the story of Rebecca Lair, my ancestral grandmother.  That lady is an inspiration on how to survive bad circumstances.\n\n2.  I was surprised to learn of my grandmother's experiences in Norway during World War II.  And very humbled.  Would I have the guts to have lived her life as well as she did??\n\n3.  I was surprised to discover my grandfather's long lost brother, in Iceland, and a whole new group of wonderful cousins.  It truly is a small world, and it gave me hope of breaking down some other brick walls.\n\n4. I was surprised to learn how many of my husband's ancestors were early pioneers in various areas, founding towns and living in some very primitive conditions.\n\n5. I was enlightened to learn how difficult life could be for a new Irish immigrant in this country in the 1850s, and the ethnic prejudice that they had to endure.\n\n6. I was delighted to learn more of my great-grandfather, Justin Meyer Jørgensen; not only facts about him, but stories and bits of information about him personally, and his part in family dynamics.  I thought this information was unattainable, until I met my cousin, Tove, from Norway.  Never stop hoping for the details you want so desperately.\n\n7. Learning that my husband's grandparents stowed away on a train, to get where they needed to go, was a startling discovery!\n\n8. Researching my husband's line, which includes numerous physicians, was definitely an education in early medical practices.  Yikes!  But also reading in old newspapers about how many times Dr. Seeman of Rockham, South Dakota, was summoned for various emergencies, makes me so proud of him.  He was a dedicated country doctor.\n\n9.  I was surprised to learn that my husband's great-grandmother, Frances Stemper Joyce, delivered so many babies and tended to her sick neighbors, with her own large family to take care of.\n\n10.  I was delighted to learn my earliest ancestor \"on this side of the pond\" was here in 1623.  It's staggering to comprehend that much elapsed time.\n\nNow - for the blogs I would like to pass the award to.  It was really tough to make a decision, as I love to read so many blogs, but here they are, in no particular order:\n\n1. Branching Out Through the Years\n2. Reflections From the Fence\n3. What's Past is Prologue\n4. Those Old Memories\n5. Bits and Pieces\n6. Lessons From My Ancestors\n7. Desperately Seeking Surnames\n8. The Ties That Bind\n9. I Will Remember\n10. Stardust 'n' Roots\n\nThanks again to Evelyn for the award, and thanks to all the bloggers who produce such interesting reading on our favorite topic.\n\n\n  1. Why thank you Karen, what an honor\n\n  2. Thank you Karen. I appreciate your award. I love your creative style.",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.6493334174,
        "format_confidence":0.750612855
    }
]