[
    {
        "url":"http:\/\/www.europeancleaningjournal.com\/magazine\/articles\/latest-news\/ecj-looks-back-on-20-years-chris-klopper-mulberry-marketing",
        "text":"ECJ looks back on 20 years - Chris Klopper, Mulberry Marketing\n\n12th of April 2013\nECJ looks back on 20 years - Chris Klopper, Mulberry Marketing\n\nECJ celebrates its 20th birthday this month. To celebrate our birthday we look back at the key trends affecting the industry over the last 20 years, with the help of some of the best-known names in the industry. Today, Chris Klopper of Mulberry Marketing.\n\nOne of the most notable changes has been the way that certainly the manufacturing and distributor communities in our industry have become much more marketing-savvy.\n\n20 years ago many companies were engineering or production-led and consequently the power of marketing was often ignored with often it being a side or secondary function for either the sales director. With a lack of appreciation or support for marketing in those days we tended to see an industry stuck in a rather boring rut of poorly crafted, imprecisely targeted communications campaigns.\n\nNowadays virtually every company has a marketer at the top table and marketing dictates product innovations and price points. Communications campaigns have become massively more sophisticated and micro targeting is possible too. Additionally the range of communication channels available is wider than it has ever been and that trend will only increase in the years to come.\n\nThe launch of ECJ was also a seminal moment. Never before had manufacturers thought on a regional basis or even been particularly aware of what was happening outside their immediate national purview. ECJ crystalised such thinking and in many ways was a forerunner to, and a pioneer of, the move to global trading that has emerged in the industry over the past three or four years.\n\n\nOur Partners\n\n  • ISSA Interclean\n  • EFCI\n  • EU-nited",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.7819275856,
        "format_confidence":0.8627343178
    },
    {
        "url":"https:\/\/newsroom.motorolasolutions.com\/news\/chilean-forests-are-safer-with-expansion-emergency-communications-technology.htm",
        "text":"Expansion of Chile’s largest private digital radio system will improve security, safety, operational efficiency and environmental impact of Forestal Mininco\n\nSANTIAGO DE CHILE – Sept. 8, 2015Motorola Solutions (NYSE: MSI) today announced the expansion of its managed services agreement supporting Forestal Mininco’s mission-critical communications system. The system improves employee safety and security, operational efficiency and Forestal Mininco’s impact on the environment.\n\nThe system supports a number of Motorola Solutions’ high-tech innovations, such as the TETRA messaging application, which enables lighthouse keepers to deliver weather data, such as air humidity, wind and rainfall, from radios in the forest to the dispatch center. The data is then analyzed to generate forecasts and statistics, predict the behavior of fires and used to develop action plans.\n\n“As the operations of Forestal Mininco are very diverse and carried out in a rugged landscape, they need to be coordinated. We had to keep improving the technology deployed some years ago. In order to extend coverage, we were looking to seamlessly cover the area between Regions 7 – 9. In addition, thanks to Motorola Solutions technology, we have been improving our communications, which will enable us to enhance operational efficiency and safety,” said Luis Rodriguez, administration manager at Forestal Mininco.\n\nThrough the fleet management application, radios in the field can be tracked, improving security in the forest while saving time and fuel, reducing the environmental impact of Forestal Mininco’s operations.\n\nNew electronic dispatch guides are bringing another innovation to the forestry industry in Chile. The cranes located in the forest generate the guides, enabling workers to conduct online tracking of materials, from the harvesting of the raw material to the end of the process.\n\n“The managed communication system provided by Motorola Solutions helps our customers reduce their initial capital expenses and avoid errors as it operates with different technology options,” explained Mitchel Zúñiga, services manager at Motorola Solutions for Forestal Mininco Operation. “In cases like Forestal Mininco, we can manage the entire system from initial deployment, and develop it based on their business needs.”\n\n“One of the keys to our success with Mininco has been the investment we’ve made in learning more about forestry industry operations,” Zúñiga added. “During the course of years of collaboration, we gained extended experience in the industry, allowing us to develop innovative solutions that anticipate business needs and make operations both safer and more efficient.”\n\nThe Terrestrial Trunked radio (TETRA) system will include 10 new radio frequency sites, new applications and portable devices to increase coverage due to the rugged geography, spanning over 49,000 square kilometers in the areas of Maule, Biobío and La Araucanía. The new solutions include two sites connected to the system via satellite links. These links provide communications in difficult-to-access places and enable mobile coverage, a feature specifically designed to support harvesting tasks in the large areas of the forest.\n\nThese enhancements will provide considerable increase in signal coverage and service quality. The renewal of the agreement entered into Motorola Solutions and Forestal Mininco in 2010 includes the extension of coverage with new sites and 2,350 new terminals.\n\n\nAbout Forestal Mininco\nAs part of the corporate group CMPC, Forestal Mininco is the cornerstone of the company’s forestry business. Its mission is to supply industrial centers with wood from forests that are sustainably managed.\n\nAbout Motorola Solutions\nMotorola Solutions (NYSE: MSI) creates innovative, mission-critical communication solutions and services that help public safety and commercial customers build safer cities and thriving communities. For ongoing news, visit www.motorolasolutions.com\/newsroom or subscribe to a news feed\nMedia Contact:\nAndrea Modarelli\nO: +5411-4837-4002\n\nMOTOROLA, MOTOROLA SOLUTIONS and the Stylized M Logo are trademarks or registered trademarks of Motorola Trademark Holdings, LLC and are used under license. All other trademarks are the property of their respective owners. ©2018 Motorola Solutions, Inc. All rights reserved.\n<< Back",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.5019919872,
        "format_confidence":0.9889862537
    },
    {
        "url":"http:\/\/www.naruwasco.co.ke\/?p=411",
        "text":"Total – Mau Summit Centre water supply\n\nGood News for the Residents of Total-Mau Summit Area\n\nA water supply project for Total-Mau summit area will benefit from a new water supply project done by NARUWASCO in conjunction with  Water for life and WaterWorX.\n\nThe project areas is located in Mau Summit, Molo sub county and lies along Nakuru – Eldoret highway A104. The town has local administration and a police station.\n\nThe total population in the area is about 17,000 people. This population number is based on the 2009 census and the projected population growth as shown in the table below. The projection is a 3.14% growth rate (source: 2009 census). The project area covers two sub locations, Sarambei and Koige. \n\nPERIOD 2009 2017 2018 2019\nPOPULATION 13,183 16,882 17,412 17,959\n\n\nMap of proposed project area\n\nThe proposed project scope will consist of the following components.\n\n  • Elevated steel tank 90m3 3:\n  • Network extension 18.8km\n  • 100-yard taps\n  • 600 individual connections\n  • Metering:700No – 15mm cold water meters, 1No – 80mm bulk meter & 2No – 50mm zonal meter\n  • Equipping new borehole at Mau-Summit primary school,\n  • Masonry tank 225m3\n  • Accompanying measures that involves the activities to be undertaken by the WSP project task team led by the pro-poor officer in sensitization of the beneficiaries and other stakeholders.\n\n\nHits: 1605\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9676846862,
        "format_confidence":0.9548350573
    },
    {
        "url":"http:\/\/www.rocorescue.com\/roco-rescue-blog\/osha-recognizes-roco-rescue-with-vpp-star-status",
        "text":"Roco Rescue\n\n\n\nOSHA Recognizes Roco Rescue with VPP Star\n\nWednesday, July 27, 2016\n\nIt is with great honor and pride that we announce our continued recognition as an OSHA Voluntary Protection Program (VPP) Star Worksite company. Three years ago, we first reached this achievement, which requires an on-going safety emphasis and improvement process. To our knowledge, we are the first rescue training, equipment, and service company in the nation to receive this prestigious recognition. It is certainly a testament to everyone’s continued hard work and safety consciousness that we are once again honored with this elite Star status.\n\nThe three tiered voluntary program (Demonstration, Merit, and Star) is based on our safety history, safety program and management, as well as the palpable pulse of our safety culture. The OSHA onsite audit team unanimously commented that it was quite obvious that all Roco employees they encountered, from junior staff on up to our company president, believe and practice our company motto “There’s a Safe Way, and a Safer Way.”\n\nContinued safety improvement is one of the cornerstones of the VPP award consideration, and we have reaped the benefits of this very requirement. With our growth and diversity of operations we have experienced over the past few years, one thing we cannot compromise is the safety of our employees and our customers. The challenge of demonstrating continuous improvement has been a valuable guide for us as we grow, and that very challenge has provided a clear path to continued success in our safety efforts.\n\nWe take safety very seriously at Roco, and given the nature of our business, it is important to have a means to measure our success. Receiving VPP Star status once again is one measure that tells us we are doing things the right way, the safer way.\n\nThe Roco Training Center - Baton Rouge, LA\n\nRescueTalk ( has been created as a free resource for sharing insightful information, news, views and commentary for our students and others who are interested in technical rope rescue. Therefore, we make no representations as to accuracy, completeness, or suitability of any information and are not liable for any errors, omissions, or delays in this information or any losses, injuries, or damages arising from its display or use. All information is provided on an as-is basis. Users and readers are 100% responsible for their own actions in every situation. Information presented on this website in no way replaces proper training!",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.8612451553,
        "format_confidence":0.9938350916
    },
    {
        "url":"https:\/\/hensallco-op.ca\/blog\/hensall-co-op-bloom-now-sqf-level-3-certified.htm",
        "text":"We are pleased to announce our Bloom processing facility has been certified under the SQF Level 3 program requirements.\n\n\nThe Safe Quality Food (SQF) Program is a rigorous and credible food safety and quality program recognized by Global Foods Safety Initiative (GFSI) and by our customers world-wide. The SQF food safety and quality codes are designed to meet industry, customer, and regulatory requirements for all sectors of the food supply chain – from the farm all the way to the retail stores.\n\n\n“The team in Bloom worked very hard to implement the program in in a very compressed timeframe” said Amir Naveed, Corporate QA & Product Development Manager “Our excellent rating is a result of their diligence and their recognition of the importance of maintaining high standards for food safety.”\n\n\nSubscribe to this Blog Like on Facebook Tweet this! Share on LinkedIn\n\n\nBlog Contributor Portrait\nMembership Office\nJuly 3, 2020\nshow Membership's posts\nBlog Contributor Portrait\nHensall Co-op\nJuly 2, 2020\nshow Hensall's posts\nBlog Contributor Portrait\nEnergy Division\nApril 13, 2020\nshow Energy's posts\nBlog Contributor Portrait\nCrop Services\nApril 9, 2020\nshow Crop's posts\n\nLatest Posts\n\nShow All Recent Posts\n\n\n\nEverything Media Release Frank's Market Comments Industry Trade Show News Upcoming Events Podcast Video",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.8516321182,
        "format_confidence":0.982812345
    },
    {
        "url":"http:\/\/www.energ-group.com\/information-centre\/news\/2017\/01\/muntons-partners-with-ener-g-to-reap-sustainable-benefits-from-anaerobic-digestion\/",
        "text":"\n\nMuntons Anaerobic Digestion 130x130\n\nIn an article published in Bioenergy Insight Magazine, ENER-G's Head of Operations Heather Foster, discusses the environmental and cost saving benefits of an anaerobic digestion project for Suffolk-based malt producer Muntons Plc.\n\nThe anaerobic digestion (AD) facility is providing organic fertilizer from digestate to local farms to grow the barley used for malting, thus creating a local circular economy.\n\nA high efficiency ENER-G 499kW combined heat and power (CHP) system is powering the anaerobic digestion facility, which began operation in April 2015. It is supplying 11% of the site's electrical baseload and heat for use in the AD process – resulting in significant cost and carbon savings.\n\n\nReasons for AD investment\n\nMuntons decided to invest in the anaerobic digestion project as part of its 'Practical Sustainability' strategy. The key reasons for developing the plant were:\n\n  1. To help decarbonise the site's energy supply by converting process waste residue into renewable biogas - to provide sustainable power and heat for on-site processes. \n  2. To achieve energy security and reduce reliance on the National Grid by becoming an independent on-site energy producer.\n  3. To achieve energy cost savings from high efficiency on-site generation and create additional revenue from the government's Feed in Tariff.\n  4. To avoid the cost and environmental impact of waste disposal of processing residue. Previously, Muntons was spending £750,000 every year paying for 3,000 truck-loads of residue from its processes to be removed from the site. Now this same residue is utilised in the AD plant to create a methane rich biogas and digestate.\n  5. To help achieve zero landfill and reduce transport miles involved in disposal\n  6. To create high quality bio-fertiliser as the digestate by-product of AD and create a useful resource for local farms to enrich fields used to grow cereals. These cereals are Muntons' prime raw material - hence the benefit is circular. Muntons also generates a revenue from this valuable product.\n  7. To treat liquid waste from the production process and reduce the cost of wastewater disposal and reduce environmental impact. The high Chemical Oxygen Demand effluent isnow treated anaerobically in the digester and can be safely released to the local river.\n\n\nThe AD process\n\nFollowing a full tendering process and technology trials to test the CHP system and associated AD equipment and prove that it would process barley as a feedstock, Muntons appointed ENER-G as its cogeneration partner to design, manufacture, install, commission and maintain the biogas CHP system.\n\nThe methane rich biogas created by the AD process powers a CHP engine that generates electricity and heat, which is used to pasteurise the sludge that comes off the reactor. The sludge is subsequently centrifuged to render it dry enough for spreading back onto farm land as an organic fertilizer.\n\nThe CHP provides the main factory with green electricity, and heat to supply the digester conditioning tank and pasteuriser with hot water.\n\nMuntons Environment Manager Ryland Cairns said: “This state of the art plant was selected after extensive proving trials on pilot plants over many months. It was constructed to generate a significant amount of our electricity use on site, which is vital when we hear of potential electric shortages in the winter months. It is designed also to de-risk our business by providing high-spec wastewater treatment.”\n\n\nSustainable benefits\n\nThe carbon reduction from this project amounts to 400 tonnes per annum through the removal of 3000 truck journeys between the two Muntons sites in the UK. An additional carbon saving of 466 tonnes per year is achieved by displacement of energy from conventional fossil fuel sources.\n\nThe payback on investment is 4.6 years, which will reduce if Muntons is successful in gaining Renewable Heat Incentive payments (RHI) for the associated activities.\n\nAround 3,000 tonnes of bio-fertiliser per year is produced in the AD plant and is supplied to local farmers who supply Muntons with its barley, helping them to thrive and become more sustainable. Muntons buys almost all its malting barley from within a 50 mile radius. This creates a virtuous and sustainable circle of recycling. As such, all products used in the AD plant are totally traceable and food safe.\n\nThe social benefits of the project are summed up by Nigel Davies, Muntons Manufacturing and Sustainability Director. He said: “The generation of highly nutritive fertiliser is a genuine cradle-to-cradle process by returning to our growers material generated solely from malting barley.\"\n\nThe AD process has helped Muntons malt to be classified as 100% sustainable, endorsed by the Sustainable Agriculture Platform Initiative.  \n\nMuntons is keenly focused on sustainable production - focussing its efforts around carbon footprinting and taking the lead in promoting its ethos to both suppliers and customers. The biogas CHP system is helping Muntons in its aim to reduce they carbon footprint of farming cereals by at least 50%. Muntons is the first maltster to develop a bespoke farming carbon footprint calculator and the first to make the pledge that all of its malt will be low carbon within 5 years. This is part of an overarching objective to minimise the impact of its business activity on the environment wherever possible.\n\nTo get the most out of this investment, Muntons has also conducted a number of research projects. This included the dosing of a novel strain of sulfolobalus archea to reduce hydrogen sulphide in the biogas; digestate composition and efficacy trials with Lincoln University to demonstrate its effectiveness over artificial fertilisers. Muntons also participated in University College London’s ‘Swab and Send' project, which has discovered a source of bacteria that produces antibiotics that kill the multidrug resistant e.coli superbug..\n\nThis anaerobic digestion project is a perfect example of the circular economy and 360 degree sustainability in action - a powerful demonstration of Muntons’ mission of 'Practical Sustainability'.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9129145145,
        "format_confidence":0.9054815173
    },
    {
        "url":"http:\/\/asiasteelmyanmar.com\/index.php\/81-company-news\/87-asc-to-exhibit-at-myanmar-energy-trade-show-2012",
        "text":"ASC to Exhibit at Myanmar Energy Trade Show 2012\n\nWe are proud to announce that ASC will be exhibiting at the Myanmar Energy Trade Show 2012 to be held at Myanmar Convention Center in Yangon scheduled for September 26-27th. ASC will present its Civil Works, Engineering and Logistics Services for the Oil and Gas Industry especially for upcoming onshore seismic and drilling activities. ASC will highlights its services such as\n\n  • Civil Works (Survey, Camp Construction, Earthwork, Well Site Preparation and Rig Foundation)\n  • Engineering (M&E Installation and Fabrication)\n  • Safe Lifting and Heavy Transportation (Rig Moves and Equipment Mobilization)\n\nIn addition, ASC will showcase products and services from its strategic global partners. We hope to see you there!\n\n© 2012 Asia Steel Construction. All Rights Reserved.\n406 Waizayanta Rd., Yangon, Myanmar",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9745054245,
        "format_confidence":0.9917541742
    },
    {
        "url":"http:\/\/www.hoards.com\/IB_ABS-Cardoso?mini=calendar%2F2014-05",
        "text":"ABS Global Welcomes Michael Cardoso as Udder Health Specialist\n\nABS Global Welcomes Michael Cardoso as Udder Health Specialist\n\n”MichaelMichael Cardoso has joined ABS Global, Inc. as an udder health specialist and member of the dairy performance product team.\n\n“We are excited to have Michael on board as part of the ABS commitment to producers and sales outlets to continue the growth and development of the udder care business,” stated Steve Fried, director of dairy performance programs. “Michael’s knowledge and enthusiasm provide tremendous opportunity for producers to gain profitability through the ABS product line.”\n\nAs udder health specialist, Cardoso will be responsible for driving sales of ABS udder care products while providing support to distributors and the western United States sales team. Michael has an extensive background in the industry, having worked on and managed a dairy farm. Prior to joining the ABS team he worked in the animal health business, with a focus on hoof hygiene and udder health. His on-farm approach, farm management background and experience with connecting udder health with profitability will provide ABS employees and producers a beneficial resource. Cardoso will be based out of his home office in Tracy, California.\n\n“ABS and its line of udder care products are second to none, and I look forward to connecting with ABS employees on the west coast to grow the business and serve as a resource for sales representatives and producers,” said Cardoso.\n\n”ABSHeadquartered in DeForest, Wisconsin, ABS Global is the world-leading provider of bovine genetics, reproduction services, technologies and uddercare products. Marketing in more than 80 countries around the globe, ABS has been at the forefront of animal genetics and technology since its founding in 1941. ABS Global is a division of Genus plc.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.8671420217,
        "format_confidence":0.9868651032
    }
]