[
    {
        "url":"http:\/\/hikehealth.com\/disclaimers\/",
        "text":"3.2 (64.29%) 14 votes\n\nThese announcements have not been evaluated by the Food and Drug Administration. The Trademark and additionally the logo you see on this site couldn’t be imitated in any sort of way without the fitting approval of their relating proprietors. These products are not deliberate to diagnose and cure any ailment.\n\nFitness supplement related information gave on this site is solely for educational purposes. This ought not to be considered as a substitute for the expert restorative counsel. We are not supporting this by any way and request you for not using any kind of given information on this site for making a judgment or treating a fitness issue, or endorsing of any sort of supplements or prescriptions.\n\nStand out proficient health awareness supplier ought to make a finding to the happening human services issues and suggest for fitting treatment. Any of the posted proclamations, and additionally fitness cases, product information and promotion has not been sanctioned by the United States Food and Drug Administration.\n\nNone of the marketed products or their ingredients given on this site is purposeful to diagnose, cure or treat any malady. All the cases are ad based and given by the maker of the product. Compassionate do counsel your doctor just before starting any kind of supplement, in case you are as of now under any sort of medicine by an expert.\n\nThis site holder is having distributorship of dietary supplements manufactured by a few U.S. moreover other worldwide brands. In this way, all kind of used logos and trademarks on this site are the property of their specific chiefs and may not be copied at all without made consent out of the trademark chief of concerned organization.\n\nVerify that you precisely read all products marking and bundling preceding their every day utilization. In any case, if you are having or suspect that you may have a fitness issues, compassionate cease every day dosages of utilized supplements and don’t begin them without first counseling and getting the endorsement of your doctor.\n\nWhile we are under the guarantee of keeping our website with the most recent and right information, nobody can be considered accountable for updating information on this site which may be turned out as outdated. This is redesigned under disclaimer as the health world is continuously improvising its abilities.\n\nAll kind of posted information is accumulated from a couple asset connected to this site. Not we or any of our information suppliers may be accountable for that information under any theory of commitment. All kind of posted information taken through this site is given with no sort of assurance. Recall that, we are only for the promotion of products and all huge certifications of merchantability and health impact for a particular use is accordingly dodged.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9649427533,
        "format_confidence":0.9883865714
    },
    {
        "url":"http:\/\/www.fans-nutr.asia\/contentbypermalink\/by-laws.html",
        "text":"﻿ By-Laws - By-Laws\n\n\n\n    1. Ordinary meetings of the General Assembly shall be held every four years, preferably about midway between two General Assemblies of the International Union of Nutritional Sciences.\n    2. The agenda of business will be drawn up by the Secretary-General in consultation with the members and shall be distributed at least two months before the meeting and may be amended or altered only upon approval by a two-third majority vote during the meeting.\n    3. An invitation to send an observer to the General Assembly shall be issued to the IUNS, UNESCO, FAO, WHO and UNICEF, as well as to such other organizations and individuals as the host country or the Executive Council may deem appropriate.\n\n\n    1. The Executive Council shall be the governing body of the FANS and shall manage and determine the conduct of affairs of the Federation including budgetary and financial arrangements. The Executive Council shall hold its first meeting immediately after its election at the same period and place as the Regular General Assembly at which the Council is elected. A midterm meeting shall be held at the time and place of the International Congress of Nutrition or at some similar occasion which shall not call for travel cost on the part of the FANS.\n    2. The Executive Council shall be composed of:\n      1. President of the Federation: The President of immediately preceding Asian Congress shall also be the President of the FANS.\n      2. Secretary-General of the Federation: The Secretary-General of the immediately preceding Asian Congress shall also be the Secretary-General of the FANS.\n      3. Immediate Past President of the FANS.\n      4. The other Past Presidents of the FANS will serve as the Honorary member.\n      5. Four (4) elected members one of whom shall be from the country where the next Asian Congress will be held.\n    3. The duties of the officers are:\n      1. The President shall be the chief executive officer of the FANS and may represent the Federation in every respect. He shall preside over the Executive Council and the General Assembly meetings and perform such other functions as may be necessary in attaining the objectives of the Federation.\n      2. The Secretary General will be the official recorder of the Executive Council meetings and those of the General Assembly. He shall cause notices to be served, prepare suggested agendas, be the main organizer of the General Assembly and Scientific Sessions and perform such other duties as may be assigned to him by the President.\n    4. Election of Officers\n      1. The term of office of the members of the Executive Council shall be about four years extending from one Asian Congress to the succeeding.\n      2. The President and the Secretary-General shall not be eligible for re-election to their respective officers. No member of the Executive Council shall serve more than two consecutive terms.\n      3. In the event of death, resignation or incapacity of the President, the Secretary-General shall perform the duties and functions of the President in addition to his own.\n      4. In the event of death, resignation or incapacity of any elected member of the Executive Council, the President should appoint a substitute for the duration of the unexpended term, preferably from the same adhering country as the member so affected.\n\n    The Secretariat of the FANS will be located in the country of the current President of the Federation.\n\nupdated 2011 July",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.7162283659,
        "format_confidence":0.9712235332
    },
    {
        "url":"http:\/\/gualalavetclinic.com\/privacy-policy.pml",
        "text":"Gualala Veterinary Clinic\n\n38600 S Highway 1\nGualala, CA 95445\n\n\nThis is our own Private Web Site!\n\nWe do not collect or give out any information to any third party vendors or internet businesses.  No information will ever be disclosed to outside parties from us or our web site hosting company at\n\nIt's that simple! And we strictly adhere to this policy.\n\nGualala Veterinary Clinic recognizes the importance of protecting the personal privacy of its clients, its patients and those individuals who simply visit our site.\n\nYour privacy is also protected in our hospital.  At no time is any information given out about the client or the pet without the consent of the owner.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.7671554089,
        "format_confidence":0.9889125824
    },
    {
        "url":"https:\/\/yogatherapyinstitute.com.au\/medical-disclaimer-yoga-therapy-institute\/",
        "text":"Medical Disclaimer – Yoga Therapy Institute\n\nAll content found on the Yoga Therapy Institute website, live courses, workshops and other events including all online events and any recordings, notes, including: text, images, audio, or other formats were created for informational purposes only.\n\nThe content is not intended to be a substitute for professional medical advice, diagnosis or treatment and should not be treated as such.\n\nYou should –\n\n• Always seek the advice of a physician or other qualified health provider with any questions you may have regarding a medical condition;\n\n• Never delay seeking medical advice, disregard professional medical advice or discontinue medical treatment because of something you have heard, read or seen here\n\n• Not rely on the information on the Yoga Therapy Institute website, in our recordings or other content, as an alternative to medical advice from a doctor or other healthcare provider.\n\nPlease note that not all exercise is suitable for everyone and this or any exercise program could result in injury. Please consult your doctor to find out if special restrictions apply to you before undertaking the practices mentioned on this website or associated recordings or live or online courses or events.\n\nTo reduce the risk of injury, do not force or strain during the exercise. If you experience, pain or discomfort please cease the exercise immediately and consult your doctor.\n\nThe creators, producers and distributors of any content on this website or associated platforms, including social media platforms or learning management systems or any live or online event, cannot guarantee that this product is safe and proper for every person and disclaim all liability, loss, or injury arising out of or in connection with the services or exercises or advice herein.\n\nPin It on Pinterest",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9771097302,
        "format_confidence":0.988355279
    },
    {
        "url":"http:\/\/www.navesinkwellness.com\/forms",
        "text":"Call us now ! Send us an email Carton St Rumson United States\n\nBack to Top\n\n61 Carton St.\nRumson, NJ 07760\nSchedule an Appointment Today!\nSchedule an Appointment Today!\n\nNew Patient Form\n\nIf you are a new patient, please read the following information before filling out a form.\n\nLimits of Confidentiality\nContent of all therapy sessions are considered to be confidential. Both verbal information and written records about a client cannot be shared with another party without the written consent of the client or the client's legal guardian.\nNoted exception are as follows:\nDuty to Warn and Protect\nWhen a client discloses intentions or a plan to harm another person, the mental health professional is required to warn the intended victim and report this information to legal authorities. In cases in which the client discloses or implies a plan for suicide, the health care professional is required to notify legal authorities and make reasonable attempts to notify the family of the client.\nAbuse of Children and Vulnerable Adults\nIf a client states or suggests that he or she is abusing a child (or vulnerable adult) or has recently abused a child (or vulnerable adult), or a child (or vulnerable adult) is in danger of abuse, the mental health care professional is required to report this information to the appropriate social service and\/or legal authorities.\nPrenatal Exposure to Controlled Substances\nMental health Care professionals are required to report admitted prenatal exposure to controlled substances that are potentially harmful.\nParents or legal guardians of non-emancipated minor clients have the right to access the client's records.\nInsurance Providers (when applicable)\nInsurance companies and other third-party payers are given information that they request regarding services to clients. Information that may be requested includes, but is not limited to, types of service, dates\/times of service, diagnosis, treatment plan, description of impairments, progress of therapy, case notes and summaries.\n\nCancellation Policy\nDue to the fact that your appointment is reserved specifically for you, it is required that any cancellation be done over 24 hours prior to the scheduled session. If you fail to cancel a scheduled appointment, we cannot use that time for another client. Consequently, you will be billed for the entire cost of the missed session.\nExceptions are granted in cases of illness or emergencies. A bill will be mailed directly to all clients who do not show up for, or cancel an appointment.\nThank you in advance for your understanding and cooperation in this important matter.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9957424998,
        "format_confidence":0.852281332
    },
    {
        "url":"http:\/\/www.celiac.nih.gov\/disclaimer.aspx?control=Newsletters",
        "text":"Image of vegetables Image of raw wheat Image of gene\n\nExit Disclaimer\n\nYou are now leaving the NIDDK website. The NIDDK is not responsible for the content of web pages found on this linked website. Links to nonfederal organizations are provided solely as a service to our users. These links do not indicate an endorsement of these organizations by NIDDK or the federal government.\n\nPage last updated March 18, 2013\n\n\nCeliac Disease Awareness Campaign\nc\/o National Digestive Diseases Information Clearinghouse\n2 Information Way\nBethesda, MD 20892–3570\nPhone: 1–800–891–5389\nTTY: 1–866–569–1162\nFax: 703–738–4929\nEmail: celiac@info.niddk.nih.gov\nInternet: www.celiac.nih.gov\n\nDepartment of Health and Human Services The National Institute of Diabetes and Digestive and Kidney Diseases USA.gov is the U.S. government's official web portal to all federal, state, and local government web resources and services.\n\nNIH...Turning Discovery Into Health ®\n\nPrivacy Statement | Disclaimer | Accessibility | Microsoft® PowerPoint Viewer click to view disclaimer page | PDF versions require the free Acrobat Reader click to view disclaimer page software for viewing.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9966561794,
        "format_confidence":0.9813045263
    },
    {
        "url":"http:\/\/www.rethwillchiroclinic.com\/disclaimer.aspx",
        "text":"This site is for informational and educational purposes only. The information contained herein does not constitute the rendering of chiropractic healthcare advice or the provision of treatment or treatment recommendations. Browsing this site does not establish a professional relationship with Rethwill Chiropractic Clinic or any member of the Rethwill Chiropractic Clinic staff. Any chiropractic or other healthcare or healthcare related decision should be made in consultation with your qualified healthcare provider. The information contained on this website has not been evaluated by the FDA. This information is not intended to treat or diagnose.\n\nDisclaimer of Information & Content\n\nThe content of Rethwill Chiropractic Clinic's website is for information only, not advice or guarantee of outcome. Information is gathered and shared from reputable sources; however, Rethwill Chiropractic Clinic is not responsible for errors or omissions in reporting or explanation. You are encouraged to seek examination, diagnosis, and treatment from a licensed doctor or healthcare provider. No individuals, including those under our active care, should use the information, resources or tools contained within to self-diagnosis or self-treat any health-related condition.Rethwill Chiropractic Clinic gives no assurance or warranty regarding the accuracy, timeliness or applicability or the content. Rethwill Chiropractic Clinic accepts no liability for errors, inaccuracies, omission, or misleading statements. Rethwill Chiropractic Clinic excludes liability for any losses, demands, claims or damages of any kind regarding information, content, or services at this website. The information may be updated at any time, especially as medical discoveries and research evolves regarding the spine and its conditions. At no time does Cox Technic Complete, Cirrus ABS or Rethwill Chiropractic Clinic take any responsibility for any action taken or care chosen in reliance on information contained in this website.\n\nDisclaimer of Endorsement\n\nReference within this site to any specific commercial or non-commercial product, process or service by trade name or trademark, manufacturer or otherwise does not constitute or imply an endorsement or recommendation.\n\nDisclaimer of Detailed Animations and Graphics\n\nAnimations and graphics are for informational and demonstration purposes only. They represent goals of care. They are not a guarantee of results. They are not conclusive for an individual's specific expectations. A disc herniation may reduce 0% to 100% or even be found bigger on imaging after pain is relieved. Pain relief is the goal. Non-surgical pain relief is offered, but not guaranteed.\n\nDisclaimer for Links to Other Websites\n\nLinks to other websites are simply for your convenience. Links chosen by you to view are at your own risk. Rethwill Chiropractic Clinic takes no liability for any linked sites or their content which may change without notice.\n\nAny link to an other website does not imply that Rethwill Chiropractic Clinic endorses or accepts any responsibility for the content, safety, reliability, or quality or the materials. Be sure to study the privacy policies and other information about what, how and why a website may collect and use information you provide.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.9812569618,
        "format_confidence":0.9899665117
    },
    {
        "url":"http:\/\/www.ci.everett.ma.us\/175\/Physician-Registration",
        "text":"Physician Registration\n\nPhysicians practicing medicine in the City of Everett are required to file a Physicians Certificate of Registration under Massachusetts General Laws (MGL) Chapter 112, Section 8.\n\nPersons are exempt from filing a certificate if they are:\n  • A resident in training with a limited license\n  • An Intern with a limited license\n  • Conducting research (exclusively)\n  • Teaching (exclusively)\n  • Hold an administration position (exclusively)\n  • Practicing at a federal facility (veterans administration)\nHowever, if you are employed in such a capacity, you will need to provide our office with a letter from the appointing authority at the medical facility indicating your position, name, status and your medical license number. If there are any physicians practicing at your facilities that do not meet the above exempt criteria, they must file a certificate and they are subject to the fee of $50.\n\nA copy of this filing will be forwarded to the Commonwealth of Massachusetts State Board of Medical Licensing as required by State Law.",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.535705924,
        "format_confidence":0.6724723577
    }
]