[
    {
        "url":"https:\/\/www.trustedreviews.com\/reviews\/d-link-securicam-dcs-2120-ip-camera-d-link-securicam-dcs-2120-page-2",
        "text":"D-Link Securicam DCS-2120 IP Camera - D-Link Securicam DCS-2120 Review\n\n\nThe camera comes with D-Link’s IP Surveillance software which allows you to monitor the live feeds from up to sixteen cameras simultaneously. Controls are provided for taking instant snapshots from the selected camera, activating motion detection and starting a recording session to a predefined folder on the local hard disk.\n\nFor normal usage with the camera being accessed by PCs we found overall image quality to be comparatively good. It wasn’t quite as sharp as the Axis 207W and the blue colour caste make it look rather cold but for a £150 IP camera it was pretty good. Unfortunately, D-Link didn’t fare so well in the action stakes as we found the camera was unable to convey smooth motion when set to the maximum resolution and frame rate. At the highest resolution the image was much smoother when the frame rate was dropped to 20fps with the top rate only working properly at 320 x 240 pixels.\n\n\n”’Axis’ 207W to the left and the DCS-2120 to the right – apart from the different colour castes there’s not much in it.”’\n\n\nConfiguring the camera for remote access from 3G mobiles and PDAs is simple enough as you decide on a filename for RTSP streaming and either use the default port or enter a custom value. The biggest issue with the DCS-2120 is that you will have to make some sacrifices if you want to access it from a mobile. The camera can be configured to serve up surveillance to PCs and notebooks over a normal network or for mobile viewing but not both together. If you choose the latter from the management interface it drops the picture size down to 176 x 144 pixels and cuts the audio bit rate down to 12.2 Kbps. This works well enough for mobiles and PDAs but the picture quality on a PC is unusable so you’ll need to keep swapping modes depending on the type of access you want to provide.\n\nFor wireless connectivity the camera supports both Infrastructure and Ad Hoc modes but note that it does not function as an access point. In Infrastructure mode you’ll need a separate wireless access point and the camera must be configured with its SSID and security settings. We successfully connected a laptop over a wireless link to the camera using a Thomson SpeedTouch 807WL router via a WPA encrypted link. As we saw with our performance tests on the Axis 207W, an 802.11g link is more than enough to handle the video stream even at 30fps and will support multiple users accessing the camera.\n\n\nD-Link is offering quite good value for a wireless IP camera and support for 3G mobile devices makes the DCS-2120 stand out from the crowd. Streaming quality isn’t that great but there are few competing products on the market that can currently offer this level of features at this price point.",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9944167137,
        "format_confidence":0.9012771249
    },
    {
        "url":"https:\/\/www.slashgear.com\/naim-mu-so-and-mu-so-qb-review-music-to-my-ears-25455647\/",
        "text":"Naim Mu-so and Mu-so Qb review: music to my ears\n\nVincent Nguyen - Nov 25, 2016\nNaim Mu-so and Mu-so Qb review: music to my ears\nEditors' Rating: 8\/10\n  • Excellent audio quality, loud output without breaking\n  • Minimal and sleek design, uncluttered ports\n  • Works great in tandem with up to 5 Mu-so Qb's\n  • Expensive price tag\n  • Lacks HDMI input\n\nThese days, the names of Harman Kardon and Bose are becoming more and more prevalent, especially in tech and in cars, but they are hardly the only trusted Hi-Fi names in the audio market. And while Sonos has had a good head start in the wireless Wi-Fi speaker market, it’s hardly the only game in town. And depending on your audio proclivities, it might not even be the best. Naim’s name holds just as much weight as the top players, especially in the UK, and while its first wireless system, the Mu-so, is almost two years old, it, together with the Mu-so Qb wireless speakers, remain one of the best sounding wireless audio systems money can buy.\n\nPrestigious pedigree\n\nDon’t let the odd sounding name put you off. Naim has been in the industry for decades, tracing back its humble beginnings to power amplifiers before rising to become one of the UK’s top hi-fi equipment manufacturers. And if you ever need proof of its quality and prestige, you need only look at its three Queen’s Awards for Enterprise and its partnership with Bentley, a name that is also synonymous with luxury in cars.\n\nThe Mu-so is Naim’s first entry into the then fledgling wireless speaker system industry, launched in the later parts of 2014. But less like most technologies and more like great wine, the Naim Mu-so’s excellence hasn’t become obsolete and has, in fact, aged gracefully. And even while the company has just recently launched its spiritual successor, the more compact Mu-so Qb, the Mu-so integrates perfectly with the newer hardware, a testament to the company’s forward thinking and strategic planning.\n\nJust as good as its sounds\n\nWireless audio has received no small amount of flak for issues of quality and stability. So naturally, there was some apprehension when the Mu-so came out with a not so small price tag. Nonetheless, the wireless speaker proved naysayers and doubters wrong and delivered an audio quality unheard of, no pun intended, among its ilk.\n\nHands down, the Mu-so and Mu-so Qb are the best wireless speakers I’ve tested. Together, they’re pretty damn hard to beat with little compromises. Sound quality is rich, accurate from low frequencies up to heavy bass and treble. You get a sense of depth in whatever you happen to be listening to. Everything from Les Miserable to The Sound of Silence by Disturbed, and, yes, even TV sounds are utterly mind-blowing good.\n\n\nThe Mu-so really shines when you pump up the volume. It manages to fill the room without making you feel like your eardrums are going to burst. Whereas other speakers trip up and fail to keep up, the Mu-so handles all types of music, at all levels, like a boss. You get none of the noise you’d hear with other audio systems at higher volumes, delivering bass that is full yet clear, though some might actually be put off by the thickness of it.\n\nAlbeit less than half in length, the Mu-so Qb is no less capable than its predecessor and larger partner. We were practically amazed at how powerful its output was for such a small speaker. Like the Mu-so itself, the bass is the Qb’s strong point though not exclusively. And like the Mu-so as well, the rich and thick yet clear bass coming from the smaller box might not be to everyone’s tastes. While the Qb does also fairly well on treble and mid-range, it does falter a bit on the latter. It didn’t have the same subtle gradation that the larger speaker offered, a limitation of physics more than anything. Still, for a speaker with as small cabinet as this, the Mu-so Qb easily blasts the competition away, especially when it came to the bass.\n\nA work of art\n\nAlthough Naim is known for the excellence of its audio equipment, it is equally known for its exquisite taste in design. The two speakers, which look quite similar except in size, are so damn elegant that they look more like pieces of modern art in the living room rather than speakers. That is, until you look closer and see the volume and control dial on top.\n\n\nThat in itself, however, is also a work of art. Unlike the traditional volume controls you’d see in most audio equipment, the Mu-so’s, and the Qb’s by extension, features a large dial with an illuminated display panel, rooted inside a carved section of the top surface. This is such an elegant design choice as well as timeless. Operating the dial is smooth and graceful, with the volume indicator light around the edge steadily increasing or decreasing, every notch fills the room ever-so rich with delight.\n\nEverything about the dial design oozes premium from the smooth brush aluminum to the ambient light that’s so pleasing to the eyes. And everything down to the touch-sensitive keys on the display panel exudes simplicity to an extreme, and yet, at the same time, sacrifices neither functionality nor ease of use when switching between inputs.\n\n\nThose input sources, at least the wired ones, are all hidden, either to the side or at the back, out of sight and out of mind. On the Mu-so, USB port and a 3.5mm input jack are placed on the side, while the Ethernet port, optical digital audio input, as well as power cord plug are recessed under the belly of the unit.\n\nThe Mu-so Qb is like a smaller, cut-down version of the Mu-so. An 8-inch cube in place of a long rectangular box, the Qb bares the exact same design as its larger and older sibling, down to the same volume and controls dial. As for the ports, these are all located in a single row on the back side of the speaker.\n\nSome might see this as unceremoniously shoving aside precious connectivity for the sake of beauty, but in the case of the Mu-so anyway, it’s all about connections made over the air.\n\nWe are family\n\nWhen the Mu-so first landed almost two years ago, it was Naim’s sole entry into the wireless speaker market. Although designed to work flawlessly with other Mu-so speakers, the steep price may have prevented it from being utilized to that extent. Fast-forward two years later, the Mu-so Qb was born, giving audiophiles the chance, admittedly for a price, to setup their dream wireless home audio system.\n\nIt was almost as if Naim created the original Mu-so with the Qb in mind, seeing years into the future. That’s because the two work so well together they might as well have been launched together. A single Mu-so can pair with up to five Mu-so Qb’s set up all around the house for your listening pleasure. You can connect individually to each Qb or, if you’re in a party mode, sync up with all of them at the same time. And since the Mu-so Qb delivers near equal performance as the larger Mu-so, you’re assured of that same quality no matter where you are in the house.\n\nMu-so remote\n\nIn addition to the wired connections mentioned above, the Mu-so supports wireless standards such as uPnP, AirPlay, Spotify Connect, and Bluetooth. The one proverbial wart in the Mu-so’s connectivity face is that it doesn’t do HDMI. Curiously, neither does the more recent Qb.\n\n\nFrom the time I’ve spent with the Mu-so the sound quality is “music to my ears” – a gift that keeps on giving, even after years of being in the market and being challenged by newcomers almost every quarter. For something that has outstanding audio quality, a sleek design, and all the bells and whistle of a wireless speaker system, a higher price tag may not be surprising. Even so, some might find the $1,500 cost of the Mu-so, plus the near-$1,000 of a single Qb, to be prohibitively expensive. For a lover of sound, however, it may well be worth the price.\n\nMu-so Qb\n\nAnd the savings might even add up to make up for the costs. I usually find myself working at a Starbucks when I’m home, but ever since I’ve gotten Mu-su setup in the house, I have every reason to stay planted at home.\n\n\nMust Read Bits & Bytes",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9612082839,
        "format_confidence":0.621103704
    },
    {
        "url":"http:\/\/club.dx.com\/reviews\/2840\/107492",
        "text":"Customer’s impression:\nUseful Nice yellow thing\nCreate Review\n\nShare your reviews,\nphotos and videos here!\n\n  • Well built, good gauge\n\n    posted by pechos on 01\/01\/2010\n\n    Involvement:Expert (understands the inner workings) - Ownership:1 day to 1 week\n\n\n    First of all, it feel solid and it seem to be a pretty accurate gauge.\n    The LCD backlight and the front lights are useful, and the reads can be shown in PSI, BAR, KPA and Kg\/cm^2.\n    The pression transducer, that is the real heart of this gauge, seem to be a good component.\n\n\n    I am able to find 1 cons:\n    the battery is soldered at the PCB (as shown by the photo I have uploaded). It seem to be a CR2032 and I think would last for hundreds of measurements, but it is not the best building choice.\n\n\n    Bye from Italy\n\nPost comment\n\nDX Everywhere",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9371001124,
        "format_confidence":0.9935651422
    },
    {
        "url":"http:\/\/bohmian.org\/disc\/Nokia_N900_first_impressions",
        "text":"Welcome! Please join the dialogue.\n\nBohmian.org - Discussion - Nokia N900 first impressions\n\nMost Recent Objects\n\nRandom Objects\n\nNokia N900 first impressions\n\nRate this review:\n\nMy Opinion of Nokia N900 first impressions:\n\nThe Nokia N900 came in an understated black box with minimalistic text in two shades of grey. Opening the box revealed the black phone with an opaque screen guard--ostensibly to ensure it's removal before use--but also providing a very A.C. Clarke-esque Monolithic appearance to the device. The physical presentation isn't much different than other recent high-end Nokias (or Apple products for that matter), but the dark monochormatic nature of the device itself does provide a more striking experience than for instance the business-like silver Nokia E61 in a white box.\n\nThe body\nThe N900 body is both shorter and narrower than the Nokia E61, but slightly thicker than the widest part of the latter. Compared to the HTC Magic, the N900 is noticeably bigger in each direction, and might be better suited for one-hand operation in bigger, as opposed to smaller hands; unlike the HTC Magic which feels uncomfortably thin in my hand, the Nokia N900 feels like it's pushing the limits of comfort when held vertically, but does just manage to rest naturally in the cradle of my hand.\n\nThe SIM, battery, and micro-SD card are all accessible by removing the back cover, a scary proposition despite its official sanctioning as the proccess involves tearing the back cover off by force; I fear that the the plastic hookstthat hold the cover may be the first item on the phone to go, before the resistive touchscreen even--although perhaps such a fear is unrational.\n\nThe initial start-up\nThe start time on the phone was about the same as previous phones; a side-by-side comparison with the Nokia E61 and no SIM in either resulted in a neck-and-neck finish. The trademarked Michelangelo-inspired Nokia logo looks remarkably smooth and cleand compared to the lower resolution screen; a leap not unlike seeing it in colour for the first time.\n\nThe first actual screen was the date\/time configuration screen. Presumably (and I realize that's being presumptuous), if I had a SIM in the phone it would have pulled the starting date from the network. As it was, I had to set the time (and select region\/language preferences) using the touch screen. This has a pratical application in that it's an immediate way of both showing-of the touch screen and familiarizing the user with it, but setting the time by grabbing the hands of a clock seems much less efficient than typing the numbers, especially since I already had the keyboard open.\n\nGeneral Observatiosn on Usage\nIt's my natural inclination to have the keyboard open when I plan on using the device. It slides open easily revealing the full QWERTY keyboard, arrow keys, and important to me when using a terminal emulator, a control key. However, the keyboard in many of the screens--except for intering text--is vestigial. The UI was designed to be primarily touch-operated, and the touchscreen seems to be generally responsive. Being as it is resitive, it takes a small force to be recognised, instead of the capicitive touchscreens presented with the HTC Magic or Apple iPhone--the force required is minimal, and so far I like the trade-off as this also lets it be useful when gloved, or when using the included stylus which pops out of the bottom right corner of the phone when held horizontally.\n\nChanging perspective\nThe N900's lineage consists of the Nokia N800 line of mobile Internet devices, and its feels like it. Maemo gives the N900 a feeling much more like a smart device or ultramobile PC than it does the feeling of a mobile phone or even the current line of smart phones. One of the side effects of this is that the N900's general perspective is horizontal, not vertical like we've come to expect from being inundated with Apple iPhone advertisments.\n\nThe world around me\nAfter restarting the machine with both my SIM card and a 16 GB micro-SD installed, I watched the device first pick-up the EDGE (2.5G) connection followed by a 3G UMTS transition. I began thumbing through programs, exploring the device and was alerted by a vibration and tone when an SMS text arrived. Upon leaving the application I was using, I was automatically greeted with the summary of the new message which I could quickly dismiss. This seemless notification was impressive, and was much more convenient than my current phone where I would need to manually switch to the messaging app (or to the homescreen which would direct my attention to the messaging app) to view the message. I have not investigated yet whether or not this functionality can be tweaked or disabled, as I could see it not being ideal for everyone (such as those who find the fact that this is an incoming communication device the price to pay for having an always-connected ultra-mobile pc).\n\nA sync\nI set my new device, now named Justine, to synch with my old primary phone, Juliette. Both phones are Nokias, and presumably there is some SyncML-over-bluetooth magic going on. When I moved to the Nokia E61 from my Nokia N-Gage Nokia provided a one-time transfer tool, but didn't provide a means of maintaining an on-goingly consistent state. After the sync, I had contacts with photos, and either through the sync or some other magic I had my T-Mobile network settings already imported and ready for use.\n\nUp to date\nMaemo 5 has the ability to update itself online. After pulling in the 20MB update, a newer, 90MB update was displayed as available. Apparently the Maemo application manager won't update to the latest available version, and the user will need to update iteratively which is a little odd if you look at the system as being based upon Debian GNU Linux. Indeed, once I installed rootsh, it was obvious that the inbuilt Maemo updater was just a front-end to the apt repository. In the end, I'm not quite sure what was changed in the 90MB update, but the build date was six days later, and appears to be the most recent release.\n\nConversations received a lot of critical praise whith early reviewers of the phone. I don't know if I feel like it's the monumentous achievent that some of them hyped it to be, but it certainly is more convenient than in previous phones I've used. The fact that it crosses protocols (e.g. providing the option to respond by SMS or Jabber) is very useful.\n\nIDLE comlaints\nMaemo bug 3888 indicates that somewhere else, specifically libtinymail, the inbuilt mail client modest, has had IMAP IDLE support disabled. This is very disheartening, although the fact that there is an active bug tracking it is uplifting, and once everything else is configured, it seems like something I might take a crack at (even at the risk of reduced battery life, it seems like a very important feature).\n\nThe Desktop\nThe Freemantle desktop was redesigned from previous versions of Maemo. In the past, there was a more simplified home screen where the user could perform all actions. In Freemantle (Maemo 5), the desktop has up to four distinct workspaces which can contain widgets or links to applications, web sites or contacts on the phone.\n\nTouchscreens: The Dichotomy\nThe introduction of the Apple iPhone spawned a wave of touch phones trying to capitalize on one of the marketing points of the Apple product, missing the point somewhat, as many people don't care about touchscreens still. I didn't get the N900 because I wanted a touch phone, I got it because it seemed like it'd be the most useful device out there--in part because it had a keyboard. The touchscreen was simply something I'd live with. Because of this, the fact that e.g. in the menu to select an application or widget for the desktop you need to scroll using the touch screen instead of filtering by text typed as happens in the Contacts application is extremely annoying and tedious. There is a somewhat annoying split, as well, between native designed-for-Maemo applications and ported applications, where the former follow the same touchscreen pulling semantics for scrolling that Android phones use, while the latter use the inverse, grabbing the scrollbar methodology--in effect, you scroll in opposite directions depending on the application.\n\nWhere's my home?\nAt one point during the day, after getting Jabber and SIP working, but before I'd even opened the web browser, I took my fledgling phone with me to a happy hour at work. The UI guy critiqued the UI, the Android guy lamented how old and out of touch he was (and that his HTC G1 was about the same size), and the iPhone guy asked the inevitable Apple iPhone question, of \"Where's my home?\"",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9909245968,
        "format_confidence":0.6053680778
    },
    {
        "url":"http:\/\/www.techradar.com\/au\/reviews\/cameras-and-camcorders\/cameras\/compact-cameras\/olympus-fe-120-61584\/review",
        "text":"Olympus FE-120 review\n\nWhat price is a 6Mp camera?\n\nTODO alt text\n\nOur Verdict\n\nFairly simple to use, the FE-120 is let down by its cheap feel and rather dated design and looks\n\n\n  • Very natural colour rendition\n\n\n  • Feels cheap and plasticky\n\n    Images have unwanted noise\n\nWhen you think that plenty of D-SLR cameras only offer 6Mp resolution, it's quite something that you can get the same number of pixels out of a £120 compact camera.\n\nHowever, in practical terms, the difference between the 5Mp offered by the Kodak C360 on test and the 6Mp of the Olympus makes very little difference and certainly doesn't justify any extra outlay. More importantly, while the Kodak has a really solid, quality feel to it, the Olympus feels cheap and plasticky when held in the hand.\n\nThe usual range of scene modes is on offer from the main control dial on the back of the camera. Unfortunately, the dial itself is positioned right on the edge of the back plate and, in our tests, we found that we kept accidentally flicking to an unwanted setting, just in the process of picking up the camera. Other than that, the feature set is a typical array that stretches from a 3x optical zoom lens to a multi-mode flash.\n\nAs with most budget cameras nowadays, the FE-120 runs from two AA batteries rather than a specialist power pack, although this does have advantages if you're on holiday and don't have a charger with you.\n\nA paltry 14Mb of internal memory doesn't go far in a 6Mp camera but worse news is that the FE-120 takes xD Picture Cards, which are more difficult to get hold of and tend to be a little bit more pricey than the more common SD variety.\n\nImage quality is adequate rather than stunning, even taking the fairly low price of the camera into account. Sharpness proved more consistent than with the HP and colour rendition was very natural, although images were quite prone to unwanted noise, especially when the auto-sensitivity feature starts to up the ISO values.\n\nFairly simple to use, the FE-120 is let down by its cheap feel and rather dated design and looks. Matthew Harris\n\nVia PhotoRadar",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9886147976,
        "format_confidence":0.6737198234
    },
    {
        "url":"http:\/\/triciastreasure.com\/2014\/10\/get-great-sound-quality-portability-jabra-step-wireless-headsets.html",
        "text":"Get Great Sound Quality & Portability With Jabra Step Wireless Headsets\n\nDisclosure of Material Connection: I received one or more of the products or services mentioned above for free in the hope that I would mention it on my blog. Regardless, I only recommend products or services I use personally and believe will be good for my readers. I am disclosing this in accordance with the Federal Trade Commission's 16 CFR, Part 255: \"Guides Concerning the Use of Endorsements and Testimonials in Advertising.\"\n\nTied up once again, I digress that while I love the sound quality of decent ear buds, I hate being caught by them every time I move.  I have tried the single ear Bluetooth devices and found them decent for talking on the phone, but music was right out.  The oversized earphones are great for music, but are bulky and cumbersome to be wearing as a full time solution.  Jabra has introduced myself to the solution of this common issue that has plagued my quest in achieving balance between portability and sound quality. \n\n\n The Jabra Step Wireless headsets weight only a touch over a half an ounce, yet pack enough power to provide functional usage.  Personally, I use these a lot for work where I communicate on and off the day with my cell phone.  When I am not talking on the phone, I use them to listen to music as I work through my daily tasks.  Jabra states that these will provide up to four hours of talk time, yet with my pair I seem to get a little bit more of usage time prior to requiring charging. \n\n I have attempted to connect the Jabra Step Wireless headsets to several different devices in attempts to test the connectivity.  Utilizing my cell phone, it synchronized correctly up the first time and without flaw.  It never failed whenever I attempted to reconnect the unpaired devices to my phone.  When I utilized the headset with my notebook, I received mixed results.  I have found that I can utilize them as a listening device with no issues on my Windows 8.1 notebook, but the microphone portion of the Bluetooth would not function correctly. \n\n\n Music and phone conversations can be controlled by the headset with buttons housed in the microphone compartment.  The sound quality of the music played was exceptional compared to other Bluetooth devices in the price range of this product.  This could be attributed to the Bluetooth 4.0 standard that provides excellent bandwidth coupled with excellent speakers.  In regards to speaking with individuals, they state that my voice is clear and does not have that speakerphone, or tunnel sound that some devices can have. \n\nOverall, this device is a great quality Bluetooth headset that works great for cell phones and Bluetooth enabled MP3 devices.  Great quality sound, easy connectivity, lightweight, and long lasting battery life was a major benefit of these devices.  You can purchase these headphones at, or locally at most major retail stores.\n\nConnect on Facebook and Twitter\n\nBe Sociable, Share!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nTricia's Treasures\nAssign a menu in the Right Menu options.",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9918036461,
        "format_confidence":0.604010582
    },
    {
        "url":"http:\/\/www.pcstats.com\/articleview.cfm?articleid=1800&page=3",
        "text":"\n+ Videocards\n+ Memory\n+ Beginners Guides\nNews & Advanced Search  Feedback?\n[X]   Directory of\nGuides & Reviews\n\nBeginners Guides\nWeekly Newsletter\nArchived Newsletters\n\n\nContact the Suite 66 Advertising Agency\nSeagate Backup Plus Slim External USB 3.0 2TB Hard Drive Review\n\nPQI mPack P800 Portable Entertainment Centre\n\nPQI mPack P800 Portable Entertainment Centre  - PCSTATS\nAbstract: From it's nice 3.5\" LCD screen outwards, this miniature media powerhouse is loaded with features, some of which we have yet to see on any competing player.\n 82% Rating:   \nFiled under: MP3 Players Published:  Author: \nExternal Mfg. Website: PQI Memory Sep 06 2005   Mike Dowler  \nHome > Reviews > MP3 Players > PQI Memory mPack P800\n\nExamining the mPack P800\n\nThe sides of the unit have no controls or other features. The only thing to comment on here is the lack of a handgrip on either side. While the mPack P800 is pleasing to hold due to its shape, we would have liked to see rubber handgrips, or at least ribbed plastic to make the hold more secure. We'd really hate to drop the mPack.\n\nThe top of the mPack P800 holds the various ports. From right to left we have the DC power input, USB port, compact flash card slot (concealed by a rubber cover that is attached to one side of the slot and feels fairly solid), SPDIF out, A\/V in and A\/V out.\n\nThe bottom of the unit is featureless except for a small recessed reset button which will need a pin to activate.\n\nThe rear of the device features a small vent for the hard drive (through which you can actually see the drive) and a plastic flap which folds out into a convenient little stand.\n\n< Previous Page © 2018 PCSTATS.com Next Page >\n\n\nContents of Article: PQI Memory mPack P800\n Pg 1.  PQI mPack P800 Portable Entertainment Centre\n Pg 2.  First Impressions and Setup\n Pg 3.  — Examining the mPack P800\n Pg 4.  PQI mPack P800 Accessories and Remote\n Pg 5.  Compact Flash Card Reader\n Pg 6.  Companion Software\n Pg 7.  TV-out of Photos and DiVX Movies\n Pg 8.  Battery life and Conclusions\n\nUse the power of Google to search all of PCSTATS and the PCSTATS Forums. Tell us what you think of this new feature - FEEDBACK?\n   03 \/ 19 \/ 2018 | 4:46AM\nHardware Sections \n\nPCSTATS Network Features Information About Us Contact\nPCSTATS Newsletter\nShoppingList Assistance\nTech Glossary\nTechnology WebSite Listings\nPermaLink News\nArchived News\nSubmit News (Review RSS Feed)\nSite Map\nPCstats Wallpaper\nAbout Us\nPrivacy Policy\nAdvertise on PCSTATS\n\nHow's Our Driving?\n© Copyright 1999-2018 www.pcstats.com All rights reserved. Privacy policy and Terms of Use.",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.989895165,
        "format_confidence":0.7434447408
    },
    {
        "url":"http:\/\/www.overclockersclub.com\/reviews\/synologyds106\/",
        "text":"Welcome Stranger to OCC!Login | Register\n\nSynology - DS-106 NAS Server Review\n\nFormer staff writer    -   December 28, 2006\nCategory: Storage \/ Hard Drives\nPrice: $300 USD\n\n\nStorage. Something that I always find myself short on and needing more of. Backups, that's the other word that I dread to hear, as when it comes time to backup that critical data, it can take hours or even days depending on the amount of data. Let alone the giant pile of CD\/DVDs that you have to store, label, and then hunt through, if you ever need something. Synology has come to my rescue with the DS-106, an all-in-one home backup and SOHO (Small Office\/Home Office) server solution. According to the spec sheet on this baby, it comes loaded with tons of features to make our lives easier. Synology may not be a very well known company, but they have a very strong lineup of backup solutions and various NAS’s. The DS-106 is one of the latest additions to this strong lineup. Today I will be taking a look at this unit and testing it to see if it's really worth its price, as well as whether or not it's actually useful for what it claims to do.\n\nCloser Look\n\nUpon getting the DS-106, I unpacked it and then gave it a quick once-over... something that I always do when I receive a new product to review. The outside of the box is adorned with a picture of the DS-106 and a brief list of specifications.\n\nUpon opening the package, you can see that the unit is wrapped in plastic and suspended via cardboard end pieces. There is also a separate box which contains the power cord, Cat5 cable, and driver disc\/instruction manual.\n\nTaking the unit out of the box and examining it, I immediately noticed that there are vents all over the unit. The vents were on the top of the unit, as well as on the sides. These vents are not the only means of cooling though, as there is also a small, thermally-controlled fan mounted in the back of the unit.\n\nThe RJ-45 port, the power port, as well as a reset switch are all mounted on the back of the unit. For those of you that also have external HDD’s, there is an ESata port, and a USB 2.0 port on the back as well.\n\nThe front of the unit contains the various indicator lights, as well as the power on\/off button. From top to bottom are the power, status, HDD and LAN lights. In addition to the various lights, the front panel is also adorned with a copy button & USB 2.0 port.\n\nWhen you receive the DS-106 there is no HDD installed. Installing a hard drive is not that hard. Simply remove the two screws in the left side panel on the back, and slide it back. Then you lift the panel and remove it by unplugging the connector from the main board on the unit. There is a small riser board that has the interface for a HDD to plug into, and on the other end there is a bracket that locks the HDD into place.\n\n  1. Introduction & Closer Look\n  2. Closer Look Continued\n  3. Installation and Specifications\n  4. Testing\n  5. Conclusion\nRandom Pic\n© 2001-2014 Overclockers Club ® Privacy Policy\n\nAlso part of our network: TalkAndroid, Android Forum, iPhone Informer, Neoseeker, and Used Audio Classifieds\n\nElapsed: 0.1315159798",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9897149205,
        "format_confidence":0.8895482421
    }
]