[
    {
        "url":"http:\/\/www.thedermreview.com\/a20\/",
        "text":"Advanced Dermatology\n\nAdvanced Dermatology’s new “multi-action skin care line” is our clear #1 recommendation.\n\n– Breakthrough ingredients to reduce the look of wrinkles including forehead wrinkles, laugh lines, crows feet, under eye wrinkles, lip lines and neck wrinkles.\n– Advanced ingredients help lift and contour your cheeks, jawline, and neck for a more youthful appearance.\n– Perfect if you hate the feeling of foundation on your skin and want to naturally achieve clear, flawless looking skin.\n– Helps improve the appearance of dark spots, discolorations, blotchiness, and redness.\n– Look more rested. Targets the signs of aging and fatigue around the eyes.\n– It helps visibly minimize the appearance of pores and improves skin texture too.\n– Here’s what the fuss is about: Most of the time, the skin care products you buy over the counter is going to give you results… for like, maybe a few hours, and then nothing. It’s almost like you were better off just not using the product in the first place. Ever noticed that before? That’s because most companies add silicone, which makes the product feel smoother and adds a short-term lift for your skin. But once that silicone washes off your face, the product is basically useless.\n– If you find a product that is silicone based you have two options: 1. Buy it. Just know that it’s going to make you look great for a few hours in the morning and then you’ll be back to square one by lunch. 2. Run as far and fast as you can from anything silicone based and instead search for products that offer long-term results.\n– Advanced Dermatology features a breakthrough pro-collagen and elastin formula to give you significantly better results that won’t wash off like those silicone based products.\n– But Advanced Dermatology has also been designed to naturally support hyaluronic acid production. It might sound scary, but hyaluronic acid is actually the stuff in your skin that kicks wrinkles to the curb. Without it you’d shrivel up in the sun like a raisin.\n– It’s worth noting: most skin care products are made of only 5 or 10% anti aging ingredients, meaning that most of what you get is probably either water or silicone. That’s why if you’ve ever felt like every product you try just doesn’t work, don’t blame it on your skin. You wanna pay $95 for a bottle of water? If you’re like most people, you probably paid something near $100 for that useless bottle of gunk.\nAdvanced Dermatology isn’t even close to that much. And it’s way better.  This is an awesome skin care line for the price.\n– The most advanced formulations we have come across  We calculated the cost of each ingredient, this skin care program is easily worth several hundred dollars. It contains over 30 cutting edge ingredients to fight visible aging and damage. Just one of these ingredients is a special Rose Stem Cell that is one of the most expensive anti-aging ingredients on the planet. This is why Advanced Dermatology represents excellent value for money.\n– 30 day money back guarantee. If you don’t see dramatic results, send it back for a refund.\n– We highly recommended the Advanced Dermatology skin care line.\n– Complimentary shipping when you order through their website.\n\n– Product packaging is a bit too clinical.\n– Products smell too clinical.\n\nMore about Advanced Dermatology\nAdvanced Dermatology is a breakthrough skin care line designed to visibly reduce wrinkles and firm your skin. \n\nAdvanced Dermatology contains an absurdly impressive list of ingredients, including multiple obscenely high-tech peptides, growth factors and 30 more powerful ingredients – in high concentrations.\n\nThe truth is, high concentrations of anti-aging ingredients are needed to achieve youthful firmness. And yet, most skin care products contain small concentrations of the right ingredients. Why, then, does Advanced Dermatology contain such high concentrations in comparison?\n\nTo answer this question, you need to take a closer look at how leading cosmetic manufacturers work.\n\nThe fact is, cosmetic manufacturers spend more on marketing than product development. For example, half of the money you pay for a product you buy from a department store goes to the store. Another twenty percent is spent on marketing related costs. Sadly, in most cases, less then one percent is spent on the formulation itself.\n\nIt is outrageous.\n\nTo complicate matters further, most cosmetic manufacturers use active ingredients in trace amounts, due to the high cost. Instead, they utilize specific silicons to enhance the way the product looks and feels. But silicone based ingredients only offer short-term cosmetics effects and offer no tangible anti-aging benefits.\n\nTo achieve real results, skin care products need a strong concentration of active ingredients. Suppose that, a cosmetic manufacturer took that money and spent it on what is inside, how effective would the product be? In our experience, it is what is inside that counts the most.\n\nAdvanced Dermatology, for example, spends the majority of the money you pay for the product on the ingredients inside the product. You won’t find their products in department stores and they certainly don’t spend money on marketing. The result? First, let’s take a look at how Advanced Dermatology works.\n\nHere’s how Advanced Dermatology works\nIt’s important to understand how Advanced Dermatology works. This is the type of product where you need to embrace the science.\n\nSo, youthful skin has an abundance of collagen and elastin to keep the skin smooth, firm and plump.\n\nBut, in your 20’s, collagen decreases, elastin breaks down, and cells don’t turn over. By age 30, your skin loses half its collagen. Once collagen breaks down, the skin loses firmness and elasticity. Resulting in wrinkles, crow’s feet, loss of firmness and dullness. At the same time, the layer of skin beneath dermis begins to thin.\n\nIt doesn’t have to be this way though.\n\nTo combat this, Advanced Dermatology incorporates a breakthrough formula that works in the skin’s deepest layers to naturally boost collagen production.\n\nIn case you had any doubt, Advanced Dermatology offers a 30 day money back guarantee.\n\nClick here to visit Advanced Dermatology’s website.\n\n\n  1. Cheryl\n\n    I was sceptical at first but WOW! I have now been using Advanced Dermatology for a year now and my skin looks amazing for a 64 year old. I have always taken care of my skin, but I can’t say enough good things about Advanced Dermatology. No gimmicks here, just true results. I give it a 10 of 10. Thanks so much for a really great product.\n\n  2. Jenny\n\n    I’m almost in my 50’s and I have been using this product (advanced dermatology) for about 3 months now and I’m convinced that it really works. However, as I continue using the product, I found that it’s really good so I have decided to order again. The fact that the company does not pay for a celebrity to advertise their product only means that the effectivity of their product is their own advertisement. You cannot buy this product anywhere but only through their website maybe because they dont want it to be adulterated or faked. I hope this review helps you in your decision to give it a try. See it for yourself.\n\n  3. Eleanor\n\n    I originally purchased this from my aesthetician sometime ago. If you haven’t used professional products you might be disappointed initially. I am not talking about high end products from department stores or even skin care products from a spa. I am referring to products from a plastic surgeon or dermatologist.\n\n    First, Advanced Dermatology products aren’t silky and they don’t have any fragrance. I have done a lot of research on their formulations and every ingredient is all about long term anti aging. I can see a number of reviews are saying the same thing. When you look at non professional products most ingredients are things like silicons, thickeners and conditions… nice to apply but thats all. So if you apply a professional product to your face it wont feel as amazing as the other products because they don’t contain those types of nasty ingredients. Think of their products more like treatments that offer long term benefits.\n\n    Second, the formulas are in airless containers because they contain many active ingredients. Any product in a jar or lotion pump is less effective because most active ingredients don’t survive long when they have been exposed to air. This is the reason Advanced Dermatology products are in airless containers. Make sure any product that you use is in an airless container.\n\n    Third, I recently started buying these products online instead. It looks like the pricing online is more affordable. I don’t understand how this works but they refer to it as an online exclusive for new clients.\n\n    Finally, this is a great product without any doubt. I can definitely see an improvement overall with my skin. To give you some background, I am 60. I have pale skin that is slightly blotchy. Since my 20’s I noticed my laugh lines mainly in pictures but eventually it was pretty obvious when I looked in the mirror. This was being caused because my skin was getting thin. Advanced Dermatology really did make a difference. My skin feels like it has been renewed. It has also improved the pigmentation so I no longer need to use foundation. I can feel the plumpness. Ladies, I love it and highly recommend it!\n\n  4. Rebecca\n\n    I have tried many expensive skin care brands but they don’t work as well as this. I have noticed a big improvement within a few days. It works great for smoothing lines and evening out the complexion.\n\n    I give it 5 out of 5.\n\n    It is a little expensive but worth it.\n\n    I have been getting a lot of compliments from friends and family.\n\n  5. Karrie\n\n    I started using Advanced Dermatology not even a week ago and can already tell a difference! I am 31 years old with newly problematic skin (yay). I honestly could tell a difference within a couple of days. It doesn’t take much of any of the products so... (truncated)",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.8340180516,
        "format_confidence":0.9561370015
    },
    {
        "url":"https:\/\/www.jennaclifford.com\/blogs\/testimonials\/martie-moreleta-park",
        "text":"Martie, Moreleta Park\n\nThank you for my order.  I received it.  Thank you also for the beautiful wrapping.  It looks amazing!  The online ordering was a smooth process, your assistance was a quick, friendly and extremely helpful experience.  Everything as expected from a store like Jenna Clifford.  Thank you for that.",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.75373739,
        "format_confidence":0.9891389012
    },
    {
        "url":"https:\/\/dancinglion.us\/cacao\/about\/sources\/",
        "text":"Local & Artisan Sources\n\n\n\n\n\nYes, we do receive more than a few comments about our rather nice chef jackets (both men’s and women’s) and aprons. I say this without reservation…\n\nCrooked Brook makes each for me custom. I won’t buy them anywhere else because Veronica (“Studio!”) is a Goddess and provides outrageously good customer service, and because they (the jackets and aprons, not Veronica, though she probably could as well) can take the sort of abuse we heap on them and still look good. I wish every vendor in the world was as professional and easy to work with.\n\n\n\n\nLeave a Reply",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.8413530588,
        "format_confidence":0.837908864
    },
    {
        "url":"http:\/\/www.luuux.com\/viz\/nails-hard-candys-break-up",
        "text":"Nails: Hard Candy`s Break Up\n\n4 years ago\n\nThe polish featured here is Hard Candy`s nail polish in the shade \"Break Up\" - a semi-clear, cloudy base with larger pieces of hexagonal opalescent glitter.\n\nI picked this polish up at Walmart, and when I saw it, I was immediately drawn to it. I initially thought that it would have the same effect as Sally Hansen`s Hidden Treasure polish, but after wearing it, it is not the same! Hidden Treasure is a flakies polish whereas Break Up is just hexagonal glitters. The only similarity is that both polishes reflect off shades of gold, yellow\/orange and blue. It`s quite pretty!\n\nI wore this polish alone with Seche Base underneath. To be honest, this polish is quite difficult to apply with! The glitter applies very unevenly because of the uneven distribution. It takes several coats for the polishes to look more evenly distributed on the nails. I think I applied 4 coats to get it to look like that! The removal polish is quite difficult as well. It takes awhile for the glitters to come off, even with using the foil method.\n\nOverall, I do recommend this polish - but only if you can put up with it! Haha. I think it is quite a unique-looking nail polish and I`m sure it will look gorgeous as a topcoat over darker polishes.\n\nSource link:\n\nFollow Luuux\n\nRelated Posts\n\nTrending Beauty",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9968955517,
        "format_confidence":0.8662590384
    },
    {
        "url":"https:\/\/veridianglobal.com\/pages\/reviews-and-testimonials",
        "text":"Reviews and Testimonials\n\nWhat means the most to us is that you, the sports fan, have t-shirts, hats and hoodies that are well designed and comfortable. Put simply, gear that rocks.\n\nThanks for choosing to be #rockintheVgear.\n\nHere are what people are saying about Veridian Global:\n\n\"I live in hoodies when I am not wearing a suit for work, so I have lot of them. This new GOAT District hoodie is by far my favourite!! So comfortable and the fit is a beauty!! Must own GOAT Gear...get yours now!!! You'll thank me laaaater!\"\n\n--J.D, The GOAT District Podcast\n\n\"I absolutely love it. I am 6’4 and 240 lbs and it is hard to find cloths that fit well. This one is amazing! It is hard to find clothes that are long enough in the sleeves. The quality is also amazing. It has been washed and still feels as soft as the day I bought it.\"\n\n--Brian Bailey, @FF_Aviator\n\n \"I love the two t-shirts I bought from you (The Eh Team & the Josh Allen one). They fit beautifully and I’m someone who is really picky about how my shirts fit. The design is awesome and I love how well they come out intact and looking as good as new out of the wash.\"\n\n--Matt Marchese, Sportsnet590\n\n\"Veridian is the best! Awesome designs that are original and have the best players. Plus the quality is top notch. All the sizes and the shirts feel great. I highly recommend Veridian Global for all your fantasy football wear\"\n\n\nWe'd love to hear your feedback! Leave a review of your recent #rockintheVgear purchase and enter for a chance to win",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.7881193161,
        "format_confidence":0.9855720997
    },
    {
        "url":"https:\/\/www.kidstart.co.uk\/blog\/halo-n-horns-kids-mango-melon-mayhem-shampoo-and-conditioner-product-review\/",
        "text":"Halo N Horns Kids Mango Melon Mayhem Shampoo and Conditioner – Product Review\n\nAvailable from: Ocado\nRating: Rating:  5\/5   \n\n\"My son is a great fan of baths but not of soap or shampoo, but the fruity smell of this attracted him as it has no soapy smell.  I'm not an expert on skincare as my 3 year old luckily has no allergies but I think it is better to use a few chemicals as possible on young skin, so the bonus of this being hypoallergenic is great.  We live in a hard water area and the combined shampoo\/conditioner lathered first (& only) time leaving his hair soft & clean without being fluffy.  It can be run under the taps & also used as a body wash, leaving a clean & fruity smelling little boy. I would definitely use this range in the future.\"\nSharon Thomas, 38, Staffordshire          \n\n > Back to Baby & child toiletries",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.830247879,
        "format_confidence":0.9812271595
    },
    {
        "url":"http:\/\/seasonalseasoning.com\/2016\/10\/30\/mini-review-nyx-lingerie-liquid-lipstick-is-more-like-granny-panties\/",
        "text":"Mini Review: NYX Lingerie Liquid Lipstick is More Like Granny Panties\n\nI just purchased one of the most disappointing name-brand products that I have ever encountered in my life.\n\nWhile I was out shopping with my family, we swung by CVS. I walked through the cosmetics section to see if I saw anything that I had been wanting to try, and I saw the NYX Lingerie Liquid Lipstick. I had heard some positive reviews about it but I hadn’t really done any extensive research on it. I decided to get it because it was pretty cheap ($7.90) and because I have the Soft Matte Lip Cream, another matte liquid lipstick by NYX that I absolutely adore, and I figured that the formulas were probably pretty similar.img_0351\n\nThe packaging was very pretty and the lipstick inside of the glossy tube appeared to be a beigy-pinkish-mauve, which was exactly the color I had been wanting. When I got home, I opened the tube and saw the first sign that this product was going to be less than satisfactory. The doefoot applicator had been oddly flattened and matted from the lipstick and made application more difficult. I shrugged it off and hoped that the lipstick itself would be better than the applicator, but unfortunately I was incorrect. The formula was sticky and nearly impossible to take off, and it was drying, flaky, patchy, and pretty much every other adjective that you would hope for your liquid lipstick to not be. After I had applied it, it looked like I had put glue on my lips and rubbed some off. Also, the color was much lighter than I had thought that it would be.img_0367\n\nIf you want a drugstore liquid lipstick, I would just spend the extra two dollars and get the NYX Soft Matte Lip Cream instead of this tacky glue in a bottle that just screams “I’m a middle school student who just discovered makeup.” This product is called Lingerie but I think Granny Panties would be a much more suitable title.\n\nLeave a Reply",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9970610738,
        "format_confidence":0.5511924028
    },
    {
        "url":"http:\/\/www.dogfunk.com\/dogfunk\/review\/But-still-classy-\/200126613.html",
        "text":"\n\nLive Chat or 1.877.364.3865\n\n\nGear Review\n\n5 5\n\nBut still classy :)\n\nSuper cute button up shirt that feels amazing! Runs true to size if not a tiny bit big...longer in the back but still able to tuck it in if you wanted. I have the cayenne red and ooo wee is it great! For sure getting a couple other colors ways for the closet!\n\nResponded on\n\nHey!! Is this tunic length...long enough to wear with leggings? :)",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.9885953069,
        "format_confidence":0.9849339724
    }
]