[
    {
        "url":"http:\/\/en.espn.co.uk\/southafrica\/rugby\/story\/171574.html",
        "text":"Numbers Game\nA decade of dominance\nHuw Richards\nOctober 23, 2012\nEngland's Mike Tindall celebrates their win over the All Blacks, England v New Zealand, Twickenham, November 9, 2002\nEngland celebrate their win over the All Blacks in 2002 © Getty Images\nRelated Links\nNumbers Game: The non-scoring winger\nNumbers Game: A cut above the rest\n\nSo well established is the autumn international programme in rugby's contemporary calendar that it comes as a shock to recall that, like the Heineken Cup, it is less than 20 years old and a product of the game's professional era.\n\nThe forces that got all of the southern hemisphere's giants visiting most years were those which dominated the somewhat panicky years of the new settlement - a desperate search for new income with which to fund vastly increased costs. Only an extended international programme could be counted upon to do that.\n\nSo it is that when autumn matches resume this month after their World Cup year sabbatical in 2011, fans in Europe will be able to see not only the Boks, All Blacks and Wallabies, but the Pumas, Fiji and Samoa.\n\nThe extent of the transformation can be seen by comparing international records pre and post 1995. When Ireland entertain South Africa at the Aviva Stadium on November 10, it will be the 119th clash between one of the former Five Nations and one of the three traditional southern giants since 1995, an average of seven matches per year over 17 years.\n\nThe 90 years between the pioneering All Blacks and the change of 1995 saw 148 matches, an average of 1.64 per year, or less than a quarter of the rate of more recent teams. Take out the years lost to war, and the average still comes out at less than two.\n\nWhat has not changed is a pattern of southern dominance. We get reminded of it much more frequently when all three visit most years, compared to the pattern of one each per decade that held until the 1970s, but there's not a massive difference between pre and post 1995 results. The southern trio won 93 and lost 47, with 8 draws of the pre-professional matches. They've done a little better since 1995, winning 81 to 32 with five draws, but there is only a five per cent difference - 70.76% against 65.54 - in their winning percentage. Those five draws, three involving Australia and two New Zealand, are a genuine oddity given that the drawn game has become such a rarity in modern rugby.\n\nAs so often with historical statistics, the breathtaking element is the dominance of the All Blacks. Over the entire period, their winning record as an away team against the Five Nations has been 82.96%. They have played 91 matches and won 73, with only 13 defeats. So great a collector's item is an All Black defeat that well-informed fans of the winning teams can usually reel off the years - 1905, 1935 and 1953 for Wales, 1936, 1983, 1993 and 2002 for England.\n\nOn November 9 they will complete a decade since they lost away to any of the Five Nations (the loss against France in the 2007 World Cup was on neutral ground, in Wales).\n\nThat is also long enough for most of us to have forgotten that this most recent loss was against an immensely strong England squad missing only one man - Josh Lewsey - of the 15 who started the World Cup final a year later, while All Black coach John Mitchell had chosen to bring an experimental squad and handed debuts to seven players, of whom only Andrew Hore and Ali Williams were to have long international careers. Even then they scored four tries to three and led by 12 points before a late England revival.\n\nAll Blacks' record in the autumn internationals\nOpposition Win Lose Draw Overall %age\nWales 7 0 0 100%\nIreland 5 0 0 100%\nScotland 4 0 0 100%\nEngland 6 1 1 75%\nFrance 6 2 1 72.2%\n\nSouth Africa has been the second most successful visitor, while playing fewer matches because there were none between 1974 and 1992. They have won 53 and lost 23 of their 80 matches for a 68.75% success record. Australia brings up the rear with 52.63%, 48 wins to 43 defeats in 95 matches.\n\nWhat has changed between the pre and post 1995 eras is the relative fortunes of the teams. New Zealand had the best record to 1995, but not by much - 79.09% to South Africa's 76.31, which included a 23-match unbeaten run between losses to Scotland in 1906 and Ireland in 1965, while Australia lost more matches than they won for a 44.55% record.\n\nNew Zealand's professional record is little sort of stupefying, only three defeats - England in 2002, France in 1995 and 2000 - in 36 matches, of which 31 have been won and two drawn, a success rate of 88.89%. Australia has done much better, and its 63.75% from 40 matches just edges out the Springboks' 63.41% from 42, of which 26 have been won.\n\nAmong the battered hosts, England and France have the best records, both just over 40%. England have a marginal edge, but will lose it - albeit with a chance to leapfrog back a week later - should France beat Australia on November 10.\n\nFrance, with 12 wins in 21 matches, have the best record against Australia and their six wins in 23 is comfortably the best against New Zealand. England, with eight wins and a draw in 18 matches, have been far by the Springboks' most troublesome adversary.\n\nSouth Africa celebrate victory while Wales lament defeat, Wales v South Africa, Millennium Stadium, Cardiff, Wales, November 13, 2010\nThe sight of South Africa celebrating at the MIllennium Stadium is nothing new © Getty Images\n\nScotland was little behind France and England pre-1995, but has struggled since, winning only three out of 21 matches to drop its all-time percentage to 27.08%. Ireland had by far the worst pre-1995 record but has done much better since, including a 50% record against the Springboks to raise its overall record to 24.41%.\n\nThat leaves Wales, most unusually for an all-time Five Nations table, in last place on 24.07%, weighed down by an abysmal record against South Africa - with only a single victory, in a half-completed Millennium Stadium in 1998, in 16 meetings. Three wins and a draw from 26 matches mean they edge out Scotland as the most accommodating hosts of the professional era.\n\nEngland's record of 43.33% since 1995 conceals the one period in which a European team has truly dominated Southern visitors. Their record as host during Clive Woodward's period as coach (1997 to 2004, when his resignation coming ahead of the autumn matches in 2004) was P14 W8 D2 L4, a success rate of 64.29%. Their record otherwise in professional times has been a slightly less impressive four wins from 16 matches, or 25%.\n\nThree wins from nine meetings this autumn would hold up Europe's rather unimpressive historic average, and indeed slightly improve the professional record. Both history and current form suggest those defeats are likelier to be inflicted on Australia or South Africa.\n\nAny All Black defeat, particularly if they go down for the first time ever to Scotland or the first in 59 years to Wales, would go straight into rugby history. On average they go down roughly once every eight and a quarter years - 13 times in 107 years. But looked at another way, they're due, given the decade that has elapsed since they went down at Twickenham in November 2002.\n\n© ESPN Sports Media Ltd.\n\nLive Sports\n\nCommunication error please reload the page.\n\n  • Football\n\n  • Cricket\n\n  • Rugby\n\n    • Days\n    • Hrs\n    • Mins\n    • Secs\n\n    F1 - Italian GP\n\n  • OtherLive >>\n\n    Snooker - China Open\n    Tennis - Miami Open",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9973272085,
        "format_confidence":0.5050648451
    },
    {
        "url":"https:\/\/www.si.com\/mlb\/2017\/11\/07\/houston-astros-world-series-champions-george-springer-jeff-luhnow",
        "text":"• For the Astros to become the 2017 World Series champions, they needed to do plenty of losing first. It all started with George Springer, and now Houston has a club feared by all after winning its first title.\nBy Ben Reiter\nNovember 07, 2017\n\nIt all sprang from Springer. Anyone with the Astros will tell you that. When Jeff Luhnow and his crew of rebuilders arrived in Houston before the 2012 season, wielding both sledgehammers and X-Acto knives, George Springer was already on site. Not in Houston; he was still two years from reaching the big leagues.playing centerfield for the High A Lancaster (Calif.) JetHawks after Ed Wade’s ousted regime had drafted him 11th in June ’11, Spinger was the shiny copper piping that anyone would know to salvage from even the most dilapidated structure before the wrecking ball hits.\n\nSecond baseman José Altuve and lefthander Dallas Keuchel were there too, and the new leadership was smart enough not to dispense with them either—even though back then they looked like little more than a slap hitter and a soft tosser. But Springer, who had battled through a childhood stutter to become a polished prospect at Connecticut, was a five-tool phenom. If the members of the front office allowed themselves to dream of a championship, he was the person they imagined raising the trophy.\n\nWhen Sports Illustrated predicted four Junes ago that the event would occur this autumn, Springer graced the cover, not only because his swing was so photogenic—especially in the Astros’ throwback, rainbow-striped uniforms—but also because he was the most likely player to make the moment happen. And he did.\n\nSpringer, 28, scuffled badly through a victory over the Yankees in the ALCS, and that continued through Game 1 of the World Series against the Dodgers. In those eight games he had just three singles in 30 at bats, with four walks against 11 strikeouts. But manager A.J. Hinch continued to believe in Springer—the Astros once sold T-shirts in their gift shops that read simply process—and kept him at the top of the lineup. “George Springer has way more good days than bad days,” Hinch said before Game 2 in Los Angeles, “and way more good stretches than bad stretches.”\n\nPurchase Sports Illustrated's Commemorative Astros Covers, Issues\n\nThen a good stretch began for Springer, one that still hasn’t stopped. He was named the World Series MVP moments after the Astros’ 5–1 thrashing of the Dodgers in Game 7, and there was no other choice. He had eight extra base hits, a World Series record. He accumulated 29 total bases, another record. He hit five home runs, tying a record. He became the only player to homer in four straight games of a Series—the last four. Everything ran through him. “A crazy journey,” Springer said amid the cigar smoke and champagne fumes in the Dodger Stadium clubhouse, four hours after he had chased Yu Darvish with a two-run, second-inning blast. “A wild ride. The organization has come so far in three years.”\n\n\nThe disturbing part, for the rest of baseball, is that the Astros’ road to success was not designed to end now. In 2014, Springer’s rookie season, they lost 92 games—a welcome development after a historically appalling run in which they had dropped 106, then 107, then 111. (“Through the lean years,” Keuchel says, “I wouldn’t have even wanted to come as a fan.”) But if their 162–324 record between ’11 and ’13 represented the nadir, then ’17 alone was never meant to represent the summit, but the first peak in a dense range.\n\nIt’s harder than ever to win back-to-back titles, in a wild-card era with an exhausting and randomizing playoff structure. The Yankees won three in a row, from 1998 through 2000, but they stand alone since Bud Selig expanded the postseason to three rounds in 1994, then four in 2012. If any team is built to repeat, though, it’s Houston.\n\nStart with the offense, MLB’s highest-scoring, which came close to accomplishing the rare feat of finishing first in homers (the Astros trailed the Yankees by three) and last in strikeouts (which they were), in an era in which most teams must accept the tradeoff of whiffs for power. Their first four batters—Springer, third baseman Alex Bregman, Altuve and shortstop Carlos Correa—are all 28 or younger. Bregman, who already has an extra-innings World Series walk-off, and Correa, whose own storybook month ended with a televised on-field proposal to his girlfriend after Game 7, are just 23. Altuve—the likely AL MVP—won’t reach free agency until 2020, Springer until ’21, Correa until ’22 and Bregman until ’23, so far off that the World Series might then be between cyborgs.\n\nIn fact, Houston’s only free-agent hitters are outfielder Cameron Maybin, a late-season addition to the bench, and the 40-year-old Carlos Beltrán, who for $16 million this year provided more in the way of wisdom and discipline than production—though his wisdom and discipline were invaluable—and who departs, perhaps for retirement, with the ring he’s sought for so long. “It only took 20 years to get to this position,” Beltrán said on the field after Game 7, a championship cap on his head and his young son, who kept playing with his father’s ear, in his arms. “It’s a great future here. You look at the ball club, you look at every position, you see guys that can be impact players for a long time.”\n\nWith a payroll that, at just under $150 million, ranked 16th in baseball—the Dodgers’, at $265 million, was 77% higher—the Astros have the wherewithal to add a major free agent, someone with Beltrán’s savvy but a livelier bat. In the short term, Hinch can get increased use out of multitool outfielder Derek Fisher, 24; in the slightly longer term he’ll have 20-year-old Kyle Tucker, a top 10 prospect. Both bat from the left side, which is important, as the core four at the top of the order all swing from the right. That’s no coincidence. Everything is by design.\n\nSo consider the rotation covered, too. Keuchel and Charlie Morton—the previously unremarkable 33-year-old righty who began the season by signing a two-year, $14 million free-agent contract that astonished observers, and ended it by throwing four relief innings of one-run, two-hit ball in Game 7—are both on board for next year. All-Star Lance McCullers Jr., 24, the curveballing Game 7 starter, is under control until 2022. Behind them is a pair of quickly rising prospects: 20-year-old Forrest Whitley, a 6' 7\" righty who struck out nearly 14 batters per nine in the minors this year; and righty Francis Martes, 21, who pitched mostly in relief for the big club this summer after being deemed the game’s 15th-best prospect by Baseball America last winter.\n\nSports Illustrated Selling Limited Edition Reprint of Prophetic 2014 Astros Issue\n\nThe key, in the near term, is Justin Verlander, whom Houston acquired from the Tigers with two seconds to spare before the Aug. 31 deadline. A lot was made of the contract the Astros were assuming: $28 million in each of the next two seasons for a pitcher who turns 35 in February. (The Tigers are picking up $8 million per year.) But here’s Houston’s way of looking at it: If Verlander, who went 9–1 with a 1.66 ERA for Houston in the regular season and playoffs, were a free agent this winter, they couldn’t possibly sign him, nor anyone like him, for just two seasons. Even accounting for the three talented prospects the Astros had to give up, it was a good deal.\n\nAfter Game 7, Luhnow and Verlander—who was then just three days from marrying the supermodel Kate Upton in Italy—walked together off the field and into a clubhouse that had the air quality not of Tuscany in autumn but of a Beijing bar in July, not content to celebrate just one title. “Two more to go,” the GM told his still new ace.\n\nAnd then: the bullpen. Something’s got to be done about the bullpen. A weakness during the season—the relievers’ ERA of 4.27 ERA ranked 17th in baseball—it was an outright liability during the playoffs, when its ERA spiked to 5.40. Still, Ken Giles almost certainly won’t continue to be the Ken Giles of October, during which he yielded 10 runs in 72⁄3 innings and coughed up his closer’s role. Collin McHugh and Brad Peacock could relinquish their spots in the rotation and excel in the pen. Joe Musgrove, awful during the playoffs (8.10 ERA) but a shutdown reliever during the second half (1.44), should continue to develop; he’s only 24. The Astros could certainly use a lefty, maybe two, to replace Francisco Liriano and Tony Sipp. The Rockies’ Jake McGee, the Royals’ Mike Minor and Tony Watson—who watched Game 7 from L.A.’s bullpen—are the cream of the free-agent crop; their representatives ought to answer calls from a Houston area code on the first ring this winter.\n\nThe Astros have something else, too, and that’s the approach they promoted when they had nothing else going for them: their Process. Call it Astroball. Yes, it relies heavily on metrics and probabilistic modeling, but it was never as soulless as its critics—and there were many—believed.\n\n\nThe front office's stroke of genius was that it realized that hard data meant a lot, and it concocted all sorts of new ways to harness it. But a reliance on data as an answer, as opposed to a tool, has led all kinds of organizations astray in recent years. What the Astros’ scouts saw and processed mattered just as much as spin rates and launch angles. That’s why Houston ended up with players like Bregman and Correa, who are never afraid, despite their youth. When the team chose Correa No. 1 in 2012—such a shock that their own public relations staff didn’t have a bio prepared for him—it was because scouting staff like Mike Elias pushed for him. Giving Beltrán $16 million dollars not just for his bat, but also for the mathematically unquantifiable ways his leadership and experience would seep into the clubhouse, was another such move.\n\nYOUR 2018 CHAMPS: Why the Astros Will Repeat Next Season as World Series Champions\n\nLuhnow, now assistant GM Elias, special assistants Kevin ... (truncated)",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9979550838,
        "format_confidence":0.8826629519
    },
    {
        "url":"http:\/\/www.slate.com\/articles\/sports\/fivering_circus\/2014\/02\/sochi_olympics_figure_skating_russia_s_adelina_sotnikova_won_figure_skating.html",
        "text":"Sochi Olympics figure skating: Russia’s Adelina Sotnikova won figure skating gold, but was the competition rigged?\n\nDid the Right Female Skater Win Gold, or Was the Competition Rigged?\n\nDid the Right Female Skater Win Gold, or Was the Competition Rigged?\n\nSports has moved! You can find new stories here.\nScenes from the Olympics.\nFeb. 20 2014 8:29 PM\n\nThat Was ... Curious\n\nRussia’s Adelina Sotnikova beat Yuna Kim to win figure skating gold. But did she really deserve to win?\n\nGold medalist Adelina Sotnikova, right, and Youna Kim pose during the flower ceremony after Thursday's free skate at the Sochi Games.\nGold medalist Adelina Sotnikova, right, and Yuna Kim pose during the flower ceremony after Thursday's free skate at the Sochi Games.\n\nPhoto by Adrian Dennis\/AFP\/Getty Images\n\nFor all that it did to destabilize the world, the Cold War really heightened the comedy potential of subjectively evaluated Olympic sports. Take, for example, the old 6.0 scoring system for figure skating. If you saw, say, East German skater Katarina Witt receive a ludicrously low 5.5 score for technical merit from the American judge and 5.7s and 5.8s from the rest of the panel, at least you knew exactly what was going on.\n\nJessica Winter Jessica Winter\n\nJessica Winter is Slate’s features editor and the author of the novel Break in Case of Emergency.\n\nBut now, after watching the women’s free skate in Sochi, I confess that I have no idea what is going on. Specifically, it’s hard to know how to feel about Russian Adelina Sotnikova’s upset victory over reigning Olympic champion Yuna Kim of South Korea. We do know that Sotnikova’s fellow Russian, the battle-scarred sentimental favorite Evgeni Plushenko, also received strikingly generous scores on his way to winning the team gold. We know that the judges’ panel for the women’s free skate did not include a Korean judge (or an American one) but did include four from Eastern Europe: Russia, Ukraine, Estonia, and Slovakia. We know that the Russian judge, Alla Shekhovtseva, is married to the general director and past president of the Figure Skating Federation of Russia, which the International Skating Union (ISU) somehow does not view as a conflict of interest. And we know that the judge from Ukraine, Yury Balkov, received a yearlong suspension from the ISU after the 1998 Nagano games, when a Canadian judge recorded Balkov proposing a vote-trading deal. Balkov was back in action in time to serve as a judge during the 2002 Winter Games in Salt Lake City, site of the judging scandal that helped lead to a total revamp of the scoring system for figure skating.\n\nOnly in figure skating would a judging system be revamped to make it more opaque. That opacity is the reason why we may never know who was Team Kim, who was Team Sotnikova, and whether or not those allegiances broke down along country lines in Sochi.\n\n\nIn contrast to the relatively crude 6.0 system, the post-2005 model is designed for maximum empiricism and incorruptibility. Each technical element—jumps, spins, footwork—is assigned a base value; in turn, a panel of judges assigns each a grade of execution while also evaluating the skater in areas such as choreography, interpretation, and timing. (Former skater Chloe Katz recently wrote an excellent explainer-cum-critique of the system.)\n\nThe supposed empiricism here is undermined by the fact that the scores are anonymous. This anonymity ostensibly takes the pressure off judges to vote in a nationalistic spirit, but it also erases any notion of public accountability. What’s more, two of the nine overall scores are discarded at random, and of the seven remaining, the high and low are also tossed out. Again, this sorting mechanism is double-edged: It may dilute the odds of bloc voting, but it also intensifies the odds of a skater being randomly boosted or penalized by the luck of the draw.\n\nSotnikova’s victory over Kim has stirred Christine Brennan of USA Today and others to suggest strongly that a fix is in. American skater Ashley Wagner, whose displeasure with her scores during the team event became Sochi’s first Internet meme, said she felt cheated by the judging system. \"People don't want to watch a sport where you see people fall down and somehow score above someone who goes clean,” said Wagner, referring pointedly to her being judged more harshly than fellow American Gracie Gold and Russia’s Yulia Lipnitskaya, both of whom fell during the free skate. “People need to be held accountable. They need to get rid of the anonymous judging.”\n\nBut if Olympic watchers have a thirst for a good scandal, this competition isn’t juicy enough to slake it. Kim’s skate was clean and elegant, but also a bit wooden and cautious. Sotnikova’s relationship to her music seemed at times incidental, a couple of her jumps were messy in the air, and she stepped out of one landing, but Kim had one fewer triple jump and received lower marks on both her jumps and her layback, just as Dick Button predicted. Kim turned inward and Sotnikova reached outward, beckoning and waving to the crowd and working her home-field advantage. Kim had an excess of poise and maturity, and Sotnikova had an excess of energy. Kim left the ice looking like she’d completed an assignment and Sotnikova left as if the bodies of her competitors were strewn all over it, a tableau of bloodstained tulle and broken feathers.\n\nWhen the marks were toted up—at least, the ones that weren’t thrown out randomly—Sotnikova outscored Kim on execution and trailed on components (performance, interpretation, and the like). If the competition really were rigged, it seems as though the judges would have graded Sotnikova more enthusiastically on the subjective stuff. Or maybe they were just super-subtle about it: The Associated Press recap suggested that Kim’s component marks should have been radically higher than Sotnikova’s, instead of just slightly so. Still, Kim, who announced her retirement after the competition, delivered a notably un-Wagner-like assessment of how she’d ended up with silver. “At that time I could die for gold in the Olympics,” she said, speaking of the Vancouver Games. “But that desire, that strong wish, was not as present. The motivation was a problem, I think.”\n\nMaybe the outcome would have been different if this were 2018, when the Russian wouldn’t be skating for a Russian crowd and the South Korean would be skating for a South Korean crowd at the Pyeongchang Games. And maybe the ISU could further refine and mathematize the scoring system to edit out ultra-subjective and intangible components like “poise” and “energy” and “waving pluckily to the crowd while skating backward” altogether. (Maybe they could even accede to Ashley Wagner’s wishes: So long as you don’t fall down, you get a medal!) But if the ISU wants to be that literal-minded, it might as well bring back compulsories. Just like Wagner, all I want is a little public accountability, like in the days when an American judge would dock a skater two-tenths of a point just for landing on the wrong side of the Iron Curtain. Back then, at least we knew where we stood.",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9937777519,
        "format_confidence":0.9553893805
    },
    {
        "url":"https:\/\/www.courant.com\/bp\/blt-ara-33567-recognizing-a-true-hall-of-fame-dad-20180912-adstory.html",
        "text":"\n\nRecognizing a true Hall of Fame dad\n\nEach Sunday, millions cheer as their favorite NFL stars charge out of the tunnel and onto the field. For those players, the ultimate dream is a shot at one day becoming a Hall of Famer. This past July, one special father found himself with that title without ever having played in a single game.\n\nDawaun Smith of Jacksonville, Florida, never dreamed he’d make the trip to Canton, Ohio, for the Pro Football Hall of Fame Enshrinement Week powered by Johnson Controls, but he did — and it all started with a simple letter.\n\nThe rock of his family\n\nSmith faces challenges every day that might break other men. He is a father of three, and spends his days and nights caring for his wife, their 4-year-old twins and 9-year-old son Liam, who has Down Syndrome and has battled Leukemia, requiring constant medical attention.\n\nSmith has spent the past several years traveling back and forth to the hospital for his son’s lifesaving treatments while his wife Shenera stayed home with the twins. Even during the hardest times, Smith does his best to find ways to make Liam laugh during tough appointments, while also keeping the rest of his family’s spirits up.\n\nRecognized for his commitment\n\nSmith’s commitment to his family remained steadfast, and while he saw nothing exceptional in what he was doing, Shenera most certainly did. She captured Smith’s courage, strength and care in a heartfelt letter entering Smith in the Haggar Hall of Fame Dads(TM) contest.\n\n“He is the BEST dad because he is the rock of our family,” Shenera wrote, speaking for her 9-year-old son. “He donned his cape and made sure I was safe, comforted and happy as possible at the hospital during all of those crummy procedures …”\n\nHaggar Clothing Co., the official jacket provider of the Pro Football Hall of Fame and the Naismith Memorial Basketball Hall of Fame, wanted to create a new Hall of Fame to recognize and celebrate America’s greatest dads and father figures.\n\nThe contest received more than 6,000 nominations and 50 dads were recognized as individual state winners. However, only one father could be chosen as the national winner, and Smith could barely contain his excitement when he learned that the honor belonged to him.\n\n“Winning the Haggar Hall of Fame Dads contest has been the experience of a lifetime,” he said. “I am honored to receive the award on behalf of dads everywhere.”\n\nCelebrating with the greats\n\nIn recognition of his award, Smith was able to choose between attending the Pro Football or Naismith Memorial Basketball Hall of Fame Enshrinement Ceremony. He also received a special edition Haggar Hall of Fame Dad jacket and a complete Haggar wardrobe.\n\nA lifelong football fan, Smith chose the NFL route and embarked on a VIP weekend that started with tickets to the Hall of Fame Game between the Chicago Bears and Baltimore Ravens. The following day, he took a tour of the Pro Football Hall of Fame and attended the Gold Jacket Dinner, where he saw the Class of 2018 Enshrinees receive their coveted Haggar Gold Jackets.\n\nThe big event, however, was the Enshrinement Ceremony where Smith attended the VIP reception and watched as the newest members of the Pro Football Hall of Fame were enshrined. “My favorite part was probably the Enshrinement Ceremony, listening to all of the speeches,” he said. “Ray Lewis is one of my favorite players and getting to see him and hear his speech was unforgettable.”\n\nHome again\n\nSmith’s Pro Football Hall of Fame experience may have come to an end, but he’s happy to be back with his loved ones and will continue to meet the challenges of his life with humor and compassion. He’s a Haggar Hall of Fame Dad, and that’s good enough for him.\n\n“I get emotional just thinking about it. I went with my dad and seeing the excitement he had and being able to experience everything with him, it’s something I’ll remember forever.”\n\nPaid Post",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9547365904,
        "format_confidence":0.5966169238
    },
    {
        "url":"http:\/\/losangeles.angels.mlb.com\/news\/print.jsp?ymd=20140520&content_id=76108220&vkey=news_ana&c_id=ana",
        "text":"© 2014 MLB Advanced Media, L.P. All rights reserved.\n\n5\/20\/2014 12:27 P.M. ET\n\nHard work puts Halos on the upswing\n\nDisappointing campaigns appear to be in rearview for potential contenders\n\nHere's to the Angels. A tip of the hat to you, fellas. They're back. At least they appear to be, and if you look at them from a certain angle, you can see that their 24-20 record is possibly the start of something more.\n\nIf 24-20 doesn't blow your socks off, pay closer attention. The Angels were 17-27 at this point last season and 19-25 two years ago. Both those seasons began with high expectations and a sense of optimism. But the Halos fell so far behind so quickly that their seasons were over almost before they began.\n\nIt's not just that the Angels are 24-20. It's how they got there. Albert Pujols is healthy again and hitting with confidence and power (12 home runs). Mike Trout is doing his usual thing, with 10 doubles, four triples and eight home runs. His strikeouts are up, but this is part of the adjustment period every young player experiences as scouting reports get around.\n\nThe Angels are third in the American League in runs despite Josh Hamilton having played just eight games. Once he returns from the disabled list, the Halos finally could have that Pujols-Trout-Hamilton combination performing at a high level.\n\nThey've also gotten solid starting pitching, especially from the front three of Jered Weaver, C.J. Wilson and Garrett Richards. The Angels are 15-9 in their 24 starts. Tyler Skaggs has shown flashes of being exactly what the Halos hoped he would be.\n\nAnd then there's 27-year-old right-hander Matt Shoemaker. He was summoned from the Minor Leagues when Hector Santiago was sent to the bullpen, and in two starts, he has beaten Cliff Lee and David Price. Shoemaker was signed as an undrafted free agent out of Eastern Michigan six years ago to fill out a roster at a low Minor League level.\n\nShoemaker has spent seven seasons in the Minors, including all or parts of the last five at Triple-A, and he is a reminder that the most difficult thing to measure in sports is heart and determination. He simply was going to figure things out.\n\nShoemaker is also a reminder that movement and location are as important as velocity. He's throwing strikes, challenging hitters and keeping them off balance. Shoemaker has also polished a nice curveball to mix into a catalogue that already had a fastball, slider and split-finger. Because he's throwing all four pitches at different speeds and because he's throwing strikes, he has a chance to get comfortable in the big leagues.\n\nThe Angels have gotten nice work from utility players Grant Green and C.J. Cron as well as 23-year-old right-hander Mike Morin, among others. In other words, their organizational depth has been tested in these first weeks and has passed with flying colors.\n\nAs general manager Jerry Dipoto has sorted through his bullpen options, that group has performed better, but it will be a work in progress for awhile. Meanwhile, the Halos keep winning. They've won eight of 11 to keep the A's in sight in the AL West, and they have come from behind 13 times, including five times in the last 11 days.\n\nThose are the victories that build confidence and resilience, that send a message that this is a club made of the right stuff. Maybe a couple of bitterly disappointing seasons will make this little ride that much more special. Sometimes, things work out exactly the way they were drawn up. Sometimes, though, they don't.\n\nEven if a GM has done a dozen things right, things can still come undone. There's always a human element. There's also an unknown element about good teams, a chemistry or a leadership factory or something.\n\nThis 24-20 start is a refreshing change. In Arte Moreno, the Angels have an owner who has given his baseball people the resources to sign big-ticket free agents and to put a first-class product on the field.\n\nAnd in Dipoto, the Angels have a widely-respected GM, one who has continued to focus on the big picture, to build a great organization from top to bottom. As important as Hamilton and Pujols have been to the Halos, they simply can't win without getting contributions from products of the system like Green, Cron, Shoemaker and Morin.\n\nFinally, there's Mike Scioscia. In his 16th season on the job, he remains as smart and organized and competitive as any manager. There's no way to have a conversation about the best managers in the game without including Scioscia. Four seasons out of the playoffs have eaten at him and driven him to get it right.\n\nSo Dipoto and Scioscia have been rewarded in these first weeks with a club that reflects plenty of their own competitive fire and resolve. The Angels are third in the AL in home runs, but they're first in triples and third in stolen bases.\n\nThose numbers tell you this is an aggressive club, a club that has a couple of different ways to win games. So far, it's working. Here's to good, smart work rewarded.\n\nRichard Justice is a columnist for MLB.com. Read his blog, Justice4U. This story was not subject to the approval of Major League Baseball or its clubs.",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.997844696,
        "format_confidence":0.6587674618
    },
    {
        "url":"https:\/\/www.chinlingo.com\/articles\/801288\/",
        "text":"• No products in the cart.\n\nChina embraces sports boom in its middle class\n\nsports boom\n\n\"Running is the new religion of the Chinese middle class.\" That's the view of Catherine Sun, intellectual property lawyer, mother of five and devotee of the notion that China has finally moved beyond the days when its national sport was, well, shopping.\n\n\n\"For 30 years people have really been motivated by greed and money, they haven't looked at how to live a more meaningful life,\" says Ms Sun, the first female Chinese runner to complete seven marathons on seven continents. \"But in the past three to four years, running has become a religion for the Chinese middle class. Once you are economically independent, you think more spiritually, and in China there's not much religion.\" Pounding the pavements, she concludes, \"has allowed the middle class to find something meaningful in their empty lives\".\n\n\nScarcely a decade ago, Chinese marathon organisers struggled to fill their starting blocks. Now, in the big cities, runners have to win a lottery to enter: 100,000 people applied for full or half marathons in Shanghai last year but only 23,000 were allowed to run. But Ms Sun wants to proselytise further afield: she aims to organise 100 marathons in small and medium-sized cities. Her goal is to get 1m mainlanders moving.\n\n\nYet decades of enforced workouts have not killed off enthusiasm for public exercise. Running has become the choice of \"sports enthusiasts\", according to a survey by Nielsen, with about 70 per cent saying they prefer it even to badminton, the old staple in mainland cities. Eighty per cent of those asked had bought sports shoes in the past year and 30 per cent took out a gym membership. Sixty per cent had downloaded a fitness app to their smartphones.\n\n\nSo that's how Ms Sun and 800 — a combination of her friends, colleagues and former classmates, and their friends, colleagues and former classmates — ended up running a 50km relay race on Mao Zedong's 122nd birthday, December 26, in the city of Changsha — the capital of Hunan province, central China, where the chairman was born.\n\n\n\n\"The sports boom is just beginning in China,\" says Lynne Zhang of Nielsen in China. She says seven to eight times as many runners compete in US marathons as in Chinese races, though there are about 1bn more people in China than in America. \n\n\"中国的运动热潮才刚刚开始，\"尼尔森中国的Lynne Zhang称。她表示，在美国竞跑马拉松的人数是中国的七八倍，尽管中国比美国多出约10亿人口。\n\nBut China also has far more smog, which could hamper the mainland's devotion to running. At Mao's birthday marathon in Changsha, for example, air pollution was so bad that Ms Sun's sons, aged 15 and 17, dropped out of the race with pollution-induced illnesses.　　\n\n\nNevertheless, even on the murkiest days, China's public spaces are filled with people engaged in some form of exercise. Middle-aged and elderly women have taken in recent years to public dancing in ever larger numbers — and with ever louder boom boxes blasting out dance tunes from early morning to late at night, to the consternation of residents who regularly complain about loss of sleep. Sales of dance-related products on Taobao, the online marketplace, are rising rapidly among consumers in their fifties and sixties.\n\n\nBut there is one form of athletic activity that appears to be on the wane: procreation. The problem is so serious that it's drawing the attention of local authorities across the country. The government of Shanghai announced in December that it is offering extra holiday to female workers who have two babies or even one — part of an official drive to boost the birth rate and counter a demographic crisis arising from an ageing population.　\n\n\nI'll put my money on the marathon runners any day. The growth rate in China's population of runners will easily outpace the rise in population overall, probably for many years to come.　　\n\n\nShort nappies and go long on fitness apps. That's a creed with truly Chinese characteristics.　\n\n\n\n0 responses on \"China embraces sports boom in its middle class\"\n\n    Leave a Message\n\n    Your email address will not be published. Required fields are marked *\n\n    three × five =\n\n    Copyright ©right 2017 Chinlingo Inc. All rights reserved.",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9946631193,
        "format_confidence":0.7374571562
    },
    {
        "url":"https:\/\/www.golfdigest.com\/story\/undercover-tour-pro-even-the-players-run-afoul-of-augusta-national",
        "text":"The Golf Life | Mr. XMarch 30, 2016\n\nUndercover Tour Pro: Even the players run afoul of Augusta National\n\nTwo guards hold my dad in a small room, cellphone jail, and I have to go get him.\n\nI’ve played in three Masters. I’m comfortable there, but the first time I was definitely on edge. Augusta National is a beautiful place, but, boy, there are some different rules. And you really don’t want to get caught breaking one. If you can keep your name out of the conversation until Sunday, then go out with a bang of birdies and somehow wind up with a green jacket, well, that’s a good way to do it.\n\nNot that I spend that much time considering my decorum. We’re all professionals. We play golf for a living and know how to conduct ourselves in and around a clubhouse. It’s not like we’re out drinking and smoking all year and then clean it up for a week. Still, there are ways we mess up.\n\nMy first Masters, I went a couple weeks early to see the course. My regular caddie was allowed to walk along as a local caddie took us around. After, we played the Par-3 Course. It was near dusk, and at one of the far tees I said to my caddie, my longtime friend and fellow golf lunatic, “Here, hit one.”\n\nThe local caddie took the wedge from my hand: “If he hits that ball, I lose my job.” Whoa, I thought, that’s excessive. But I believed him.\n\nObviously, the big thing is the phone. You use it only in the locker room. Every week on the PGA Tour, I conduct full-length phone conversations on the range, so that’s different. Even if you’re waiting on a tee during a practice round, don’t sneak the phone out for a quick text. I’ve seen guys do this, but it’s not worth the potential aggravation.\n\nMy coach was once thrown out when he took video of my swing with his BlackBerry. We were at the seventh tee box. A security guard removed him from the golf course. He spent the rest of the day checking out the town.\n\nWhen my parents came, we had trouble. They flew in when I was playing a practice round, and so my wife and daughter go to pick them up. Because they had the courtesy car, they could drive right down Magnolia Lane, which was a thrill for my folks. As soon as they park, my dad goes straight to the merchandise center. He wanted to be sure he got the best stuff before it sold out.\n\nHe gets $400 worth of souvenirs. As he’s going through checkout, his card gets declined because he’s traveling out of state. He steps away from the register and takes out his phone—going through the player entrance, he hadn’t faced security—and begins dialing the number on the back of the card. Before he can press “send,” two guards grab him by the shoulders and usher him out. They don’t even tell him to put the phone away. They hold him in this small room, cellphone jail, and I have to go get him.\n\nMy dad’s shaken up and feels terrible. When his captors see I’m a player, there’s no sense of sorry for any misunderstanding. It wasn’t like my dad was out on the course taking photos or calling in to a radio show. The vibe was definitely the other way: We should feel bad, and I could expect to hear more about this incident. (I didn’t.) The whole thing took about an hour.\n\nBecause our child is in daycare, the club always gives my wife a beeper. She has never had a problem. Another system that works great is the little card they give players. It’s like your member card. You can eat anywhere, and whatever your family spends, they just send you a bill a few weeks later. It’s fantastic. All in, just about every minute you spend at Augusta National is a life highlight. But you will have a few “learning” experiences.\n\nTons of players have stories just like mine, I’m sure. Nobody talks about them because life’s easier when those stories don’t get out. —with Max Adler",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9909402132,
        "format_confidence":0.8425651193
    },
    {
        "url":"https:\/\/mississippitoday.org\/2020\/01\/30\/mississippians-tales-of-super-bowl-iv-50-years-ago-the-last-time-chiefs-were-in-it\/",
        "text":"The Kansas City Chiefs last played in the Super Bowl 50 years ago, famously defeating the Minnesota Vikings 23-7 in New Orleans at Tulane Stadium, which no longer exists.\n\nWhat follows are three unconnected Mississippi stories you hopefully will find interesting from that fourth Super Bowl:\n\n• Jacksonian Noland Smith, famously nicknamed “Super Gnat” and one of the most exciting kick returners in the history of the sport, has a Super Bowl championship ring from that game, even though he was no longer a Kansas City Chief when it was played.\n\n• Madison resident Jim Walker is the proud owner of two perfectly preserved 45-yard-line tickets from that game. The tickets were never used.\n\nRick Cleveland\n\n• Super Bowl IV was the only Super Bowl my late mother, Carrie Cleveland, ever attended. But I am not certain she actually watched a single play.\n\nAnd so we begin with Super Gnat. You look at Noland Smith and you wonder how in the world this man could have played professional football. He stands 5-feet-6 inches short. He weighs only a few pounds over his playing weight of 154 pounds. He is now 76 years old, retired after putting in 44 years working for the city of Jackson’s recreation department.\n\nNoland Smith: A little guy who could fly.\n\nSmith was one of the tiniest players in pro football history. “It has been written that I was the smallest to have played,” he said over a cup of coffee earlier this week. “I can’t say for sure.”\n\nAgain, it is hard to imagine one smaller. But Smith was a pocket rocket. He could fly. His high school (Brinkley) and college (Tennessee State) nickname was “Jet.” He once ran a 9.4 100-yard dash. He could change directions quicker than you can bat an eye.\n\nLamar Hunt, the Chiefs’ owner, gave him the nickname that stuck. “He looks like a gnat out there among all those giants,” Hunt said. “Let’s call him Super Gnat.”\n\nIn those pre-integration days, Smith had signed with Jackson State after his senior season at Brinkley. But then Jackson State coach John Merritt hired on at Tennessee State and Smith followed. He was a sensation at Tennessee State, where, by chance, legendary Kansas City Chiefs coach Hank Stram happened to see him play in a spring intra-squad game. Stram had gone to look at three other Tennessee State players. He came away much more impressed by Smith. At Stram’s insistence, the Chiefs drafted him in the sixth round of the 1967 draft.\n\nSmith was an instant hit. In his first preseason game, the first time he touched the ball, he returned a punt 86 yards for a touchdown. He wore jersey number 46 in that game, the same number he had worn at Tennessee State.\n\nWhen he went to his locker for the next game, he found jersey No. 1.\n\n“What’s this?” he asked the equipment man.\n\n“Mr. Hunt wants you to wear No. 1,” the guy replied.\n\nSmith took that as a good sign. Of course the KC publicity guy had a different spin. He told reporters that No. 1 was the only number that would fit on Smith’s jersey.\n\nWhatever, Smith led the league in kickoff return yards and average as a rookie, returning one kickoff a record 106 yards for a touchdown. He was also a terror on punt returns and also played as a backup wide receiver. He continued to dazzle in 1968, averaging a league-leading 15 yards per punt return and returning one 80 yards for a score, while also continuing as a kickoff return ace.\n\nTwo factors derailed Smith in 1969, Kansas City’s Super Bowl Championship season. One, the NFL then had a 40-man roster limit (as opposed to 53 now), which left little room for return specialists. Two, he suffered a dangerous injury in a game against Cincinnati when he was “clothes-lined” by an opponent on a punt return, breaking facial bones and causing him to have triple vision in his left eye.\n\nIt’s hard enough to catch a punt when men nearly twice your size are barreling down the field aiming to maim you. But try doing it when you look up and see three footballs.\n\nNot long afterward, the Chiefs traded Smith to the San Francisco 49ers at mid-season. Thus, he wasn’t there for the Chiefs’ Super Bowl run.\n\nRick Cleveland\n\nNoland Smith displays his Super Bowl ring. Credit: Rick Cleveland\n\nWhen the Chiefs did make the Super Bowl, Smith could have gone to the game. He was back in Kansas City by then, working at his off-season job at a beer distributorship. But the owner of the company was putting on a big Super Bowl party and asked Smith to come schmooze with his guests. And he did that.\n\nYes, Smith says, he pulled for his former teammates, many of whom remain his pals to this day.\n\n“We really were like a family with the Chiefs,” he said. “We did everything together, not just football. When I got to the 49ers it was so different. You didn’t see each other except at practice. The Chiefs were family.”\n\nRick Clevleand\n\nThis is the box that holds Smith’s Super Bowl ring, tie clip, cuff links and necklace. Credit: Rick Clevleand\n\nAnd the Chiefs rewarded their Super Gnat for his role in the championship season. He received not only his Super Bowl ring, but Super Bowl cuff links, a tie clasp and necklace, all replete with diamonds. He also received half a winner’s share for the KC victory, which amounted to $7,500.\n\nThat was a lot of money for someone who was making the league minimum salary ($12,000 at the time).\n\nThat turned out to be Smith’s last season in football. He still ranks 16th on the NFL’s all-time list for kick return average (26.6 yards per return). He still goes to the Chiefs’ alumni reunion every year and stays in close touch with many of his teammates including Jan Stenerud, Mike Garrett and Otis Taylor.\n\n“No regrets,” he says. “I loved every minute of it. I loved the challenge of returning punts and kickoffs. Yeah, it was dangerous, but I loved the challenge.”\n\nMadison’s Jim Walker grew up in Gulfport, 700 feet from the beach. In 1969, when he was an eighth-grader, his mother worked for Gulfport mayor Billy Meadows, who came into possession of two Super Bowl tickets. Meadows gave the tickets to Walker’s mother. These were prime tickets, at about the 45-yard-line. Yet, face value was only $15. Tickets to Sunday’s Super Bowl are scaled from $1,000 to $5,000 and many folks are paying much higher scalper rates.\n\nWalker says his parents, both football fans, had planned to attend. Walker was jealous. He was a big fan of Kansas City quarterback Len Dawson. But something came up. Walker doesn’t remember exactly what, but his parents could not go. Walker was too young to drive himself. The tickets went unused and Walker forgot about them.\n\nFast forward 35 years to 2005 and Hurricane Katrina, the beast that destroyed so much of the Gulf Coast, including the Walkers’ 47-year-old home. His parents, since deceased, drove to Madison as the storm neared. In the aftermath, Jim Walker drove to Gulfport to assess the damage.\n\nJim Walker of Madison, with the 1970 Super Bowl tickets he found in the remains of his parents’ Gulfport home, destroyed by Hurricane Katrina.\n\nThe home was a total loss. As Walker rummaged through the remains, he found a box that hadn’t been flooded. He opened the box and found an envelope. He opened the envelope and found the 35-year-old Super Bowl tickets in mint condition. He also found a framed certificate decreeing Jayne Mansfield, famous actress and entertainer, an honorary citizen of Gulfport. Mansfield had been performing regularly on the Coast before she was killed in a tragic automobile accident. The Gulfport mayor never had a chance to make the presentation.\n\nNow then, fast forward to 2017 when Jim Walker decided to see what those tickets might be worth. He sent them to a California company that grades and preserves such historic items and was instantly offered $4,000 for the pair. He didn’t sell.\n\n“I still don’t know what I’m going to do with them,” he said. “I’ve still got ’em.”\n\nHe does know what team he will pull for Sunday. “The Chiefs, of course,” Walker said. A Len Dawson fan 50 years ago, he likes Patrick Mahomes these days.\n\nI have first-hand knowledge of this next episode. My mother, Carrie Cleveland, was a huge football fan. She cared nothing for the X’s and O’s of the game, but she loved the pageantry of the sport. She loved the games. So when my father scored three tickets to the fourth Super Bowl, off we went. These were superb tickets, 45-yard line, fairly high up in Tulane Stadium, a great view.\n\nWe got there early on a gray, damp overcast day as I remember. My mother, my brother Bobby and I sat in the appointed seats. My dad went to the press box. We were all pulling for the Chiefs. Jerrell Wilson, the Chiefs punter had played at Southern Miss and was a friend of the family. Dad probably got those tickets from Wilson.\n\nWe were watching the pre-game ceremonies shortly before kickoff when Mama suddenly sat upright and seemed to try to catch her breath. Clearly, she was excited about something. She craned her neck, kept staring down at something.\n\nThis went on for a few seconds. Finally, I asked, “Mama, what is it?”\n\nShe still couldn’t talk. She just pointed, and Bobby and I looked in that direction.\n\nAnd there we saw him, coming up the aisle – none other than Joe DiMaggio, the Yankee Clipper and Mr. Coffee, himself. Mama was a Yankees fan. We all were. DiMaggio was impeccably dressed, suit and tie, his salt and pepper hair perfectly in place. He looked as if he were walking right out of one of those Mr. Coffee commercials.\n\nAnd he kept coming our way. And Mama kept getting more and more excited. And he kept coming until he turned into the row just below us and sat just a couple feet below Mama’s high heels.\n\nBut before he took his seat, he glanced at Mama – she was drop-dead gorgeous – and smiled.\n\nI thought she might die, then and there. She would have died happy.\n\nBut she didn’t. The game began. Len Dawson and the Chiefs dominated. I thought Minnesota quarterback Joe Kapp might get decapitated before it was over. Occasionally, one of Jerrel Wilson’s punts would soar above... (truncated)",
        "topic_id":21,
        "format_id":11,
        "topic_confidence":0.9897711277,
        "format_confidence":0.9619731903
    }
]