[
    {
        "url":"http:\/\/lyriclabs.com.my\/translation-for-medical-devices.html",
        "text":"We specialise in providing qualified and experienced translation services to the Medical Devices companies, Life Science and Clinical Research Organizations (CRO's)\nMedical Translation Services\n\nWelcome to Lyric\n\nWe understand the standards of practice and protocols of the medical devices industry, With our experience we define the characteristics, skills and competency required to perform the role of a medial translator. We can also recognise the responsibilities and limitations of the translator in the medical field and perceive and effectively address potential cultural misunderstandings and ethical dilemmas.\n\nAdvantage Lyric.\n\nISO 9001, DIN EN 15038 Certified translation services\n\nMedical Devices\n\nDeveloping communication for non english speaking audience, especially the Chinese audience is challenging and requires relevant translation of all instructions and specifications. We engage scholars with the professional educational background to cover major industries like life sciences, biomedical engineering and medicine.\n\nPharma \/ Life Science\n\nWe provide \"Certification of Translation Accuracy\" to all our life science customers. As an experienced and certified company we comply to all Government regulatory compliances. We understand the standards of practice and protocols of the medical devices industry,\n\nNew Product\/License Documentation\n\nManufacturers of medical device, healthcare companies, biotech come to rely on Lyric for translation of their most sensitive and confidential documents. As an EN 15038 Certified company we believe information must be translated with accuracy and cultural relevance.\n\n\nClinical Research Organizations (CRO’s)\n\nWe translate variety of medical documents like Informed Consent Forms, Patient Questionnaires and Interactive Voice Response (IVRS) prompts, etc. Qualified back translators totranslate back from native language to english. These translators have strong cultural connect.\n\nWebsite\/Software Localization\n\nWebsite Translation should not affect the theme or the layout and must ensure consistency across pages. We can help translate and localise your website, this means we can work from on your source code directly. Our services include content and image localisation\n\nDesktop Publishing\n\nDo you want to publish your translation in another language? Lyric help. As a trusted translation service provider for nearly a decade, we’ve developed the capabilities and experience in all of the most popular authoring software solutions used to create your original (source language) documents.\n\nWe deliver consistent high-quality multilingual translation services so that our customers can comply with the ever changing linguistic requirements in a global regulatory environment. Lyric Labs maintain medical terminology databases for each of our clients to ensure consistency across all languages and we work closely with our clients delivering project managements services resulting in a cost efficient market launch for our clients. Read our case study to see why Stryker Medicals trusted Lyric Labs for their translation requirements.\n\nWords Translated\nHappy Clients\n\nIndustries are characterised by unique challenges with the country, audience, income groups and other business requirements. It’s important to choose the right translation agency that has achieved the industry expertise to fully understand and meet your special needs. Lyric’s team of more than 150+ translation partners are business professionals are subject matter experts in multiple disciplines, and our partners have earned outstanding experience in key industries, such as technology, engineering, online, healthcare, training, legal & finance, education, and government.\n\n  • Product Documentation\n  • User Manuals\n  • Training Manuals\n  • CTA\/NDAs\n  • Legal Information\n  • Labeling\n  • Regulatory Submissions\n  • Websites\n  • Marketing & Advertising Materials\n  • Clinical trails\n  • Information Consent forms,\n    Marketing Survey forms\n  • Software help manuals,\n    strings, UI, documentation\n\nOur customers receive the best – the translators, expertise and the scale of a large translation company and the reliable service and attention that are the distingtive to an small business regionally present. At Lyric our daily commitment is to provide outstanding customer service and help our customers communicate more effectively.\n\n  • 100% Assurance\n  • Hard Working\n  • Trustworthy\n  • Intelligent\n  • Always Curious\n  • Perfectionists\n  • Friendly & Helpful\n  • Accomodating Nature\n  • Available 24x7\n\nWe operate on lean principals and have very less operative expenses compared to the top companies, As a result, we can better manage our rate structure and pass along those savings to you so that you can do substantial savings working with Lyric. in Malaysia. Lyric enables more than 100+ world-leading brands to increase international market presence by effectively communicating to their customers in native markets worldwide. When you are choosing a translation agency, look for the following\n\n  • 100% Accuracy\n  • Experienced Translators\n  • Since when in business\n  • ISO 9001 Certification\n  • DIN EN 15038 Certification\n  • Process documentation\n  • 30 minutes response time\n  • Global presence\n  • Experienced Project Managers\n\nQuick Quotation Form",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.6102643013,
        "format_confidence":0.9579903483
    },
    {
        "url":"https:\/\/www.amazon.com\/Myths-PR-Publicity-Misconceptions-Business-ebook\/dp\/B06XFS1JDV",
        "text":"Digital List Price: $19.95\nKindle Price: $12.49\n\nSave $7.46 (37%)\n\nThese promotions will be applied to this item:\n\nSome promotions may be combined; others are not eligible to be combined with other offers. For details, please see the Terms & Conditions associated with these promotions.\n\nDeliver to your Kindle or other device\n\nDeliver to your Kindle or other device\n\nMyths of PR: All Publicity is Good Publicity and Other Popular Misconceptions (Business Myths) by [Leigh, Rich]\nKindle App Ad\n\nMyths of PR: All Publicity is Good Publicity and Other Popular Misconceptions (Business Myths) Kindle Edition\n\nSee all 2 formats and editions Hide other formats and editions\nNew from Used from\n\"Please retry\"\n\nLength: 220 pages Word Wise: Enabled\n\nclick to open popover\n\nEnter your mobile number or email address below and we'll send you a link to download the free Kindle App. Then you can start reading Kindle books on your smartphone, tablet, or computer - no Kindle device required.\n\n  • Apple\n  • Android\n  • Windows Phone\n  • Android\n\nTo get the free app, enter your mobile phone number.\n\nEditorial Reviews\n\n\n\"Myths of PR is one of the first books to realistically capture what public relations is today and educate the business community about its value and role in achieving commercial success. Not only does it quote many of the great and the good in PR today and showcase the worst, it's basically an ethics manual every practitioner in PR should be forced to read. Massive thumbs up from me.\" (Sarah Hall Consulting, Founder and Editor of #FuturePRoof, CIPR President-Elect 2017)\n\n\"If PR is in the dock, I'd choose Rich to represent us over any large agency MD. He demonstrates how PR thinking can thrive on what's possible today, instead of 'the way things are done' or 'who you know'. He helps illuminate our industry from a dark art to a beacon in the modern marketing mix.\" (Max Tatton-Brown, Founder and Managing Director, Augur)\n\n\"Rich Leigh's passion, experience and creativity sets him aside as one of the top PR professionals in the country with a breadth of knowledge that belies his years. A must read for any aspiring PR guru.\" (Paddy Power, Head of Communications, Paddy Power Betfair)\n\n\"At a time when 'fake news' is a common term it's no wonder there's a lack of trust in PR. Rich Leigh is restoring the faith at a crucial time with his book 'Myths in PR'. It's an essential guide for practitioners, an inspiring read for PR hopefuls and an open door for anyone interested in 21st century PR. Let's bury the myths and enjoy the most exciting time in history for communications.\" (Stella Bayles, Director, CoverageBook)\n\n\"If I could marry a book, this would be the one! There is almost nothing worse than someone saying that all publicity is good publicity and Rich Leigh hits that myth head on. What's more, I have dedicated the better part of the past 10 years working toward changing the perception that people have of the PR industry (though Spin Sucks) and everything Rich writes in this book speaks to that vision. I love it so much, I wish I'd written it. If you think PR is just getting your name in the paper so the phone will ring, this book is for you. Buy it, read it, highlight it, read it again, and share it. Your business depends on it.\" (Gini Dietrich, CEO of Arment Dietrich and author of 'Spin Sucks')\n\n\"At a time when the telling the truth is a revolutionary act, Rich Leigh tackles misconceptions and strategy head on with facts, tact and wit. This book is required reading for current and aspiring communications professionals and, frankly, anybody affected by or contributing to the daily onslaught of misinformation; a practice exercised at present, most damagingly and disconcertingly, by even the highest offices in the world.\" (Nick Hewer, PR impressario, 'Countdown' host and Lord Sugar's aide on 'The Apprentice' and personal PR advisor)\n\n\"This is a candid, punchy and practical book. Buy one for your mum or your children when they ask what you do. Buy one for your employer to underline the value of public relations. And buy one for yourself if you want to advance your practice.\" (Stephen Waddington, Partner and Chief Engagement Officer, Ketchum, Visiting Professor, Newcastle University)\n\n\"Rich Leigh's punchy approach to dispelling PR myths makes for an entertaining and informative read. Is PR really glamorous? Do you have to be an extrovert to succeed in the industry? Can you make something go viral? Rich gives his experienced insights into all these questions and more.\" (Sarah Stimson, Chief Executive, Taylor Bennett Foundation)\n\nAbout the Author\n\nListed in PR Week's 29 under 29 list and named one of 'the brightest young social media communicators' in the UK, Rich Leigh has a rich and varied PR background, having led award-winning campaigns and household name accounts at digital agency 10 Yetis and consumer agency Frank PR. He now runs Radioactive PR, working with brands big and small, as well as a range of personal PR clients. Rich Leigh created, dedicated to the best in up-to-date PR stunts and campaigns. He also co-founded blogger outreach service bloggabase, used by brands including Disney, Ralph Lauren and Tesco.\n\nProduct details\n\n  • File Size: 2689 KB\n  • Print Length: 220 pages\n  • Page Numbers Source ISBN: 0749479590\n  • Publisher: Kogan Page; 1 edition (April 3, 2017)\n  • Publication Date: April 3, 2017\n  • Sold by: Amazon Digital Services LLC\n  • Language: English\n  • Text-to-Speech: Enabled\n  • X-Ray:\n  • Word Wise: Enabled\n  • Lending: Not Enabled\n  • Enhanced Typesetting: Not Enabled\n  • Amazon Best Sellers Rank: #342,113 Paid in Kindle Store (See Top 100 Paid in Kindle Store)\n  • Would you like to tell us about a lower price?\n    If you are a seller for this product, would you like to suggest updates through seller support?\n\nCustomer Reviews\n\nThere are no customer reviews yet.\n5 star\n4 star\n3 star\n2 star\n1 star\nShare your thoughts with other customers\n\nSet up an Amazon Giveaway\n\nMyths of PR: All Publicity is Good Publicity and Other Popular Misconceptions (Business Myths)\nAmazon Giveaway allows you to run promotional giveaways in order to create buzz, reward your audience, and attract new followers and customers. Learn more about Amazon Giveaway\nThis item: Myths of PR: All Publicity is Good Publicity and Other Popular Misconceptions (Business Myths)",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.9805172086,
        "format_confidence":0.9984096885
    },
    {
        "url":"https:\/\/fmefinance.com.au\/finance\/equipment-finance\/",
        "text":"Tradie & Equipment\n\n\nWe understand the complexity of small business. For over 30 years we have been helping customers just like you to navigate their way through the finance world. With access to an extensive panel of Bank and Non-Bank lenders, we can arrange a finance package that will be tailored to your specific needs.\n\nLooking for a Ute or truck to get you moving, our lenders offer a wide range of products to get you on the road. FME will enable you to grow your business and expand your operations by providing quick and easy financial support when you need it most.\n\nFinancials not completed yet but need vehicle finance now – look no further, we have you covered.\n\nWhether you’re a new ABN Holder or have run your own business for many years, we have the right funding solution for you.\n\nIf you are a new ABN holder, no longer do you need to fear not being able to acquire that vehicle or piece of equipment for your business. Short term funding to get you started is our specialty.\n\nOur funding solution for your new business will benefit you with:\n\n  • Low weekly rental payments\n  • A chance to free up your working capital\n  • You’re not locked in to a long term contract (12 months)\n  • Rental payments being 100% Tax Deductible\n\nIf you are an established business looking for the best funding solution in the market today, we can offer you a choice of:\n\n  • Self-Dec Loans\n  • Low Doc loans\n  • Goods Mortgage\n  • Chattel Mortgage\n  • Rent to Own\n\nAll at industry leading Interest rates\n\nSpecializing in finance solutions for the following:\n\n  • Utes and Light Commercials\n  • Trucks and trailers\n  • Earthmoving\n  • Agricultural Equipment\n\nApply online or pick up the phone today.",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.9953963161,
        "format_confidence":0.9929002523
    },
    {
        "url":"http:\/\/www.marketsandmarkets.com\/Customizations\/CustomizationDetails-192.asp",
        "text":"HomeConsult Details\n\nClient Consult Problem Statement:\n\nMnM’s client who is one of the key manufacturer of metal and non metal enclosures was interested in project involving “Global Electric Enclosures and IT Racks Market”. The key objective for the study involved :\n\n  1. In-depth analysis of electric enclosure market by type, material, industry, and region\n  2. In-depth analysis of IT racks market by type, industry, and region\n  3. To study the complete value chain, allied industry segments, and perform a value chain analysis of the global enclosure solution and IT racks market\n\nSolution Provided:\n\n  1. Methodology Adopted by MnM : MnM carried out this study through a combination of extensive secondary research followed by primary discussions with Key Opinion Leaders, manufacturers and their customers. Exhaustive interviews were conducted from sales, marketing, production, R&D, technical experts using a semi- structured questionnaire to understand and provide the In-depth analysis . By conducting numerous in-depth market evaluation using foundations of both qualitative & quantitative interview approaches along with the expertise of consulting team at MnM.\n  2. Actual Solution Provided: - Through the detailed outcome of the study, we provided inputs on-\n    • Market size of Enclosures In major regions ( Americas, Europe, APAC, MEA\/RoW)\n    • Market size of IT Racks in major regions ( Americas, Europe, APAC, MEA\/RoW)\n    • Company share analysis for enclosure solutions and ranking of top companies with market share\n\nValue Delivered:\n\nMnM’s client was able to understand the current scenario of the enclosure and IT racks market. Also, the market forecasts were provided to focus client’s attention to the high growth markets\n\nThe competitors benchmarking also helped to understand the client’s present situation in the market for Enclosure solutions and further helps the client to make short and long term strategies to gain the market share\n\nClient was provided with information such as product Drivers, Restraints and Opportunities, PORTER five analysis, and trends in the market\n\nRequest Most Relevant Case Study for your business.\n\n5 5 9 8 7  \nHow can we help you?\n\nTo discuss how our team can help you and your business achieve true results,\nGet in touch with us\n\nOur Team\n\n  • Call Us\n  • +1-888-600-6441 (Corporate office hours)\n  • +1-888-600-6441 (US\/Can toll free)\n  • +44-800-368-9399 (UK office hours)\n© MarketsandMarkets Research Private Ltd. All rights reserved",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.6339356303,
        "format_confidence":0.8871423006
    },
    {
        "url":"https:\/\/en-us.fievent.com\/e\/virtual-fundraising-for-corporate-partners\/23596110?force_subdomain=true&id=virtual-fundraising-for-corporate-partners%2F23596110",
        "text":"16. September 2020 - 10:00\n\nVirtual Fundraising for Corporate Partners, Online, Wednesday, 16. September 2020\n\nVirtual Corporate Fundraising - Four sessions to help you develop your virtual offering to businesses\n\nAbout this Event\n\nThis series of four sessions will help you to discover virtual fundraising, grow your knowledge, hear from people that have tried it and succeeded, learn how to improve your virtual offering to the corporates you would like to, or currently, work with.\n\nOver the four sessions you will hear from someone who is a corporate volunteer as they explain the benefits for them and their organization, this will help you to sell your virtual products into businesses, real life examples of how this kind of fundraising impacts individuals and their productivity is of huge value to a business. We will have a virtual product developer sharing their latest offerings, as well as sharing examples of how other charities have used them to be successful, and a charity CEO will join us to share their success of changing a physical event into a virtual one on a very tight budget, with a low environmental impact.\n\nIf you book all 4 sessions at once there is a 25% discount, ticket price is £60. Individual sessions can be purchased at £20.\n\nThis is a unique group of four workshops, that will increase your knowledge and confidence in virtual fundraising with corporates. You will hear first hand from fundraisers who have tried out these ways of working, they will share their triumphs and their failures so that you can take away the learnings and try them out at your own charity. Virtual fundraising is how many of you will need to work for at least the next six months to twelve months, this will become a significant income stream for many charities, if you get involved now you will be ahead of many other organisations and you can start to offer something special to your corporates.\n\nWednesday, 16. September 2020, Online, Virtual Fundraising for Corporate Partners\n\nRichie Kotzen\n\nRichie Kotzen\n\nSunday 07. February 2021\nRed City Radio at El Corazon\nTuesday 09. February 2021\nFriday 12. February 2021\nThursday 11. February 2021\nGalentine's Floral Workshop\nThursday 04. February 2021\nThe Hit Men\nThursday 11. February 2021\nFind more interesting events\nGet event recommendations based on your Facebook taste. Get it now!Show me the suitable events for meNot now",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.8863627315,
        "format_confidence":0.9705355763
    },
    {
        "url":"https:\/\/1mbglobal.com\/domains\/.net.cn-domain-names\/",
        "text":".NET.CN Pricing\n\nTLD 1 Year 2 years 3 years 4 years 5 years 6 years 7 years 8 years 9 years 10 years\nSole .NET.CN registration C$15.67 C$31.34 C$47.01 C$62.68 C$78.35 C$94.02 C$109.69 C$125.36 C$141.03 C$156.70\n.NET.CN with hosting C$10.44 C$26.11 C$41.78 C$57.45 C$73.12 C$88.79 C$104.46 C$120.13 C$135.80 C$151.47\n\nTLD Details\n\nTLD Registrar-Lock Transfers Edit WHOIS ID Protect Registration Period\n.NET.CN no yes (EPP) yes no 1-10 years\n\nRegistering .NET.CN Domain Names\n\nIf you would like to increase your online reputation in People's Republic of China, a .NET.CN domain would be the very best choice for you. Google has publicly revealed that domain names with country-code TLDs will appear higher in local searches. Furthermore, people tend to click more frequently on web sites with a local TLD extension.\n\nAt 1MB Corporation, you can register a .NET.CN domain name for only C$15.67 per year and enjoy a top-quality domain administration service.\n\n.NET.CN Domain Management with 1MB Corporation\n\nIf you are looking for a new home for your .NET.CN domains, the Domain Manager interface we offer you would be a really good option. Being both user-friendly and fully featured, it enables you to exert complete control over all domain name administration duties. You'll be able to edit all of the important DNS settings with just a mouse-click and edit the WHOIS info pertaining to all your domain names comfortably. If you have many domain names, controlling all of them from the very same location isn't just possible, it's actually super easy.\n\nIn addition, when you have a hosting account here, you then are already aware of the fact that, apart from the Domain Manager itself, our Web Hosting Control Panel has a site management section as well. In this way, you are able to easily move between the two, without having to make use of numerous Control Panels or to adapt to different interfaces.",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.6454806328,
        "format_confidence":0.988086462
    },
    {
        "url":"https:\/\/www.kiva.org\/lend\/129560",
        "text":"A loan of $800 helped to purchase fabric and lace for production.\n\nAmelia's story\n\nAmelia is an old client; in her credit history she shows no delayed payments. Her husband dedicates himself to the production of traditional underskirts and sports clothing, and she sells these garments at the different markets in the city of El Alto. She has 3 children that are currently studying. Amelia and her husband plan to work hard to build a patrimony for their children. The loan will be used to purchase rolls of lace.\n\nTranslator profile picture\n\nTranslated from Spanish by Kiva volunteer Mariela Cedeño\n\nLoan details\n\nLenders and lending teams\n\nLoan details",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.9450238347,
        "format_confidence":0.8804540634
    },
    {
        "url":"https:\/\/www.on24.com\/return-on-engagement-servicenow\/",
        "text":"Experiences that scale, engagement that matters\n\nThe ON24 platform enables businesses to convert customer engagement into revenue through interactive webinars, virtual events and multimedia content experiences.\n\nmaximize your return on engagement\n\nIt’s time to go beyond superficial, volume-based metrics such as clicks, downloads, form fills and impressions. To truly understand marketing’s ROI, start measuring your Return on Engagement by calculating the time, intent, interactions and conversion of every experience.\n\nFind out how you can take your digital and in-person experiences to the next level.\n\nLearn How Chat Now\n\nON24 platform for Hybrid \n\nA single platform to track in-person and virtual attendee engagements, delivering insights that can personalize the experiences before, during and after events.\n\nTake the next step\n\nExplore an interactive demo to understand the power of the platform.\n\nWatch Demo",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.8462420702,
        "format_confidence":0.9949504137
    }
]