[
    {
        "url":"https:\/\/kernelseasons.com\/pages\/refund-policy",
        "text":"Our Family of Brands -\n\nBuy 4 Get 1 Free or Buy 8 Get 2 Free\n\nRefund Policy\n\nDue to health and safety concerns, we cannot accept return of food products, however, any orders placed with us are 100% guaranteed. If for any reason you are unhappy with a particular flavor we will refund your money or send you a new flavor to try.\n\nIf there is an error with your order, or a quality issue with a product, please contact us at 866-EAT-POPCORN (328-7672) or email us at: [email protected] for return\/refund information.",
        "topic_id":10,
        "format_id":8,
        "topic_confidence":0.541201055,
        "format_confidence":0.5614004731
    },
    {
        "url":"http:\/\/easttennesseedining.com\/",
        "text":"This website does not collect personal information nor does it track visitors on a personal basis. This website\nfurther utilizes registered trademark logos and pictures to further identify the selected restaurant or restaurant group.\nAll rights are reserved with regard to logos and pictures and this website makes no ownership claim or copyright\nof the registered trademarks. The logos, artwork, and names are owned by the identified restaurant or restaurant group.",
        "topic_id":10,
        "format_id":8,
        "topic_confidence":0.8642648458,
        "format_confidence":0.977207005
    },
    {
        "url":"https:\/\/goodforyoueh.ca\/pages\/disclaimer",
        "text":"At Good For You...eh! we understand that there are several allergens out there and not all products in our boxes will necessarily be suitable for everyone.  We can also never make legal claims that the box products are free from any allergens because food companies also never guarantee cross contamination has been fully eliminated in all cases.  Food companies are required to label their packages accordingly based on labeling laws.  We cannot be held responsible for the accuracy of ingredient or nutritional information provided.\n\nFurthermore Good For You...eh! cannot be held liable for any adverse reactions due to the consumption of any of our box items.  \n\nFor your own safety, please check labels carefully before consuming any products. \n\nWe hope there will always be someone available to enjoy the products!\n\n(a neighbor, friend, co-worker)\n\nPlease also note that some items, particularly the baked goods, will have a shorter expiry date.  It is advised that these products be consumed before their \"Best Before\" dates to ensure you get the best experience from them! :)",
        "topic_id":10,
        "format_id":8,
        "topic_confidence":0.9365068078,
        "format_confidence":0.981567204
    },
    {
        "url":"http:\/\/kollektiv.biz\/pie-contest-rules\/",
        "text":"Main Page Sitemap\n\nMost popular\n\nT Don Pedro Mexican Restaurant, 1526 SW Military Drive.Make sure to get extra.Image 2.Canyon Road Barn Grill in Breckenridge, which sits between Abilene and Fort Worth, posted a notice on its Facebook page Monday saying, \"there will be no viewing of any televised NFL youngest person to win..\nRead more\nBy admin, video, follow Me solar panel rebate act On Instagram: m\/sanfranfanad\/?hlen For More NBA - Best Games, Plays, Highlights Moments from a buy television online ireland variety of players see: Michael Jordan.Video 2016 NBA Slam Dunk Contest full highlights!Verizon, slam Dunk Contest Full Highlights February 13, 2016..\nRead more\n\nPie contest rules\n\npie contest rules\n\nTM Junior Golden Layers Honey Butter Biscuits.\nAs mentioned above, if the last seed sown by a player lands in that player's store, the player gets an extra vermont country store promo code march 2016 move.\nNo distribution of blue inc coupon code candy or handouts allowed during parade for safety of spectators.\nTM hershey's Cookies 'n Cream Cookies 12 ct Pillsbury Ready to Bake!This consent includes, but is not limited to, the Entry and any content gathered by Sponsors. Health papers must accompany animal exhibits at all times while on the Fairgrounds.Judges will use score cards and will confer after completing scores.8 mph 3,500 lbs.The game provides a Kalah board and a number of seeds or counters.There will be a 10 Entry Fee for each team.All issues and disputes regarding any aspect of the Contest, including, but not limited to the construction, interpretation and enforceability of these official rules, shall be governed by the laws of the state of Minnesota, without regard to principles of conflicts of laws.The board has 12 small pits, called houses, on each side; and a big pit, called an end zone, at each end.A breakdown of the 55 trillion nodes searched to solve the \"empty capture\" variant of Kalah(6,6 move time (sec) nodes searched,791 2,214,209,715,744 2,872,262,354,349 2,335,350,353,795 1,886,991,523,923 2,313,607,567,702 2 1,692,886 9,910,945,999,186 3 1,296,141 7,398,319,653,760 4 1,411,091 9,623,816,064,478 5 1,607,514 9,318,824,643,697 6 1,354,845 7,824,794,014, total 9,184,079 55,699,121,889,234 Mathematical.The story will be read to the audience by the Master of Ceremonies during the presentation.In the event a Category Winner and\/or his or her guests engage in behavior that (as determined by General Mills in its sole discretion) is obnoxious or threatening, illegal or that is intended to annoy, abuse, threaten or harass any other person, General Mills reserves.All prize details are at Sponsors sole discretion.(8 ct) Pillsbury Crescent Original Dough Sheet.Information collected from entrant is subject to the General Mills Privacy Policy.For example, you could tell us about your recipes inspiration, a favorite memory behind the recipe, a secret ingredient, the story of how the recipe came to be, how it brings people together, or how it has become a family tradition.You or a member of your immediate family (parent, children, siblings, spouse, regardless of where they live) are an employee or consultant of General Mills, Inc., Haier US Appliance Solutions, Inc., Cargill, Inc., Meijer Great Lakes Limited Partnership, Television Food Network,.P., or any.To be eligible for the Meijer Award, you must choose Meijer as your preferred grocery store on the online Entry form.Sponsors are not responsible for any changes or effects caused to the entrant's computer system as a result of submitting electronic entries.Your original recipe must be capable of being prepared in 30 minutes or less, not including baking or cooling time.\nWalking babies, to be judged, must walk as part of a decorated unit.\nCoon Mule Jump, chairperson - Clint Thomas.",
        "topic_id":10,
        "format_id":8,
        "topic_confidence":0.9443795085,
        "format_confidence":0.9344339371
    },
    {
        "url":"http:\/\/hotstonesteakhouse.com\/wp-content\/themes\/hotstone\/html\/vedjegyoltalom-en.html",
        "text":"Original Hot Stone®\n\nHot Stone® is a registered trademark since 2016.\n\nOnly and exclusively the holders of the registered trademark have the right to use the Hot Stone trademark. Anyone using the Hot Stone trademark without the consent of the holders of the trademark will be impeached for trademark infringement under legislation.\n\nThe cuisine technique to use lava stone is not a novelty, but Hot Stone® provides a complete restaurant experience with the highest quality of ingredients and service and the active participation of the guests at the same time. We have created and been improving this service as a whole, and with the trademark we wish to differentiate it from other restaurant services. We will not spare any efforts in taking necessary steps not to allow unauthorized entities to use the Hot Stone®️ trademark and mislead our customers.\n\nSo far, there is only one Hot Stone restaurant in Hungary: the Hot Stone Steakhouse. If you are interested in the service that Hot Stone provides and wish to become our franchise partner, please, contact us at tsoklan@hotmail.com.",
        "topic_id":10,
        "format_id":8,
        "topic_confidence":0.9058781862,
        "format_confidence":0.5534413457
    },
    {
        "url":"http:\/\/www.casualcatering.com\/shop\/conditions.php?osCsid=1hv7llpdl6o3ck33i137j4f143",
        "text":"\n  Home » Store » Conditions of Use My Account  |  Shopping Cart  |  Checkout   \nNew Items-> (11)\nHot Dishes (33)\nPlatters & Sandwiches (5)\nAppetizers & Snacks (16)\nSalads (21)\nDesserts (5)\nDrinks (2)\nSet-ups (2)\nWhat's New? more\nCheese Steak large\nCheese Steak large\nQuick Find\nUse keywords to find the product you are looking for.\nAdvanced Search\nConditions of Use Conditions of Use\n\nBy using this website, you agree to be bound by these terms and conditions. If you do not agree to these terms and conditions, please do not use the site.\n\nCasual Catering provides the information and services on this website to you, the user, conditioned upon your acceptance, without modification, of the terms and conditions contained herein. Your use of this website constitutes your agreement with such terms and conditions.\n\nWe reserve the right, at our discretion, to change, modify, add or remove portions of these terms periodically. Such modifications shall be effective immediately upon posting of the modified agreement to the website. Your continued use of the Casual Catering website following the posting of changes to these terms and conditions will mean that you accept those changes.\n\nShopping Cart more\n0 items\n01.Paper Set-ups\n02.Party Platter\n03.Party Platter & Salads\n04.Finger Sandwiches\n05.Coke Products-20 oz.\n06.Chicken, Broccoli and Ziti-Large\n07.Tray of Wraps-Large\n08.Coke Products-2 Liter\n09.Chicken, Broccoli and Ziti-Small\n10.Homemade Hand-Crafted cookies from \\\"The Cookie Jar\\\"\nReviews more\nThere are currently no product reviews\nPrivacy Notice\nConditions of Use\nContact Us\nGift Voucher FAQ\nLeighton O Connor Travel and Nautical Photographer\n\nSuper Sub Beverly, MA\n\nCopyright © 2003 casualcatering.com\nPowered by osCommerce\n\nWeb Design and Photography by blueSWIRLS.com",
        "topic_id":10,
        "format_id":8,
        "topic_confidence":0.8797576427,
        "format_confidence":0.9267798662
    },
    {
        "url":"http:\/\/www.spaghettihaus.it\/en\/restaurant-in-bibione\/78-contenuti-generali\/127-restaurant-in-bibione",
        "text":"All the information, suggestions and opinions displayed on this website are nothing else but expression of our own point of view.\n\n\nThe owner of this website endeavors to keep the content of this website accurate and reliable. In case of inaccuracies, misprints and mistakes affecting the information and data contained in this website, the owner endeavors to correct them as soon as possible.\n\n\nThe owner of this website takes no responsibility for the misuse of the services provided in it, which is, and should be, sole responsibility of the user. The owner of this website reserves the right to apply further changes or improvements to the products and services displayed on this website at any time and without any notice.\n\n\nThe owner is in no way responsible for the websites you might access to from this website or you may have accessed to this website from.\n\nThe owner is in no way liable nor takes any responsibility for this website being temporarily unavailable or not available at all, as well as for any mistake you might find or for any misuse of the information or the contents displayed herein.\n\n\nAll trademarks contained in this website are exclusive property of their owners. We do not intend to infringe any copyright.\n\nThe total or partial reproduction of the published material is strictly forbidden. Therefore images, logos, texts and the graphic layout contained in this website can't be copied or forwarded without the prior written approval of its legal owner.\n\n\nAny abuse or use for any unauthorized purpose is explicitly forbidden by current laws and gives rise to civil and criminal liability.\n\nFollow or Contact us\n\nTweets Google This email address is being protected from spambots. You need JavaScript enabled to view it.\n\nNOTE! This site uses cookies and similar technologies.\n\nIf you not change browser settings, you agree to it. Learn more\n\nI understand\n\nSpecial Offer Take Away\n\n- 10 %\n\nWe accept Payments with",
        "topic_id":10,
        "format_id":8,
        "topic_confidence":0.978499651,
        "format_confidence":0.9361727834
    },
    {
        "url":"http:\/\/www.betterbutter.in\/contest\/gravy-and-curry",
        "text":"• Multiple entries are allowed. Photos are mandatory for each recipe.\n\n\nTerms And Conditions\n\n\n  1. 1st Prize, Morphy Richards Electric Cooker - View on Amazon's website\n  2. 2nd Prize, Coconut Copper Set - View on Amazon's website\n  3. 3rd Prize, Borosil Puja Thali - View on Amazon's website\n  4. Maximum entries, IndianArtVilla Tumbler Set (Rs. 3,899) - View on Amazon's website\n\nContest terms & conditions\n\n  1. The recipe should be the participants ORIGINAL work, they can however take inspiration from anyone else’s work\n  2. The recipe must be accompanied by original photograph\/s. If found to be plagiarised, the recipe will be taken off.\n  3. The contest is open to individuals across the world. Do provide us with a valid Indian address to ship the prize.\n  4. BetterButter reserves the right to extend the deadline.\n  5. Winners will receive prizes within 30 days from the date of announcement of the winner, provided the address is shared with us on time.\n  6. The entries submitted by participants may be used by Betterbutter for publicity purposes in future.",
        "topic_id":10,
        "format_id":8,
        "topic_confidence":0.9936902523,
        "format_confidence":0.6311862469
    }
]