[
    {
        "url":"https:\/\/www.foreignpolicyjournal.com\/2010\/02\/05\/haiti-and-its-canadian-media-presentation-historical-amnesia\/",
        "text":"The disaster of Haiti is well represented in Canadian media, with significant coverage in print and on television. MacLean’s magazine’s recent cover article photo is one of the very few that perhaps accidentally represents what is really happening in the news, in comparison to its usual sensational headlines. Unfortunately the article itself, while it covers the basics of the disaster and the feeble aid missions, misrepresents the country of Haiti and the historical background and context that is part of the overall disaster that is Haiti. [1] This is similar to most Canadian media.\n\nSimply put the MacLean’s article is long on observational anecdotes, accompanied by brief out of context snippets of the political\/cultural\/economic situation within the country prior to the earthquake. The suggestions at the end on how to treat Haiti looking to the future are all too readily quotable without having much substance, and within that again, deny the significance of its history and how it could move forward from the here and now.\n\nMedia description\n\nNot until the fifth page of the article and after many anecdotes do the authors describe Haiti as “Racked by poverty and insurrection at the best of times,” and now including the “utter absence of governmental authority.” No attempt is made to qualify the poverty and where and how it originated and the nature of “insurrection” is also never qualified.\n\nBefore the quake, the country suffered “intense poverty, poor construction standards, a lack of infrastructure, and social chaos”, a country with a “chequered existence, with leader after leader killed in office.” The previous U.S. occupation (1915-34) ended with Haiti “thrown into a vortex of uprisings, instability and dictatorship that conspired to keep it the poorest nation in the Western hemisphere.” Wow, it is all their own fault!\n\nThe article never asks why, yet the implication is that it is the Haitians’ own fault, that they are simply that way and have been so since “124 years after the beginning of the slave revolt.” Does no one ask why Haiti is so poor and full of disruption? The apparent truth, in my mind, is the original racism that the people of Haiti revolted against so many years ago. The republic has never escaped the yoke of the white man and the western world’s determination (and some of the local elite beholden to them) to keep Haiti an impoverished, subservient nation.\n\nHistory as it should be told.\n\nHaiti began its present journey as a plantation slave state. After its successful revolt against its French overlords, the government struggled to succeed against the continuing imperial ambitions of Great Britain, France, Span and the U.S. The French demanded reparations of 150 million francs, a demand supported by a larger slave state, the U.S., fearful of its own slaves trying to establish something similar. Haiti suffered under this forced indebtedness – it is difficult to imagine a successful revolution being forced to pay for itself – up until 1946.\n\nThis debt has compounded many times over the decades. The U.S. invaded and occupied the country in 1915, an era in which U.S. corporations exploited the people and the land for their own benefit, arguably benefiting the country because it improved the infrastructure, yet leaving it millions more in debt. The MacLean’s article identifies the “bloody and corrupt” rule of the Duvaliers, including the “kelptocracy” of “Baby Doc.” Yes the Duvaliers stole millions of dollars, and their support came from among others, the U.S., as they were Latin American stalwarts in the anti-communist hysteria of the times and as usual, increased the debt of the country significantly.\n\nCurrent events\n\nHaiti’s ‘modern’ history undergoes the same tale of financial ruin by western institutions. Once in debt, the IMF and World Bank stepped in and as is usual with their actions, demanded trade concessions and internal financial changes that not only increased the indebtedness of the country, but forced the diminution of its social infrastructure, and forced many independent farmers off their lands and into slave wage jobs in the urban centres. Formerly an exporter of rice, Haiti was forced into a position wherein it had to import cheaper subsidised U.S. rice. None of this is mentioned in MacLean’s.\n\nMacLean’s mentions “the succession of governments and instability that followed the Duvaliers,” but failed to mention the most important point pertaining to democracy and independence and chances of success, the elections of Jean-Bertrand Aristede. Aristede again had to weather the depredations of foreign interference, again significantly led by the U.S. as his cause was that of a popular and socialist government, a scary idea to the Washington consensus.\n\nFor western media in general, this wilful ignorance of Haitian history is detrimental to the earthquake relief. It is detrimental because if the citizens of the western countries better understood the history, they could very well demand that the Haitian debt be forgiven, and perhaps even reversed. It is detrimental because it dismisses the comprehension in general as to why the country is so poor, a question asked but never properly answered in the media. And finally it is detrimental because without understanding the background, the future of the country can only be more thoroughly muddied and muddled.\n\n\nThere is no one overall solution or fix, but there are some significant areas where it can start. MacLean’s offers some platitudes and limpid arguments about what can be done, but never really succeeds with its discussion. The discussion does go into territory of protectorate, under the aegis of the UN or the U.S. or both. The truth is finally hit in a simple statement by Roger Noriega, “I think it’s a shortcut to say we have to put it under international trusteeship. I think Haitians should be given the opportunity to run their own affairs. We need to accompany them in that process.” [2]\n\nWhat a novel idea! Haitians running their own affairs! Obviously there are some difficulties with getting the country somewhat operative again, but with the U.S.’s new occupation force already in place, controlling flights, controlling the distribution of goods, ever fearful of popular “insurrection” against the U.S. backed elites, corporations, and rules and regulations of the IMF, it will obviously be difficult if not impossible to do.\n\nYes, get out of Haiti, let the popular committees set up their own government, hopefully in ever widening circles of popular democratic support. Then cancel all debt owed by the country – no one appears to be willing to step forward to do this yet. Allow fair trade, establish tariffs to help Haiti regain its fragile agricultural production and home grown businesses and industry without suffering the depredations of the IMF and the international corporations that prey on all weak countries.\n\nWill it be easy? No…but then given a chance with unfettered aid, one never knows. Messy? Probably, no country has ever been rebuilt without difficulty and troubles, but usually only over the short term if outside interference is gone and outside support (being more than money to the elites and industries, but rather to help the social infrastructure of education, healthcare, environmental protection, and workers rights). Brutal? That possibility exists, but is most likely if the U.S. and other western countries vie to continue their dominance over the former slave colony.\n\nSo it comes back to racism, fear of socialism, fear of losing a nation that would much rather go in a different direction than the imperial nations of today and yesterday would wish. I support all the relief efforts that are currently underway (minus the U.S. occupation forces) and wish the best for the country. That best can only be achieved if its current status is understood in the context of its conflicted past. This is the only slave nation, a nation of blacks, that ever freed itself from white domination. It is time to step up and help the country establish the freedom it deserves without the underlying fear of a free black nation that seems to have underlain most of its historical relations with other powers.\n\n\n[1] Michael Petrou et al. “Horror in Haiti.” MacLean’s. February 1, 2010. pp. 18-39.\n\n[2] cited in MacLean’s",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9311426282,
        "format_confidence":0.9061102867,
        "weight":0.0180069681
    },
    {
        "url":"http:\/\/www.alyssiabenford.com\/index.php\/alyssias-story\/",
        "text":"Who is Alyssia?\n\nGrowing up on the west side of Chicago, Alyssia knows that Illinois desperately needs a new direction. She knows that it’s time to bring accountability back to government. That’s why she’s running for state representative in the 98th district.\n\nDuring high school, Alyssia excelled academically and even joined the marching band and Reserved Officer’s Training Corps (ROTC). However, she was also forced to learn how to persevere through tough times. Alyssia’s mother was diagnosed with breast cancer at the age of 35, and Alyssia helped care for her as she underwent cancer treatments. Through all of this, her mother never stopped pushing her to excel.\n\nWith her mother’s support, Alyssia graduated with honors from Florida A&M University’s School of Business and Industry and then went on to earn her designation as a Certified Public Accountant (CPA).\n\nUpon graduation, Alyssia returned home to Chicago to begin work at Deloitte, one of the “Big 4” accounting firms. Later, she joined Motorola’s internal accounting team, where she supervised the staff responsible for overseeing the payroll for Motorola’s top executives and over 30,000 employees.\n\nShortly after moving to Bolingbrook in 2000, Alyssia devoted herself to raising her family and expanding the accounting firm she co-founded in 1996, Benford Brown and Associates, LLC where she remains a founding partner today.\n\nThrough her independent accounting firm, Alyssia has devoted her career to serving the small and medium sized businesses that create prosperity in our communities. Seeing the challenges that these business face from heavy taxes and unfair regulations, she knows that we need to revitalize our economy by making it hassle-free for businesses to expand and put more people back to work.\n\nBeyond her work as an accountant, Alyssia serves as a as the treasurer of the Rotary Club of Bolingbrook and, since 2012, as a DuPage Township Trustee. Through her work on the Township Board, she learned how crucial it is to ensure the financial security of local tax dollars that provide programs and assistance to the elderly and youth in the community.\n\nThis inspired her to enroll at Rutgers University to pursue a Master’s Degree in Governmental Accounting in 2012.\n\nPrior to her current positions, she served as President of the Bolingbrook Chamber of Commerce and on the Police Pension Board, safeguarding the retirement of our dedicated public servants on the police force. In 2008, she received the Female Citizen of the Year Award from the Village of Bolingbrook. She is one the youngest people to receive this honor.\n\nShe is a member of Alpha Kappa Alpha Sorority, Incorporated. She is also a member of the West Suburban Chapter of Jack and Jill of America, Inc. and Victory Cathedral Worship Center in Bolingbrook. She has served on the board of directors for the United Way of Will County and is a past President of Rotary Club of Bolingbrook.\n\nThroughout her accomplished professional career and dedicated public service, she still had to overcome immense challenges in her own life.\n\nIn 2015, at the age of 45, Alyssia was diagnosed with breast cancer. She remembered the strength and positivity her mother showed during her own battle with breast cancer, and she refused to let her health challenges slow her down. She is cancer-free and now counsels others that have received a cancer diagnosis.\n\nWhile undergoing eight surgeries in two years, Alyssia enrolled in a doctoral program in Educational Leadership & Policy at Florida State University. After learning about the financial mismanagement within the Chicago Public School District, she now focuses her doctoral work on educational financing and government pensions.\n\nBut most importantly, Alyssia continues to be an inspiration to her four children and three grand-children by encouraging them to persevere and pursue their dreams even in the face of hardship.\n\nAlyssia knows that in Illinois we need to end the political gridlock and elect independent leaders who will serve the families in our communities. As your next state representative, Alyssia will hold Springfield accountable and restore your voice in government.\n\nDonate Now\n\nDo NOT follow this link or you will be banned from the site!",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9903387427,
        "format_confidence":0.9623379111,
        "weight":0.0004274395
    },
    {
        "url":"http:\/\/www.bbc.co.uk\/news\/live\/election-2017-39839907?ns_mchannel=social&ns_source=twitter&ns_campaign=bbc_live&ns_linkname=5910466fe4b0fa676cf24ff6%26Sturgeon%20brands%20PM%20'reckless'%20during%20brewery%20visit%26&ns_fee=0",
        "text":"Got a TV Licence?\n\nYou need one to watch live TV on any channel or device, and BBC programmes on iPlayer. It’s the law.\n\nFind out more\nI don’t have a TV Licence.\n\n\n  1. CPS: No charges over 2015 battle bus\n  2. One file, for Kent, still being considered\n  3. Tories: 'Politically motivated complaints'\n  4. Labour and Lib Dem education pledges\n  5. The election is on 8 June\n\nLive Reporting\n\nBy Martha Buckley and Jackie Storer\n\nAll times stated are UK\n\nWednesday's headlines\n\nHere's a round-up of the day's top stories:\n\nWe are now switching over to a fresh Election Live page - so please click here to join the team taking you into the evening and Thursday.\n\nAre you a postal or a proxy voter?\n\nNuttell urges Tories to give UKIP a clear run in Dagenham\n\nBBC political correspondent tweets...\n\nManchester University job cuts due to Brexit, union claims\n\nManchester University\nMore than 12,000 people work at the university\n\nThe University of Manchester's decision to cut 171 posts is due to \"new government legislation and Brexit\", a union has claimed.\n\nThe university says the move is necessary for it to be a world-leading institution.\n\nBut the University and College Union (UCU) said the university was in \"a strong financial position\".\n\nBoth academics and support staff jobs are at risk. \n\nA university spokesman said cuts would be made in the biology, medicine, health, business and humanities departments.\n\nRead more\n\nPaul Nuttall predicts UKIP voters will return\n\nPaul Nuttall\n\nUKIP is backing Labour candidates that are \"true Brexiteers\" in a bid to \"get the Brexit we want\", its leader Paul Nuttall has said. \n\nHe says this includes UKIP voters in former Labour minister Kate Hoey's Vauxhall seat being asked to back her.\n\nUKIP faces \"a difficult\" general election and the prospect of winning only two seats, he says.\n\nBut Mr Nuttall predicts voters will return to UKIP if Theresa May \"backslides\" on Brexit negotiations.\n\nRead more\n\nPaul Nuttall: UKIP share of the vote will go down\n\nDaily Politics tweets...\n\nSo is Labour about to announce it will scrap tuition fees?\n\nJohn McDonnell\n\nFootage has also emerged of shadow chancellor John McDonnell saying that Labour would scrap tuition fees as part of its national education service.\n\nSpeaking at a rally in Mansfield in April, Mr McDonnell said: \n\n\"We believe - we've always believed as a movement - that education is a gift from one generation to another, it's not a commodity to be bought and sold. So we want to introduce, just as the Attlee government with Nye Bevan introduced the National Health Service, we want to introduce a national education service, free at the point of need throughout life. That means ending the cuts in the schools at primary and second level, that means free childcare, it means free skills training whenever you need it throughout life. And yes, it means scrapping tuition fees once and for all, so we don't burden our kids with debt in the future.\"\n\nConservatives 'won't scrap tuition fees'\n\nTheresa May has told an audience at a factory at Mansfield that a Conservative government after the election would not scrap university tuition fees in England.\n\nPressed over the issue following reports that Labour may be planning to get rid of tuition fees, Mrs May said the question for Labour was how they would pay for that pledge, warning that it would \"wreck the economy\".\n\nShe added: \"If you wreck the economy you aren't able to support students, you aren't able to support public services, you see businesses going under, you see jobs going.\"\n\nPic: Crowd turns out to greet Jeremy Corbyn\n\nThe Labour leader is in York\n\nJeremy Corbyn in York\n\nWatch: May on TV debate abstinence\n\n'Food banks have been with us for many years' - May\n\nQuestioned about a rise in homelessness and food bank use, Theresa May says the government is investing £500m to help combat homelessness and also trying to intervene before people become homeless.\n\n\"Food banks have been with us for many years,\" she says, and \"there are complex reasons\" why people use them.\n\nThis echoes a response she gave the BBC's Andrew Marr last month.\n\nCampaign view from the press pack\n\nOn the inside of the campaign trail,restrictions around journalists questions may be relaxing. A bit.\n\nHere, the Telegraph's chief political correspondent and its sketchwriter tweet:\n\nView more on twitter\nView more on twitter\n\nTheresa May running 'traditional campaign'\n\nTheresa May\n\nTheresa May continues her East Midlands campaign day in Mansfield.\n\nShe argues that \"government has a role to play\" in creating a society with opportunities for all, for example by providing affordable homes and good education.\n\nShe then takes questions, kicking off with one asking why she will not appear in a live TV debate with other party leaders?\n\nThe PM says she \"approaching people in other ways\" - appearing at events such as this and knocking on doors instead. \n\nIt's a \"more traditional campaign\", she says.\n\nSmall business call for Labour tax clarity\n\nThe Federation of Small Businesses has called for more clarity from Labour about its corporation tax plans.\n\nLabour says it will fund its education plans by raising corporation tax from 19% to 26% over the course of the next Parliament. Speaking earlier, Jeremy Corbyn said this rate would still be lower than the 28% rate in 2010.\n\nHowever, that was the main rate of corporation tax in 2010, with the rate for small businesses set at 21%. The rate for both now currently stands at 19%, while a 20% rate applies to UK oil extraction.\n\nAn FSB spokeswoman said:\n\nWe are pressing Jeremy Corbyn to honour the commitment he made when he met with FSB members last month, for no increases to corporation tax for small businesses under a future Labour government.\n\nJeremy Corbyn takes a selfie with a supporter\n\nBBC Trending\n\nWhat's popular and why\n\nThe inside story of how a legion of hard-core Jeremy Corbyn fans are spreading his message online.\n\nRead more\n\nGeneral Election 2017: UKIP activist's anger over Clacton candidate selection\n\nOrla Moore\n\nBBC Local Live\n\nA Clacton councillor says he's \"very angry\" at the decision by UKIP to field a national candidate in the town's seat for the General Election. \n\nJeff Bray had previously defeated national executive committee member Paul Oakley in a vote by the local party. \n\nIn emails seen by BBC Essex's political reporter Simon Dedman, one local activist said the decision was \"shambolic\".  \n\nClacton's sitting MP, Douglas Carswell, had been UKIP's only MP until he quit the party - and later announced he would not stand for re-election.  \n\nFormer party donor Arron Banks, who had previously put himself forward to stand in the seat, tweeted: \"Paul is a good chap, disappointing that the branch couldn't select their own candidate - it's the reason I didn't stand\".\n\nView more on twitter\n\nMr Oakley will compete in the seat against Liberal Democrat David Grace, Labour's Natasha Osben, Independent Caroline Shearer, Chris Southall from the Green Party and Conservative Giles Watling.  \n\nPaul Oakley UKIP\n\nScottish Greens co-leader: 'We don't have a spare 100k to field more candidates'\n\nBBC Radio 5 live tweets...\n\nTories emphasising 'Team Theresa' on the campaign trail\n\nBBC News Channel\n\nAlex Forsyth\n\nBBC political correspondent Alex Forsyth says the Labour marginal seat Theresa May chose for her appearance today is - \"one that she thinks she can take\" on polling day.\n\nAlex says Mrs May said the election was \"not about how people have voted before, it's about what's right for the country\".\n\nAs the signs behind her indicate, \"brand May\" is being pushed. She says:\n\nThis isn't 'vote Conservative' - this is team Theresa May.\n\nThe campaign is focusing on the Tory leader because the party thinks she \"comes across as more credible\" than Labour leader Jeremy Corbyn, says Alex.\n\nCould Bishop Auckland vote Tory?\n\nBBC Newsnight\n\nIf the Conservatives were to win the constituency of Bishop Auckland that would put them on track for a landslide general election victory. Could it happen in a seat that has been Labour since 1935? BBC Newsnight's political editor Nicholas Watt reports.  \n\nCould Bishop Auckland vote Tory?\n\nExpenses decision: The big legal decision\n\nDominic Casciani\n\nHome Affairs Correspondent\n\nIt's worth explaining why the Crown Prosecution Service decided not to authorise anyone to be charged over the 2015 election expenses allegations. \n\nQuite simply, it comes down to the difference between an expense return being wrong and the candidate and their team knowing it to be so. The Representation of the People Act says that candidates and agents must submit a complete and correct log of spending. But... while it's a technical offence to submit an incomplete return, a jury would have to be sure that the agent or candidate acted \"knowingly or dishonestly\". Here's the key sentence from today's decision\n\nBy omitting any 'Battle Bus' costs, the returns may have been inaccurate. However, it is clear [electoral] agents were told by Conservative Party headquarters that the costs were part of the national campaign.\n\nCrown Prosecution Service\n\nTheresa May on school funding and election expenses verdict\n\nTheresa May takes a handful of questions after her campaign speech, including on school funding and the CPS verdict on the Tory expenses cases.\n\nAfter Labour and Lib Dems pledged more funding for schools, Mrs May is asked if she will consider abandoning planned changes to the school funding formula in England.\n\nThe government's proposed changes have been opposed by some headteachers and parents who feel they are unreasonable.\n\nMrs May insists that \"people have accepted for years now that the current formula is unfair\". and the government will respond to a consultation which closed in March.\n\nOn expenses, she repeats the line from other senior Tories that the party's candidates had \"done nothing wrong\".\n\nThere was an error made in the party's election returns and it paid a fine, she says, adding that other parties were also f... (truncated)",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9970859885,
        "format_confidence":0.8351605535,
        "weight":0.0104106451
    },
    {
        "url":"http:\/\/copswiki.org\/",
        "text":"You are here: Cops>Common Web>WebHome (2018-11-02, RaymondLutz)Edit Attach\n\nCitizens' Oversight Projects (COPs)\n\nThis web site is dedicated to enabling citizens to provide needed oversight to our democracy.\n\nShare Button\n\nEngage officials in public meetings\nRecord public meetings\nHold feet to the fire\nsixthgrader on obama267x150.jpg\nSixth grader speaks to School Board.\nPress Conferences\nRallies and Protests\nWe must, as citizens, provide oversight of our local governmental bodies. They can't be trusted to oversee themselves. You can help! Read how here: COPs Program\n\n\n\nLatest News Releases from Citizens Oversight\n\nVisit the Press Room for all news releases from Citizens Oversight\n\nActive Projects:\n\nIssue Oversight\nGovt Oversight:\nInfrastructure Project:\n\nFind out about COPS:\n\n\nElection Oversight\n\nCitizens' Oversight is expanding our election oversight scope to the entire US! However, we will be focused primarily on the TOP 175 counties in the nation, comprising more than 50% of registered voters, and then secondly turning our attention to the TOP 20% of the the top 20% of the states (i.e. the top ten states). At this point, we are most specifically focused on providing oversight to the audits in the top counties in CA and FL.\n\nLATEST Publications from Citizens Oversight\n\nNews Releases can be found at Press Room. These are other documents such as white papers, research and letters. Visit Citizens Oversight for all publications and news releases.\n\nPress Room | All Publications from Citizens' Oversight | All Submitted Media\n\n\n\n\n\n\nRecent Changes: Media Topics\n\nRecent Changes: Other topics\n\n  • Election Data Harvesting For Nov 2018 - Overview We need help to harvest election data during election night and as the elections are subsequently processed. We have software to automatically check elec...\n  • Election Audits - Latest News This project provides a place to gather up and organize links to various initiatives regarding audits, including statistical and exhaustive approaches...\n  • Project Topic Template - Sub projects Latest News Background Images (Just attach your images to this topic and they will automatically be added to the gallery above!) Discussion Li...\n  • Keyword List - KeywordList Include this in the Media Form table to allow dynamic generation. Normally, it is possible to use a topic to list the options but the select item is c...\n  • One Gun Initiative - Why? * The United States has far more guns per capita than any other country. * The United States also has the highest homicides and suicides using guns. *...\n  • Sign Up - SignUp PLEASE SIGN UP BELOW This is our common signup page for all projects. EYES OPEN RESPONSE TEAM * Join our team to stop insanity from Washington! *...\n  • Posting Etiquette - PostingEtiquette See also: * ListServe Overall summary of email lists related to our projects * ManagingListEmail Helpful suggestions for handling lots...\n  • Donate To Citizens Oversight - * Thanks for your support! (Return to main page) DonateToCitizensOversight We are a 501c3, tax exempt organization. You can deduct any contributions you make fro...\n  • Media Group - MediaGroup This is a field of the MediaForm. That form is included in topics that describe media, such as newspaper articles, video, pictures, TV clips, etc. that...\n  • Facebook Discussions - FacebookDiscussions We are now using Facebook more and more to discuss news and issues. We will start to gather these here. Later, we will establish a means to co...\n\n\nSee COPs Program for a list of all projects and an overview of our project concept.\n\nCollaboration Areas\n\nReferences and Resources\n\n  • Nine Eleven - A starting place for investigating the truth and missing pieces behind the events of 9\/11\n  • Relevant Links - Links to other web sites that are important resources or cooperative organizations.\n  • Meeting Places - Venues where meetings are sometimes held, directions, maps.\n  • All Contacts - People and groups that have been defined.\n\nOther Stuff\n\n  • Basic Instructions - When you first start using this wiki to report on a strange event, I will refer you to this topic to get you started!\n  • Wiki Usage Tips - Some secrets about using this wiki\n  • How To Upload Using FTP - If you have large files to upload (videos, presentations), these instructions will walk you through it!\n\nCommon Web Utilities\n\nTopic attachments\nI Attachment Action Size Date Who Comment\nCOPS-Brochure-V5.pdfpdf COPS-Brochure-V5.pdf manage 138 K 2014-06-26 - 21:23 Raymond Lutz COPS Brochure\nEyesOpenHeader.pngpng EyesOpenHeader.png manage 102 K 2016-11-08 - 01:19 Raymond Lutz Eyes Open Campaign Header\nHelmsMeme..jpgjpg HelmsMeme..jpg manage 138 K 2017-11-16 - 18:55 Raymond Lutz Helms Petition meme\nHelmsPetitionMeme.jpgjpg HelmsPetitionMeme.jpg manage 138 K 2017-11-16 - 19:00 Raymond Lutz  \nPressConf200x150.jpgjpg PressConf200x150.jpg manage 23 K 2017-11-12 - 20:02 Raymond Lutz Press Conf Image\nREVOKE_PERMIT_FOR_WASTE_DUMP.jpgjpg REVOKE_PERMIT_FOR_WASTE_DUMP.jpg manage 94 K 2017-03-22 - 20:02 Raymond Lutz  \nTopic revision: r289 - 2018-11-02, RaymondLutz\nThis site is powered by FoswikiCopyright © by the contributing authors. All material on this collaboration platform is the property of the contributing authors.\nIdeas, requests, problems regarding Cops? Send feedback",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.9439402223,
        "format_confidence":0.7475067377,
        "weight":0.0008575309
    },
    {
        "url":"https:\/\/history.state.gov\/historicaldocuments\/frus1940v05\/d980",
        "text":"822.796\/247: Telegram\n\nThe Secretary of State to the Minister in Ecuador ( Long )\n\n162. Your 248, October 26, 4 p.m. The Department assumes that the Ecuadoran Government would not enter into any new agreement with Sedta in view of its assurance to this Government to eliminate Sedta. This Government is, of course, willing to assist Panagra in providing air mail and other services at as low a cost as is consistent with sound and continuing operations and the Department is confident that proposals which are being made by Panagra will, all things considered, be advantageous to the Ecuadoran Government.",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9460054636,
        "format_confidence":0.9242555499,
        "weight":0.0075020528
    },
    {
        "url":"http:\/\/www.politico.com\/story\/2014\/03\/cia-report-dianne-feinstein-104928",
        "text":"\n\nDemocrats, led by Feinstein, are engaged in a war of words with the CIA.\n\nDems have votes to open CIA report\n\nThe Senate Intelligence Committee is poised to send a long-awaited report on the CIA’s interrogation practices to President Barack Obama’s desk for his approval — or redaction.\n\nChairwoman Dianne Feinstein (D-Calif.) says she has the votes on the narrowly divided panel to publicly reveal the executive summary and key conclusions of a 6,300-page report on Bush-era interrogation tactics, a move sure to fuel the Senate’s intense dispute with the CIA over how the panel pieced together the study. That vote is likely to happen sometime this week.\n\nStory Continued Below\n\nBut rather than a strong bipartisan signal from Congress, a vote to unveil the study appears set to divide along party lines because of that dispute.\n\nAll of the committee’s Democrats, except Sen. Mark Warner of Virginia, said in interviews or through aides that they will bless the public release of the document. Warner has not publicly indicated how he will vote, but he supported approving the final classified report on the same subject in December 2012. The committee has been bickering with the CIA ever since over the report’s accuracy, as well as Feinstein’s insistence that the study’s key findings be released publicly.\n\n( Also on POLITICO: Another Obama reset: Europe)\n\nThe panel’s swing vote could be freshman Sen. Angus King, an independent from Maine, who has taken a measured approach to revelations over NSA data-mining and the flare-up with the CIA.\n\n“I’m inclined to vote to support [release]. But I still want to think about it,” said King, who caucuses with the Democrats. “I’m going to review the CIA’s response once more. I want to be sure the report is accurate.”\n\nA vote to release the report is not the end of the committee’s work, according to sources familiar with the process and committee rules. The full Senate doesn’t have to approve the report before it hits Obama’s desk for him to review the conclusions. But it’s Obama who will ultimately decide whether the document needs to be further redacted, as the CIA will likely recommend.\n\nObama says he is “absolutely committed” to releasing the Senate report and has urged the committee to proceed — and Senate Democrats aren’t letting up until details of the CIA’s use of secret prisons and interrogation techniques are in the hands of the public.\n\n( Also on POLITICO: Feinstein-CIA feud in uncharted territory)\n\n“The American people deserve a proper and and accurate accounting of the history, management, operation, and effectiveness of this program,” Intelligence Committee member Sen. Mark Udall (D-Colo.) wrote in a letter to Obama on Thursday. “We can finally correct the record, move past this dark chapter in our history and become a stronger nation for confronting our mistakes.”\n\nDemocrats, led by Feinstein, are engaged in a war of words with the CIA over their five-year effort to assemble a comprehensive look at the interrogation of terrorist suspects. Feinstein has leveled explosive charges that the CIA interfered in the panel’s investigation by removing access to an internal review of CIA interrogation techniques, which is believed to contain myriad criticisms of CIA procedure.\n\nThe CIA asserts that committee staffers committed wrongdoing by removing that internal review from a CIA facility and storing it on Capitol Hill. Senate Majority Leader Harry Reid (D-Nev.) has instructed the Senate sergeant-at-arms to unilaterally investigate and strongly backed Feinstein last week, telling CIA Director John Brennan in a letter it was “absurd” to conclude that Senate staffers could hack into a classified network to acquire the internal document.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9859293103,
        "format_confidence":0.9958886504,
        "weight":0.0211086156
    },
    {
        "url":"http:\/\/www.seeingtheforest.com\/archives\/2010\/01\/obama_extends_h.htm",
        "text":"« Today's Propaganda Word: Miranda | Main | Need Financial Reform »\n\nJanuary 31, 2010\n\nObama Extends Hand - Republicans SLAP It\n\n-- by Dave Johnson\n\nGOP signals little willingness to meet Obama, Democrats halfway\n\nDespite White House overtures for congressional Republicans to work with Democrats, GOP leaders indicated Sunday they were unwilling to accept much of what President Barack Obama and the Democrats are proposing.\n\nSenate Minority Leader Mitch McConnell showed little willingness on CNN's \"State of the Union\" program to seek common ground with Democrats on top legislative priorities such as health care, a jobs bill or creating a bipartisan statutory commission to come up with plans to reduce the federal deficit.\n\nHis counterpart in the House, Minority Leader John Boehner of Ohio, was more blunt.\n\nLook, the Republican strategy is to block everything and then campaign saying \"Democrats can't get anything done.\"\n\nThe question is, why do Senate Dems fall for it? There are lots of things that they could pass with 51 votes, but they claim that would be mean to the Republicans.\n\nPosted by Dave Johnson at January 31, 2010 7:11 PM\n\n\nPost a comment\n\nThanks for signing in, . Now you can comment. (sign out)\n\n(If you haven't left a comment here before, you may need to be approved by the site owner before your comment will appear. Until then, it won't appear on the entry. Thanks for waiting.)\n\nRemember me?\n\nEmail this entry to:\n\nYour email address:\n\nMessage (optional):\n\nReturn to main page",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9976394176,
        "format_confidence":0.9644232988,
        "weight":0.035167434
    },
    {
        "url":"http:\/\/www.tampabay.com\/opinion\/letters\/sundays-letters-example-fails-no-guns-in-bars\/2134577",
        "text":"Make us your home page\nLetters to the Editor\n\nSunday's letters: Example fails: No guns in bars\n\nMore tragedies looming | July 31, letter\n\nExample fails: No guns in bars\n\nI take exception to the letter writer's fictional characterization of the \"stand your ground\" law.\n\nTourists and young professionals from abroad need not worry about the situation described, as all persons in the state of Florida, as well as in any other state I know of, who are permitted to carry a loaded weapon on their person, know they shall not under any circumstances carry that weapon within any establishment whose primary income is derived from the sale of alcohol.\n\nThis is the law, very reasonably, because of just the type of situation the letter writer describes. \"Stand your ground\" may not be invoked unless used according to all the laws and rules involved with concealed carry and the lawful use of weapons to defend oneself within the state of Florida.\n\nHave there been instances where \"stand your ground\" has been abused? Maybe, however not to the degree stated by the anti-self defense crowd. I would bet this law has saved far more innocent people than is otherwise being claimed by the good Rev. Jesse Jackson and his Dream Team bunch.\n\nJay H. Love, Clearwater\n\nTo vote on July's Letter of the Month, go to\n\nActs of humility from the new pope | July 31\n\nSpeaking from the heart\n\nIn the spirit of universal ecumenicism, I would like to hear a huge \"attaboy!\" resound from all nations on behalf of Pope Francis.\n\nIn his recent casual remarks on gay priests, I believe he has uttered the five most profound words we've ever heard from any pope: \"Who am I to judge?\" Indeed. This is not only admirable humility, it's what the people have been trying to respectfully imply for the better part of 1,000 years. What a wonderful man, and what a joy to watch him move about and speak from his heart.\n\nJacque Bishop, St. Petersburg\n\nScott decries 'insult' to state | Aug. 1\n\nGovernor should apologize\n\nI am a citizen of Florida, and the Rev. Jesse Jackson owes me no apology. Jackson sees the wrong in our current condition and calls for some common sense. Medicaid expansion: Gov. Rick Scott says no. \"Stand your ground\": Scott says it is fine. Low wages: Scott says work a few jobs.\n\nScott is like Gov. George Wallace blocking the doors. Scott blocks the doors for the elderly, the sick, the unemployed and the underemployed. Scott forbids common sense from entering Florida.\n\nPeno Hardesty, New Port Richey\n\nUncovering legal sleaze in Tampa July 31, editorial\n\nPoor judgment at the top\n\nOne of the most disturbing aspects in the aftermath of this whole phony DUI setup of attorney C. Philip Campbell Jr. was how quickly Tampa's police Chief Jane Castor leaped to defend Sgt. Ray Fernandez, and how clumsily she blatantly mischaracterized his role just after Campbell's wholly unjustified arrest.\n\nSurely anyone could have deduced just from the news accounts that the involvement of Fernandez was more, and in this case a whole lot more, than just police business as usual. For Castor to claim initially that Fernandez was a \"pawn\" in the sleazy setup of attorney Campbell was poor judgment at best, and leaving him in his DUI supervisory role until now smacks of misplaced blind loyalty, especially given the involvement of Fernandez in the totally bogus DUI arrest of local political activist Al Fox just a month after the Campbell fiasco. In that case, the Hillsborough state attorney declined to press charges and Fox has announced his intention to file a federal suit against the Tampa Police Department alleging violation of his civil rights.\n\nCastor should have removed Fernandez from any DUI involvement once the basic facts became abundantly clear following the Campbell arrest. Leaving him in a supervisory role now in the wake of the blistering review by Pinellas-Pasco State Attorney Bernie McCabe of this whole fiasco, and given Fernandez's role in the highly questionable DUI arrest of Fox, makes absolutely no sense.\n\nThe chief needs to act now to emphasize that her department's reputation will not be compromised by an officer who is seemingly being well-protected by the higher-ups at the TPD.\n\nJoe McColloch, Tampa\n\nOn Obamacare, Rubio's data flawed | July 31\n\nMisinformation campaign\n\nIf the Affordable Health Care Act is so terrible, why do Republicans like Sen. Marco Rubio feel the only way to convince the public the act is bad is to lie about it?\n\nIf House Republicans truly object to the fiscal inefficiencies of the Affordable Care Act, how can they justify wasting the time and resources it has taken to vote dozens of times to repeal the act, knowing the legislation will not pass the Senate?\n\nRaymond R. Campbell, St. Petersburg\n\nReport: A-Rod in talks to shorten ban Aug. 1\n\nGame's integrity gone\n\nI have been a lifelong fan of the all-American game of baseball. I find it so disheartening that Major League Baseball would allow players to \"negotiate\" a plea deal and be allowed to continue playing baseball after using performance-enhancing drugs. What about the integrity of the game? And what about the fans? Is anyone taking into consideration what we think about this?\n\nAt the very least baseball should reinstate the greatest player of all, Pete Rose. At least he did nothing to \"alter\" his stats. I also believe that the stats of each of these drug-using players should be wiped clean. Make them all start over again, especially Alex Rodriguez, who was the worst offender of them all.\n\nJanis Waters, Indian Rocks Beach\n\nEileen Brennan dies at 80 | July 31\n\nStellar performer\n\nI watched the film Private Benjamin on Showtime many times when I was growing up, and Eileen Brennan did a great job playing Army Capt. Doreen Lewis in the film. She and her co-star, Goldie Hawn, both made me laugh. Private Benjamin was one of my favorite films.\n\nBrennan was one of the greatest film actresses of all time.\n\nPaul Bacon, Hallandale Beach\n\nSunday's letters: Example fails: No guns in bars 08\/02\/13 [Last modified: Friday, August 2, 2013 6:52pm]\nPhoto reprints | Article reprints\n\n\nJoin the discussion: Click to view comments, add yours",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9073853493,
        "format_confidence":0.9503712654,
        "weight":0.0143975899
    }
]