[
    {
        "url":"https:\/\/jessicamdewitt.com\/2020\/05\/24\/river-bore-severn\/",
        "text":"This is the 169th post in my series that explores the most-used words in the top stories shared among Environmental Historians and Environmental Humanities scholars on Twitter each week. \n\nHere are the top articles among environmental historians and humanities scholars this past week (May 18, 2020 – May 24, 2020):\n\nMonday: “Surfing The Severn Bore: The Muddy Brothers and Their Memories” by Marianna Dudley, Surf Simply\n\nTuesday: Is Environmental Activism Bad For Business? History Suggests Not” by Ken Silverstein, Forbes\n\nWednesday: “Cambridge University: All lectures to be online-only until summer of 2021,” BBC News\n\nThursday: Physiological, Behavioral, and Life-History Adaptations to Environmental Fluctuations in the Edible Dormouse” by Thomas Ruf and Claudia Bieber,\n\nFriday: 28-Year Old Makes History As Young Black CEO At Leading Environmental Tech Firm” by, WUNDEF\n\nSaturday: ‘There are too many’: bones of 60 mammoths found in Mexico” by Associated Press in Mexico City, The Guardian\n\nSunday: Robin Wall Kimmerer: ‘People can’t understand the world as a gift unless someone shows them how’” by James Yeh, The Guardian\n\nTop Words\n\n1. river\n\n2. bore\n\n3. Severn\n\n4. surfers\n\n5. will\n\n6. said\n\n7. tidal\n\n8. wave\n\n9. world\n\n10. years\n\nPublished by Jessica M. DeWitt\n\nDr. Jessica M. DeWitt is an environmental historian of Canada and the United States. She is passionate about the use of digital technologies to bridge the gap between the public and researchers. In addition to her community and professional work, she offers various editing and social media consultancy services.\n\nLeave a comment\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.933085978,
        "format_confidence":0.6942178607
    },
    {
        "url":"http:\/\/www.westernprogress.org\/news-articles\/top-10-global-warming-stories-of-2007.php",
        "text":"Top 10 global warming stories of 2007\n\nWhat events or actions had the most positive or negative impact on the likelihood that the nation and the world will act in time to avoid catastrophic warming? Here are my picks:\n\n#10. Over a barrel: Oil nearing $100. Technically not a global warming story — but who can doubt that part of the renewed interest in energy policy in general and alternatives\/efficiency in particular is due to record oil prices? Certainly OPEC is a bit worried. And if, as many believe, this is evidence that we are nearing peak oil — then this story foreshadows even more dramatic changes in the future.\n\n#9. Australian denier bites the dust — literally: Conservative Prime Minister John Howard of drought-riddled Australia lost perhaps the first national election in which global warming was a pivotal issue. The immediate impact was Australia signing the Kyoto protocol — further isolating this country. But a much bigger impact may be felt if U.S. progressives come to see that fighting global warming is not just the morally right thing to do — it is winning politics.\n\n#8. The climate, it is a changin’: The painful reality of global warming is becoming obvious to more and more people in 2007, as the weather gets more and more extreme. Australians reversed their thinking in large part because of the brutal multi-year drought they are now in (see here and here and here). Then we have the brutal droughts in this country (see here), which are increasingly being linked to global warming. Same for the record-breaking wildfires. The Brits know climate change is behind their record flooding. Same for the Chinese.\n\n#7. Delayers\/Deniers Double Down. In spite of the painful obviousness of climate change, the incontrovertible science linking it to human activity, and the graver and graver warnings of potential catastrophe — many Deniers, like Sen. James Inhofe (R-OK), just continue putting out the same old disinformation in new packages or obsessing over meaningless NASA data revisions. A lot of people seem simply impervious to the facts and to science — and desperate to cling to any media stories or studies, however inaccurate, that seem to undermine the overwhelming body of evidence. And then we have the emergence of the Delayers, who say they believe in global warming but show that they really don’t get it by embracing only voluntary technological strategies, which can’t get us to 550 ppm, let alone the 450 or less we need to avert catastrophe. Remember, only 41 Senators representing a small fraction of the American people, can stop serious domestic action — if they so choose. Heck, they stopped a measly 15% renewable electricity requirement and a shift of money from unneeded oil subsidies to vital clean energy technologies — imagine what they’ll do with a serious climate bill. And 34 Senators can stop this country from ratifying any international treaty. The mindless — and self-destructive — implacability of conservatives could easily be the top story of the year and — spoiler alert – in some sense it is.\n\n#6. Fewer fools on the Hill. While the deniers\/delayers remain locked in the past, those who believe in action took control of both houses of Congress this year, a key reason we got tougher fuel economy standards passed and a real climate bill out of the Senate Environment and Public Works committee. The only way we’ll get serious enough climate action domestically to give us the credibility needed to bring China and other countries along is if we have a filibuster-proof majority in the Senate. Let’s hope 2008 Congressional elections continue the trend.\n\nSee more:\n\nComments are closed.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.6596769094,
        "format_confidence":0.9868471026
    },
    {
        "url":"https:\/\/www.uw360.asia\/101-outstanding-people-in-asias-dive-industry-conservation\/",
        "text":"To honour those who have supported, influenced, and spearheaded Asia’s Dive and conservation industry, UW360 has put together a list of significant individuals. This list is by no means exhaustive, nor is it a ranking. We recognise that there are many other deserving individuals who have contributed to the industry, and we would like to thank every diver, scientist, conservationist, educator, photographer, and volunteer for their commitment to the ocean.\n\n\n\n1. Andy Cornish\n\nMarine Ecologist, WWF\n\nDr Cornish is a marine ecologist who co-authored the field-guide Reef Fishes of Hong Kong while studying for his doctorate at the University of Hong Kong. Currently, he leads WWF’s global programme, Sharks: Restoring the Balance, a major initiative in more than twelve countries to improve the management of shark and ray fisheries and tourism operations. Andy is a keen underwater photographer, and co-author of Responsible Shark & Ray Tourism: A Guide to Best Practice\n\n\n2. Jacques-Yves Cousteau\n\n\nJacques-Yves Cousteau is considered the pioneer of ocean exploration and conservation, whose passion for the ocean continues today through his family. He was a French naval officer, explorer, ecologist, filmmaker, activist, innovator, inventor, author, scientific collaborator, and member of the French Academy. He co-invented the Aqualung, started a marine conservation movement and created a legacy of passion for the ocean that continues today through his family and the millions of people influenced by his work.\n\n\n3. DouDou\n\n\nFascinated by outdoor sports since young, Doudou has traveled to over a hundred countries to capture the diverse beauty of wildlife. She is experienced at underwater and wildlife photography, and has devoted herself to promoting conservation and exploration. She has also documented an ocean wildlife migration documentary with China’s CCTV. At present, she is pursuing environmental and conservation projects on social media platforms.\n\n4-5. Ron & Valerie Taylor\n\n\nRon began diving in 1952, thereafter becoming interested in spearfishing and underwater photography. In 1965, he won the World Spearfishing Championship in Tahiti after winning the Australian Open Spearfishing Championships for four years in succession. Valerie was born in Sydney, and started diving in 1956 before being introduced to spearfishing. She eventually won several Australian championships for ladies in both spearfishing and scuba. The couple met while both were members of the St George Spearfishing Club in Sydney. They became champion spearfishers, but switched from killing sharks to filming them after becoming fascinated with marine life. They were the first people to film great white sharks without the protection of a cage – a huge milestone in ocean exploration. They were also the first to film sharks by night and were involved in the filming of the movie Jaws.\n\n\n6. Richard Owen\n\nDirector, Scuba Junkie SEAS\n\nRichard co-founded Scuba Junkie, the multi award-winning dive operator based in Sabah, Malaysia, and Indonesia, with Tino Herrmann. As a marine biologist, Richard’s passion was for Scuba Junkie to have conservation of the marine environment at the heart of its operations, and be at the forefront of sustainable and responsible dive tourism. Tino’s illustrious background as an engineer made this happen. In addition to the successful business operation, they formed the dedicated conservation arm – Scuba Junkie SEAS – which has gone from strength to strength each year. One of their proudest aspects of Scuba Junkie’s work is the success of the local DMT internship, which trains members of the local community up to Divemaster level, paid for entirely by Scuba Junkie – showcasing their commitment to engage the local community in dive careers and conservation.\n\n\n7. Paul Watson\n\nFounder, Sea Shepherd Conservation Society\n\nCaptain Paul Watson is a marine wildlife conservation and environmental activist. Watson was one of the founding members and directors of Greenpeace. In 1977, he left Greenpeace and founded the Sea Shepherd Conservation Society. A renowned speaker, accomplished author, master mariner, and lifelong environmentalist, Captain Watson has been awarded many honours for his dedication to the oceans and to the planet. Among many commendations for his work, he received the Genesis Award for Lifetime Achievement in 1998, was named as one of the Top 20 Environmental Heroes of the 20th Century by TimeMagazine in 2000, and was inducted into the U.S. Animal Rights Hall of Fame in Washington D.C. in 2002. He was also awarded the Amazon Peace Prize by the president of Ecuador in 2007. In 2012, Captain Watson became only the second person after Captain Jacques Cousteau to be awarded the Jules Verne Award, dedicated to environmentalists and adventurers.\n\n\n8. James Harvey\n\nOperations Manager, Reef-World Foundation\n\nAs Operations Manager at Reef-World, James Harvey (JJ) has led the development of Green Fins across Asian countries since 2008, training national governments and NGO’s to manage the initiative. He is also a marine biologist and passionate diver with over 10 years of experience working in tropical marine environments across the globe. JJ has worked closely with the UN, governments, the private sector and international agencies working towards achieving a sustainable marine tourism industry with successful outcomes that are meaningful to all stakeholders.\n\n_DSC8221 - 1\n\n9. Dr Larry McKenna\n\nFounder, Save our Leatherbacks Operation\n\nDr Larry McKenna is a dedicated environmentalist to save the Leatherback sea turtle from its rapid spiral into extinction. Save Our Leatherbacks Operation (S.O.L.O.) had its beginnings in the spring of 2002, when Dr McKenna went in search of film file footage and photos of the Leatherback sea turtle after hearing of its rapid extinction. After three attempts to get to the remote nesting location in Indonesia, he finally succeeded in July and August. He is currently involved with conservation efforts to reverse the extinction spiral of the Pacific leatherback sea turtles over the next three years.\n\n\n10. A.G Saño\n\n\nAG is a conservationist and widely-published professional photographer who began his career as an assistant to art mentor Fernando Sena. He established Dolphins Love Freedom, which aims to protect dolphins and whales. AG has also undertaken assignments and environmental work with reputable NGOs and institutions and co-founded, a non-profit marine mammal conservation group.\n\n\n11. Chai Apale\n\nProject Coordinator, iSeahorse – Philippines\n\nIn her role as iSeahorse Philippines coordinator, Chai manages outreach and communications for iSeahorse in the Philippines. She received a BSc in marine biology from Mindanao State University-Illigan Institute of Technology, where she studied the community structures of reef fishes. Before joining Project Seahorse, she was a coastal resource management trainer for the United States Peace Corps in the Philippines.\n\n12-13. Rodney & Andrew Fox\n\nFounders, Fox Shark Research Foundation\n\nIn 1963, Rodney Fox was attacked by a Great White Shark of Aldinga Beach, 50 kilometres south of Adelaide. To this day, the attack is regarded as one of the most severe ever to be survived. In total, Rodney had 462 stitches in his chest, and 92 in his right hand and arm. In an attempt to overcome his fear of sharks, Rodney came up with the idea to build a cage for humans to safely view great white sharks in their natural environment. Andrew Fox, Rodney’s eldest son, inherited his father’s affinity for sharks. In 2001, Andrew and Rodney with Dr. Rachel Robbins established the Fox Shark Research Foundation. Andrew began taking over the helm from his father, and making shark tours more of a full-time, tourist experience. Today, the cage diving is a popular tourist activity worldwide.\n\n\n14. Sally Snow\n\nExecutive Director, LAMAVE\n\nSally Snow is a zoologist and filmmaker. She is one of four Executive Directors for the Large Marine Vertebrates Research Institute Philippines. A passionate science communicator, she has worked with the BBC, most recently on Blue Planet II, National Geographic and PTS. Her latest project follows the team as they travel to a sunken volcano off the Philippine mainland, to study some of the last remaining sharks in the Coral Triangle.\n\n15. Sharon Kwok\n\nManaging Director, WildAid Hong Kong\n\nBorn in Hong Kong, Sharon has supported numerous charities and is a member of the Society of Women Geographers, ambassador for SPCA H.K., Hong Kong Cetacean Project, and Bloom. She is also the Managing Director of WildAid HK, on the board of Mission Blue, and the Executive Director of AquaMeridian and AquaSilva, which are companies that aim to raise awareness of conservation issues globally.\n\n16. Sir David Attenborough\n\n\nSir David Attenborough studied the natural sciences at the University of Cambridge. He began his career as a producer at BBC, where he launched the successful Zoo Quest series. In 1965, Attenborough was made controller of BBC Two and later its director of programming. During his tenure, the station crossed over to colour television, and Attenborough was instrumental in expanding its natural history content. Attenborough left the BBC to begin writing and producing various series, including the smash hit Life on Earth, which set the standards for the modern nature documentary. Since then, Attenborough has written, produced, hosted and narrated countless award-winning nature-focused programmes, devoting his life to celebrating and preserving wildlife.\n\n17. Dr Sylvia Earle\n\n\nDr Sylvia Earle is one of the most influential figures in the industry. Referred to as a “living legend” by the United States Library of Congress, and a first “hero for the planet” by Time Magazine, Sylvia is an oceanographer, explorer, author and lecturer with extensive experience as a field research scientist and government official.\n\n18. Jose Ramos-Horta\n\nFormer President of East Timor\n\nJose Ramo... (truncated)",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.8937706947,
        "format_confidence":0.9892168045
    },
    {
        "url":"http:\/\/frogsaregreen.org\/tag\/southern-gastric-brooding-frog\/",
        "text":"The 10 Weirdest and Most Unusual Frogs on Earth\n\nYou might be familiar only with the green frogs or brown toads that live in nearby ponds or woods. But frogs and toads are among the most incredibly diverse animals on earth. Here are just a few of the weirdest and most unusual frogs and toads:\n\nTomato frog (D. antongilli)\n\nTomato frog, photo courtesy of Charles Paddock Zoo, Atascadero, CA\n\nThis frog is definitely NOT green! Colored as red a ketchup, the Tomato frog’s bright color is meant to warn predators that it is not safe to eat.  The frogs secrete a gummy substance that gets in a predator’s eyes so it will drop the frog, which can then make a quick escape.  The Tomato frog is found only in Madagascar.\n\nGlass frogs (family, centrolenidae)\n\nGlass frog. Image courtesy of iFrog.\n\nGlass frogs are nocturnal tree frogs that live in the humid forests of Central and South America. Their name comes from the translucent skin on the underside of their bodies. In many species the glass frogs’ internal organs, even a beating heart, can be seen. This see-through skin helps them blend into the forest.\n\nOrnate horned frog (Ceratophrys ornata)\n\nOrnate horned toad. Image copyright American Museum of Natural History.\n\nThis frog is nicknamed the Pac-Man frog because of its enormous mouth and insatiable appetite. They are a sit-and-wait ambush predator and hide well-disguised on the ground or in leaf litter. Ornate horned frogs can swallow birds, insects, mice, or even other frogs whole. This species can be found in Uruguay, Argentina, and Brazil.\n\nTurtle frog (Myobattachus gouldii)\n\nTurtle frog. Photo by Evan Pickett. All rights reserved.\n\nThis unusual-looking frog looks like a turtle that has lost its shell. It has a short, blunt snout, little beady eyes, and short, fat limbs. It lives underground in burrows in sandy soil and chambers in termite colonies, upon which it feeds. During a few rainy nights in summer they emerge, mate, then then burrow underground where the eggs are laid. Four to six months later the eggs hatch as fully formed froglets. The Turtle frog only lives in the coastal plains and woodlands of extreme Southwestern Australia.\n\nWallace’s Flying Frog (Rhacophorus nigropalmatus)\n\nWallace's flying frog. Image copyright Tim Laman, National Geographic.\n\nThese frogs leap and glide from tree to tree by spreading out their huge webbed feet like parachutes.They are rarely found on ground except to mate and lay eggs. Their oversized toe pads help them stick to tree trunks and to land softly.  Flying frogs inhabit the dense tropical jungles of Malaysia and Borneo.\n\nWater-holding frog (Cyclorana platycephala)\n\nUnusual among frogs, water-holding frogs can catch prey—aquatic insects and small fish—underwater, lunging at the animals and stuffing them in their mouths with their arms. During the dry season they become inactive and burrow underground, secreting a mucous to line their burrows. This hardens around the body and enables the frog to retain water that might otherwise be lost due to evaporation. These frogs were traditionally used by indigenous people in Australia as a source of water. They would dig up the frogs, gently squeeze the water from them, and release them unharmed. Water-holding frogs live in grasslands, temporary swamps, and clay pans in arid areas of southern Australia.\n\nPinocchio-nose frog (no scientific name yet)\n\nPinocchio-nosed frog courtesy of Treehugger.com\n\nThe Pinocchio-nosed frog was discovered recently during a wildlife expedition to Indonesia’s remote Foja Mountains. This long-nosed frog, a tree frog, has a spike on its nose that points upward when the male is calling but deflates and points downward when he is less active. You can see the Pinocchio-frog and the other newly discovered species on the National Geographic site.\n\nThe hip pocket frog (Assa darlingtoni)\n\nHip Pocket Frog courtesy frogs.org.au\n\nThis is called a Male Marsupial frog because like a kangaroo it carries its young in pouches. It has two openings, one on each hip, where tadpoles develop. First the female lays eggs in damp sand, then they are guarded by the male, and finally they hatch into finless white tadpoles, which wriggle their way into the pouches. Only about half make it. They emerge 7 to 10 weeks later as froglets. Hip-pocket frogs are terrestrial and live among leaf litter in the forest (and like a few of our other unusual frogs, they are only found in Australia).\n\nSouthern gastric-brooding frog (Rheobatrachus silus)\n\nGastric brooding frog\n\nThis species was discovered in 1972 living in rocky creeks and ponds in the rainforest of Queensland, Australia. They have an amazing way of “bringing up baby.” First the female swallows her eggs, then her digestion slows down and she stops feeding and the tadpole develops in her stomach. After six to eight weeks, she opens her mouth, dilates her esophagus and the babies crawl out. Sadly, this extraordinary frog is most probably extinct. The last wild southern gastric-brooding frog was seen in 1981—the last known frog in captivity died in 1983.\n\nPipa or Surinam Toad (Pipa pipa)\n\nSurinam toad\n\nThis Surinam toad is the world’s flattest amphibian—in fact, it looks like the victim of an unfortunate road accident. Yet this frog’s unusual shape helps hide it among the leaves and plant debris in the streams they inhabit in the Amazon River Basin of South America. Like some of the other frogs above, they have an amazing reproductive strategy: after the female lays eggs the male attaches them to the female’s back. They stick to her skin, which grows to form pockets over them, giving her a honeycomb appearance. The tadpoles grow within these pockets and emerge as toadlets after 20 weeks.\n\n\nWe’ve designed a cool new 2011 calendar and poster: The Weirdest and Most Unusual Frogs on Earth. Get one for your kid’s room!\n\nNote: I got most of the information for this post from The Golden Guide to Frogs and Toads:\n\nGolden Guide to Frogs and Toads by Dave Showler, illustrated by Barry Croucher.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9890148044,
        "format_confidence":0.9880217314
    },
    {
        "url":"http:\/\/environblog.jenner.com\/corporate_environmental_l\/2016\/04\/earth-day-2016-five-interesting-facts.html",
        "text":"More Than 150 Countries to Sign the Paris Climate Agreement on Earth Day\nClimate Action Summit Brings Together Climate Leaders in Wake of Paris Agreement Signing\n\nEarth Day: 2016 Interesting Insights\n\nGraysonBy E. Lynn Grayson\n\nOn April 22, more than one billion people every year celebrate Earth Day in more than 190 countries. According to the Earth Day Network, it is the largest civic observance in the world. Here are some interesting insights about Earth Day this year: \n\nEarth Day 2016 J&B and earthday-org\n\n  1. It’s going to be more important than ever because at last count 155 countries, including the U.S., have agreed to sign the Paris agreement on climate change during a special ceremony at the United Nations in New York.\n  1. This year’s celebration is a lead up to the 50th anniversary of Earth Day in 2020, and the Earth Day Network has pledged to plant 7.8 billion trees worldwide to account for every single person living on Earth.\n  1. Learn more about Earth Day by viewing Google’s latest Doodle with fascinating paintings and pictures from around the world.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9453958273,
        "format_confidence":0.9807896018
    },
    {
        "url":"http:\/\/igbiologyy.blogspot.com\/2013\/05\/64-adaptations-of-leaf-stem-and-root-to.html",
        "text":"08 May 2013\n\n#64 Adaptations of the leaf, stem and root to different environments\n\nPlants which live in extreme environments have adaptations to control their transpiration rate. Most modifications are adaptations to very dry (arid) environments. \n\nWater plants have no problems of water shortage.  They do not need adaptations to conserve water as desert plants.  \n\nPlants modified to cope with a lack of water are called xerophytes. Living in deserts where water is scarce and evaporation is rapid, or in windy habitats where evaporation can also be rapid, they have to cut down water loss. \n\n    1. Marram grass (Ammophila)\n\n  • Very long roots to search for water deep down in sand dunes.\n  • Leaves that roll up in dry weather to increase humidity around stomata, reducing transpiration. \n  • Sunken stomata to create high humidity and reduce transpiration.\n  • Fine hairs around stomata, reducing air movement so humidity builds up and transpiration is reduced. \n\n2. Prickly pear cactus (Opuntia)\n\n  • Leaves reduced to spines – this reduces the surface area for transpiration and also acts as a defence against herbivores.\n  • Reduces number of stomata.\n  • Stomata cloesed during the day- when conditions for transpiration are most favourable.\n  • Fleshy stem - to store water. \n3. Pine tree (Pinus)\n\n  • Leaves needles-shaped to reduce surface area for transpiration and to resist wind damage.\n  • Sunken stomata to create high humidity and reduce transpiration.\n  • Thicsk waxy cuticle on the epidermis to prevent evaporation from leaf surface. \n\nWater plants may have stomata on the tops of their leaves\n\nWater hyacinth (Ecichhornia csassipes)\n\n  • Roots do not attach to to the bed of the river or pond where they grow, but just float freely in the water. \n  • The stems and leaf stalks have hollow spaces in them, filled with air à   help to float on the top of the water where they can get plenty of light for photosynthesis. \n  • Leaves and stomata are on both surfaces, not just on the underside as in most plant à allow to absorb CO2 from the air, for photosynthesis. \n  • The cuticle on the upper and lower surfaces of the leaves is much thinner than in plants that don't live in water, there is no need to prevent water loss from the leaves. \n\nNo comments:\n\nPost a Comment",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9938170314,
        "format_confidence":0.7707758546
    },
    {
        "url":"https:\/\/forwardthinking.pcmag.com\/none\/338512-gartner-s-top-10-strategic-predictions",
        "text":"Darryl Plummer\n\nSome of the more interesting sessions at each year's Gartner Symposium are when the company issues its predictions for where technology is heading. I always like looking at the lists, and seeing how they change from year to year. Note this isn't the same as the top 10 trends, which tend to be a bit more conservative and which I'll cover in my next post. Instead of listing things that are already happening, this list covers more speculative predictions—some of which come true and some don't.\n\nGartner Fellow Daryl Plummer listed this year's top 10 strategic predictions for 2016 and beyond, saying they generally fit within three overarching ideas.\n\n\"Robots are beginning to rise,\" he said, pointing to the Henn Na Hotel in Japan and home robots such as the Roomba. He said the relationship between people and machines will go from cooperative to co-dependent to competitive. He also said that smartness is also coming to everything, as all sorts of devices and applications can take advantage of predictive analytics and machine learning. And finally he mentioned the evolving \"nexus of forces\"—Gartner's formulation for how cloud, mobile, social, and information trends are impacting business and technology.\n\nSo here were the top predictions:\n\n1. By 2018, 20 percent of all business content will be authored by machines.\nHe talked about \"robowriters,\" which are creating things such as budget reports and sports summaries. He said this was happening without most people noticing it. He said CIOs should be looking at platforms, such as Narrative Science, which can replace repetitive writing.\n\n2. By 2018, 6 billion connected things will be requesting support.\nPlummer said that 1 million new IOT devices will be purchased every hour of every day in 2021, and we need to be able to service them.\n\n3. By 2020, autonomous software agents outside of human control will participate in 5 percent of all economic transactions.\nHe said that much of this will be based on crypto-currencies, such as use of blockchain technologies combined with smart algorithms. This will lead to the growth of \"robo-thieves,\" he said.\n\nTop 10 Predictions: Robots\n\n4. By 2018, more than 3 million works globally will be supervised by a \"roboboss.\"\n\"If you found out your dog was an android, would you still love it?\" Plummer asked. \"If you found out your boss was a robot, would you obey its directives?\" The prediction includes a relatively small number of workers in the near term, and to get larger, such robots need to have human mannerisms. He said managers need to be focused more on the human aspects of management. But he joked that a robot manager would do better than the coach of the Miami Dolphins.\n\n5. By year end 2018, 20 percent of smart building will have suffered from digital vandalism.\nSome of this will just be signage compromises, like inappropriate messages showing up. But connected systems offer more openings to attack, with things like signage or HVAC systems connected to buildings offering a new vector of attack. It's particularly an issue for people who live in high-rises, he said. You can't prevent everything, he said, so you need algorithms to correct the problems before they happen. For instance, you many need a firewall for your HVAC systems\n\n6. By 2018, 50 percent of the fastest-growing companies will have fewer employees than instances of smart machines.\nBy 2018, smart machine technology revenues will surpass $10 billion. So the issue will be talent, with the winners being the companies that have the people who can best program and train those systems doing the best. He noted that there will be lots of smart machines as a result, and noted businesses need to figure out how people and machines can best work together. About half of the audience for the talk thought that machines will eliminate jobs; while another half thought it would change jobs and create new ones.\n\n7. By year end 2018, customer digital assistants will recognize individuals by face and voice across channels and partners.\nPlummer discussed big recent improvement in face and voice recognition, noting how his son now dictates his homework rather than typing. He talked about how some hotels have technology to recognize who you are as you walk into them, and can set up your room with your preferences What makes this prediction unusual, he said, was doing this across channels and partners. He said CIOs need to be ready to let their customers do this.\n\n8. By 2018, 2 million employees will be required to wear health and fitness tracking devices as a condition of employment.\nGiven the number of employees in the workforce, this isn't really a huge number. But he said each of us is now already being monitored by seven or eight devices, talking about things such as wearables, smart phones, and cameras in the street. Soon this will become a business requirement in some industries. He said that monitoring the employee another step toward the \"quantified self.\" Examples include police who have cameras in their cars and military employees. \"Big Brother snuck in back door,\" Plummer said. In the short term, he said IT leaders need to establish policies for gaining employee permission to share fitness data with wellness providers.\n\n9. By 2020 smart agents will facilitate 40 percent of mobile interactions and the post-app era will begin to dominate.\nHe said we are now entering the \"post-app\" era, where algorithms are trying to help you. The process or the algorithm will be doing more complex things rather than simple apps. For instance, instead of looking for apps or web pages for discounts, the discounts will follow you. He said IT leaders should evaluate virtual personal assistants and develop cloud services with open APIs for those assistants.\n\n10. Through 2020, 95 percent of cloud security failures will be the customer's fault.\n\"Stop blaming cloud security,\" Plummer said, \"Start growing your own cloud security responsibility.\" He said it was up to IT to put in place and enforce the right policies for your business and to look at what the vendors are doing. He suggested people look at cloud access security brokers.\n\nIt will be interesting to see how these predictions come out. For comparison, here are my stories on the lists from 2013 and 2014.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.6477943659,
        "format_confidence":0.9547744393
    },
    {
        "url":"http:\/\/cellsofearth.com\/the-project\/feeding-the-planet\/12-principles-of-permaculture\/",
        "text":"12 Principles of Permaculture\n\nThe 12 permaculture design principles are thinking tools, that when used together, allow us to creatively re-design our environment and our behaviour in a world of less energy and resources.\n\nThese principles are seen as universal, although the methods used to express them will vary greatly according to the place and situation. They are applicable to our personal, economic, social and political reorganisation as illustrated in the permaculture flower.\n\nThe ethical foundation of permaculture (centre) guides the use of these design tools, ensuring that they are used in appropriate ways.\n\nEach principle can be thought of as a door that opens into whole systems thinking, providing a different perspective that can be understood at varying levels of depth and application.\n\nThis info was sourced from Permaculture Principles. Check out the website to find out more.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.7302092314,
        "format_confidence":0.780166328
    }
]