[
    {
        "url":"http:\/\/www.harunyahya.com\/en\/New-Information\/25400\/Mass-realization-of-the-portents-of-the-End-Times-in-the-last-30-years-confirms-that-the-life-span-of-this-world-is-7000-years",
        "text":"\n\nMass realization of the portents of the End Times in the last 30 years confirms that the life span of this world is 7000 years.\n\n•    In 8 hadiths narrated by our Prophet (saas) and told by Imam Suyuti who is one of the greatest hadith imams it is notified that the life span of the world is 7000 years and 5600 years of this have passed until the time of our Prophet (saas).\n•    When we extract 5600 from 7000, 1400 years is left.\n•    In another hadith, our Prophet (saas) told that “the life span of this ummah will not quite pass 1500 years.”\n•    Since we are in the year of Hijri 1430 now and calculate that we are in the Hijri 14th century till the year of Hijri 1500, then it is a certain fact that Hazrat Mahdi (as) has to come within this century.\n•    Because there is no other century left for Hazrat Mahdi (as) to come.\n•    The realization of almost all the portents of the End Times narrated by our Prophet (saas) in the hadiths one after the other since the beginning of the Hijri 1400, clearly shows that we are in the End Times and Hazrat Mahdi (as) will come within this century.\n•    Further the fact that all of the portents have been realized in the last 30 years confirms the hadiths that the life span of the world is 7000 years, 5600 years of this have passed till the time of our Prophet (saas) and the life span of this ummah will not quite pass 1500 years.\n\n\nThe portents realized one after the other in the last 30 years starting from the beginning of Hijri 1400 are as follows:\n\n1.  Stopping the waters of Euphrates in 1975. This took place by building the Keban Dam.\n\n2. Occupation of Afghanistan in 1979\n\n3. An attack on and the shedding of blood at the Kaaba in 1979. More than 400 people lost their lives.  \n\n4. Iran-Iraq war in 1980\n\n5. Independenta that sank in 1979 and the climate of anarchy that Began in the same year\n\n6. Solar and lunar eclipses in the month of Ramadan, 15 days apart. (Took place in 1981 and 1982)\n\n7. Passing of Halley comet in 1986\n\n8. The appearance of a double-tailed comet resembling a horn (In 24th February 2009, Lulin comet emerged. This comet is compatible with the descriptions in the hadith. While all comets travel from East to West, Lulin travels from West to East. The hadith tells us that it would have two horns, Lulin has a shape resembling two horns. In the hadith, it is reported that it would be very bright and Lulin is 6 times brighter than the other stars.\n\n9. A sign from the Sun emerges. (In 1996, giant explosions took place in the Sun. Besides, in 11th August 1999, the last solar eclipse of the century took place, which could be viewed by many people for the first time.)\n\n10. Occupation of Afghanistan in 1990\n\n11. A corruption of dust and smoke (Dust and smoke which was formed after the terrorist attacks in USA in 11th September 2001)\n\n12. The destruction of Baghdad by flames (During the Second Gulf War in 2003, from the very first day Baghdad was the target of a very intensive bombing campaign.)\n\n13. The Iraqis will be left penniless (Iraqi currency (dinar) was abolished in the post-war era, during 2003.)\n\n14. An army vanishes (The almost sudden disappearance of a large part of the Iraqi army of 80.000 people was one of the most striking features of the 2003 American-led war against Iraq.)\n\n15. Sanctions against Iraq and Sham (Started during Saddam’s period and was applied over 10 years)\n\n16. Reconstruction of Iraq (After the occupation, the ruined cities were rebuilt)\n\n17. Iraqis flee to Sham (Because of American occupation and bombings, people fled to North)\n\n18. Iraq is divided into three (After USA occupied Iraq, the country was officially divided into three.)\n\n19. Corruption in Sham (This indicates to the disorder in Syria)\n\n20. A war between Euphrates and Tigris (This refers to the war between Iraq and Iran)\n\n21. Annihilation of cities (During World War II, the atom bomb completely destroyed the Japanese cities of Hiroshima and Nagasaki.\n\n22. A fire is seen from East (In July 1991, after Iraq invaded Kuwait, a huge fire spread throughout Kuwait and the Persian Gulf as the Iraqis fired Kuwait's oil wells.)\n\n23. The murder of rulers in Sham and Egypt (In 1981, Egyptian president Anwar al-Sadat (1970-81) was assassinated during a military review. The word \"Sham\" is not only used for Damascus, for it also means \"left\" and has long been used to refer to those countries to the left of the Hijaz, many leaders have been killed in the region, among them former Syrian prime ministers Salah al-Din Bitar (1920) and Muhsin al-Barazi (1949) and the Lebanese Phalange leader Bashir Gemayel (1982).\n\n24. The killing of former king Abdullah of Jordan (King Abdullah was killed by the British in 1951.)\n\n25. Systems change (in 1989, Berlin was pulled down, in 1991 USSR fell apart)\n\n26. A rise in killings\n\n27. People talking through the end of their whip\n\n28. A global economic crisis\n\n29. Killing of innocent children\n\n30. Winds and tornados\n\n31. Drought\n\n32. Floods\n\n33. A rise in the earthquakes\n\n34. A rise in lightnings\n\n35. Killing of innocent civilians\n\n36. People flee from each other\n\n37. A clear denial of Allah (Allah is beyond this)\n\n38. Forbidden things being regarded as lawful\n\n39. Emergence of false prophets\n\n40. Extended life spans\n\n41. Greening of deserts\n\n2010-06-01 01:08:08\nHarun Yahya's Influences | Presentations | Audio Books | Interactive CDs | Conferences| About this site | Make your homepage | Add to favorites | RSS Feed\nAll materials can be copied, printed and distributed by referring to this site.\n(c) All publication rights of the personal photos of Mr. Adnan Oktar that are present in our website and in all other Harun Yahya works belong to Global Publication Ltd. Co. They cannot be used or published without prior consent even if used partially.\n© 1994 Harun Yahya. www.harunyahya.com - info@harunyahya.com",
        "topic_id":18,
        "format_id":9,
        "topic_confidence":0.9948346615,
        "format_confidence":0.6619218588
    },
    {
        "url":"https:\/\/www.celiawatsonseupel.com\/single-post\/2018\/10\/23\/five-things-to-be-grateful-for-this-morning",
        "text":"Five Things to Be Grateful For This Morning\n\n1. A gray squirrel climbing upside down on the gray, shaggy bark of a hickory, bright morning sun caught in its fur, surrounded by green leaves going orange and yellow.\n\n2. All things fluffy:\n\n\n\n\n\n(Naps are fluffy, too.)\n\nBlue and white clouds\n\n\nA freshly dried towel\n\n3. The click of the dog’s nails on the floorboards, telling you he’s\n\ncoming in to say hello.\n\n4. Hot coffee in the morning, going down so smooth … that momentary mindlessness, fanning out across your loosening shoulders into hosannas of “I am.”\n\n5. This chair in which I sit, this computer on which I write,\n\nthe words that gather to a wellspring and saturate my brain.\n\nFeatured Posts\nRecent Posts",
        "topic_id":18,
        "format_id":9,
        "topic_confidence":0.7000952363,
        "format_confidence":0.9624139667
    },
    {
        "url":"http:\/\/childrensministry.com\/articles\/5-christmas-games-for-your-ministry\/",
        "text":"5 Christmas Games for Your Ministry\n\n\nCheck out these 5 Christmas Games for your ministry so kids can have a blast celebrating Jesus’ birth.\n\nWhere is the love for Christmas games? Looking around, I’m finding Christmas musicals and carols, Christmas-themed snacks, and Christmas crafts. Don’t get me wrong, I love all of that. But I think it’s time we talk about some festive Christmas games to play with your kids. I found some great games for kids of all ages that not only are a ton of fun, but also come with debriefing questions to help kids pick up on the message behind the activity. Here are five Christmas games for kids of all ages in your ministry.\n\n\n1. Christmas Bingo- For your younger kids who aren’t ready to read yet, try out this fun Christmas version of bingo. Instead of letters and numbers, kids get a card of Christmas-related pictures like an angel, Mary, and a star. Kids use Christmas candies to mark off the images that you describe. Your children will have a blast playing Christmas bingo.\n\n2. Treasure Seekers- A game for your 6- to 9-year-old kids, Treasure Seekers gets kids thinking about why Jesus came to earth. Blindfolded kids will rely on their teammates, who aren’t allowed to speak, to find candy canes hidden in the room. Afterwards, kids make the connection that just as the teammates helped guide the blindfolded kids, Jesus helps guide us to God.\n\n3. Snowball Wreath Toss- With all the distractions around us, it can be hard to focus on what really matters this season. The Snowball Wreath Toss is a fun game for 6- to 9-year-olds that will help them prepare their hearts for Christmas. Kids toss “snowballs” that look a lot like ping pong balls into a “wreath” that just happens to look like a swimming pool noodle. After the challenging game, kids learn that it can also be challenging to focus our hearts for Christmas. That’s when they learn about giving, thanking, and celebrating Jesus.\n\n4. Christmas Gift Wrap Race- Want your kids to understand it’s better to give than receive? Help your older kids understand the giving spirit of Christmas with this Gift Wrap Race game. Kids are given everything they need to wrap a present for the world…the only thing is, they have to come up with the gift. Will they choose peace? An end to hunger? It’s up to them!\n\n5. Bethlehem or Bust- This silly, fun icebreaker game is perfect for older kids around 10 to 12 years old. Teams will run a relay race while reenacting the first Christmas using cleaning supplies. For example, kids will grab a mop and say “Nobroom at the inn!” Not only is it a great way to do a quick review of the first Christmas, kids will be laughing the entire time. The game works even better if you can get the adults to join in as well.\n\n\nWhat games do you and your kids play at Christmastime? Do you have any special Christmas traditions that make the season special? Share your thoughts with us in our comment section below!\n\nRelated Post\n\n\nAbout Author\n\nDavid Jennings\n\nDavid has served kids around the world for the majority of his life. From Texas to Romania, he has followed where God has led him. Most recently, he served for six years as a children's director in the great state of Alabama before moving to Colorado to work for Group as an associate editor.\n\n\n  1. Children's Ministry Magazine\n\n    At our \"Happy Birthday, Jesus\" Christmas parties, a favorite game for the kids in my children's ministry is \"Pin the Tail on the Donkey.\" I relate the game to the donkey that Mary rode on.\n\n  2. Children's Ministry Magazine\n    Helmut Egesa Wagabi on\n\n    Children are usually divided into two groups, one representing Mary the mother of Jesus and the other representing the wise men. Mary's team sit in one place holding dolls that symbolize the baby Jesus, and the wise men come in with sweets, biscuits and juices to give to Mary's team. Afterwards, both groups get together and eat the stuff presented.\n\nLeave A Reply",
        "topic_id":18,
        "format_id":9,
        "topic_confidence":0.7833009958,
        "format_confidence":0.9859412313
    },
    {
        "url":"https:\/\/craftingthewordofgod.com\/tag\/vbs-2020\/",
        "text":"VBS 2020\n\nConcrete And Cranes Bible Crafts\n\nPosted on\n\nThese are the crafts that can be used with the Lifeway’s Concrete And Cranes V.B.S. program. \n\nAlthough most Vacation Bible School curriculum programs provide or sell their own Bible crafts, many times they have nothing to do with the Bible story of the day or not much thought went into designing them in the first place.\n\nMy hope is that these crafts will help make planning your Vacation Bible School a little less stressful.\n\nDay 1: Foundation Of Love (Matthew 9:9-13)\n\nBy His Wounds We Are Healed Card\n\nJesus Wounds Heal Game\n\nI Can Be A Good Samaritan\n\nThe Lord Is My Shepherd\n\nThe Lord Is My Shepherd Coloring Page\n\nPaper Plate Sheep\n\nDay 2: Foundation Of Forgiveness (Acts 26:1-29)\n\nGive A Defense Shield\n\nFaith Comes By Hearing\n\nProclaim Him Megaphone\n\nDay 3: Foundation Of Wrath (Matthew 26:36-46)\n\nI Can Pray\n\nChildren Praying Coloring Page\n\nDay 4: Foundation Of Promise (Matthew 28:1-10, 16-20)\n\nGospel Cross\n\nEaster Picture Cross\n\nChrist Death And Resurrection Coloring Pages\n\nHe Is Risen\n\nHe Is Risen Coloring Page\n\nHe Is Risen Puzzle\n\nThe Empty Tomb Coloring Page\n\nThe Empty Tomb Puzzle\n\nProclaim Him Megaphone\n\nJesus Loves The Little Children\n\nLet The Children Come To Me Spinner\n\nCreation Sun Catcher\n\nGo Into All The World\n\nGod The Creator\n\nDay 5: Foundation For Life (Matthew 7:24-29)\n\nBelief Without Seeing\n\nFaith Comes By Hearing\n\nVacation Bible School 2020 Poll\n\nPosted on Updated on\n\nHere is the official Vacation Bible School 2020 poll.\n\nMake sure to vote for your favorite or I won’t plan the crafts for your preferred V.B.S. provider.\n\nThe poll will be open for a week and then the two top voted winners will be announced.",
        "topic_id":18,
        "format_id":9,
        "topic_confidence":0.9777551293,
        "format_confidence":0.5767891407
    },
    {
        "url":"http:\/\/www.catholicleague.org\/pope%E2%80%99s-critics-go-ballistic\/",
        "text":"Catalyst October Issue 2010\n\nSince Pope Benedict XVI announced that he would visit the United Kingdom in September, his critics have gone ballistic. The following is a sample of some of the commentary leading up to his visit. All comments appear in their original form:\n\nThe Independent, 4\/2\/2010: “The Pope, to put it baldly, is now too embattled and too damaged by the worldwide revelations of abuse and cover-up to be able to come to this country without controversy, protests and distaste.”\n\nThe Free Presbyterian Church of Scotland, New Scotsman, 6\/10\/2010: “A statement said they find it ‘offensive that this visit results from an invitation to the Pope as Head of State, giving him that recognition and pretended legitimacy which he claims in opposition to the principles of the Reformation.’”\n\n“Describing the Papacy as ‘deceitful and unrighteous,’ the Free Presbyterians highlighted recent global exposure of child abuse by Roman Catholic clergy, and suggest the Pope has connived in a cover-up.”\n\nCristina Odone, Sunday Telegraph, 9\/5\/2010: “These are different times. Catholics have watched in horror as, almost daily and almost in every country, broken men and women have come forth to tell of their ordeal at the hands of abusive priests.” (Our italic.)\n\nSinead O’Connor, The Guardian, 9\/5\/2010: “‘Catholic’ has become a word associated with negativity, with abuse, with violence, but the essence of Catholicism is beautiful. The fact is, tragically, it’s been brought into disrepute by the people running it.”\n\n“Benedict is in no position to call himself Christ’s representative. The pope should stand down, the Vatican should stand down, not only because of the cover-up, they’re incredibly arrogant, they’re anti-Christian. They don’t have the remotest relationship with God.”\n\nPeter Tatchell, Telegraph, 9\/8\/2010: “Benedict XVI put the interests and image of the church before the welfare of children and young people. He is unfit to remain as Pope. He should resign.”\n\nKeith Porteous Wood, executive director of the National Secular Society, The Irish Post, 9\/8\/2010: “This anti-Catholicism of which Adamus complains is shared by most British Catholics, sickened by their church hierarchy’s dogma driven policies on contraception, homosexuality and even abortion. That is why Mass attendance here has halved in just 20 years and why only a quarter of Catholics agree with the official line on abortion—and fewer still on homosexuality and contraception.”\n\nBernard Wynne, a spokesman for Catholic Voices for Reform,Telegraph, 9\/8\/2010: “The church, I think, is deeply misogynist and we have to change that.”\n\nJulie Burchill, Independent, 9\/8\/2010: “How broad-minded this country is, when we consider that the British taxpayer will shortly be shelling out millions of pounds to protect a former member of the Hilter Youth who believes Anglicans will burn in Hell when the Pope visits this country next week—Just after we commemorate the beginning of the Nazi Blitz on this country! Tolerant or WHAT!”\n\n“The behaviour of the Church during the Second World War, and to the Jews generally, was vile—and REALLY makes me wonder if it wouldn’t have been possible to pick a Pope who HADN’T been in the Hitler Youth? Closer to home, let alone legions of child-raping holy men, only last week a leading light in the Catholic Church defended its role in moving a priest believed to be involved in three bombings which killed nine people, including Catholics, in the village of Claudy, Co Londonderry, in 1972. The youngest was an eight-year-old girl: ‘suffer little children,’ indeed.”\n\nPeter Tatchell, CNN.com, 9\/16\/2010: “We do not believe that the pope should be honored with a state visit, given his role in the cover up of child sex abuse by Catholic clergy. Even today, he is refusing to hand the Vatican’s secret sex abuse files to the police in countries worldwide. He is protecting the abusers. This makes him complicit with sex crimes against children. Such a person does not deserve the honor of a state visit.”\n\n“Pius XII was no saint. The fact that Pope Benedict wants to makes him a saint shows how far he has strayed from the moral and ethical values of most Catholics and most of humanity.”\n\nReverend Ian Paisley, 9\/16\/2010: “We are here for a very solemn and serious reason today, the whole day is nonsense…. I have just seen the statement made today which says that if you pay £25 to be at the Mass in Scotland your sins will be forgiven. No man can forgive sins but Christ himself, it is misleading nonsense.”\n\nAndrew Copson, British Humanist Association Chief Executive website: “The Protest the Pope campaign is calling on the British government to disassociate itself from the Pope’s intolerant teachings on issues such as women’s rights, gay equality and the use of condoms to prevent the spread of HIV. On these and many other issues, Benedict is out of step with the majority of British people, including most Catholics.”\n\n“The Pope’s attitude to lesbian and gay people is just one of the many stances that the Vatican State holds which are damaging to human dignity and human rights.”\n\nPepper Harow, Protest the Pope: “We really think that we got the message across that the Pope is not welcome on a State visit. His outspoken state policies on homosexuality, condoms, education and abortion, as well as the child abuse scandal, continue to affect the rights of millions of individuals across the world and mean that he should not be given the honour of a State visit.”\n\nAtheism UK website: “This is yet another example of hypocrisy of the church. What we have here is an institution that claims moral superiority and preaches respect for life. That it is able to abandon its own teachings when it suits them is deplorable and dishonest. It seems the church does not care what crimes it commits, just so long as they do not get caught. It’s clear that the Catholic Church places the survival of the Institution above the welfare of ordinary men, women and children.”\n\n“We do not wish to see a man who calls himself ‘God’s Vicar on Earth’ and is thereby purely deluded, coming to this country and spreading his poisonous and demonstrable false doctrine to the people of this country, not to mention that he is implicated in the cover up of child rape and that he is making British taxpayers pay for the privilege in these financially troubled times.”\n\nRichard Dawkins, New Humanist Magazine: “Go home to your tinpot Mussolini-concocted principality, and don’t come back.”\n\nHumanist Society of Scotland: “There are particular grounds in Northern Ireland for opposition to the visit. First of all, there is strong evidence that Pope Benedict was complicit in the cover-up of the abuse of children throughout the island by continuing to insist that accusations of paedophilia within the priesthood should be treated by the Church’s own exclusive jurisdiction. Secondly, the Pope’s insistence that the Catholic Church maintains its own schools is prolonging segregated education, which is detrimental to the future of peace.”\n\nGeoffrey Robertson, Human Rights Lawyer: “For 30 years, as Cardinal Ratzinger, from 1981 on, he was in charge of what to do about paedophile priests and he declined on the whole to even defrock them. It’s been many centuries since a Pope has resigned but it would be a very dignified and honourable action….  We’ve got to see that tens of thousands of children who have been raped by priests…as a human rights atrocity. It’s gone on throughout the world. Wherever the church is, there have been abusers.”\n\nNational Secular Society Website: “You can show your disapproval of Ratzinger by protesting against the legal bans that the Vatican has fought for on abortion and stem cell research. And also for his obdurate, and breathtakingly irresponsible, opposition to contraception. It fuels a population growth that is unsustainable. Women in poverty-stricken circumstances in countries with dwindling resources are doomed to have large families that they cannot support and who frequently starve. And his using all means, even dishonest ones, to prevent condom use causing untold numbers to die unnecessarily of AIDS because the only known barrier against the disease, condoms, is denied to them.”\n\n“Gay people from around the country will also be coming to put two fingers up to Benedict’s constant defamation and insults. He calls gay relationships—however loving and committed they may be—‘intrinsically disordered’ and ‘morally evil’. He even says that sympathising with gay people who are being persecuted is a sin. Make no mistake, the Vatican has declared war on gay people and this is the time to start the fightback.”\n\n“Ratzinger is, without doubt, guilty of enabling this culture of secrecy and betrayal to continue throughout the thirty years he has been at the top of the Vatican hierarchy both as a Cardinal and as Pope. He has done little to correct it because he still considers that the reputation of the church is more important than the future lives of children who are mercilessly abused, indeed raped, by his priests.”\n\nTerry Sanderson, president of the National Secular Society: “I cannot believe that we are lauding the head of an organisation that not only insults and denigrates homosexuals, tries to restrict the rights of women by banning contraception and abortion, but deliberately lies about the effectiveness of condoms in the fight against AIDS. This invitation is a rebuke to all those Britons who are incensed by the horrific revelations that are emerging daily about the Vatican’s activities. The Government should be sharply criticising rather than welcoming this man.”\n\n“We are not going to try to arrest the pope, but we do want him to know that his teachings are profoundly inhumane and damaging to so many people.”\n\n“Protest the Pope started as a protest about the cost of this visit, but others have joined that have different issues with Ratzinger – women who want to take their rightful place in the church... (truncated)",
        "topic_id":18,
        "format_id":9,
        "topic_confidence":0.9688352942,
        "format_confidence":0.6678267717
    },
    {
        "url":"http:\/\/coastalcourier.com\/archives\/25239\/",
        "text":"View Mobile Site\n  • Bookmark and Share\n\nMost popular today\n\nHoroscopes for week of Oct. 20-27\n\nPOSTED: October 20, 2010 9:11 a.m.\n\nARIES (March 21 to April 19) Deciding to work out that pesky problem (even though you might have been bored, bored, bored with it) should be paying off right about now. Expect to hear some very welcome news very soon.\n\nTAURUS (April 20 to May 20) Unexpected news might cause you to rethink a previous conclusion. Don’t be bullheaded and try to bluff it out. Make the needed change, and then take a bow for your objectivity.\n\nGEMINI (May 21 to June 20) Money-matters should be considered as you continue to work out your holiday plans. This is a good time to scout out discounts before demand for them outstrips their availability.\n\nCANCER (June 21 to July 22) A calm period early in the week helps you complete most, if not all, of your unfinished tasks. A new project appears by midweek, and this one could carry some big career potential.\n\nLEO (July 23 to Aug. 22) Positive results from recent ventures continue to pump up those self-esteem levels, making you fabulous felines feel you can tackle any challenge anyone wants to throw at you.\n\nVIRGO (Aug. 23 to Sept. 22) Family and friends might feel neglected because of your almost total focus on a project. Try to rework your schedule so you can have time for both your loved ones and your work.\n\nLIBRA (Sept. 23 to Oct. 22) Don’t be surprised if you suddenly hear from someone from your past who wants to contact you about the possibility of renewing a long-dormant (if not dead) relationship.\n\nSCORPIO (Oct. 23 to Nov. 21) This is a good time to check over what went right and what went wrong with recent efforts. This can provide valuable lessons for projects that will be coming up soon.\n\nSAGITTARIUS (Nov. 22 to Dec. 21) Dealing with people who feel they’re always right about everything might be a problem for some. But the savvy archer should be able to deflate their oversize egos.\n\nCAPRICORN (Dec.22 to Jan. 19) This week favors a balance between the demands of your work and your need for fun timeouts. Taking breaks helps restore and keep your energy levels high.\n\nAQUARIUS (Jan. 20 to Feb. 18) There could be an occasional setback in what you’re working on. But look at them as lessons on how to do better as you move along. More supporters turn up to cheer you on.\n\nPISCES (Feb. 19 to March 20) Although a more positive aspect influences this week’s course, you still need to be sure that those who will work with you have no reason to work against you. Good luck.\n\nCommenting not available.\nCommenting is not available.\n\n  • Bookmark and Share\n\n\nPlease wait ...",
        "topic_id":18,
        "format_id":9,
        "topic_confidence":0.9470525384,
        "format_confidence":0.8043009043
    },
    {
        "url":"https:\/\/chucketate.com\/2014\/08\/16\/10-reasons-why-you-cant-take-jesus-literally-if-you-dont-take-the-bible-literally\/",
        "text":"10 Reasons Why You Can’t Take Jesus Literally If You Don’t Take The Bible Literally\n\n10 Reasons\n\nThere seems to be a lot of people questioning the validity of Scripture lately and lots of talk about whether or not we can even take the Bible literally. Most recently, Dove-award winning and Grammy-award nominated Michael Gungor shocked the Christian world by sharing similar out-of-the-box theological views, including casting doubt over the Biblical accounts of Adam & Eve, and The Flood. The bandwagon-belief of late is to accept the life of Christ without necessarily believing all of the Bible. This is dangerous ground to tread upon because it can lead to the slippery slope of seizing a “different gospel” (Galatians 1:6-10). This is “Cafeteria Christianity” where we pick and choose what we want to believe (from Scripture) and discard what we don’t want. To be a Christian is to follow Christ and embrace what He taught.\n\n10 Reasons Why You Can’t Take Jesus Literally If You Don’t Take The Bible Literally\n\n1. Jesus is the Living Word. John 1:1 says, “In the beginning was the Word. The Word was with God and the Word was God. Verse 14 says, “And the Word became flesh (Jesus) and dwelt among us.” The Bible is a person. That person is Jesus.\n\n2. All Scripture is inspired by God. (2 Timothy 3:16)\n\n3. To question the account of Noah is to question Christ. Jesus said, “Just as it was in the days of Noah so will it be when the Son of Man (Jesus) returns.” (Matthew 24:37, Luke 17:26)\n\n4. The Law matters. Jesus said He came to fulfill the Law of Moses, not do away with it. (Matthew 5:17)\n\n5. Jesus is compared to the first man, Adam, and Scripture even confirms that Christ is the last-Adam. (1 Corinthians 15:45)\n\n6. Jesus quotes and refers to the Old Testament several times, including God’s purpose for marriage. (Mark 10:6-9)\n\n7. The Old Testament points to Jesus, period.\n\n8. Numerous prophecies (going as far back as Genesis) in the Old Testament were fulfilled in the New Testament through the birth, life, and resurrection of Christ.\n\n9. God cannot lie. If all of the Bible is not true, then God is a liar, which means Jesus is a liar and cannot be trusted. (Numbers 23:19, Hebrews 6:18)\n\n10. God makes it clear that we cannot add or take away from the Bible. (Revelation 22:18-19)\n\nI’m all for human reasoning and logic, but the reality is the Bible is packed with stories that are not logical. Jesus is Truth and Truth trumps logic. This is where faith comes in. After all, our entire relationship with God is based on faith.\n\nThe Bible is not rocket science, people. It says what it says and means what it says. We either believe it or we don’t. We either believe all of it or none of it.\n\nI take the Bible literally because I believe Jesus.\n\n3 Thoughts\n\n  1. Reblogged this on AntiPerish and commented:\n    It breaks my heart to see people falling away from the Word of God. In his latest blog, my good friend and Pastor, Chuck Tate does a great job explaining why you can’t truly follow Christ while denying the Word that reveals him.\n\n  2. Concerning the law on point 4, I think it’s necessary to point out a distinction. Matthew 5:17 and Ephesians 2:15 seen to contradict, but do not.\n\n    In Matthew 5:17, Yeshua is saying that he did not come to destroy the law. Literally, a disintegration. Similar to rust or decay.\n\n    In Ephesians 2:15, Paul is using a different word that means to make idle, of no use.\n\n    So Yeshua didn’t come to destroy the law, but to render it useless. The law came at man’s request at the foot of Moriah anyway. God wanted to speak to the people, they didn’t want to hear Him out of fear and requested that Moses get instructions from Him.\n\n    Unique perspective concerning the introduction of the law.\n\nLeave a Reply",
        "topic_id":18,
        "format_id":9,
        "topic_confidence":0.9975425005,
        "format_confidence":0.8536103964
    },
    {
        "url":"http:\/\/enoughisenoughau.blogspot.com.au\/2012\/04\/",
        "text":"April 5, 2012\n\nSeven Faces of Intention by Dr. Dyer\n\n\"There is a universal source of energy that is called the “power of intention.” This source – whether you call it God, the divine, or something else – is always available to us and is infinite in its possibilities. - Dr Wayne Dyer\nSeven Faces of Intention: Creativity, Kindness, Love, Beauty, Expansion, Unlimited Abundance, and Receptivity -  are the keys to unlocking the power of intention in your life. \n\n1. Creativity\n\n – Realize that there is creativity within you, and learn to recognize and appreciate your creative impulses. You don’t have to be an artist or a writer – creativity is just as important to the business person looking for the next big idea.\n“If you’ve ever felt inspired by a purpose or calling, you know the feeling of Spirit working through you. Inspired is our word for in-spirited.”\nLearn to recognize this state of being in-spirited, and you’ll unlock your inner creativity.\n\n2. Kindness\n\n –Whether you call it karma, the law of reciprocity or the power of positive thinking, work from the belief that you’ll be rewarded for good intentions.\nDr. Dyer shares the science behind kindness in The Power of Intention. When you do something kind for someone else, their brain releases serotonin – and so does yours! Serotonin is a hormone that makes us feel good. So, every act of kindness makes two happier people in the world.\n“If you want others to be happy, practice compassion. If you want to be happy, practice compassion.”\n\n3. Love\n\n - Think of this power of intention as the face of kindness exponentiation with the emotion of love.\nLove means a lack of judgment, a lack of anger or resentment. It means recognizing God in others.\n\n4. Beauty\n\n – The face of beauty is the face of intention. \nLearn to appreciate the beauty of everything around you.\nThe face of beauty is truth, honesty and a knowing that what \"is\" -- is exactly as it should be. You can use this power by re-framing any negative thoughts you have towards others and replace them with an appreciate (a thankfulness attitude) towards them.\n\n5. Expansion\n\n – Expand your awareness of what is possible. \nDon’t set limits on yourself; instead, learn to listen to your intuition. \nIf you see the world as a negative and hurtful place, then you’re only ever going to experience it that way. Instead, learn to recognize your true nobility.\n“True nobility isn’t about being better than someone else, it’s about being better than you used to be.”\n\n6.Unlimited Abundance\n\n – Realizing your unlimited abundance means facing down your fears and limitations. Dr. Dyer has a simple three-word suggestion for how to put this into action: \nAct “as if”. This means acting as if the thing you want has already happened.\nYou were probably taught all of your life about limitations and about what is \"not possible.\" Fortunately, this came from well-meaning people who believed in limitation and not abundance. This law does not require you to be intellectually perfect in order to receive the benefits. Believing in unlimited abundance has no downside, so why not take another look at your business life after you answer this question, \"What if I could have it all?\"\n\n7. Receptivity \n\nThis means being open without judgment. Being aware enough and engaged enough to see possibilities where others don’t. And most importantly, it means simply relaxing and letting the Power of Intention do its work.",
        "topic_id":18,
        "format_id":9,
        "topic_confidence":0.9231683016,
        "format_confidence":0.9302901626
    }
]