[
    {
        "url":"http:\/\/www.dragoart.com\/tuts\/2858\/1\/1\/how-to-draw-an-anime-baby.htm?cmID=1",
        "text":"dragoart mobile\nNormalCompactSlideShowDraw Sheet\nUploaded: August 19, 2009\nArtist: Dawn\nDifficulty: Novice  Novice Skill Level\nSteps: 5\nUpdated: August 19, 2009\nP.O.V: Side\nFavourited: 4 times\nArtist comments\n\nDid you guys like the chibi flower I submitted for you all? Well, I have a super cute surprise for you all. I received a request to do a lesson on a baby. I know what your saying “a baby? there is already a lesson on two babies!”. And my response to that is your right! But, I am not going to do a tutorial on just any old baby, I will be showing you “how to draw an anime baby” step by step. What a smart idea, to do a tutorial on an anime baby. I mean no one has this lesson, at least from my searches there isn’t. I had so much fun with this tutorial. I wanted this anime baby to come out so cute and so innocent looking. I think I convey his innocence with his eyes, and his frailness with his body position. His big black eyes and his cute chubby cheeks makes me want to rip this infant out of the monitor and pinch the crap out of his face. I think that baby boys sometimes look cuter than baby girls. If the baby has blue eyes, blond hair and a frown? I am a sucker for cuteness! I loved when my baby sister was just a baby. She was so quiet and she made these cute little faces that made me say “auuuuuhhhhhhhhhha”. Anyways that was then and this is now. She is a little chatter box now. All she does is talk, scream, yell, cry, take, mine, no, shut up, and on and on and on. I have to tell my mother to get her out of my room sometimes because she can be so loud. But, all in all I love her just the same. Well that is a lot of baby talk, and I think you would rather be working in this tutorial on “how to draw an anime baby” step by step. I will leave you to your solitude while you tackle this lesson. I shall return so stay tuned in. Peace peeps, and happy drawing.\n\nhow to draw an anime baby\n\nHow to Draw an Anime Baby\n\nhow to draw an anime baby step 1\n\n\nYou can start with a large circle for the anime baby's head. Add the facial guidelines and then draw two more circle shapes for the torso and the butt end of the child.\nhow to draw an anime baby step 2\n\n\nIn this second step you will first sketch out the shape and style of the baby's head and hair. Draw the big bulging anime eyes and then color them in the way you see them here. Draw the arched shaped cheeks and then draw out the right ear.\nhow to draw an anime baby step 3\n\n\nDraw out the shape the lower part of the anime baby's face, and then draw a circle for the infants pacifier. Detail inside of the ear and then draw out the side view of the body starting with the neck, and then the arm, and lastly the cute little butt. Draw some of the thigh as well.\nhow to draw an anime baby step 4\n\n\nAll you have to do here for your last drawing step is draw out the arched anime baby's back and then the rest of the leg. Erase all the guidelines and shapes that you drew in step one so that you have a nice clean drawing.\nhow to draw an anime baby step 5\n\n\nHere is what this tutorial drawing should come out looking like when you are completely done. Color him in and you have just learned \"how to draw an anime baby\" step by step.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9907021523,
        "format_confidence":0.9846984744
    },
    {
        "url":"http:\/\/www.dummies.com\/how-to\/content\/ten-steps-to-kickstart-your-fashion-drawing-career.pageCd-storyboard,pageNum-2.html",
        "text":"How to Draw a Basic Pair of Fashion Pants\nHow to Draw Three-Quarter Views of Fashion Figure Torsos\nTen Ways to Keep Your Fashion Drawing Current\n\nTen Steps to Kick-Start Your Fashion Drawing Career\n\nCreate an online presence.\n\nThe world is definitely going digital, and so should you in showing your work. An online portfolio lets you show your work to clients, friends, galleries, and others all over the world.\n\nSet up a website or blog to show your work and to keep people up to date on what you’re doing. Many websites and blogs that are free for artists provide a variety of templates, so anyone can create a great-looking site to display his or her work.\n\n  • Add a Comment\n  • Print\n  • Share\n\n\nPromoted Stories From Around The Web\n\nblog comments powered by Disqus\nHow to Depict Exaggeration in Fashion Drawing\nHow to Draw Stylish Cuffs and Hems on Fashion Pants\nHow to Draw a Woman's Pants Wardrobe\nHow to Draw Unique Fabrics\nHow to Draw Different Types of Fashion Hair",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.6843363643,
        "format_confidence":0.5308339
    },
    {
        "url":"http:\/\/yasminelizabethdesign.blogspot.com\/2012\/03\/tutorial-oversized-lined-tote-bag.html",
        "text":"Tuesday, 20 March 2012\n\nTutorial \/\/ Oversized lined reversible Tote bag\n\nWhen I asked my mum what she wanted for Mother's day her reply was a holiday bag this post will demonstrate how I created the bag.\n\nWhat you will need\n\n  • For bag, about 1 meter of 136cm wide heavy-weight cotton fabric\n  • For lining, about 1 meter of lightweight cotton fabric\n  • medium or heavy weight iron-on interfacing \n  • matching sewing thread\n  • trim (optional)\n\nPLEASE NOTE = All measurements are in CM or MM. Seam allowance included. I have used Zig Zag lines for demonstration of stitch placement but please read instructions for actual stitch used. \n\nCutting out\n\nFrom bag fabric:\n  • Cut 2 bag pieces on the fold using the pattern above \n  • Cut 1 pocket piece 20 x 15cm\n  • Cut 2 handle pieces 15 x 70 cm\nFrom lining fabric:\n  • Cut 2 bag pieces on the fold using the pattern above\nTo create my pattern pieces I just taped A4 sheets of paper together to form the right measurements, then pinned the patterns onto fabric and cut out around, but you could use pattern paper, brown paper, or just draw your patterns directly onto fabric using quilters chalk.\n\nStep 1 - Fuse your interfacing to the 2 main bag pieces.\n\nStep 2 - With right sides together, pin the side and bottom edges of the 2 bag pieces together, leaving the bottom corners open. Machine stitch these 3 long edges. I used overlock but you could use zig-zag or if you use straight stitch use a 1.5cm seam allowance and press the seams open.\n\nStep 3 - Open out the bag and refold one of the bag-base corners so that the ends of the side and bottom seams line up. Pin the 2 together with the seam allowances aligned and machine stitch 1.5 cm from the edge. Overlock, zig zag or straight stitch. Stitch the other corner in the same way.\n\nStep 4 - Turn the bag right side out. Fold over and press a 3cm turning around the top edge, then machine stitch it in place 3mm from the fold. Straight stitch.\n\nStep 5 - Press the handle pieces in half lengthways with wrong sides together. Then unfold, turn the raw edges to the centre and press. Press under a 1cm at each end. Refold in half and machine stitch 3mm from each long edge.\n\nStep 6 - Pin down your handles in place, 15cm from each side seam and aligned with raw edge of hemmed top edge of bag. \n\nMachine stitch handles into place, I used straight stitch but reinforced each line of stitching twice.\n\nOptional - I added some trim to the top edge of the bag. Pin it on and machine stitch in place. \n\nStep 7 - For the pocket piece press under a 1cm turning along the side and bottom edges. Then press and double 1cm hem along the top edge and machine stitch this is place. straight stitch.\n\nStep 8 - Pin the pocket centrally to the right side of one of the lining pieces , 9cm from the top edge. Machine stitch the pocket to the lining along the sides and bottom  3mm from the fold.\n\nStep 9 - Stitch together the 2 lining pieces right sides together, exactly as you did for main bag pieces. (Steps 2 & 3)\n\nStep 10 - Press back a 4cm turning round the top of the lining.\n\nStep 11 - Slip the lining inside the bag, matching the side seams. Pin top edges together, so the lining sits just 1cm from the top edge of the bag. Slipstitch by hand the lining to the bag.\n\nand your done! \n\nThis bag is also reversible - double bonus!\nPlease leave feedback if you use the tutorial would love to know how you get on or if you have any questions I would love to help!\nYasmin - Elizabeth\n\nNo comments:\n\nPost a Comment",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.5100624561,
        "format_confidence":0.9856868386
    },
    {
        "url":"http:\/\/www.basiccameraphotography.com\/camera_shooting_techniques\/landscape_photography.php",
        "text":"Landscape Photography\n\nPictures in which the main subject is water, land sunset, snow, etc are all classified as landscapes. In these shots, composition is arranged in large masses, a river winding from one end of the picture to the other, several houses nestled in the hills of a Vermont village, a range of mountain tops, or a line of trees, are all typical of landscapes.\n\nWhat makes an interesting landscape photos? There should be a variation in shadow and light, and also variation in composition. A curved river in a picture is usually more exciting than a straight river, but often nicely formed trees over a serene, straight-flowing river will also make a fine pictures. A contrast between the light and dark tones of the landscape will make a better picture than one in which all objects seem to appear in the same tones of gray.\n\nPlan your composition\n\nWhen you plan your composition, watch your overall outline. Clouds, for example, form all kinds of shapes. Land, water and snow subjects also lend themselves to symbolizing emotions. Mountain peaks and tall trees seem to suggest grandeur, stateliness, dignity. Meadows, glades, brooks symbolize quietness, peacefulness and intimacy. Swamps, jungles and overgrowth often lend a feeling of confusion, mystery and fear.\n\n\nWaterfalls present freshness, force, eternity. In the desert you find vastness, emptiness, bleakness. A village scene is friendly, sturdy, pleasant. A rushing river or churning ocean suggest strength and action.\n\nWhen a picture can evoke one or more of these attitudes, this is something extra beyond the concrete composition and rendering of a landscape, you have produced an above average photograph, a photograph that people will want to see and that will be even saleable for publication. Nature offers limitless ideas, images, symbols and patterns to photograph. There is a surprising amount of order and design in nature. All we have to do is see it, for example vein in leaves, ferns, branches, trees, tree bark, flowers, spider webs, sea shells, grass, etc.\n\nTake light from all directions and take note on its quality\n\nIn photographing a landscape (or any other subjects) don't confine yourself to having the light come only from behind you. Always take note of the direction of light. As a matter of fact, it is generally better when it comes from either left or right. In this way you can achieve modeling and a roundness of forms you would otherwise miss. half of your subject is then light, and gradually the other half assumes a darker tone, which gives it distinctive form.\n\nIf the sun is behind the camera everything appears bright, but without contrast and resulted the picture to look flat. If the light is behind the subject, the subject will then appear as a silhouette or near silhouette.\nNotice how hard and brittle sunlight appears during the winter. Then observe, during the summer months, the sun's partly softness in the morning, its fullness and hardness around noon, its soft golden appearance in late afternoon and early evening. These are all changes in the \"quality\" of the light.\n\nThe quality of light also changes from day to day and hour to hour, as the sun and clouds move. At times you can even see how the changing quality of lght alters the mood of a picture from one minute to the next. This is particularly dramatic when a sunny landscape changes with the approach of black storm clouds.\n\nThe best hours for outdoor shooting\n\nGenerally the best time for taking photographs are early morning of late afternoon hours are the most favorable times for shooting landscapes. During these hours, the slanting light produces long shadows and emphasizes texture. Filters can be used to pick up clouds or to cut out haze and glare from snow scenes. A yellow filter should be used to correct blue skies or blue water; otherwise they will have little tone. Filters are not necessary with overcast skies.\nWater, sand and snow reflect more light than grass, so check your light reading carefully. Be sure the sun is low and preferably at the side, so you will get longer shadows and so that the details such as pebbles, snow flakes or water foam will be clear and sharp.\n\nMore about Camera Shooting Techniques\n\nCopyright © 2008-2019 BasicCameraPhotography.com. All Rights Reserved\n\nBasicCameraPhotography.com is a participant in the Amazon Serivce LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com\n\nAll trademarks are the property of their respective owners.\n\nContact Us | Terms of Use | Privacy Policy",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9935815334,
        "format_confidence":0.9394174814
    },
    {
        "url":"https:\/\/coolbuzz.org\/how-to-design-a-ta-moko-the-maori-tattoo\/",
        "text":"Design \/ Fashion\n\nHow to design a Ta Moko, the Maori tattoo\n\nThe Maori, the indigenous people of New Zealand, have a strong and long tradition of tattoos. Both men and women get tattoos, although only men receive the characteristic full face tattoos. A tattoo, or Ta Moko represents the social status of a person, family history, tribal affiliation and even marriage eligibility. The fact that a non-Maori wants to get a Ta Moko can be a touchy subject, so the design must be well thought out to avoid offense. Swirling and geometric patterns are made to stand out, but if you seek something more personal, here are 5 steps to design your very own Ta Moko:\n\nTa Moko\n\nTa Moko\n\n1. Investigate thoroughly: disrespectful tattoos are the greatest risk for non-Maori people when they want that kind of tattoo. Since Maori tattoos are a form of identification, you should never copy an existing tattoo, cause that would be essentially stealing an identity. As we can see with other culturally significant body art, the chances of getting a tattoo with a pitiful meaning are high if some proper research hasn’t been done previously.\n\n2. Choose the location for your tattoo: facial tattoos are the most common Maori designs. However, this might not be an eligible option for most people. The Maori also make full body tattoos, with areas such as the back, arms and breasts decorated with spiral designs. Consider your lifestyle when choosing the place for your tattoo, and make a design somewhere that can be easily covered with clothing. The location of your tattoo will dictate the type of design that is appropriate.\n\nTa Moko face\n\nTa Moko face\n\n3. Work with a local artist to create the design of your tattoo: you may have to go outside your area, but there are many artists who are specialized in Maori designs. Working with a qualified artist will ensure that you get a proper respectful and meaningful tattoo able to represent you. Ask to see a sample of the artist’s work so you’ll know if your ability is up to par.\n\n4. If the search for an artist in your area is too hard, look for a Maori tattoo artist from all around the world: get someone abroad for the design of the tattoo and a local artist to run it.\n\n5. Consider the possibility of a Kirituhi tattoo design if you’re worried about the meaning of your tattoo: initially, Kirituhi were painted on the body with charcoal. Nowadays, they have experienced a modern revival, being tattooed on the skin. These tattoos are inspired by Ta Moko, but have no real meaning. Thus, you’ll get all the aesthetic benefits of a Maori tattoo without the cultural problems.\n\nTags: , , ,\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n\nBy continuing to use the site, you agree to the use of cookies. more information\n\nThe cookie settings on this website are set to \"allow cookies\" to give you the best browsing experience possible. If you continue to use this website without changing your cookie settings or you click \"Accept\" below then you are consenting to this.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.6320685744,
        "format_confidence":0.9409177303
    },
    {
        "url":"http:\/\/www.prophotocommunity.com\/tag\/photography-tips",
        "text":"Photography Tips\n\nDigital Photography Tips That Are Effective and Easy\n\nDigital Photography Tips That Are Easy and EffectiveAlong with are just starting out in portrait digital photography, or maybe you’ve been within it for a long time now. However much experience you’ve got, we all of enjoy figuring out more plus all understand getting more portrait digital photography tips. You will learn similarities and even differences amongst taking shots with show and using photography as a technique to get images. Along with the technology now available, the end result will look virtually identical, if not an identical, using picture or electric technology. Editing program is a factor that everyone the master of a photographic camera should contemplate. The prices consist of free software that’s included considering the camera, to expert editing software than fee hundreds or tons. By utilizing editing software system, you will be able to vastly help the look of the photos. Some products offer touch button style corrections that can adjust a large number of issues once. More qualified software enables you do make all of your current corrections physically. Whether you choose make pic corrections working with editing program is your choice, and is based on your higher level of experience together with interest. It does not matter which software you decide, you will discover a huge selection of photo digital portrait photography tips online to help with your system.\n\nWhen in your digital surveillance camera, it is certainly most advisable make use of the finest resolution the fact that camera provides. Resolution will see how well a photo will be when most people enlarge the item. If you’re skimping of saving space onto your memory business card, you will discover yourself later along with a great opportunity that you prefer to make a large enlargement with. If a person’s camera was initially set into a low res, the quality from the enlargement might be reduced. Memories cards are really a requirement for many digital cams. All kinds of deals exist available in beauty stores, but choosing a new oven good quality memory is required. Cheaper, shut off brand, memory cards can produce problems you’ll regret. The less expensive cards may be slow, and therefore the recording period will lag, at times allowing you to miss a shot of the lifetime. As with selecting the best resolution, essential be vigilant what ISO setting you utilize.\n\nThe ISO environment determines that speed for the digital media channels. Setting an ISO relating to the highest preparing will manufacture more sound experience or grain from the photograph, and the actual result will possibly not be when pleasing. You’ll see times whenever a higher setting is required, but the overall rule is tee trying the smallest setting possible inside of the circumstances. With regards to any technologies, the smartest thing to do you can apply is become familiar with your dale camera. Read the instruction manuals from prominent to backside, and do not forget to follow any photography tips a manual offers.\n\nPhotography Tips For Beginners – A Simple Guide\n\nPhotography Tips For Beginners - A Simple GuidePhotography is among the most well-known pastimes at present. It allows visitors to make panorama and exceptional moments timeless. With a particular click, you might capture interesting memories you give to those you love and pals. It might be so greater when you make your pictures seeing that grand as they possibly can. To help you, here will be some novice photography strategies that most people can test!\n\nThe initial tip is almost always to move nearer to the area. It can be good that will shot the niche from numerous angles. Different attitudes create several results together with feel into the photograph. Start capturing well away then gradually transfer to closer. Shoot the niche as close to possibly get to make the audience love every aspect.\n\nThe secondly tip is to generally be alert. You will not ever know as soon as baby could smile or as soon as butterfly rest to the flower. For this reason, you will most likely always be informed. Make an individual’s senses simply because strong as humanly possible in buy to record moments which happen inside of a blink connected with an eye. You simply have to continuously photograph. You can care about the images taken soon after.\n\nThe lastly tip is to generate a photograph just like you are earning a show. You should enable it to be to the condition to shoot the perfect pictures you may take. You will edit them all later making sure that they are usually great in addition to representative of your idea you must convey in order to others. Such as, you might crop released some features of the pictures for which you think are usually irrelevant. You may as well make use of different techniques for instance the rule for thirds.\n\nThe tip could be to carefully opt for the part to help you shoot. If you’d like to shoot some church, you want to take a picture without the need for car, consumers or conductor lines. Yet, there could be times while you will go through difficulty throughout really focusing about them. For a majority of these situations, you really need to think swift and consider how you might shoot the niche.\n\nBlack and White Photography Tips\n\nBlack and White Photography TipsIf you can be among the many people so, who love all the artistic look of the monochrome photos, but really are reticent approximately trying your pictures, you may then be helped because of a few written agreement digital taking photographs tips. The subsequent advice is built to help reduce quality, firmness, and overall benefit of your golf swings.\n\nTypically, while taking color choice photographs, it can be wise to make sure you shoot along with the lowest achievable ISO. While taking grayscale shots, this is very important, too. A more significant ISO can lead to a grainy effect identified as noise. Please remember if a small amount of noise is genital herpes virus treatments are just after, this is easily inserted usually in the editing action. Removing excessive noise for editing, on the other hand, is no easy really make a difference.\n\nIf you prefer to shoot excellent pictures, the perfect conditions are days gone by that are usually often considered as unsuitable regarding color picture taking, including dark overcast months. If you will find a low degree light together with contrast, these are generally great factors for grayscale photography. Consequently, if you will usually snap in colors, but discover you to be hampered via the weather, try some none colored documents shots.\n\nProbably unsurprisingly, the principles of article are similar for a lot of photographs. On the other hand, there is certainly one self evident difference to remember and this really is that inside monochrome picas, you cannot really use color choice to contribute the audience’s eye. For that reason, you have to use textures, shapes and additionally tones to accomplish this for everyone. It normally takes a tiny practice in advance of this will become second nature in your direction, but it will be well priced continuing to take. A superior tip may be to pay particular care about highlights and also shadows which will become parts of your image.\n\nIf the entire feature is accessible on the camera, you might like to consider choosing RAW and not JPEG, mainly because it provides a great deal more flexibility with the editing section. If an individual’s camera fails to allow LIVE or you love not to try it, then go by shooting within color and also convert a person’s pictures to non colored documents in any editing stage.\n\nFireworks Photography Tips\n\nFireworks Photography TipsAt the time you photograph fireworks, it is important that people set your own camera to somewhat of a slow shutter accelerate. Since poor shutter speeds shall be in desire, you will also need to ensure great camera help support. This wills grantee that the photos taken will result looking regular and clean.\n\nNo suspect, one the easiest way to make sure camera stability is to try using a tripod. Yet, if to recognize a stunning a tripod, you could opt so that you can brace oneself against an important building, or simply a forest. Otherwise, you have your camera added wall. In case you use DSLRs, feel free to use the shutter give off cable or maybe self-timer characteristic. Using all of these 2 selections will discharge the shutter with very little camera get rid of.\n\nDon’t apply flash when ever in hope to photography fireworks. Flash isn’t going to help record fireworks well away. Nonetheless, flash helps lit content; be the item objects and also people with the foreground. An excellent example from this is when ever photographers email portraits by means of fireworks given that the background; they will use splash to provide light for their design.\n\nFireworks photography is just special pictures genre where you must be courageous and get on the entire world of information settings. Both one’s own lens target and exposure ought to be set that will manual. Adjust a focus ring in order that it is established to infinity place emphasis. The sign for infinity is related to the quantity eight shapes, except to be turned sideways. A great majority with lenses need distance sizes imprinted over to them.\n\nOne thing so that you can do may be to experiment utilizing long shutter rates. This comes with a shutter speed which can be anywhere around 1 following and of sixteen seconds, related to ISO 100. The shutter speed which can be suitable varies pc amount with ambient light and also amount connected with fireworks in your sky.\n\nDigital Photography Tips and Hints\n\nDigital-Photography-Tips-and-HintsIt is very crucial to be aware of any photo digital portrait photography tips and hints. Some folks can basically take fantastic photographs free of really wanting, but most of us need whatever help we could get... (truncated)",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9893213511,
        "format_confidence":0.7265667915
    },
    {
        "url":"https:\/\/www.dragoart.com\/tuts\/15973\/3\/1\/learn-how-to-draw-white-shadow,-turbo.htm",
        "text":"Play Slideshow! Stop Slideshow Previous Step Next Step\nslideshow image\ndrawing contest\nNormalCompactSlideShowDraw Sheet\nUploaded: April 12, 2013\nArtist: Dawn\nDifficulty: Novice  Novice Skill Level\nSteps: 6\nUpdated: April 13, 2013\nP.O.V: Front\nFavourited: 0 times\nArtist comments\n\nThe first four lessons will be based on some new characters from an upcoming CGI film called 'Turbo'. I have uploaded some in the past, so you should be familiar with the snails. Here is \"how to draw White Shadow\", step by step. Now since there isn't any real bio info on these slithering snails, all I can do is show you the way to create your own. I personally don't think that anyone is going to tackle these tuts because no one knows who they are as of yet. Nonetheless, have fun drawing White Shadow. I will be back with the rest of the gang in a bit, peace.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.989291966,
        "format_confidence":0.9590265155
    },
    {
        "url":"https:\/\/artzcool.net\/2015\/11\/14\/how-to-dress-up-as-an-art-gallery\/",
        "text":"How to dress up as an Art Gallery! \n\nHow to dress up as an Art Gallery! \n\nMy daughter decided that she wanted to dress up in matching costumes with her best friend, which sounds great, right? After some debating, they decided that her friend was going to be an artist, and she was going to be a gallery… What? A gallery?  What happened to a doggies or clowns! \n\nSo, I do what I always do when confronted with a crafting dilemma… Or any dilemma for that matter… Google it! Or if that doesn’t work, try Pinterest. (Sometimes in the reverse order) but the only ideas I could find were costumes that were actual paintings, which were really cool, like the one below, but not what she had envisioned.\n\nShe didn’t want to be just one piece of art, she wanted to be the whole gallery! So, we started at fabric land and bought some gold leather-like fabric that we thought would work well to make picture frames.   \nWe cut out a bunch of frames in various sizes. Then, we cut some white rectangles to go inside of the frames. We ended up using some white leather scraps, and sharpies. She took the white squares into school and had a few of her friends design the pieces of art. Then we glued the artwork inside the frames. Here is what they looked like laid out on our kitchen floor.\n\nAnd here is what Sam looked like laid out on our kitchen floor. Lol.  We used the same gold leather to cut out letters spelling “art gallery” and we wanted the make sure they were spaced out evenly so we put a dab of hot glue on each letter to hold them in place.\n\n\nWe also tacked down all of the artwork with a drop of hot glue. We wanted to make sure they were all appropriately placed, which was why we did it when she was wearing it as opposed to just laying it on the floor.\n\nWe did exactly the same thing to the pants.    \n\nThen we decided that the back needed something, so we cut out and added some more letters.\n\nShe took off the shirt and pants and we glued around each frame and letter.\n\nThis is what she looked like on her way out to go trick-or-treating. We added a couple frames on her cheeks with face paint.  \n\nAnd here is her and Dylan… \n\nI think it turned out well. The hardest part was coming up with the idea! But, she was happy, and that is the most important part. Im upset that I forgot to take a picture of her and her friend together in their costumes! I don’t know if you can tell by the looks on their faces, but they really weren’t that excited about making their friends wait for them to go trick-or-treating until I took a few photos…just wait until I tell them that I want a photo with Santa again this year! \n\nI know this post is a little late, but better late than never right? I’m just thinking of it as being really early for next year!  It has been a crazy couple of months, and I have lots of posts to catch up on! \n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.7078384757,
        "format_confidence":0.6561035514
    }
]