[
    {
        "url":"http:\/\/www.digitalaudioreview.net\/2015\/06\/cutting-through-wire-and-air-a-visit-to-audioquest-hq\/",
        "text":"Cutting through wire and air: a visit to AudioQuest HQ\n\nWhen asked to mentally picture what goes on inside AudioQuest’s headquarters in Irvine, California, what do you see? Huge spools of cable turning slowly for the deft handiwork of desk-bound terminators? Or perhaps a brightly-lit, lab-coated environment where strips of cable are waved through flame and dipped in chemicals? I’ve met with AudioQuest employees all over the world – Boulder, Jersey City, New York City, Sydney, Munich – but until four weeks ago had yet to visit the mothership in Irvine, California.\n\nWith the T.H.E Newport Show relocated to the Hotel Irvine for 2015 and AudioQuest’s headquarters located just across the road, a perfect opportunity presented to poke my head around the door. What exactly lay behind those beige concrete walls? Playing the long-distance-traveller card but with extra purpose, I invited myself. Could I also pick up a pair of the soon-to-released NightHawk headphones that sounded so fine at their CES 2015 debut? “Yes” and “Sure thing” was the spirit of AudioQuest’s VP of Communications Stephen Mejias’ replies. That was April.\n\nBy the time I hit the ground in Irvine six weeks later the tour-for-one had been expanded to include other interested parties: Herb Reichert of Stereophile, Paul McGowan and Scott McGowan of PS Audio, their PR guy Bill Leebens, Jack Wu and Michael Liang of Woo Audio. More attendees meant sushi and beer in the listening room before the tour proper. I can heartily recommend Ballast Point’s Indra Kunindra, an ‘India-style Export Stout’ brewed just down the way in San Diego. The label’s eight-legged sea creature points to the taste complexity held the bottle. A pitch black pour delivers big to the palette: green curry and coconut flavours go bullish before hints of liquorice round out the after-taste.\n\nRemember this beer – we’ll be coming back to it.\n\nFounder Bill Low and SVP [of] Marketing and Product Development Joe Harley led the AudioQuest HQ tour proper. Just along the hallway from the listening room we are shown a space hosting cable termination stations. Nothing unexpected about that.\n\n\nIn the room’s corner, spools of cable.\n\n\nAcross the hall a door leads us into a warehouse that fulfils orders that come from all over the map; not the entire world though. Similar facilities in The Netherlands and Hong Kong supply AudioQuest product to Europe and Asia respectively.\n\nMirrored supply solutions notwithstanding, AudioQuest’s warehouse space in Irvine is arrestingly large. How large? 32000 square feet. Australians – think Bunnings Warehouse, Americans – think Staples or OfficeMax, Brits – Homebase. This primary warehouse space houses around 2400 pallets of gear whilst the adjacent, smaller 17000-square-foot warehouse (that we didn’t see) reportedly houses half as much again. Stored across the two spaces is around 6-8 months’ worth of stock.\n\nBoth warehouses pre-date AudioQuest’s arrival but all of their inner workings (shelving, conveyors, etc.) were built and\/or selected specifically to meet the company’s needs and standards. A quick glance at the shelves shows just how exacting organisational standards are at AudioQuest. Under the watchful eye of Bryan Long (VP of Operations), AudioQuest ship anything between five to fifteen pallets per day and almost any order received by noon will ship that same day.\n\nStereophile’s Herb Reichert is confounded by the enormity of an AudioQuest warehouse.\n\nShipments head out to destinations all over the world to big-box stores, independent hi-fi dealers and online retailers. Mejias tells us that Long is also affectionately referred to as the VP of Getting Shit Done. No doubt a mandatory requirement for anyone overseeing a warehousing operation of this magnitude.\n\nIn a follow-up email, Mejias would later point out that it’s far from a one-man show: “We also have a warehouse manager named Chris Flanigan, a facilities manager named Jason Althouse, and a QC manager named Ken Lauzon. All awesome dudes, who’ve been with the company for years and who put a great amount of pride and joy into their work, keeping the place clean, organised, and running efficiently.”\n\nEven more memorable than the size of the space is its cooling system. Off to one side, a Joape Misting Fan from down under. Firing air down from the above is a Big Ass (ceiling) Fan. Yes, that’s the brand name – no clarification required.\n\n\nIn 2015, AudioQuest is no longer just a cable company – they’re a tech company. Like the many-tendrilled Octopus of the Ballast Point beer artwork, AudioQuest’s product line points in many directions but especially towards computer audio. Code from Wavelength Audio’s Gordon Rankin does the heavy-lifting on the DragonFly DAC, whose second, superior-sounding revision came with a price drop.\n\nAlmost a year on from its publication, consistently strong reader click-throughs to my own DragonFly v1.2 review underscore thirst for good, simple and affordable computer audio products – something that AudioQuest seemingly have been aware of for some time.\n\nRankin’s code smarts were contracted again for the USB\/Bluetooth Beetle DAC that launched in Munich (US$149 US$159, covered here) and again, in collaboration with Garth Powell, for the JitterBug USB filter (US$49, covered here and here). Front-footing the message of high digital audio utility at sensible pricing is Boulder-based VP of Development Steve Silberman. His Computer Audio Demystified seminars at audio shows are consistently filled to capacity. AudioQuest is now a brand name that buzzes in the minds of a different, broader and younger demographic. Hats off.\n\nPowell was also fundamental to the development of the Niagara 7000 Low-Z Power Noise-Dissipation System ($7995) that could be seen\/heard back across the road at The Hotel Irvine’s Optimal Enchantment room. Don’t be put off by the product name. It’s par for the course in the context of AudioQuest’s forward lean with grandiose-sounding job titles.\n\n\nAt the business end of this system were Vandersteen Model 7 Mk.II loudspeakers driven by matching M7-HPA amplifiers. On source amplification duties a Reference 10 preamp and Reference Phono 10 phono pre-amplifier from Audio Research. I punched in something from AC\/DC. The resulting sound should have taken heads clean off when played at Sunday afternoon’s louder volumes…but it didn’t, all the while staying just the right side of vibrant and energetic, a result consistent with the glare-reducing and instrument separating talents of the JitterBug that I hear back in Sydney.\n\nFollowing his schooling in AudioQuest Ethernet cables, I lent a JitterBug out to skeptical audiophile pal, Barry. My only instructions were, “Put this between your computer and your DAC and tell me what differences you hear (if any).”\n\nBarry’s thoughts came down the web wire two days later: “First impressions of the JitterBug. I’ve plugged it in to a Macbook Pro that feeds a Chord Hugo outputting to OPPO PM-3 headphones. The little blighter definitely opens up the top end, lending more definition to the highest notes. There’s perhaps a little more control all around and timing seems a little better. On Belle & Sebastian’s “Enter Sylvia Plath” guitars chime with greater clarity. Energy on bass synth delivery is a bit better too. Vocal separation is enhanced. The little thing upgrades sound quality more than any USB cable I’ve tried.” \n\nL-R: Jack Wu, Michael Liang, Skylar Gray, Herb Reichert\n\nAudioQuest’s product diversification continues with the NightHawk headphone. Ex-Westone Labs engineer Skylar Gray was appointed as AudioQuest’s Director of Ear-Speaker Products in December 2012. Gray lives a fifteen minute walk from AudioQuest’s Irvine facility where his office\/development lab is located upstairs, above the warehouse. The space is divided into two. Up front in a space that measure no more than 2m x 3m, all the modern office conveniences – a desk, a chair a phone and a computer – nothing too exciting about that.\n\nIn the similarly sized section up the back we see numerous prototypes of the NightHawk hung on the left wall. CES 2015 attendees saw a selection of these at The Venetian. To the right we are introduced to KEMAR, a head and torso simulator (HATS) made by Danish firm G.R.A.S. Acoustics, used to study the performance of loudspeakers\/headphones\/hearing aids\/etc. or even to binaurally record music & sound.\n\n\nKEMAR has been designed to simulate the physical effects of the head, torso, pinnae (outer ear), and middle ear on an incoming acoustic sound source. It (he!) comprises a stereo microphone with anatomical features that are statistically averaged from a large sample of human body measurements across a) both western and eastern cultures and b) both genders. G.R.A.S. Acoustics are apparently the only HATS manufacturer to do so.\n\n“There are limitations to KEMAR’s accuracy or any HATS for that matter. I had the option to purchase any HATS I wanted…from B&K, Head Acoustics, G.R.A.S., etc. These things are not cheap, often tens of thousands of dollars. I have been fortunate to have had direct experience with all of them but for AudioQuest I chose what I consider to be the best on the market right now,” explains Gray.\n\n\nChristened Data, after the Star Trek: Next Generation character, Gray uses his KEMAR to harvest headphone measurements. “If you know where to get a screen-accurate wig and uniform, let me know,” says Gray. Sorry, I don’t.\n\nOn the software side, Gray uses Listen, Inc’s SoundCheck to generate ‘stimulus sounds’: tone sweeps, noise and even music are fed via an RME laboratory-grade DAC \/ headphone amplifier into headphones strapped onto KEMAR’s cranium. KEMAR captures the signal and his output fed back into the A\/D converters of the RME device. The software then analyses the incoming signal and can generate all manner of measurements from frequency response to various types of distortion to impedance to cumulative spectral decay, waterfalls and more... (truncated)",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.929441154,
        "format_confidence":0.6372700334
    },
    {
        "url":"http:\/\/talkingtree.org\/category\/sony-full-frame\/",
        "text":"Warning! Avoid Eyelead Gel-Sticks for Sony A7 Cameras – Part 1\n\nThis is the best thing I can do for the photography community is give some advice about my personal experience using Photographylife.com’s Eyelead Gel-Stick for Sony Sensors. Right now, I CANNOT and WILL NOT recommend them for ANY Sony sensor cleaning on any mirrorless camera in the Alpha series!\n\nThe staff over at PhotographyLife.com have visited various forums over the last several months warning photographers not to buy Chinese counterfeit knock-offs of it’s sensor gel-sticks from Eyelead in Germany designed to remove dust specks and other debris off of camera sensors because the counterfeits have damaged several Sony cameras. I took their advice and purchased a gel-stick about 8 months ago directly from PhotographyLife.com. Recently after getting back from a 12-day photography trip from New Mexico, Arizona and Nevada, I noticed a few dust specks on my much-loved Sony A7R camera.\n\nThis was my chance to try the much anticipated Eyelead Gel-Stick from Photography life. To my complete horror, the stick was uneasy to pull away from the sensor upon first trying it out without lifting the cover glass on the Sony A7R or damaging the glass. This turned into a nightmare minutes later and instead of yanking it off, or pulling on it, or forcing it, I gently was able to lift it off from working it on one side of the gel head and then gently removing. After checking to see if it removed the dust speak, to my dismay I noticed a bunch of residue from the stick itself adhering to the Sony Sensor which looked far worse than the dust speck! I was immediately angered.\n\nI tried a few more times to apply the gel-stick after utilizing the sticky paper supplied with the product to see if that would help in removing the residue. I was very gentle utilizing the gel-stick and used the same method of lifting the gel stick from one side to remove it from the sensor. It was obvious! The more I tried to fix the situation, the more damage and residue it left on the sensor! Madness would be doing to same thing over and over expecting different results so I stopped cold turkey and will never buy another flipping gel-stick, unfortunately. I hate ’em now, every last gel-stick! Grrr…\n\nMy Verdict is – This product from Eyelead and PhotographyLife.com is totally questionable and I find it flabbergasting that I paid so much from the “authorized source” and it’s a fact, in my book, that it DOES NOT WORK and it will damage or cause further damage to any Sony Full Frame Sensor.\n\nIn the photos above you will notice some discoloration to the sensor where the gel-stick was applied. It’s my hypothesis that this is actually the Sony Sensor coating either being directly affected or even removed as a result of using the Eyelead Gel-Stick. It was maddening “trying to fix” the situation caused by the Eyelead Sony Gel-Stick. Nasim, from Photographylife.com, reached out to me and have informed me that they are sending a wet-cleaning solution that will help me out here. I hope a wet clean will remove the discoloration and residue caused by the Eyelead!? If it doesn’t, this will require a much more expensive repair as a result of trusting Eyelead’s Gel-Sticks!\n\nI’ve been doing wet-cleaning methods on digital camera sensors for years with absolutely no problems with companies like Visible Dust back in the olden days. Cleaning camera sensors comes natural to me. I’m hoping a wet clean clears up any visual blemishes on the sensor caused by the Eyelead. If it does not, I will know for a fact that Eyelead Gel-Sticks damage Sony mirrorless cameras and will follow up with – Part 2!\n\n*Note, In an effort to be fair and balanced – here’s an email message sent to me within minutes after posting this article from Nasim Mansurov @ PhotographyLife.com:\n\nNate, I’m not sure why you ordered Eclipse when an order of a wet cleaning kit with swabs was heading your way. USPS doesn’t work on weekends, so it was going out tomorrow. We have a better cleaning solution than Eclipse, which might not be able to easily remove the residue you see on the sensor. PS had to decrease the quality of their chemical liquid after dealing with a lot of complaints from Sony users whose coatings on AA filters were getting removed by the solution.\n\nI understand your frustration with our product, however, please note that we have tens of thousands of happy customers who use the sensor gel stick to clean their Sony cameras. I don’t know whether the sample product you received was faulty, or some strange chemical or coatings on your A7R caused incompatibility, but it is a very rare case. Do you think we would still be selling the product if every customer had a problem? I personally issue full refunds for every customer who has a problem with our products – imagine if I had to do that for every order out there, we would be losing money left and right. These cases are extremely rare and whenever there is a complaint about any residue problem, I try to get the customer to send me their camera so that I can investigate the case and report to Eyelead Germany. However, in this case you didn’t want to send the camera for cleaning, so it is not in my hands to see the issue, which is why the best I can offer is to send you a wet cleaning kit.\n\nThe Desert is an Unknown Place\n\nThat is the truth that I believe in; one where the status quo has no control over your personal sovereignty and you begin to go back to the roots of our non-reality. The desert is one such place of mystery, full of the Unknown. I’ve learned this over the last decade and a half while roaming canyon labyrinths and mountain ranges. What I have witnessed adds a lot of meaning to this short life of mine. We rural desert dwellers see and hear a lot more than those who get entrapped and surrounded by dense civilization. Out there on the outskirts of the fringe you begin to see what’s truly shrouded while being accompanied by structures and ruins from the distant past that slowly wrought and crumble to the harsh desert elements.\n\nVoigtländer Heliar 15mm F4.5 Superwide for Sony E Mount – Test Drive\n\nVoigtlander Heliar 15mm Test Drive\n\nThe other day I had the opportunity to take the new Voigtlander Super Wide-Heliar 15mm f\/4.5 Aspherical III Lens for Sony E for a test drive using the Sony A7R. The results were pretty otherworldly for amazing landscapes. The sharpness of the lens, all the way into the extreme corners, passed my professional scrutiny. What is really pleasing is the fact that the Sony E-Mount version of the Voigtländer communicates all necessary EXIF data to the camera. It also automatically engages manual focus assist when you turn the manual focus dial on the lens.\n\nI had to trade out several legacy lenses in order to raise enough money to cover the cost of this lens. Here’s a few more test examples from the same shoot, below.\n\nOther thoughts regarding the Voigtlander…\n\nAll-in-all this lens really nails everything I need in a ultra wide for landscapes. When I finally switched to Sony Full Frame a few months ago from Micro Four Thirds – I was completely surprised by the unexpected learning curve that came with moving back into full-frame. The truth is, legacy glass works well on cropped sensors because the small sensor cuts out the imperfect corners of most legacy lenses while only utilizing the best part of the lens in the center. Switching up to a 36 megapixel sensor on a Sony Alpha A7R amplifies the smallest flaws of old 35mm lenses. So the HUNT for decent wide angle turned into quite a chore.\n\nBad Experiences with Samyang vs Voigtlander!?\n\nThere are a few legacy lenses that work nicely with the Sony but when shooting with Micro Four Thirds, I was used to shooting super-wide for landscape work. So my initial choice was the Rokinon 14mm F2.8 Ultra Wide Lens. The first copy of this 14mm lens turned out to be a de-centered piece of trash aka a $300 dollar paper weight. The whole right side of the frame was terribly blurry. I ended up trying three times to get a decent copy of the lens and finally gave up. When I tried to reach out to Samyang \/Rokinon about this negative experience, they ignored me and deleted my comments on their Facebook fan page. That inspired me to do some research which led me to Voigtlander’s offerings. I was able to secure a near-perfect copy of the Heliar 15mm III on the first round despite the fact that Cosina\/Voigtlander has had some manufacturing issues with the 15mm, as well,  resulting in this thread on Fred Miranda. However the latest copies of Heliar III  (as of Sept. 2016) seem to be totally fixed and I got my copy from one of their latest production batches.Yes, I also heard about the new Rokinon 14mm F2.8 Auto Focus Lens for Sony E-Mount. It was announced while I was investigating the Voigtlander.\n\nLong Hunt for a Superwide Finally Settled! 🙂\n\nWith Cosina’s ability to listen to customers, fix any quality control issues they may have, as well as having a long history in the camera business; I am decidedly in favor of Cosina\/Voigtlander and their high quality products. I’m happy with this iteration of the classic Heliar 15mm Super Wide lens. It reminds me of the days when shooting with Voigtlander’s 35mm Best-L camera with a 15mm Heliar attached. I miss those old film days and I’m glad to be shooting landscapes with a Sony Full Frame.",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.5373222232,
        "format_confidence":0.9591858983
    },
    {
        "url":"http:\/\/www.gametrender.net\/2011\/10\/ipod-touch-can-be-used-as-phone.html",
        "text":"Friday, 28 October 2011\n\nIpod Touch can be Used as Phone\n\nSometimes there comes a time, even in this modern connected age when a person simply can not use his phone.\nI'm writing this post in sympathy for a soldier in Afghanistan. he emailed me to ask for advice about a problem he had. The problem was that despite having internet access he was not able to use his phone for security reasons(and even had it confiscated from him for security reasons) Missing his wife he decided to buy an Ipod Touch, which he was allowed to have, so this article is going to explore ways in which an Ipod Touch can be used just like a phone.\n\nSo first impressions here's the app that comes bundled with the Touch\n\niMessageFree text messaging comes to iPod touch.\n\nYou and your best friend text each other all the time. Even when she’s sitting right next to you. With the Messages app on iPod touch, you can text any iOS 5 device using iMessage. And it’s free and unlimited over Wi-Fi. Send photos, videos, locations and contacts. Text one-to-one or as a group. Get delivery receipts so you know your message was received. If your friend has read receipts enabled, you’ll know your text was read. Messages are securely encrypted. And if you have more than one iOS device, iMessage keeps the conversation going across all of them. \nMoving away from generic Apple products I also managed to find this which promises to be able to be used both for the Ipod Touch , computers and other devices:\n\nWith the Tru App on your computer, you can call other Tru App users for free, and make low-cost VoIP calls to any landline or mobile around the world.\nTru App works across PC, Mac and Linux, plus a range of mobile devices, and is free to download. \nAnd finally we come to Easytalk which will provide these services through Wi-fi or 3G:\nFree international calls! Please have your friends install Easytalk, you can have free SMS message and free international calls between you and your friends.\n\nEasyTalk is a different kind of phone app. It builds its contact list off of your iPhone address book and Facebook friend list and lets you send FREE text messages and make FREE phone calls to them, from anywhere and at anytime, as long as your friends have EasyTalk installed on their iPhone\/iPod Touch\/iPad.\n\nNo comments:\n\nPost a Comment\n\nLike us? Then say So!",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.8293710351,
        "format_confidence":0.9304702282
    },
    {
        "url":"http:\/\/www.practicaltipsandmore.com\/2010\/11\/it-products-warehouse-sale.html",
        "text":"Tuesday, November 16, 2010\n\nI.T. products warehouse sale\n\nI got this from one of my mailing lists --\n\nLast IT products warehouse sale for this year:\n\nWhen: November 17 to 19, 2010\n9 am to 7 pm\nWhere: Tektite, Auditorium\nG\/F, Phil. Stock Exchange Bldg,\nExchange Road, Ortigas, Pasig City\n\nCash\/ credit cards are accepted.\n\nAccording to my source, sure brands to be showcased are Apple, HP, Dell, Lenovo, MSI, Acer, Samsung\/MAG (for LCD tv\/monitors), Apacer, Kingston, Cisco, etc.\n\n\nJoanne MV said...\n\nMeron kayang desktop na units?\n\ntheworkingmom said...\n\nDi rin ako sure, Joanne...\n\nJoanne MV said...\n\nI was planning to get a desktop kasi...mas reliable compared sa laptop :)\n\nAbout Me\n\nMy photo\nA part time ophthalmologist, part time micro business owner, part time graduate student and FULL TIME MOM struggling to find balance in the confusing world of multitasking :)\n\nBlog Archive",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.738648653,
        "format_confidence":0.8873408437
    },
    {
        "url":"http:\/\/blog.g4ilo.com\/2009\/06\/it9x-beacon.html",
        "text":"Thursday, June 18, 2009\n\nIT9X beacon\n\nAs regular readers of this blog will know, I'm very interested in methods of unattended propagation monitoring. It's always interesting to me to know when there has been propagation over a particular path, even if I wasn't around to take advantage of it and make any contacts.\n\nA month ago I discovered that the 2m beacon GB3VHF transmits using JT65B mode, and after leaving my receiver on all day found that it had been copied on several occasions. I wondered whether there were any other beacons that use this mode.\n\nWell, I have found one more. IT9X is an experimental 6m beacon that operates using CW, JT65B and BPSK31 on 50.057MHz. It is located in JM78re grid square. It is operational 24\/7 running 10 watts to a loop antenna. Its carrier is locked to a GPS receiver to give a high degree of accuracy. I am listening for it right now.\nPost a Comment",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.5502355695,
        "format_confidence":0.9922376275
    },
    {
        "url":"https:\/\/pe4bas.blogspot.com\/2014\/09\/cqww-rtty-2014-n1mm-logger-test.html",
        "text":"Monday, 29 September 2014\n\nCQWW RTTY 2014 a N1MM+ logger test\n\nThis is what N1MM+ looks like on my screen\nThe CQWW RTTY contest was on last weekend. Unfortenately time was not on my side and only spend couple of hours behind the radio. I used N1MM+ logger for the first time and after all problems I encountered it looks very promising. I decided to stick with 40m and of course, like all digimode contacts this year, I was QRP 5W or less with the Yaesu FT-817ND connected to the all band alu tape vertical.\n\nFirst thing I encountered was that N1MM+ would not update? Strange it did go well last week! Reading the latest news on the N1MM+ logger website revealed the software was not beta anymore and there was a new version on line. So I took the risk and downloaded - installed version 0.19 without removing the beta version first. Everything luckely went well. Next problem was the cat control with the FT-817, the connection was lost every couple of minutes. So digging in to that I found you better follow the recommendation setup of 4800bd (menu item 14 CAT RATE). Problem solved then, never had this issue in the classic version though.\n\nI did give the tip in my previous post using \"Auto TRX offset\" when using AFSK but this didn't work at all. I've been thinking it over all weekend and Sunday evening I found the problem. You really should use AFSK RTTY on LSB. Turn menu item 26 into PSK31-L and don't forget to do the same in MMVARI. In MMTTY it's just a matter of reverse button off. Can't remember if had similair issues with the classic version. Unfortenately contest was almost over now but the spots were finally right on frequency. It improved my rate a little\n\nTwo other problems or \"bugs\". I saw others had it as well. Not every DX cluster could be contacted. PI4CC for instance could not be contacted. PI5EHV though was not a problem. I don't know why? But at least I had one connection. Another bug I bumped into was in MMTTY, most of the time TX was hanging. Very annoying to press \"esc\" every time after a transmission. So I used MMVARI most of the time as it didn't have that problem at all. Not shure if setup was wrong?\n\nI tested ESM mode both with \"enter\" and with \"left click\" on the digital screen. If you got a reliable QRO station and good antennas this will work very well. In QRP S&P mode though it's most of the time worthless. Too many times you have to repeat your call or report and that means not only press enter or your left mouse button but clicking the right buttons.\n\nHow did my contest go? Well, actually not too bad. I made 80 QSOs with 40 DXCC. Best DX was with ZX2B from Brazil (8960km). I did work one station from the USA and one from Canada. Did hear Colombia and Japan with strong signals but they didn't hear me unfortenately. Actually for a QRP station with limited time I did not bad I think.\n\n\n  1. Hoi Bas, hier ook een aantal problemen gehad met de nieuwe versie en ik gebruik hem nu al een aantal weken. Ik dacht dat mijn pc niet snel genoeg was. Met cq geven duurde het soms 1 of 2 seconden voordat de zender overging naar TX. Zeer vervelend is dat, ook een probleem dat mijn control van de pc naar mijn zender uitviel. Net als bij jou dus. Hier alleen op de 20m meegedaan en een 785 qso's gemaakt. Mooiste dx was voor mij FK8DD die me aanriep. Maar aanbod was slecht vond ik op 20m. Mis dan toch de hogere banden. Had iets van een 311.000 punten. Heb 23:55 meegedaan..\n\n\n    1. Hallo Peter, nou lijkt mij wel een redelijke score. Hoorde dat cdx niet zo best was dit jaar. N1MM+ is misschien geen beta meer maar de kinderziektes zijn er nog niet uit. Vind voor de rest het prog er wel mooi uitzien. Hier en daar een stuk duidelijker. Wat betreft dat uitvallen van de CAT control is bij jou misschien ook een kwestie van baudrate naar beneden zetten. 73, Bas\n\n  2. Good evening Bas, very nice report on how the contest went and I had a smile on my face as I read. I have run into the very same situations during my contest adventures. One rule I had was to never update software just before or during a contest….BUT…. you were having trouble and the new release was not beta. I agree that ESM is not the way to go unless things are very reliable and your not QRP. I avoided using it in the past as things can get very confusing fast. For the time your were on you did a fine job with contacts! Congrats\n\n    1. Hello Mike, indeed normally I would never update during a contest. However I had problems and N1MM+ asks if I like to update which I did before without any problems. Problems are still there but there is a update every day so I guess it will be solved within no time. 73, Bas\n\n\nThanks for your comment. Bedankt voor je reactie. 73, Bas",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.6638299823,
        "format_confidence":0.7115037441
    },
    {
        "url":"http:\/\/paulsteinberg.blogspot.com\/2011\/10\/news-flashcell-phones-can-read.html",
        "text":"Saturday, October 8, 2011\n\nNews Flash....Cell Phones can read!\n\n\nThe following are excerps from Kaywa FAQ\nQR Codes (= Quick Response Codes) are 2D Barcodes (two dimensional Barcodes) developed by Denso and released in 1994 with the primary aim of being easily interpreted by scanner equipment in manufacturing, logistics and sales applications.\n\nJapan, the first country with a highly developed 3G network and high usage of the mobile internet, was also the country where telecoms like NTTDoCoMo and KDDI achieved a breakthrough by bringing QR code readers to mobile phones. By installing QR code readers on consumer phones, if was suddenly possible for everyone to create and read QR codes and to connect easily to mobile sites. Today QR Codes are so pervasive in Japan that it's almost impossible not to see one. You can find them in advertisements, mobile campaigns, on maps, in magazines, on billboards etc. In that sense the QR Code revolution is comparable to SMS. It's an easy and simple tool, the cost of the connection to a mobile site is below the price of an SMS and it's up to you to decide whether or not you want to scan it.\n\nThe QR code is about to become widely used in the United States as well. Google Maps already uses them and offers posters for clients to use. Facebook is starting a location service that relies on QR code. We recommend that all our clients start using QR code on their web sites, front door and in advertising as we are on our contact page.\nThis is a video demonstration of QR code being used in Elle© magazine advertisement.\nWe have developed a program which will generate the code for you. It is web based and very easy to use. Just enter your contact information and QR code will be downloaded to your browser.\n\nClick here to get your QR code.\nQR Code:\nClick this QR code\nto get Kawa Reader\n\nNo comments:\n\nPost a Comment",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.8800768852,
        "format_confidence":0.9916965961
    },
    {
        "url":"http:\/\/www.cozylittlehaven.net\/tag\/samsung-n7100\/",
        "text":"samsung n7100\n\nnow browsing by tag\n\n\nReview: Samsung Galaxy Note II (LTE) – GT-N7105\n\nFinally, I managed to get my hands onto the new Samsung Galaxy Note II (LTE) after quite a wait for the re-stocking to take place where it went out-of-stock islandwide. Even though the demands during the launch was less crazier compared to Apple iPhone5, supply was pretty low and resulted in many failing to get one. The phone is available in white and titantium color casing, and I chose the white color version. My first impression of the Note II upon powering it on was that the usage was smooth and snappy. This is likely due to the quad-core CPU that is running this device. Installing apps was a breeze, and even loading GPS application such as Sygics was fast. The super AMOLED screen was indeed crisp and sharp, and made viewing of pictures and videos a fantastic experience.\n\nSamsung Galaxy Note II (LTE)\n\nRead the rest of this page »",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9931092262,
        "format_confidence":0.5560189486
    }
]