[
    {
        "url":"http:\/\/knownturf.blogspot.com\/2010_08_01_archive.html",
        "text":"Friday, August 20, 2010\n\n59 jerks\n\nAnd on a different, shorter route, I counted 59 pot-holes. Pot-hole counting is fast becoming my commute time-pass.\n\nSunday, August 15, 2010\n\nMy country, this calm morning\n\nIt is Independence day. I wish freedom and peace upon everyone.\n\nIt also happens to be the month of Ramzan, which is a month of self-restraint, self-reflection and charity. It would serve both occasions well if we could just retreat into ourselves for a minute or two everyday this month and think about what we want, what we say and do, and what we wish we could do - for our own lives and for our country.\n\nSome people clearly have been doing all of the above and the result is Project S.T.R.I.P. It is one of the few productions I've watched recently that is totally plugged into our times and the souls of the principal actors in situations of conflict in modern India. Often, we read about or watch events unfolding that leave us feeling stunned, or helpless, or both. And when this happens too often, it seems as if there is no longer any language or creative tools left to use against ourselves. But this project does precisely that - looks around itself with empathy, honesty and humour and then just tells an engaging story.\n\nI wish it were on somewhere on Independence Day, but I think it will be staged again next weekend. Do watch it if you get a chance.\n\nOn another note, I got the following message on email. I trust you all will do what you can:\n\n\"I was barely nine when my dear father committed suicide. My mother has worked really hard to send my brother, sister & me to school. She is still working hard to make our two ends meet... all she wants is ONE OLD MAGAZINE from you all, so she can make paper envelopes to earn & save environment... dear uncles & aunties, please-please do send us one old magazine every month to support us, so that we can go to better schools and live our lives with dignity and less suffering. My mother and other widow mothers like her will not hesitate to work hard to earn for us while saving the environment for the nation... I will be waiting with great expectations dear uncles & aunties for ONE OLD MAGAZINE from each one of you every month... If each one of you send one, it will become so many for my mother and other widow mothers to work hard to earn some amount every month... A very BIG THANK YOU from my brother, sister, my mother and me...\"\nour address:\nSupport 4 suicide farmers families\nHouse No: 200\nOpp: Dr. Harne's Hospital\nDhantoli Chowk\nWardha: 442001\n\nFriday, August 13, 2010\n\nZoro.n ka jhatka\n\nDear Mira-Bhayandar Municipal Corporation\n\nYou must be reading a lot about malaria, pot-holes in Mumbai these days. We (you and I) are not quite Mumbai, which means that we don't get to read about our own malaria or pot-holes. I don't know if you've been counting. Your big sister across the naka claims to have only 593 potholes.\n\nThis is obviously a subject of much concern. Traffic was bad enough but these blighted holes slows traffic down to the point that people are willing to thrash other motorists and commuters lives become hellish because taxis and cabs refuse to go to high-traffic arterial roads. People with back and neck injuries can look forward to a worsening of their condition. The rest of us can look forward to developing spinal problems. This is nothing new of course. I remember a time, perhaps this was 2002, when I was reporting for Mid-day, when I rode pillion behind a photographer to go pot-hole hunting. Discomfort notwithstanding, it seemed exciting to zip around the city looking for mini-cirques along the way. If I tried to do it today, the bike probably wouldn't move from one mohalla, morning to night.\n\nSo I have been wondering just how many pot-holes we can boast of. I mean, we're growing faster than anyone can say 2BHK. We're not a village any more. We have malls, multiplexes, cars, arguments over parking space, famous burger places, three kinds of malaria... What more does a far-flung suburb want?\n\nOur autos, of course, are not quite urban. Even if I boycott them, I cannot claim to be doing 'meter jam'. No meter, what would I jam? (But I will write to you in more detail at another time.) For now, I want to tell you about this auto-fellow who refused to take me home. I wouldn't take 'no' for an answer. The man began to bitterly complain. He said he wouldn't go from the station to my home because the road was too bad.\n\nI flipped, asked him what he expected: Was I responsible, should I get down and begin patting down the road smooth for his majesty, why didn't his auto union do something about the bad road etc etc?\n\nAfter I had finished yelling at him, I began to count the number of jerks I felt which signified the number of pot-holes there were on that particular stretch, which includes Mira Road's MTNL road.\n\nI counted 63. On one stretch in one relatively new suburb, a ride that should taken five minutes actually takes nearly fifteen minutes, and 63 jolts to the spine.\n\nMind you, I am not actually counting every single pot-hole on that stretch. I just counted the number of times the auto had to lower a wheel into one of them.\n\nTwo days later, I counted again. This auto-wala was clearly not quite as skilled at skipping the craters. I counted 79, not including a small stretch at one end where I chose to walk.\n\n79, eh? We're not doing badly. And I must tell you, I was counting small conglomerations of pot-holes that have effectively led to the disappearance of tiny bits of tarmac in-between as one single hole, because the 'jhatka' I felt was too diffused and drawn-out to be counted and attributed to separate holes.\n\nSo based on the experiences of this monsoon, I have a few suggestions.\n\nOne, let us hold MUSSJAR contests for autos. MUSSJAR = Mumbai and Surrounding Suburbs Jhatka Avoiding Race. This will raise the morale of the drivers and teach commuters how much skill is involved. You can safely sponsor the prizes. I am sure our local boys will win.\n\nTwo, let us have a Pot-hole Princess contest. Some people have already given the title to Mumbai. But I think it should be a fair contest between suburbs. Pot-holes are a game of chance but we stand a good chance of winning. You could institute a special prize for maximum number of pot-holes on a one kilometer stretch. MTNL road is a strong contender. This would draw welcome media attention to your commissioners and other senior officials. If you do this, I promise I be there with a bouquet for you - a hundred and one roses.\n\nThree, after this monsoon, why don't you hire a specialist contractual firm and have all the roads dug up. Evenly, neatly, undeniably dug up. In effect, I am proposing that we have kuchcha roads instead of pucca ones.\n\nThe thing is, as I mentioned, in places where there are so many holes that the road itself disappears, one does not feel too much of a jhatka. The auto (or car) starts to feel like a cookie sliding across a bed of custard-jelly. It is slower but actually safer than a series of spine-threatening holes.\n\nBesides, if no road remains, then no pot-holes will remain and that takes care of mosquitoes breeding in stagnant little pools all over the place. There might be some criticism of such a measure, particularly from car-owners, but do not be afraid. There is nothing more important than health. You can ask them to choose between smooth rides and cerebral malaria. That ought to shut them up.\n\nThe auto-walas, I'm sure, will not mind. You can tell them that Mira-Bhayandar has decided to rethink its urbanization strategy, since they refuse to adapt to metropolitan, professional norms of public transport, which include functional meters, and where drivers aren't twelve-year olds, nor carry more than three passengers. If they protest, perhaps we can come to some sort of compromise. We give you pucca roads; you give us metered rides. You get my drift?\n\nMy fourth suggestion regards traffic policemen. Now, I've been living with you for a decade almost and have never, ever, spotted a traffic cop working outdoors. There is supposed to be a lady constable posted on duty near the auto-stand at Mira Road station and she is much-needed there. (More about that in another letter.) But except for that, no traffic cops in sight. Do we have any? Where are they? Mumbai traffic constables have set a good example by taking on pot-holes themselves. Your big sister wasn't much shamed by their intervention, it seems. You might as well go a step further and requisition of our local traffic cops to map, control or neutralize pot-holes, or supervise the effective elimination of tar roads.\n\nIn the event that you choose to ignore my suggestions and instead go on patching the broken roads, season to wet season, please learn from your big sister's mistakes. She spent Rs 100 crore last season when it didn't rain that much. Rs 100 crore is a lot of money. Where did it wash up? Nobody can tell thus far, but poor Jayant Patil tried. He took some officials out on a spin to remind us all that wherever Rs 100 crore disappeared, it certainly wasn't slicked firm and fast over the city's motorable surfaces. Not even on the airport runways.\n\nThis year, BMC spent another Rs 20 crore. It might go up to Rs 40 crore. She still gets 60 complaints a day. 60 new pot-hole complaints every day! We cannot match that level of complaint, of course, because in Mira-Bhayandar, people are used to keeping their heads down and are far too busy trying to get into trains to be able to complain about anything.\n\nBut please treat this as one. A major complaint.\n\nMy final suggestion: It would be great if you could get a list of contractors along with the specific roads they worked on. If their work did not last even three monsoons, I suggest they be black-listed from all future projects, particularly those involving public infrastructure and public funds. Because that's our money. Ours, which basically means mine and a million people like me. Actually, it's ... (truncated)",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.7708958387,
        "format_confidence":0.9816048741,
        "weight":0.0271745764
    },
    {
        "url":"http:\/\/www.dw.com\/en\/germany-calls-for-stay-of-execution-in-bahrain\/a-15039714",
        "text":"Germany calls for stay of execution in Bahrain | Germany| News and in-depth reporting from Berlin and beyond | DW | 29.04.2011\n  1. Inhalt\n  2. Navigation\n  3. Weitere Inhalte\n  4. Metanavigation\n  5. Suche\n  6. Choose from 30 Languages\n\n\nGermany calls for stay of execution in Bahrain\n\nThe German government says the death sentence imposed by Bahrain on four Shiite men found guilty of killing two policemen at a protest in March is \"draconian.\" Berlin has urged a stay of execution.\n\nDemonstrators in Manama\n\nNumerous pro-democracy protesters have been arrested in Bahrain\n\nGermany has called for a stay of execution for four Shiite protestors – all aged 20 or 21 - who were sentenced to death by a Bahraini military court on Thursday for killing two policemen at a rally last month. The policemen were killed during a pro-democracy protest attended by hundreds of thousands of Shiites. Three other protestors were given life sentences.\n\n\"Our government hopes that the death sentences will not be carried out and that the judgment will be revised,\" said German Foreign Ministry spokesman Andreas Peschke. \"This draconian punishment impedes the process of rapprochement und reconciliation in Bahrain.”\n\nThis is only the third time in over 30 years that the death penalty has been imposed on Bahraini citizens. The authorities said the four can appeal their sentences.\n\nDoubts about fairness of trial\n\nAmnesty International has expressed concerns about the fairness of the trial. The human rights agency noted that the accused were tried by a military court behind closed doors and can only appeal to a military court.\n\nBahrain hosts the US Navy's Fifth Fleet. The US issued a rare rebuke to its ally following news of the death sentences.\n\nSmoke and fire in Pearl Square\n\nPearl Square has been a focal point of the protests\n\n\"Security measures will not resolve the challenges faced by Bahrain,\" said State Department spokeswoman Heide Bronke-Fulton in a statement. \"We are also extremely troubled by reports of ongoing human rights abuses and violations of medical neutrality in Bahrain. These actions only exacerbate frictions in Bahraini society.”\n\nShiites began holding demonstrations in mid-February. Bahrain's military imposed emergency rule on March 15. One day later, security forces were ordered to crush the protests. Since then, 29 people have been killed. With the exception of the four policemen and two foreigners, all were Shiites.\n\nMany Shiites say they face systematic discrimination in the Muslim island kingdom. Some Shiite groups have called for the monarchy to be abolished. Bahrain's Sunni leaders in turn accuse Shiite Iran of trying to increase its influence.\n\nAuthor: Wilhelmina Lyffyt (AFP, Reuters)\n\nEditor: Susan Houlton\n\nDW recommends",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9268850088,
        "format_confidence":0.9962021708,
        "weight":0.0198444849
    },
    {
        "url":"https:\/\/isewlove.wordpress.com\/2015\/11\/",
        "text":"I know this is a sewing blog, but I feel I need to say this…\n\nI was in Brussels, Belgium when I recieved the news of the attack in Paris. The next day, I recieved the news that the attacks were planned in Brussels, not far from the place I was staying. The attacks hurted me, very much. I cried, I held my children way too often and way too tight, I screamed “Why?”and I whispered “I don’t get it…”.\n\nIn the aftermath of these attacks, I watched the reactions of people, people I don’t know and people I know and love. And more times than not, I  shook my head in disbelief. And now, it is time for me to respond.\n\nLots of people respond to the attacks in Paris by saying “Let’s kill them all!” or “Let’s close our borders, no one in! We have been too kind untill now!”. In the same breath, they say they want to make a better world, a world of peace, kindness and tolerance. Responding with violence and exclusion is the complete opposite of what you want to achieve. Peace means no killing, otherwise you are the terrorist. Kidness means being kind and friendly to all, not to the people you choose to be kind to. Tolerance means to tolerate everybody, every religion, every race, not just the people with the same vision as you.\nA wise man once said, be the change you want to see in this world. Think about this, think about it long and hard before making a snap judgment about my post and responding in a non-tolerant way.\nI choose peace, I choose kindness, I choose tolerance. I choose to teach my children to love, not to hate. Even in this world, a world that seems to have gone mad. I choose to teach my children to make their own decisions, without judgment and without religion. Even now everybody seems to have lost their mind.\nI sincerely hope you will make the same decision…\n\n\nFrance has this national motto “Liberté, égalité, fraternité” meaning “liberty, equality and fraternity”. It couldn’t be more suitable now…",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.8640215993,
        "format_confidence":0.9965491295,
        "weight":0.0304573196
    },
    {
        "url":"http:\/\/www.legis.ga.gov\/Legislation\/en-US\/display\/20152016\/HB\/135",
        "text":"Skip Navigation LinksGeorgia General Assembly > Legislation\nSkip navigation links\nHouse Calendars\nSenate Calendars\nHouse Daily\nSenate Daily\nSenate Privileged Resolutions\nAdvanced Search\nHouse First Readers\nSenate First Readers\nHouse Prefiles\nSenate Prefiles\nSigned by Governor\nGeorgia Code\nGeneral Statutes Summary\nHouse Votes\nSenate Votes\nDisplay Legislation \nGeorgia General Assembly > Legislation\nThis information is not for the current session!\n2015-2016 Regular Session - HB 135\nToo Young to Suspend Act; enact\nSponsored By\nHC: EducationSC:\nFirst Reader Summary\nA BILL to be entitled an Act to amend Chapter 1 of Title 20 of the Official Code of Georgia Annotated, relating to general provisions relative to education, so as to enact the \"Too Young to Suspend Act\"; to provide for a short title; to provide for definitions; to prohibit the suspension or expulsion of pre-kindergarten and kindergarten students except after the commission of certain offenses; to provide for alternatives to discipline of such students; to provide for the issuance of guidelines; to provide for reporting requirements; to provide for related matters; to repeal conflicting laws; and for other purposes.\nStatus History\nFeb\/02\/2015 - House Second Readers\nJan\/29\/2015 - House First Readers\nJan\/28\/2015 - House Hopper",
        "topic_id":17,
        "format_id":19,
        "topic_confidence":0.9007793665,
        "format_confidence":0.790797174,
        "weight":0.0009177407
    },
    {
        "url":"http:\/\/pamelanred.blogspot.com\/2011_06_07_archive.html",
        "text":"June 7, 2011\n\nOnly Half Racist\n\nI don’t agree when people say only white people can be racists. They come in all ethnicities and backgrounds.\n\nLately it has disturbed me that some people want to date or marry outside their race but can’t stand the opposite sex of that culture.\n\nThis is just an example and I’m not picking on anyone but it’s something people need to think about.\n\nFor instance if you are an Asian man and you find white women attractive but hate white men you better forget about Caucasian girls altogether because in case you haven’t noticed most of the time sons from those unions tend to look like white men.\n\nLook at Apolo Anton Ohno; he doesn’t look Japanese. He’s a good-looking young man but more than likely took most of his genes from mom’s side of the family. It happens.\n\nI’ve seen comments from black women that hate white women but they think white guys are handsome. Some mixed kids look totally Caucasian and you just might have daughters.\n\nYou also have to consider that person’s family. That white woman has a white father and that white man has a white mother.\n\nYou may tell yourself you will make exceptions for her family and a few are different and okay but the rest are all bad. Whether you realize it or not it will show through and as a few politicians have shown us in the news eventually something sneaks out and reveals your true opinion.\n\nIf you don’t accept the entire race you need to just walk away. Forget about dating until you can overcome your anger and hatred for the other side of the coin. It’s all or nothing, my friends.",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.7941995263,
        "format_confidence":0.9961451292,
        "weight":0.0279960464
    },
    {
        "url":"http:\/\/resisters.ca\/uncategorized\/telling-our-story-fundraising-event\/",
        "text":"Fundraising evening in support of war resisters\n\nNovember 21st, 2012\n\n\nA Fundraiser for U.S. War Resisters and their Ongoing Struggle\n\ntype-writer image\n\nFriday, December 7th, 7 pm SHARP\n\nInnis Town Hall, University of Toronto\n2 Sussex Ave @ St. George Street\n\nWith a special reading by author Noah Richler; Common Thread Community Choir; a sneak preview of the new film Peace Has No Borders by filmmakers Denis Mueller and Deb Ellis; and a panel of U.S. Iraq War Resisters\n\n$10-20 sliding scale\n\nWar Resisters Support Campaign – 416.598.1222 –\n\nComments are closed.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9951665401,
        "format_confidence":0.9695616961,
        "weight":0.004616768
    },
    {
        "url":"http:\/\/www.israelnationalnews.com\/News\/News.aspx\/154130",
        "text":"Mention of Tel Aviv Elicits Enraged Arab Response\n\nLebanese TV station angry over poster for an assessment test that includes names of world capitals, including Tel Aviv.\n\nRachel Hirshfeld,\n\nDowntown Tel Aviv\nDowntown Tel Aviv\nFlash 90\n\nA poster advertising a standardized finance test has caused rage in Lebanon due to its mention of the city of Tel Aviv.\n\n\"Tel Aviv [is] in the Heart of Beirut Arab University (BAU)” and “BAU students [are offered] an opportunity to work in the Zionist entity’s capital Tel Aviv,” asserted internet television station Saida TV, regarding a poster hanging on university grounds. The poster includes Tel Aviv on a list of capital cities worldwide. The report was cited by AhlulBayt News Agency.\n\nThe Saida TV report claims that the “colorful poster,” which hangs by “the university principal’s office, and on all floors of the faculties,” calls on students to \"apply for jobs in the Zionist entity, which was established on the ruins of Palestine and the displacements of its people.\" \n\n\"The university's students resented the poster, saying that their university was established by former Egyptian Leader Gamal Abdel Nasser, who refused to negotiate, hold peace, or acknowledge [the existence of] ‘Israel\",’ Saida TV stated.\n\nThe report also alleged that the BAU violated the law that made it mandatory to boycott Israel, despite being one of the victims of the \"Israeli invasion” of Beirut in 1982.\n\nThe poster advertises the Bloomberg Assessment Test, and lists world capitals to suggest cities in which those who pass the test may find employment.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9878897071,
        "format_confidence":0.997092247,
        "weight":0.0211505874
    },
    {
        "url":"https:\/\/www.waywordradio.org\/helicopter_engagement_1\/",
        "text":"helicopter engagement\n n.— «Later Rasheed, dressed in a floor-length black overcoat, held three town meetings where Haditha residents begged for help from the provincial government, based in Ramadi. The sessions were part of what the Marines call “helicopter engagement,” an attempt to introduce provincial politicians to their constituents.» —“I’m from the government…“ by Tony Perry in Haditha, Iraq Los Angeles Times: Babylon & Beyond Jan. 23, 2008. (source: Double-Tongued Dictionary)\n\nTagged with →  \n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":17,
        "format_id":19,
        "topic_confidence":0.9050081968,
        "format_confidence":0.7510231137,
        "weight":0.0009220492
    }
]