[
    {
        "url":"http:\/\/www.allinanews.com\/2010\/11\/kidney-chain-donors-recipients-meet\/",
        "text":"'Kidney chain' donors, recipients meet\n\n[St. Paul Pioneer Press, November 24, 2010] Bring together five kidney donors and their organ recipients for the first time, and you can expect to hear plenty of people giving thanks.\n\nBut the banter can be pretty good, too.\n\nAs Matthew Kleve, 36, of South St. Paul talked Tuesday about how much more energy he has with his new kidney, his donor Heather Reinke, 37, of Elk River wanted to know: “Do you like to shop for shoes and Coach handbags now, too?”\n\nAcross the room, it was recipient Pricilla Deshayes, 51, of Emily, who was making the jokes.\n\n“I’m going to keep her close to me,” she said of donor Ann Agrimson, 48, of Minneapolis. “I’m going to put her on the list for future parts just in case I need them.”\n\nThe scene played out at a luncheon at Abbott Northwestern Hospital in Minneapolis, which was one of three medical centers in July that played a role in the region’s first-ever “kidney chain.”\n\nRead the entire story at twincities.com.\nListen to this story at mprnews.org.\nSee more coverage at kare11.com and wcco.com\n\nGet Allina in the News delivered to your email inbox each morning.",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.9938072562,
        "format_confidence":0.7847192287
    },
    {
        "url":"https:\/\/radiopaedia.org\/images\/24330971",
        "text":"DSA (angiography)\nModality: DSA (angiography) (Lateral)\n\n- “ Diagnosis delayed as presented with unilateral weakness.  Progressed while in ED to collapse.  A stuttering onset is seen in between 1\/3 and 2\/3 o...”\n\nView full size version of Basilar and bilateral vertebral artery occlusion\n\nUpdating… Please wait.\n\nAlert accept\n\nError Unable to process the form. Check for errors and try again.\n\nAlert accept Thank you for updating your details.",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.9920822382,
        "format_confidence":0.9547823668
    },
    {
        "url":"http:\/\/www.independentnurse.co.uk\/clinical-article\/iodine-deficiency-britains-hidden-nutrition-crisis\/174833\/",
        "text":"This site is intended for healthcare professionals only\n\nIodine deficiency: Britain’s hidden nutrition crisis\n\nWritten by: | Published:\n\nFoods such as fish and dairy products are rich in iodine, with seaweed being a particularly concentrated source\n\nThe negative health effects of iodine deficiency on health and human development are well documented.1,2,\n\nThe effects of mild to moderate deficiency, however, are less well known. Recent research has revealed that some UK populations are now mild to moderately iodine deficient3,4,5,6 and that this level of deficiency may come with risks to child cognitive development.7\n\nThis article looks at the importance of iodine sufficiency, particularly for pregnant women. It goes through the importance of iodine to our health, the effects of iodine deficiency and the more recent findings that the UK population is at risk of mild to moderate iodine deficiency with subsequent risks to foetal development.\n\nWhat is iodine?\n\nIodine is a mineral, essential to human life. It is found in small amounts in the thyroid gland, and helps make thyroid hormones (thyroxine, T4 and triiodothyroxine, T3), which regulate growth and metabolism.8,9 In foetal life, thyroid hormones are required to ensure the development and growth of organs, particularly development of a baby’s brain before birth and during the critical period of the first two to three years.9\n\nIodine Cycle\n\nPlease login or register to read the rest of the article and to have access to downloads and comments.\n\nWhat do you think? Leave a comment below or tweet your views to @IndyNurseMag\n\nThis material is protected by MA Healthcare Ltd copyright.\nSee Terms and Conditions.\n\n\nSign up to the newsletter\n\n\nIndependent Nurse is the professional resource for primary care and community nurses, providing clinical articles for practice nurses and prescribers.\n\n\nSubscribe to our newsletter and stay up to date with the latest nursing news.\n\nStay Connected\n\nStay social with Independent Nurse by following us on Twitter, liking us on Facebook or connecting on LinkedIn.\n\n\nNeed access to some of our older articles? You can view our archive, or alternatively contact us.\n\nContact Us\n\nMA Healthcare Ltd.\nSt Jude's Church, Dulwich Road\nLondon, SE24 0PB\n\nTel: +44 (0)20 7738 5454\nRegistered in England and Wales No. 01878373\n\nMeet the team\n\n\nFind out how to contribute to Independent Nurse here.",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.9985666871,
        "format_confidence":0.9476407766
    },
    {
        "url":"https:\/\/prezi.com\/bn8uirrh9lkk\/how-each-of-our-body-systems-maintain-homeostasis\/",
        "text":"Loading presentation...\n\nPresent Remotely\n\nSend the link below via email or IM\n\n\nPresent to your audience\n\nStart remote presentation\n\n  • Invited audience members will follow you as you navigate and present\n  • People invited to a presentation do not need a Prezi account\n  • This link expires 10 minutes after you close the presentation\n  • A maximum of 30 users can follow your presentation\n  • Learn more about this feature in our knowledge base article\n\nDo you really want to delete this prezi?\n\nNeither you, nor the coeditors you shared it with will be able to recover it again.\n\n\nhow each of our body systems maintain homeostasis\n\nNo description\n\nAria Velasquez\n\non 1 June 2015\n\nComments (0)\n\nPlease log in to add your comment.\n\nReport abuse\n\nTranscript of how each of our body systems maintain homeostasis\n\nThe Circulatory System maintain homeostasis by the Circulatory system regulating and maintaining the right levels for our nutrients.Also the oxygen and the waste would need the products by cells.\nThe Digestive System\nThe Digestive System help maintain homeostasis by the Digestive System by breaking down the food into monocules and absorbing the monocules into cells.And regulating the water to the large intestine.\nThe Respiratory System\nThe Respiratory System helps maintain homeostasis by the Respiratory System bringing in the right levels of oxygen while removing the carbon dioxide.\nThe Excretory System\nThe Excretory System maintains homeostasis by the Excretory System removing the waste from the body,helps the body cool down when you are sweating,the kidneys put chemicals inside your blood,the liver puts toxins and acids in your blood,and the colon lets you have solid waste go through your body.\nThe Endocrine System\nThe Endocrine System helps maintain homeostasis by the Endocrine System releasing hormones,and the hormones are sent to different spots in your body to control your blood sugar and hear rate etc.And regulating the hormone messages such as temperture,hunger,sleep,etc.\nThe Skeletal System\nThe Skeletal System helps maintain homeostasis by the Skeletal System keeping them in place and proper function and helps interacts with the muscles.\nIn this presentation you will learn how each of our body systems maintain to homeostasis.O.K lets get started.\nThe Nervous System\nThe Nervous System helps maintain homeostasis by the Nervous System sending messages to the brain about hunger,pain,temperture,etc.And so the body can make adjustments using the other body systems.\nThe Muscular System\nThe Muscular System helps maintain homeostasis by the Muscular System allowing to have movement and allowing to go back in its position.The muscules regulates through the functions such as breathing and the heartbeat.\nThank you for looking at my presentation on how each of body systems maintain homeostasis.\nBy:Mansa Velasquez\nFull transcript",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.7640373111,
        "format_confidence":0.6280562282
    },
    {
        "url":"http:\/\/hcbd.biz\/NewSite\/NewsDetails.aspx?id=57676",
        "text":"Healthcare Bizdev\nHCBD-Pro Services Client Subscribers\n\nHCBD-PRO Services\n\nQuery News -\n\nWelcome <Guest> Login\nback to News\nKaiser Permanente: Partners of Newly Diagnosed Diabetes Patients More Likely to Adopt Healthy Behaviors\n\nSource Kaiser Permanente\nPublished Date 7\/10\/2018\nLarge observational study by Kaiser Permanente suggests that a type 2 diabetes diagnosis may be a “teachable moment” for the entire household.\n\nPartners of people with newly diagnosed diabetes are more likely to improve their health behaviors than partners of people without the disease, according to a large new Kaiser Permanente study published today in Annals of Family Medicine. ...\nView the entire Kaiser Permanente article\nFeatured Companies\nKaiser Permanente\nOakland, CA\n\nCompany Representatives Featured\nJulie Schmittdiel\n[Research Scientist]\nKaiser Permanente\nDiana Yee\n[Sr. Communications Consultant]\nKaiser Permanente\nMedia Contact\nback to News\nAbout Us | Purchase Pro | Contact Us\n\n© 2006-2010 Healthcare BizDev, Inc. All rights reserved. Privacy Policy | Legal Conditions",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.9945876598,
        "format_confidence":0.7903122306
    },
    {
        "url":"https:\/\/www.statnews.com\/2018\/01\/03\/spark-gene-therapy-price\/",
        "text":"Skip to Main Content\n\nThe first gene therapy in the U.S., approved last month to treat a rare, inherited form of blindness, now has a price tag: $850,000.\n\nThat makes the treatment, called Luxturna and made by Spark Therapeutics, the most expensive medicine sold in the U.S., ranked by sticker price.\n\nUnlock this article by subscribing to STAT+ and enjoy your first 30 days free!\n\n\nComments are closed.",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.9527941942,
        "format_confidence":0.9738374949
    },
    {
        "url":"https:\/\/pocketdentistry.com\/the-presidents-dentist\/",
        "text":"The President’s Dentist\n\nFig. 25.1\n\nBoyd Robinson, DDS, M.Ed\nIt started with saying “I will” as I took the oath of office to become a member of the US Navy. I am sure I didn’t really understand all that would be required of me as I entered the Navy upon dental school graduation. I knew I would be able to practice dentistry and provide healthcare but I was not ready for strong emotional ties that develop for the men and women who give their lives to protect our freedom.\nMy career started in a small clinic at the Naval Air Station, Lemoore, California. I was able to perform all disciplines of dentistry at this clinic, which I am sure developed my interest in staying a general dentist. During dental school, I did not know exactly what specialty I wanted to pursue and I was glad for the general practice provided me at Lemoore. It solidified my desire to maintain and develop as a general dentist.\nMy naval career started to develop and I was stationed with the Marines and went on deployment with them out of Kaneohe Bay, Hawaii. The deployment was what is called a WestPac (Western Pacific) and we did operations in Japan and Australia. I learned a lot about the Marine Corp from this experience and could really appreciate what they do, how hard they work, and the sacrifices they go through to protect our country. I also learned that visiting the dentist was not one of their favorite things to do which helped me to develop a very patient-centered practice – one that made them comfortable in my chair and one that would let them know how much I care.\nThe Navy also gave me the opportunity for training. I was selected for a 2-year comprehensive dentistry residency. This came after I had been practicing for about 6 years. It came at the perfect time for me professionally and I was able to increase my healthcare and dental knowledge by a huge degree. From this experience I developed my philosophy on total dental care. It also gave me an opportunity to provide “state-of-the-art” dental care and to be able to decide where these modalities fit into a treatment plan. It served me well as I was assigned to several clinics, one where I was the sole provider of care. I had a very good military service reputation by that time and was known for my excellent dental practice. This lead to one of the greatest assignments anyone could have.\nOnly gold members can continue reading. Log In or Register to continue\n\nDec 11, 2016 | Posted by in General Dentistry | Comments Off on The President’s Dentist\nPremium Wordpress Themes by UFO Themes",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.860059917,
        "format_confidence":0.7857159972
    },
    {
        "url":"https:\/\/www.thetimes.co.uk\/article\/who-will-protect-our-children-fromthe-anti-vaxxers-mc5lfxx7w",
        "text":"Subscription Notification\nWe have noticed that there is an issue with your subscription billing details. Please update your billing details here\nPlease update your billing information\nThe subscription details associated with this account need to be updated. Please update your billing details here to continue enjoying your subscription.\nYour subscription will end shortly\nPlease update your billing details here to continue enjoying your access to the most informative and considered journalism in the UK.\nRead the full article\nJust register a few details\n The Times\n\nWho will protect our children from the anti-vaxxers?\n\nPoliticians with little regard for evidence have helped this dangerous movement to flourish\n\nThe politicisation of medicine is a disease masquerading as a cure. Ireland’s health service has been grievously harmed by decades of ham-fisted political interference, much of it fuelled by party rivalries, personal vanity and parish-pump concerns. In recent years, however, some of the geniuses who’ve helped botch the healthcare system have seemed increasingly eager to share their views on the science of healthcare itself, with predictably sickening consequences.\n\nOne of the most shameful illustrations of this merger between bad politics and bad medicine is the cover of respectability that’s been provided by some TDs and senators for aspects of the propaganda spewed out by the anti-vaccination movement.\n\nAnyone who doubts the scale or seriousness of the threat posed by the spread of virulent misinformation about…\n\nWant to read more?\nRegister with a few details to continue reading this article\n\n    You are currently logged out\n\n    Your choice of two articles a week\n\n    Unlock quality journalism on the topics that you decide matter most.\n\n    Register now\n\n    Or enjoy full digital access\n\n    Get one month's free access to The International Pack.\n\n    Start your free trial\n\n    Already a member? Log in",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.6872753501,
        "format_confidence":0.9760518074
    }
]