[
    {
        "url":"http:\/\/www.theaselby.org\/san_francisco_examiner_endorses_thea",
        "text":"San Francisco Examiner Endorses Thea!\n\n\nThis morning the San Francisco Examiner gave Thea their endorsement! We are very thankful for the recognition! The Examiner calls Thea:\n\n\"an energetic community activist and organizer as well as a supporter of families and small business in her district... She would arrive at City Hall with a neighborhood-centric viewpoint, but is smart enough to quickly take on a more citywide approach.\"\n\n\nFront and Center: Thea on the Cover of the SF Examiner!\n\nThea recently also received an endorsement from the San Francisco Bay Guardian, and the San Francisco Chronicle noted: \"Thea Selby, active in numerous neighborhood causes, is an appealing voice for small business. She has a future in city politics.\"\n\nOur grassroots campaign is gaining awesome momentum and now is the time to join Team Thea:\n\n  • Like to talk on the phone? We do phone banking every Tuesday and Thursday from 5:30pm to 8pm.\n  • Prefer to walk the neighborhood? We walk Mondays\/Fridays at 5:30pm and Saturdays\/Sundays at 1pm.\n\nContact our A-M-A-Z-I-N-G Volunteer Coordinator Saudia today! She'lll hook you up!\n\n\nCreated with NationBuilder",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9916481972,
        "format_confidence":0.9818695188
    },
    {
        "url":"https:\/\/www.workers.org\/2012\/12\/09\/election-fraud-scandal-in-honduras\/",
        "text":"Election fraud scandal in Honduras\n\nThe Collective Honduras USA Resistencia = Libre Party, New York\n\nTo the national and international community:\n\n1. The Collective Honduras USA Resistencia = Libre Party in the city of New York show in this document that on Nov. 18, 2012, our country Honduras was a victim of the  worst electoral fraud in its history, while carrying out primary elections, where the Supreme Electoral Tribunal (TSE, for its initials in Spanish) implemented the computer  system of Transmission of Preliminary Electoral Results (TREP), the same system that was used during the coup to “elect” Porfirio Lobo Sosa as president, and inflated the figures when it was obvious that the polls were deserted. The same system has now been used in the recent primaries, a computer system costing millions that also uses cell phones to call the TSE from the polling stations and communicate the results of the voting.\n\n2. We express our rejection to all forms of manipulation of mass media and polling agencies during the electoral process, and reject the lack of commitment to democracy and civil rights by the government institutions headed by Porfirio Lobo Sosa.\n\n3. We reject that in the name of democracy they try to impose fictitious results, with the claim that this is to revive bipartisanship, which received its death sentence the very moment of the military coup on June 28, 2009, and received its epitaph with the resounding triumph of Xiomara Castro de Zelaya and the Libre Party (Freedom and Re-foundation), even while the bipartisanship system has altered the results of the Libre Party, trying to minimize its  success by subtracting votes it had obtained legitimately.\n\n4. We reject all forms of fraud, including computer fraud, implemented by the TSE, which lacks all credibility by failing to ensure the security of the elections and allowing them to be an instrument of social domination and subjugation of the Honduran people, who since the coup have been inundated by a wave of killings: peasants, workers, teachers, youth, leaders of the National Popular Resistance Front and the libre Party.\n\n5. We invite the citizenry to defend their vote in the general elections of November 2013. We demand the dismantling of the TREP system, and all rigged and obsolete forms that only help to commit fraud.\n\n6. If you are a good teacher, teach students what happens in our Honduras: who are the traitors, thieves, and murderers, those who cheat and kill the people. Fill in along with the children the missing pages in textbooks, change what is false. Build a new conscious and courageous citizen, a human being concerned about their country and humanity.\n\n7. We call on the international community: United Nations, Organization of American States, CELAC, and International Commission on Human Rights, not to abandon Honduras and be alert to developments there.  We demand for future elections the maximum number of observers at a worldwide level.\n\n8. We Condemn: the fraudulent practices of the Supreme Electoral Tribunal of Honduras, through the TREP system, which would like to impose candidates on the Honduran people and, in turn, to minimize the ascension of the emerging Libre Party (Freedom and Re-foundation) and finally, we demand that those responsible for this electoral crime be brought to trial and be subject to the full force of law.\n\nNew York Dec. 3, 2012\n\nSimple Share Buttons\n\nShare this\nSimple Share Buttons",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9894542694,
        "format_confidence":0.9095153213
    },
    {
        "url":"https:\/\/results.org\/resources\/u-s-poverty-weekly-update-april-14-2015\/",
        "text":"U.S. Poverty Weekly Update April 14, 2015\n\nApril 14, 2015\n\nU.S. Poverty Campaigns\n\nWeekly Update | April 14, 2015\n\n“We urge lawmakers across the nation to pause and look poverty in the eye.”\n\nApril 10 editorial in The Stamford Advocate, generated by RESULTS CT Free Agents Bill Baker and Lucinda Winslow (editorial was printed in four separate papers)\n\n“SNAP is vital to family survival… The problem? Congress just took steps toward huge cuts in SNAP over the next ten years and our U.S. Rep. Bill Shuster voted for it.”\n\n– RESULTS South Central PA volunteer Bruce Kessler in an April 13 letter to the editor in Chambersburg Public Opinion\n\nIn This Week’s Update:\n\nQuick Action: Use the Media to Help Protect SNAP\n\nTake Action!\n\nGot Two Minutes? Send in Your SNAP Letter to the Editor TODAY (April Action)\n\nAs Congress heads back to DC this week to finalize the 2016 budget, send them a strong message that any budget that puts SNAP cuts on the “fast track” is unacceptable. RESULTS volunteers have been doing an excellent job at using the media to push members of Congress to protect SNAP. In the last week, you’ve had 14 media pieces about SNAP published! That kind of coverage makes a difference. Keep it up and do all you can to protect hungry families!\n\nTAKE ACTION: Take two minutes to send a letter to the editor telling your members of Congress by name to protect SNAP in the 2016 budget. Use our SNAP LTE alert to send your letter today. If you want to write your own letter, and use the April Action for talking points and background information. If you are looking to make a bigger impact, use our SNAP media brief to urge your local paper to write an editorial about protecting SNAP. Find media outlets to send your letter using our Media Guide. If you have questions or need help with letters, op-eds, or editorials, please contact Jos Linn ([email protected]) for assistance.\n\nWe also encourage you to listen to the recording and review the slides from last Saturday’s April U.S. Poverty National Meeting; guest speaker Rebecca Lenn provided some invaluable insights on how to respond to myths about SNAP in the media.\n\nGot Ten Minutes? Invite Young People to Apply for REAL Change\n\nWhile the immediate focus at RESULTS is on protecting nutrition programs and expanding economic mobility in America, we are also looking ahead at engaging the next generation of RESULTS activists. We have a fantastic network of volunteers, some of whom have been with RESULTS for decades. But we know that in order to survive and thrive, RESULTS always needs to be looking for new people, especially young people. Young people bring their unique strength, passion, and intelligence to any endeavor. Imagine what world we could create if the next generation of leaders started out as RESULTS advocates. We have a tool to make that happen.\n\nThe RESULTS REAL Change Fellowship is a year-long volunteer program working to train the next generation of anti-poverty advocates. It is a way for 18-28 year olds to get unique experience in lobbying, media advocacy, and organizing. It starts with a trip to the RESULTS International Conference and continues throughout the year, where Fellows put their ongoing training into practice in their community. It can be a wonderful experience for those who participate, just like PaHoua Vang from Minnesota. PaHoua recently wrote on the RESULTS Blog about how RESULTS and the REAL Change Fellowship has taught her the courage to advocate for the things she cares about. We want more people like PaHoua, and Sarah Miller, and Reba Carethers, and David Costello, and other Fellows who have completed the program. We are now accepting applications for the 2015-26 class and we need your help. If you know someone 18-28 years old who would make a great advocate, urge them to apply today. The deadline to apply is April 25.\n\nTAKE ACTION: Think you might know someone who wants to be a part of our REAL Change Fellowship? Take ten minutes and tell them to apply fast! We have already accepted over 50 REAL changers and applications are pouring in. REAL Changers work with RESULTS an average of six hours per week and attend webinar trainings every two weeks. They spend the year learning how to lobby, organize and work with local media. The application deadline is April 25, so please share with your local group and local contacts now. To learn more check out www.results.org\/realchange.\n\nGot Twenty Minutes? Learn Why You Should Attend the 2015 RESULTS International Conference  \n\nThe RESULTS International Conference begins three months from this weekend, and we want you there. We are very excited about this year’s conference, which will be part conference, part birthday party. This is RESULTS’ 35th Anniversary and we have quite the array of guests coming to celebrate with us. Economist have Jeffrey Sachs, Nuns on the Bus Sister Simone Campbell, Sen. Sherrod Brown, and World Bank President Dr. Jim Kim, and early childhood advocate Joan Lombardi will all be speaking. And just announced, Prof. Muhammad Yunus, Nobel Peace Prize-winning founder of the Grameen Bank, will also be at this year’s conference. If that weren’t enough, you also get some of the best policy briefings and advocacy training around and then get to make your voice heard by taking your message of “end poverty now” straight up Capitol Hill to your members of Congress. Who would want to miss that?\n\nBut perhaps you’re not sure about whether to come OR you’re new to RESULTS and want to know more OR you are coming and just want to learn what’s in store. We have just the thing for you. Join our webinar this Thursday at 8:00 pm ET and again Friday at 1:00 pm ET to learn Why You Should Attend the 2015 RESULTS International Conference. This 30-minute call will overview all the festivities and answer any questions you have about the conference and how to get there.\n\nTAKE ACTION: Take thirty minutes to dial into our Why You Should Attend the 2015 RESULTS International Conference webinar. The webinar is this Thursday, April 16 at 8:00 pm ET. We will repeat it again on Friday, April 17 at 1:00 pm ET. To join online, go to: http:\/\/fuze.me\/28157166. You can also join by phone at (201) 479-4595, meeting ID 28157166#. Please invite others you know to join the webinar – all are welcomed. If you already know that you plan to attend this year’s conference, don’t wait and Register TODAY! Note that you must book your hotel room through the RESULTS website before June 1 to be guaranteed a room at the discounted rate.\n\nApril National Meeting Provides Helpful Resources in Your Media Advocacy\n\nLast weekend’s U.S. Poverty National Meeting provided a wealth of information for our current efforts to protect SNAP. Rebecca Lenn, Director of Outreach for Media Matters, did a fabulous presentation on how to combat myths about SNAP in the media. For example, she taught us to “minimize the myth, familiarize the fact.” Too often, when we hear something negative about SNAP, our response is to repeat it and then try to negate it (“SNAP does not have a high fraud rate!”). While admirable, Rebecca explained that this simply reinforces the myth in the mind of the reader or listener. Instead, you want to retell it. Here’s an alternative frame Rebecca provided:\n\nMyth: SNAP has a high rate of fraud and abuse.\n\nRetold Fact: SNAP is doing exactly what it is supposed do and what a democracy would ask of it. It is helping people who need help in hard times. Pundits and politicians who make this claim are turning a blind eye to not just the numbers that show that fraud and abuse are rare, but the seniors, children, and working families for whom SNAP is helping.\n\nAdvice like this is invaluable and only helps us to better educate lawmakers and the public about the truth. This is only one of the many tips Rebecca provided us during the meeting. The call also included shares from volunteers in Iowa, New Mexico, New Jersey, and Washington State about media successes and face-to-face meetings this month. If you were not on the call or want to review it again, please listen to the recording of the call and download the slides and summary of the call from our National Conference Calls page.\n\nRESULTS greatly appreciates Rebecca and Media Matters for appearing on our call. We look forward to working with them again in the future.\n\nQuick News: Invite Staffers to Witnesses Event; Learn Where Your Taxes Go\n\nInvite Congressional Staffers to Witnesses to Hunger Event. Invite House and Senate aides to come to a briefing where members of Witnesses to Hunger will share their recommendations for the Child Nutrition Reauthorization.  Witnesses to Hunger are the true experts on hunger and poverty because they know it firsthand.  The Witnesses have taken their expertise and created a book that highlights what works, what doesn't, and how child nutrition programs can be improved.  Invite aides to come to this briefing, read the Witnesses’ book, and talk about ways to improve the health and nutrition of all children. The briefing is next Monday, April 20, 2015  3:00 – 4:30 in the Cannon House Office Building, Room 122. Aides can RSVP here.\n\nPay Your Taxes and Find Out What They Pay For. Tomorrow is Tax Day and our friends at the National  Priorities Project (NPP) have great tools to show you how your tax money was spent in 2014 (including the graphic below). After looking at their resources, use our online alert to send a message to your members of Congress urging them to help America’s working families by preserving the Earned Income Tax Credit and Child Tax Credit for millions of low-income workers and expanding the EITC for workers without children.\n\nUpcoming Events\n\nGo to the RESULTS Events Calendar to see a full list of RESULTS events.\n\nNext Congressional Recesses: House,: April 17-20, May 2-12 and 23-31; Senate: May 23-31. Request face-to-face meetings.\n\nWebinar: Why You Should Attend the RESULTS International Conference, April 16 at 8:00pm ET (repeated on April 1... (truncated)",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9933538437,
        "format_confidence":0.9419817924
    },
    {
        "url":"http:\/\/resisters.ca\/uncategorized\/telling-our-story-fundraising-event\/",
        "text":"Fundraising evening in support of war resisters\n\nNovember 21st, 2012\n\n\nA Fundraiser for U.S. War Resisters and their Ongoing Struggle\n\ntype-writer image\n\nFriday, December 7th, 7 pm SHARP\n\nInnis Town Hall, University of Toronto\n2 Sussex Ave @ St. George Street\n\nWith a special reading by author Noah Richler; Common Thread Community Choir; a sneak preview of the new film Peace Has No Borders by filmmakers Denis Mueller and Deb Ellis; and a panel of U.S. Iraq War Resisters\n\n$10-20 sliding scale\n\nWar Resisters Support Campaign – 416.598.1222 –\n\nComments are closed.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9951665401,
        "format_confidence":0.9695616961
    },
    {
        "url":"http:\/\/unmis.unmissions.org\/Default.aspx?tabid=511&ctl=Details&mid=697&ItemID=10734",
        "text":"UNMISUnited Nations Mission in Sudan\n\nHome Site Map Contact Us\n\n18:53:20, Friday, 28 Oct 2016\n Article Details\n\nFeatured News\n\nMenkerios: No referenda shortcuts should be taken\n\n18 October 2010 - UNMIS respects the decision by Sudan’s peace agreement parties to hold the referenda on time, but advises that no shortcuts should be taken in the process, Special Representative to the Secretary-General (SRSG) Haile Menkerios said at a press conference today.\n\n\n“Decisions made in the next few weeks are likely to determine Sudan’s path for years to come,” said Mr. Menkerios, speaking to journalists at UNMIS headquarters in Khartoum.\nThe SRSG added that the international community was fully committed to support the two parties – the National Congress Party and Sudan People’s Liberation Movement – to the Comprehensive Peace Agreement.\nBut he advised that any shortcuts could jeopardize credibility of the self-determination referenda, scheduled for 9 January 2011, and the legitimacy of their outcome.\nAddressing security, Mr. Menkerios said UNMIS was constantly assessing the needs of Sudan in preparation for the referenda process.\nIn line with the mission’s mandate to support the parties in providing security, he said UNMIS had adjusted deployment of its existing troops deployed throughout the cease-fire zone.\n“We made some deployment from our reserves in order to reinforce continued patrolling (done together) with the JIUs (Joint Integrated Units) in the area, other civilian units from the UN and the Joint Integrated Police Units in Abyei in order to defuse any possible tension that may occur,” Mr. Menkerios said.\nArticle List << Previous Article    Next Article >>",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9958963394,
        "format_confidence":0.5700909495
    },
    {
        "url":"https:\/\/downloadfairness.com\/download-fairness-coalition-e-commerce-bill-highlights-need-for-consumer-protection-from-duplicative-taxation-on-digital-goods-and-services\/",
        "text":"Stop the Download Tax on Facebook\nDownload Fairness Coalition\n\n\n\nDownload Fairness Coalition: e-commerce bill highlights need for consumer protection from duplicative taxation on digital goods and services\n\nWASHINGTON – Today Senator Durbin reintroduced the Marketplace Fairness Act, a bill that addresses online sales tax collection. The following statement should be attributed to Sam Whitehorn, executive director of the Download Fairness Coalition:\n\n“Today’s introduction of the Marketplace Fairness Act highlights the need for clarity for all tax policies around e-commerce. And, nowhere is uncertainty more prevalent than in the tax policies surrounding the purchase of digital goods and services.\n\n“Unlike their tangible counterparts, digital goods can be sent to anywhere from anywhere, making tax policy extremely difficult. A consumer living in one state may purchase an MP3 from a company in another state while he is traveling in a third state. Today, consumers face a scenario where all three states may tax this purchase.\n\n“Last year our coalition supported the Digital Goods and Services Tax Fairness Act which would provide a framework for how these goods and services are taxed. We are optimistic that this bill will again be introduced. As debate around the Marketplace bill continues, policymakers must ensure that protecting consumers from duplicative taxation on digital products remains a priority and that the focus of any legislation is to foster continued innovation and growth of e-commerce and a the app economy.”\n\nAbout The Download Fairness Coalition\n\nThe Download Fairness Coalition is an organization that educates policymakers about the benefits of the digital economy. The organization is committed to policies that increase access to digital goods and services for all consumers. As an organization formed within the meaning of section 501(c)(4), contributions to the organization are not tax deductible as a charitable contribution for federal income tax purposes.\n\nFor more information visit our web page at dfc01.wpengine.com.\n\n\nLeave A Reply",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.7777197957,
        "format_confidence":0.971541822
    },
    {
        "url":"https:\/\/sunlightfoundation.com\/2010\/08\/03\/dodd-and-frank-asked-to-repeal-finreg-foia-exemption\/",
        "text":"Dodd and Frank asked to repeal FinReg FOIA exemption\n\n\nThe Sunlight Foundation joined ten organizations today in expressing concern over a provision of the Wall Street Reform and Consumer Protection Act that may hinder the public’s access to SEC oversight information. The full text of the letter and list of signatories is below and on POGO’s website. I wrote about Sunlight’s concerns on Sunday, which focus on FOIA exemptions and subpoena compliance carve-outs.\n\nThus far, two bills have been introduced in Congress to respond to the perceived lack of transparency in the FinReg bill.\n\nFirst, Representative Paul introduced HR 5970,  which focuses specifically on undoing section 929I, which contains the provision in question.\n\nSecond, Reps. Issa, Towns, and Bachus introduced HR 6038, which establishes data standards for a wide variety of entities affected by the FinReg bill.\n\nAugust 3, 2010\n\nSenator Christopher Dodd Chairman Senate Committee on Banking, Housing and Urban Affairs 534 Dirksen Senate Office Building Washington, D.C. 20510\n\nRepresentative Barney Frank Chairman House Committee on Financial Services 2129 Rayburn House Office Building Washington, D.C. 20515\n\nDear Chairmen Dodd and Frank:\n\nWe, the undersigned organizations concerned with government accountability and transparency, are writing to express our concerns about Section 929I of the recently passed Dodd-Frank Wall Street Reform and Consumer Protection Act (the Dodd-Frank Act). If interpreted broadly, this provision has the potential to severely hinder the public’s ability to access critical information related to the oversight activities of the Securities and Exchange Commission (SEC), thereby undermining the bill’s overarching goals of more transparency and accountability.\n\nAs you know, Section 929I states that the SEC cannot be compelled to disclose records or other information obtained from its registered entities—including entities such as hedge funds, private equity funds, and venture capital funds that will now be regulated by the SEC—if this information is used for “surveillance, risk assessments, or other regulatory and oversight activities” outlined in the Securities Exchange Act of 1934, the Investment Company Act of 1940, and the Investment Advisers Act of 1940.[1]\n\nSEC Chairman Mary Schapiro wrote to you last week defending this provision. She argued that registered entities need to be able to provide the SEC with access to sensitive or proprietary information “without concern that the information will later be made public.” She further explained that, prior to the passage of the Dodd-Frank Act, “regulated entities not infrequently refused to provide Commission examiners with sensitive information due to their fears that it ultimately would be disclosed publicly.” She also claimed that investment advisers routinely refuse to turn over personal trading records of investment management personnel, “instead requiring staff to review hard copies of the records on the adviser’s premises,” which “materially impacts the staff’s ability to detect insider trading activity.”[2]\n\nThese arguments do not adequately describe the SEC’s existing regulatory authority, and they fail to acknowledge that the Freedom of Information Act (FOIA) already provides sufficient exemptions to protect against the release of sensitive and proprietary information. Furthermore, the SEC has a troubling history of being overly aggressive in withholding records from the public. For these reasons, we strongly urge you to repeal Section 929I, or to at least curtail the SEC’s broad authority to withhold critical information from the public.\n\nFirst, we are not convinced by Chairman Schapiro’s claim that “existing FOIA exemptions were insufficient to allay concerns [about public disclosure] due in part to limitations in FOIA.” For instance, Exemption 8 protects matters that are “contained in or related to examination, operating, or condition reports prepared by, on behalf of, or for the use of an agency responsible for the regulation or supervision of financial institutions.” Chairman Schapiro argues that this exemption may not apply to all registrants, but it’s worth noting that the courts have broadly construed the term “financial institutions,” holding that it is not limited to depository institutions and can also include investment advisers.[3] In addition, Exemption 4 protects “trade secrets and commercial or financial information obtained from a person [that is] privileged or confidential.” The Department of Justice’s (DOJ) FOIA guide states that this exemption “encourages submitters to voluntarily furnish useful commercial or financial information to the government and it correspondingly provides the government with an assurance that such information will be reliable,”[4] calling into question Chairman Schapiro’s claim that additional exemptions are needed in order for the SEC to collect information from its registered entities.\n\nSecond, the SEC’s track record with FOIA raises additional concerns about giving the agency even more authority to withhold information from the public. Last year, an audit conducted by the SEC Office of Inspector General (OIG) uncovered a wide range of problems related to the SEC’s FOIA operations. We were particularly troubled by the OIG’s finding that the SEC Chief FOIA Officer was not operating in compliance with Executive Order 13392 or the OPEN Government Act; that few FOIA liaisons have written policies and procedures for processing FOIA requests, increasing the risk that the agency is unnecessarily withholding information from the public; and that there is an insufficient separation between the initial FOIA determination and the appeal process. The OIG concluded that the SEC’s FOIA release rate was “significantly lower when compared to all other federal agencies.”[5]\n\nThe OIG put forth a number of recommendations for correcting the glaring deficiencies in the SEC’s FOIA operations, such as ensuring that accurate searches are made for responsive information, providing guidelines or written policies for all FOIA-related staff that address the concerns raised by the OIG, and ensuring that all FOIA-related staff has access to sufficient legal expertise to process requests in compliance with FOIA. But according to the OIG’s most recent semiannual report to Congress, the SEC has not completed final action on any of these recommendations.[6] Rather than giving the SEC any more leeway to improperly withhold information from the public, we urge you to hold Chairman Schapiro accountable for the excessive delays in implementing the OIG’s recommendations.\n\nThird, we notice that Chairman Schapiro is “asking the Commission to issue and publish on our website guidance to our staff that ensures [Section 929I] is used only as it was intended.” The solution for addressing the uncertainty surrounding this provision is not additional guidance. The solution is clarification in the law that public access is vital to accountability and that the existing FOIA exemptions can adequately protect confidential business information provided by regulated entities.\n\nFourth, Chairman Schapiro neglected to mention that the SEC already has the authority to compel registered entities to provide information and records. Under the Securities Exchange Act of 1934, the SEC has the authority to subpoena witnesses and require the production of any records from its registered entities. If these entities fail to comply, the SEC has the authority to suspend these entities, impose significant monetary penalties, and refer cases to DOJ for possible criminal proceedings.[7] But instead of using these existing authorities, Chairman Schapiro seems to think that Congress needs to provide blanket FOIA exemptions in order to convince the SEC’s registered entities to cooperate. We think such a blanket exemption fosters an environment that defers to the entities it regulates and is unadvisable.\n\nFinally, it is unclear what Chairman Schapiro’s plans are for implementing other blanket FOIA exemptions in the Dodd-Frank Act, such as Section 404, which exempts the SEC from FOIA with respect to any “report, document, record, or information” received from investment advisers to private funds.\n\nIn the aftermath of the recent financial crisis, the need for greater transparency in our financial system is all too apparent. The SEC’s ongoing effort to withhold vital records from the public undermines the spirit of the transparency reforms in the Dodd-Frank Act, and flies in the face of President Obama’s guidance instructing agencies to adopt a “presumption in favor of disclosure, in order to renew their commitment to the principles embodied in FOIA, and to usher in a new era of open Government.”[8]\n\nWe call on you to repeal the unnecessary FOIA exemption in Section 929I, examine the SEC’s current record on withholding information, and take whatever steps are necessary to ensure that the SEC isn’t given any additional authority to keep its records under a veil of secrecy. We welcome an opportunity to discuss this issue with you further. To reach our groups, you or your staff may contact Angela Canterbury at the Project On Government Oversight at [redacted] or [redacted].\n\n\nAmerican Library Association American Association of Law Libraries Citizens for Ethics and Responsibility in Washington (CREW) Essential Information Government Accountability Project (GAP) Liberty Coalition OMB Watch Project On Government Oversight (POGO) Public Citizen Sunlight Foundation\n\ncc: Senator Patrick Leahy\n\n[1] “Dodd-Frank Wall Street Reform and Consumer Protection Act,” Pub. L. No. 111-203, Section 929I. (Downloaded August 2, 2010) [2] Letter from SEC Chairman Mary Schapiro to Representative Barney Frank and Senator Christopher Dodd, July 30, 2010. and (Downloaded August 2, 2010) [3] Department of Justice, “Exemption 8,” Freedom of Information Act Guide, May 2004. (Downloaded August 2, 2010) [4] Department of Justice, “Exem... (truncated)",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.6250456572,
        "format_confidence":0.8794116974
    },
    {
        "url":"http:\/\/bbflac.ca\/an-informed-discussion-on-combating-abuse\/",
        "text":"An Informed Discussion on Combating Abuse\n\nAs part of the the 16 Days of Activism Against Gender Based Violence, the Brantford-Brant Women’s Liberal Club hosted a discussion on combating abuse and programs available for men and women facing abuse. We were fortunate to have a special guest speaker from Nova Vita Domestic Violence Prevention Services to lead the discussion.\n\nIn 1991, the Center for Women’s Global Leadership convened the first Women’s Global Leadership Institute (WGLI).\n\nThe 23 participants came from different countries in all of the world’s regions and were drawn from a variety of fields – lawyers, policymakers, teachers, health care workers, researchers, journalists, and activists.\n\nThese women were local civil society leaders with at least two years of experience in women’s organizing who were also interested in building the global women’s human rights movement.\n\nDuring the WGLI, participants discussed different aspects of gender-based violence and human rights, learning from one another’s experiences and consequently developing strategies to increase international awareness of the systemic nature of violence against women and to expose this violence as a violation of women’s human rights.\n\nWhile violence against women takes different forms according to its cultural context, the problem exists everywhere and working on the issue offers unique opportunities to build bridges across cultures, to learn from both similarities and differences, and to link strategies globally.\n\nThe Liberal Party of Canada and Justin Trudeau have been encouraging all Canadians to think about how their actions matter and to stand up against gender based violence.\n\nThis is why we have decided the most fitting local program to raise awareness is Nova Vita.\n\nNova Vita is a local women’s shelter that offers programs that help women build confidence and self reliance through transitional hoping and support and referrals to other community resources.\n\nThey also offer assistance to women and children trapped in an abusive home through outreach visits and educational workshops held at schools, libraries, churches and other community gathering places.\n\nOur special guest and speaker for the evening was Brianna Kerr, who educated us on Nova Vita, their programs, and the need for more funding and assistance to those who are victims of abuse.\n\nThank you to all who attended, all who brought donations, and a special thanks to Brianna!\n\nFor more information on Nova Vita, please like their Facebook page or visit their web site.\n\n\n2017-01-03T09:44:09+00:00December 6th, 2016|Community Outreach, Events, Roundtable, Women's Club|",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.8516896367,
        "format_confidence":0.9831234217
    }
]