[
    {
        "url":"http:\/\/wordmaker.info\/how-many\/vuggiest.html",
        "text":"Total Number of words made out of Vuggiest =70\n\nVuggiest is a 8 letter medium Word starting with V and ending with T. Below are Total 70 words made out of this word.\n\n6 letter Words made out of vuggiest\n\n1). gigues\n\n5 letter Words made out of vuggiest\n\n1). guise 2). suite 3). etuis 4). vuggs 5). gives 6). guest 7). gigue\n\n4 letter Words made out of vuggiest\n\n1). gust 2). guts 3). vies 4). guvs 5). vets 6). vest 7). vugs 8). site 9). tuis 10). suet 11). suit 12). ties 13). tegs 14). tugs 15). give 16). gist 17). eggs 18). egis 19). etui 20). gest 21). vugg 22). gets 23). gies 24). vise 25). gits 26). gigs 27). vigs\n\n3 letter Words made out of vuggiest\n\n1). veg 2). tug 3). vig 4). tui 5). vis 6). vie 7). vet 8). vug 9). uts 10). use 11). tis 12). tie 13). git 14). gut 15). guv 16). gig 17). gie 18). its 19). seg 20). sei 21). set 22). get 23). sit 24). sue 25). teg 26). egg\n\n2 letter Words made out of vuggiest\n\net es is it si us ti ut\n\nNote: . Anagrams are meaningful words made after rearranging all the letters of the word.\nSearch More words for viewing how many words can be made out of them\nNote There are 3 vowel letters and 5 consonant letters in the word vuggiest. V is 22th, U is 21th, G is 7th, I is 9th, E is 5th, S is 19th, T is 20th, Letter of Alphabet series.\nWordmaker is a website which tells you how many words you can make out of any given word in english. we have tried our best to include every possible word combination of a given word. Its a good website for those who are looking for anagrams of a particular word. Anagrams are words made using each and every letter of the word and is of the same legth as original english word. Most of the words meaning have also being provided to have a better understanding of the word. A cool tool for scrabble fans and english users, word maker is fastly becoming one of the most sought after english reference across the web.\nv, vu, vug,\nt, st, est,\n\nv uv gv gv iv e\nv sv t\nt st et it gt g\nt ut v",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.6928338408,
        "format_confidence":0.9660020471
    },
    {
        "url":"http:\/\/www.thefreedictionary.com\/words-that-end-in-abhanu",
        "text":"Words that end in abhanu\n\nFound 2 words that end in abhanu. Browse our Scrabble Word Finder, Words With Friends cheat dictionary, and WordHub word solver to find words that end with abhanu. Or use our Unscramble word solver to find your best possible play! Related: Words containing abhanu\n\n  • Scrabble\n  • Words With Friends\n  • WordHub\n  • Crossword",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.5449430346,
        "format_confidence":0.9587987661
    },
    {
        "url":"https:\/\/crossword365.com\/clue\/corp-honcho",
        "text":"\n\nCorp. honcho\n\nThank you for visiting our website! Below you will be able to find the answer to Corp. honcho crossword clue which was last seen on USA Today Crossword, March 21 2017. Our site contains over 2.8 million crossword clues in which you can find whatever clue you are looking for. Since you landed on this page then you would like to know the answer to Corp. honcho. Without losing anymore time here is the answer for the above mentioned crossword clue:\n\nWe found 3 possible solutions in our database matching the query Corp. honcho\n\nPossible Solution\n\n\n\"Corp. honcho\" in other crosswords:\nPuzzle Solution\nWashington Post December 28 2016 CEO\nUSA Today September 17 2016 PRES\n\nWant to know where PRES has appeared as a solution before? Click here for more information on that word.\n\n\nOh! It appears there are no comments on this clue yet. Would you like to be the first one?\n\nYou must be logged in to comment.\n\nYou can only comment in plain text (no html tags are allowed).\n\nUSA Today Clues September 17, 2016\n\nSpin doctor's concern\nGaudy jewelry, slangily\nBrylcreem amount, in ads\nUPS alternative\nPart of a mechanic's bill\nDedicatee of Lennon's \"Woman\"\nThanksgiving staple\nFleecy boot brand\nLess cluttered\nOath of office need\nNew arrival\nSearcher for Livingstone\nWoody's costar in \"Zelig\"\nPlastic user's burden\nPot starter\nBadlands formation\nStir up, as sediment\nPhil who sang \"Draft Dodger Rag\"\nDoesn't just sit by\nOgden Nash's forte\nSlightest bit\nKing David Lounge airline\n\"Quo Vadis\" emperor\nResistance units\nTakes an axe to\nCorp. honcho\nBurrowing rodents\nBroke into, as a computer\nDam on the Nile\nFar from sunny\nVardalos of \"My Big Fat Greek Wedding\"\nSanitation department service\nPaving crew need\nSpicy Chinese cuisine\nQuench, as thirst\n\"What happened next?\"\nBrief tussle\nIt's \"fed\" by motorists\nKitten's cry\nSuffix with Gator or Power\nThelma's player in \"Thelma & Louise\"\nOffer, as one's hand\nRorschach image\nSubject to a library fine\nLetter-shaped construction beams\n\"Only kidding!\"\n\"You Raise Me Up\" singer Josh\nReconfirm for accuracy\nProtractor measure\nResult of a three-putt, often\nCanape topper\nBack from vacation, say\n\"That makes my blood boil!\"\nFlower girl, perhaps\nOpposite of \"rewind,\" on a remote\nFish story\nBelgian songsmith Jacques\nBar mitzvah reading\nBronchial woe\nGilligan's home\nNewcomer on the job\nHonored the anthem\nThree-piece suit part\nBilling periods, often\nBeat to a pulp, slangily\nPenchant for cruelty\nLargest of rays\n___ fusion (kind of restaurant)\nHardly sufficient\nCompete in the Tour de France\nExam for an aspiring atty.\n\"That's terrible!\"\nWish undone\n\"Krazy ___\" (classic comic strip)\nLuau instrument, for short\n___ capita income\n\nType in your clue and hit Search!\n\nFill the crossword solver with the word your are looking for. Use '?' for unknown letters.\n\nIf you only have the first letter(s) of a word, type the letter(s) below.\n\nor visit our complete Words that start with list.\n\nIf you only have the last letter(s) of a word, type the letter(s) below.\n\nor visit our complete Words that end with list.",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.9519864917,
        "format_confidence":0.7058107257
    },
    {
        "url":"http:\/\/thewordunscrambler.com\/word\/POMMETTY",
        "text":"Scrabble & Words with Friends Word Unscrambler\n\nDefinition of Pommetty\n\n0 Definition of Pommetty\n\nThe definition of pommetty, the meaning of word Pommetty\n\nIs pommetty a scrabble word? Yes!\n\n0 Synonym of Pommetty\n\nPommetty is worth 17 points in Words with Friends\nThere are 8 letters in pommetty: E M M O P T T Y",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.9506943226,
        "format_confidence":0.9864502549
    },
    {
        "url":"http:\/\/www.chessmaniac.com\/webchess\/shareall.php?low=5244834&high=5245278",
        "text":"play online chess at\nPlay Free Online Chess is a free online chess playing community where people from all over the world play chess, compete in tournaments, team play, chess 960 and clubs.  Follow chessmaniac on Twitter  Follow chessmaniac on Facebook\n\nOnline Chess Players 311 Active Games 93395 Members 492753 Teams 145 Clubs 226 Tournaments 2267",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.9949398041,
        "format_confidence":0.6464149356
    },
    {
        "url":"https:\/\/truesteamachievements.com\/a40963\/fire-at-will-achievement",
        "text":"Vector Thrust achievements\n\nVector Thrust\n\nThere are a maximum of 129 Vector Thrust achievements worth 2,363\n\n21 tracked gamers have this game, no one has completed it (0%)\n\nAchievement Details\n\nFire At Will in Vector Thrust\n\nFire At Will12\n\nFire 50 standard missiles.\n\n  • Unlocked by 14 tracked gamers (67% - TSA Ratio = 1.22) 21  \nDo you have a question about this achievement? Please post it in the Vector Thrust Forum",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.9963402748,
        "format_confidence":0.9352039099
    },
    {
        "url":"http:\/\/www.warcraftrealms.com\/guildsheet.php?guildid=1129118&so=l&o=d",
        "text":"Select Language\n\n\nServerEU-Kirin Tor\nActive Members2\nFirst SeenOct 17, 06\nArmory Link\nUpdate This Guild's Info\n\nGuild Info\n\nUpdated by user: llargo\nLast Seen Characters\nName Race Class Level Last Seen\n\nIf you feel this info is in error, please see the FAQ page for information on how you can submit data.\n\nYou can sort the display by clicking on the column headers. Clicking on the same column header again will reverse the sort.\n\nNo Comments\nAdd Comment\n\nYou must be logged in to post comments.\n\nThe link for this guild export is http:\/\/www.warcraftrealms.com\/exports\/guildexport.php?guildid=1129118. Use of the guild export requires you to follow the same rules as listed on the Data Export page.",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.9927372336,
        "format_confidence":0.9894126058
    },
    {
        "url":"http:\/\/tasvideos.org\/4696S.html",
        "text":"Tool-assisted game movies\nWhen human skills are just not enough\n\nSubmission #4696: jlun2's GB After Burst \"1P VS mode\" in 05:42.74\n\nConsole: Game Boy\nGame name: After Burst\nGame version: JPN\nROM filename: After Burst (Japan).gb\nBranch: 1P VS mode\nEmulator: BizHawk-1.9.4\nMovie length: 05:42.74\nFrameCount: 20471\nRe-record count: 9194\nAuthor's real name: Jesse Lun\nAuthor's nickname: jlun2\nSubmitter: jlun2\nSubmitted at: 2015-05-17 20:03:08\nText last edited at: 2015-06-09 13:55:37\nText last edited by: RGamma\nDownload: Download (2929 bytes)\nStatus: published\nClick to view the actual publication\nSubmission instructions\nDiscuss this submission (also rating \/ voting)\nList all submissions by this submitter\nList pages on this site that refer to this submission\nView submission text history\nBack to the submission list\nAuthor's comments and explanations:\nAn obscure single screened action game where the main objective is to attack the enemy orb. However, a little known fact is that the VS Mode also reaches the ending, so that is used instead.\n\n\n  • VS Mode\n  • Still reaches the ending\n  • 82% of the movie is lag\n  • 2P VS is not a Co-op\n\n\nWhat was supposed to be a short TAS to take a break at Jurassic Park (NES) ended up taking a lot longer than I thought. I was going to do the normal mode, but then 30 stages of unskippable transitions, score tallies and clunky controls drove me away. The VS mode only had 15 stages, so I thought it was going to be a breeze. >.<\n\nStage by stage comments\n\nStage 1\n  • E1 - 2HP\n\nPretty straight forward stage. This enemy can only shoot one at a time like yourself, so the only difference is that it has more health than you.\n\nStage 2\n\n  • E1 - 3HP\n\nSame as above, but with an additional health along with the ability to jump at the same time as you. Note that it only jumps with you if it was already on the ground, so it can be manipulated to jump to a bullet.\n\nStage 3\n\n  • E1 - 2HP\n\nThis NPC can in 4 directions. It chose to go down for some reason, and gets stuck.\n\nStage 4\n\n  • E1 - 2HP\n\nThis enemy can shot 2 bullets at once in a straight line. It bounces around the screen, but isn't much of a problem.\n\nStage 5\n\n  • E1 - 5HP\n\nThis UFO-esque object can only move horizontally, but can shoot 3 bullets at once. The bullets are lag inducing, and it's increased health doesn't help.\n\nStage 6\n\n  • E1 - 5HP\n\nThis is an upgrade from the above. It initially shoots 2 bullets at once diagonally, but if hit at certain frames, it can shoot over 9 bullets at once: http:\/\/i.imgur.com\/dBDhEzn.png\n\nI had to pause a bit so it goes up before shooting. I can technically shoot earlier using a lower charge, but it would hit later.\n\nStage 7\n\n  • E1 - 8HP\n\nThis...tank thing shoots 3 bullets at once, has 8 health and only jumps to get over terrian. I know the movement looked clunky, but once again, if I shot earlier, the bullet would land later, so I had to wait. This may be improveable with better placed shots.\n\nStage 8\n\n  • E1 - 2HP\n  • E2 - 3HP\n\n2 soilders appear this time. I waited a bit to use one bullet to hit them both, saving ~29 frames compared to shooting 5 times.\n\nStage 9\n\n  • E1 - 2HP\n  • E2 - 2HP\n\nI couldn't get the 2 bots to overlap, so I had to shoot 4 times.\n\nStage 10\n\n  • E1 - 2HP\n  • E2 - 2HP\n\nI really tried my hardest trying to shoot both at once, but this stage refused to break. This is one possible improvement that I'm unable to implement.\n\nStage 11\n\n  • E1 - 3HP\n  • E2 - 5HP\n\nI simultaneously shot both enemies 3 times. I had to manipulate the soldier to jump at specific times along with some tricky positioning in order to pull this off. Despite all the lag from the triple bullets, this still managed to be ~115 frames faster than focusing on one npc first.\n\nStage 12\n\n  • E1 - 3HP\n  • E2 - 5HP\n\nDespite the fact it looks rather bad waiting at the beginning, it turned out 100 frames faster to land 3 simultaneous hits than to shoot 8 times. If I moved closer at first, it would've made it impossible to hit both the soldier and UFO at the same time.\n\nStage 13\n\n  • E1 - 3HP\n  • E2 - 8HP\n\nThis was the stage I discovered the ability to hit 2 targets in one shot, so thankfully the game is quite splice-friendly.\n\nStage 14\n\n  • E1 - 3HP\n  • E2 - 3HP\n  • E3 - 3HP\n\nI sadly only managed to make a pair overlap once. If anyone wonders why the front soldier wasn't hit first, it was because for some odd reason it would've messed with it's movement, disallowing me from jumping over. I'm not quite happy with how it turned out, but I'm quite stumped on how to make it better.\n\nStage 15\n\n  • E1 - 8HP\nOnly the egg can be hit. The arms have 50 HP and are also invincible. This was a lot easier despite the larger health and small weak point because it never shoots.\n\nOther comments\n\nAddress Set #85: After Burst\nSystem: Game Boy\nDownload .wch file for: BizHawk\nDomain Address Data Type Signed Endian Description\nWRAM 0203 Byte Unsigned Little X\nWRAM 0207 Byte Unsigned Little Y\nWRAM 0234 Byte Unsigned Little E1X\nWRAM 0238 Byte Unsigned Little E1Y\nWRAM 0247 Byte Signed Little E1Hp\nWRAM 0265 Byte Unsigned Little E2X\nWRAM 0269 Byte Unsigned Little E2Y\nWRAM 0278 Byte Signed Little E2HP\nWRAM 0296 Byte Unsigned Little E3 X\nWRAM 029A Byte Unsigned Little E3 Y\nWRAM 0ABA Byte Unsigned Little Charge\n\n\nThis game lags 3-8 times per input. It's absolutely dreadful and makes 4\/5 of the movie loading and lag.\n\n\nHold \"B\" to charge up. The higher the charge, the straighter the projectile moves. You and the enemies can only have a set amount of ammo on the screen at one time. For you, its annoyingly only 1; there's also a cooldown immediately after a shot lands on some target. This makes it useful to make sure the bullet lands on the NPC ASAP. At the later stages, it's also faster at times to wait a while to shoot multiple things in 1 shot. This can save over 100 frames due to how slow the shooting is.\n\nStage layout\n\nThe stage layout only changes either after advancing a stage, or dying and restarting. The quickest way to die is to press A+B+Start at the same time, but since the loading is slow, it's not used at all.\n\nPossible improvements\n\nYou can't aim down. You can however, aim up. Even though this was never utilized in the TAS, I can't say if its completely useless since its's potentially possible to manipulate NPC's better to shoot down 2+ bots at once.\n\nNach: Man this game is bad. It's hard to believe someone made such a slow game. It's amazing how fast you completed it compared to some real time records. Unfortunately when played so quickly, there ends up being way more fluff than actual gameplay. This appears to be the fastest way to complete the game, but not very entertaining. Accepting to vault.\n\nRGamma: Publishing...\n\nSimilar submissions (by title and categories where applicable):",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.9955152869,
        "format_confidence":0.8252892494
    }
]