[
    {
        "url":"https:\/\/publications.parliament.uk\/pa\/ld200304\/ldjudgmt\/jd041028\/inres-2.htm",
        "text":"Judgments - In re S (FC) (a child) (Appellant)\n\n(back to preceding text)\n\n    24.  On the evidence it can readily be accepted that article 8 is engaged. Hedley J observed (para 18) \"that these will be dreadfully painful times for the child\". Everybody will sympathise with that observation.\n\n    25.  But it is necessary to measure the nature of the impact of the trial on the child. He will not be involved in the trial as a witness or otherwise. It will not be necessary to refer to him. No photograph of him will be published. There will be no reference to his private life or upbringing. Unavoidably, his mother must be tried for murder and that must be a deeply hurtful experience for the child. The impact upon him is, however, essentially indirect.\n\n    26.  While article 8.1 is engaged, and none of the factors in article 8.2 justifies the interference, it is necessary to assess realistically the nature of the relief sought. This is an application for an injunction beyond the scope of section 39, the remedy provided by Parliament to protect juveniles directly affected by criminal proceedings. No such injunction has in the past been granted under the inherent jurisdiction or under the provisions of the ECHR. There is no decision of the Strasbourg court granting injunctive relief to non-parties, juvenile or adult, in respect of publication of criminal proceedings. Moreover, the Convention on the Rights of the Child, which entered into force on 2 September 1990, protects the privacy of children directly involved in criminal proceedings, but does not protect the privacy of children if they are only indirectly affected by criminal trials: articles 17 and 40.2(vii); see also Geraldine Van Bueren, The International Law on the Rights of the Child, 1994, 141 and 182. The verdict of experience appears to be that such a development is a step too far.\n\n    27.  The interference with article 8 rights, however distressing for the child, is not of the same order when compared with cases of juveniles, who are directly involved in criminal trials. In saying this I have not overlooked the fact that the mother, the defendant in the criminal trial, has waived her right to a completely public trial, and supports the appeal of the child. In a case such as the present her stance can only be of limited weight.\n\nX. Article 10.\n\n    28.  Article 10 is also engaged. This case is concerned with the freedom of the press, subject to limited statutory restrictions, to report the proceedings at a criminal trial without restriction. It is necessary to assess the importance of this freedom. I start with a general proposition. In Reynolds v Times Newspapers Limited [2001] 2 AC 127 Lord Nicholls of Birkenhead described the position as follows (200G-H):\n\n    \"It is through the mass media that most people today obtain their information on political matters. Without freedom of expression by the media, freedom of expression would be a hollow concept. The interest of a democratic society in ensuring a free press weighs heavily in the balance in deciding whether any curtailment of this freedom bears a reasonable relationship to the purpose of the curtailment.\"\n\nThese observations apply with equal force to the freedom of the press to report criminal trials in progress and after verdict.\n\n    29.  The importance of the freedom of the press to report criminal trials has often been emphasised in concrete terms. In R v Legal Aid Board ex parte Kaim Todner (A firm) [1999] QB 966, Lord Woolf MR explained (at 977):\n\n    \"The need to be vigilant arises from the natural tendency for the general principle to be eroded and for exceptions to grow by accretion as the exceptions are applied by analogy to existing cases. This is the reason it is so important not to forget why proceedings are required to be subjected to the full glare of a public hearing. It is necessary because the public nature of the proceedings deters inappropriate behaviour on the part of the court. It also maintains the public's confidence in the administration of justice. It enables the public to know that justice is being administered impartially. It can result in evidence becoming available which would not become available if the proceedings were conducted behind closed doors or with one or more of the parties' or witnesses' identity concealed. It makes uninformed and inaccurate comment about the proceedings less likely . . . Any interference with the public nature of court proceedings is therefore to be avoided unless justice requires it. However Parliament has recognised there are situations where interference is necessary.\"\n\nThese are valuable observations. It is, however, still necessary to assess the importance of unrestricted reporting in specifics relating to this case.\n\n    30.  Dealing with the relative importance of the freedom of the press to report the proceedings in a criminal trial Hale LJ drew a distinction. She observed (at para 56):\n\n    \"The court must consider what restriction, if any, is needed to meet the legitimate aim of protecting the rights of CS. If prohibiting publication of the family name and photographs is needed, the court must consider how great an impact that will in fact have upon the freedom protected by Article 10. It is relevant here that restrictions on the identification of defendants before conviction are by no means unprecedented. The situation may well change if and when the mother is convicted. There is a much greater public interest in knowing the names of persons convicted of serious crime than of those who are merely suspected or charged. These considerations are also relevant to the extent of the interference with CS's rights.\"\n\nI cannot accept these observations without substantial qualification. A criminal trial is a public event. The principle of open justice puts, as has often been said, the judge and all who participate in the trial under intense scrutiny. The glare of contemporaneous publicity ensures that trials are properly conducted. It is a valuable check on the criminal process. Moreover, the public interest may be as much involved in the circumstances of a remarkable acquittal as in a surprising conviction. Informed public debate is necessary about all such matters. Full contemporaneous reporting of criminal trials in progress promotes public confidence in the administration of justice. It promotes the values of the rule of law.\n\n    31.  For these reasons I would, therefore, attribute greater importance to the freedom of the press to report the progress of a criminal trial without any restraint than Hale LJ did.\n\nXI. Consequences of the grant of the proposed injunction.\n\n    32.  There are a number of specific consequences of the grant of an injunction as asked for in this case to be considered. First, while counsel for the child wanted to confine a ruling to the grant of an injunction restraining publication to protect a child, that will not do. The jurisdiction under the ECHR could equally be invoked by an adult non-party faced with possible damaging publicity as a result of a trial of a parent, child or spouse. Adult non-parties to a criminal trial must therefore be added to the prospective pool of applicants who could apply for such injunctions. This would confront newspapers with an ever wider spectrum of potentially costly proceedings and would seriously inhibit the freedom of the press to report criminal trials.\n\n    33.  Secondly, if such an injunction were to be granted in this case, it cannot be assumed that relief will only be sought in future in respect of the name of a defendant and a photograph of the defendant and the victim. It is easy to visualise circumstances in which attempts will be made to enjoin publicity of, for example, the gruesome circumstances of a crime. The process of piling exception upon exception to the principle of open justice would be encouraged and would gain in momentum.\n\n    34.  Thirdly, it is important to bear in mind that from a newspaper's point of view a report of a sensational trial without revealing the identity of the defendant would be a very much disembodied trial. If the newspapers choose not to contest such an injunction, they are less likely to give prominence to reports of the trial. Certainly, readers will be less interested and editors will act accordingly. Informed debate about criminal justice will suffer.\n\n    35.  Fourthly, it is true that newspapers can always contest an application for an injunction. Even for national newspapers that is, however, a costly matter which may involve proceedings at different judicial levels. Moreover, time constraints of an impending trial may not always permit such proceedings. Often it will be too late and the injunction will have had its negative effect on contemporary reporting.\n\n    36.  Fifthly, it is easy to fall into the trap of considering the position from the point of view of national newspapers only. Local newspapers play a huge role. In the United Kingdom according to the website of The Newspaper Society there are 1301 regional and local newspapers which serve villages, towns and cities. Apparently, again according to the website of The Newspaper Society, over 85% of all British adults read a regional or local newspaper compared to 70% who read a national newspaper. Very often a sensational or serious criminal trial will be of great interest in the community where it took place. A regional or local newspaper is likely to give prominence to it. That happens every day up and down the country. For local newspapers, who do not have the financial resources of national newspapers, the spectre of being involved in costly legal proceedings is bound to have a chilling effect. If local newspapers are threatened with the prospect of an injunction such as is now under consideration it is likely that they will often be silenced. Prudently, the Romford Recorder, which has some 116,000 readers a week, chose not to contest these proceedings. The imp... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9771693349,
        "format_confidence":0.8877908587
    },
    {
        "url":"https:\/\/roebournebankmurders.com\/police-file-george-stevens-21st-october-1890\/",
        "text":"Police file – George Stevens – 21st October 1890\n\n\nThe Police File\n\n21st October 1890\n\nThe Commissioner of Police\n\nGeorge Braithwaite Phillips – Commissioner of Police\nWhy, after only four weeks did the Commissioner threaten Stevens’ investigations by signing a telegram to Stevens “Commissioner of Police?” He was effectively blowing Stevens’ cover. Was he hoping this would end the investigation? The aforesaid telegram dated the 21st September 1890 was not found in the police file. Why did the Commissioner threaten Stevens with obtaining money under false pretences? A most serious accusation. Stevens was adamant that the Commissioner had broken their agreement. A report would have been forthcoming after eight weeks as previously agreed. Was pressure being bought to bear on the Commissioner from some other powers? Were others aware of Stevens’ appointment? Were they afraid of what he may find?\n\n\nI have been waiting for an answer to my last telegram to you but no having received answer I am proceeding by the “South Australian” today.\n\nI must confess I was very much surprised at your last wire to me and if the matter on which I came here has not come to a completely successful issue you have no one to blame but yourself.\n\nWhen we had the first interview on this matter it was distinctly understood that no communication was to come from the Police Department direct but through the Colonial Secretary. This again was mentioned on Sunday morning when you gave me the code to use [?] telegraphing and again on the day before my departure yet on Sunday the 21st ulto you wired to me signing your name as Commissioner of Police. This telegram coming on a Sunday evening especially aroused suspicion and was handed to me just as I was trying to get some information from one of two men who had only arrived in Roebourne that day and whom I had good reason to suspect knew more about the matter than he would like to tell not expecting this telegram was from you I opened it and they naturally asked if anything was wrong of course I said no but next morning it was said in the town that I had had a telegram from the Commissioner of Police.\n\nThe reason why you received no letter from me was simply this. That I was doing my best and was out of town trying to get up evidence. I was trying to find out why Anketell went to the Pyramid [Station] and being too late to write I did not care to wire on account of the telegram you had sent me as I did not want to cause any more suspicion.\n\nI was doing my best in the only way a man who know his business as a detective can do and had I been left alone instead of being thwarted by you the matter would have come to a successful issue.\n\nYour last telegram to me was most ill advised to use misguided term your agreement with me was for two months at £12-\/10\/- per week and until the two months were up you had no right to expect any report from me as to whether I had succeeded or not but your telegram to me shows how little you know of detecting business.\n\nMy terms were these £12-\/10\/- per week. [?] 8 weeks passage paid to and from. I arrived in Roebourne on the 29th August last and I left on the 21st inst (actually landing in Cossack on the 28th August and left on the 21st next makes in all 7 weeks and 4 days. I would have stopped longer but I told you in my last wire that I would proceed no further until I heard from you.\n\nI have received in all £70 but you have to pay my passage money to and from and upon receipt of the balance I will give you my report and return you the ticket as a special detective. I must ask for this money to be sent to me direct and not through a bank. You cannot blame me for the course I am now taking as you have threatened me with attaining money under false pretences. Had you waited till the two months had elapsed the whole matter would have been cleared up. Please excuse writing as I am writing on board the steamer and intend posting when I arrive in Fremantle.\n\nYours truly,\n\nGeo J. Malcom Stevens",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9389355779,
        "format_confidence":0.9458858967
    },
    {
        "url":"https:\/\/publications.parliament.uk\/pa\/cm200910\/cmselect\/cmcumeds\/362\/9090225.htm",
        "text":"\n\nExamination of Witness (Question Numbers 2064-2079)\n\n\n\n  Chairman: For the final part this afternoon, can I welcome Mr Mark Lewis, Solicitor Advocate at Stripes Solicitors. Paul Farrelly has some questions for you.\n\n  Q2064 Paul Farrelly: Thank you very much for agreeing to the request to come. There were a number of people who have declined to appear in front of us so far, so thank you very much. I saw you were present for all of the police evidence?\n\n  Mr Lewis: Yes.\n\n  Q2065  Paul Farrelly: But not the Information Commissioner's evidence?\n\n  Mr Lewis: I think I was here for a short period ten minutes, and then the police evidence.\n\n  Q2066  Paul Farrelly: Do not be fooled by the empty gallery. This is being televised and there is not much else going on in Parliament at the moment, so journalists can watch this from the TV screen.\n\n  Mr Lewis: Could I start by setting in context the evidence I can give?\n\n  Q2067  Paul Farrelly: I want to ask you because you are under privilege here but personally you will feel there are things you can talk about or not.\n\n  Mr Lewis: I have three issues at least that I have to deal with. One is client confidentiality because there are certain things I have been told by clients that I have to protect, so that is my secondary privilege, or more primary privilege I suppose. There is a privilege on the documents which were provided to me under court proceedings and court orders which, whilst you might find interesting, are still under court privilege, documents given on disclosure, and therefore unless they have been referred to in the public domain they cannot be referred to. The third issue is that I am under threat by News International of an injunction against me acting for other people, so I will try not to upset them.\n\n  Q2068  Chairman: We are into complicated legal areas. Your first point, your responsibility to your client, is obviously understood, but on the second point, any information you give to this Committee cannot be regarded as a breach of any court order.\n\n  Mr Lewis: I understand there is an implied undertaking that is given when obtaining documents on disclosure. Some of the issues in this case have been dealt with by members of the Committee who have asked very pertinent questions of the police, and I heard the evidence of the police, but those issues which apparently were not obvious to the police were very obvious to me at the starting point. If that sets it in context, the picture that came up was when the prosecution of Goodman and Mulcaire took place in respect of phone-hacking of the royal princes, Gordon Taylor, who was a client of mine at that time, was quite obviously of no interest whatsoever to Goodman and it did not take a genius (although I like to think that I might be a genius) to work out that somebody else had been the recipient of that information. That was the cause of the whole of this inquiry because I started to think, \"Hang on, there is something more to it.\" The premise that led me to reach that conclusion is because a year before there had been an issue between my client and the News of the World which, whilst subject to client confidentiality, had led the News of the World to say to me that the information they had investigated at that stage was as a result of proper journalist inquiries. When I watched the television about the prosecution in respect of the royal princes being given, I thought, \"No, it was not proper journalistic inquiries, they have been hacking phones and that is how they have got information which has led to that story.\" That is why—fast forward—we get to where we are here and my involvement in the case. My understanding is that there have been three cases. I have also undertaken three cases. Two of my clients have been named and I have been named as having acted for them—Gordon Taylor, Jo Armstrong—the third one has not been named and therefore I cannot name them within the context of these proceedings.\n\n  Q2069  Chairman: The key question, you correctly surmise, or at least we would say is your view, that it is unlikely Clive Goodman was commissioning information from Gordon Taylor's phone. Do you have any evidence to suggest who in the News of the World might have been receiving information from Gordon Taylor's phone?\n\n  Mr Lewis: This is interesting because I have heard the evidence given by the Assistant Commissioner and his side-kick. The methodology of the claim—and I have worked out there was a claim, it was obvious to me there was a claim but to make that stick I had to get documents which proved it—the way of getting the documents and the methodology, was applying for third party disclosure, as lawyers would call it, of various part bodies. That is why I applied for evidence from the Information Commissioner, and they consented, evidence from the CPS, and that was not a problem either, and evidence from the Metropolitan Police. When it came to the Metropolitan Police, the person who attended at the court was Detective Sergeant Mark Maberly. I can mention that because it was an open court, there were court hearings, and Detective Sergeant Mark Maberly said to me, \"You are not having everything but we will give you enough on Taylor to hang them.\" Those were his words, \"to hang them\". So he quite clearly knew at that time there was sufficient evidence about my client, and I only had one client at that time, Mr Taylor, to hang the News of the World about that client. He also mentioned the number of people whose phones had been hacked. Whether that was an aside, whether that leads me into the threat of the injunction that the News of the World have made against me, or through their lawyers have made against me, the reservation of that right, but they had said that there was evidence about, or they had found there were something like 6,000 people who were involved. It was not clear to me whether that was 6,000 phones which had been hacked, or 6,000 people including the people who had left messages. I think I am able to explain to this Committee how it worked. I accept there is a difference in civil burden and criminal burden, so the police might have been looking at things very differently and therefore if someone was called Neville they did not bother to check that because they could not prove it on the criminal burden of proof, but the position was that with Gordon Taylor there was sufficient evidence to be disclosed by the police to do the hanging, as the police had called it. But there was evidence, for example, the Neville email, which you have been talking about today, and it is fair to say that was not disclosed initially. It is a shame that the court file is closed, because obviously that cannot be looked at, but I think it is a matter of record that initially the News of the World's defence was, \"This did not happen\". This defence was subsequently amended to say, \"Yes, it did\" and the settlement came about shortly after disclosure from the Metropolitan Police showing for example the Neville—I nearly said \"the Neville Thurlbeck\" but that has never been proved on any criminal basis—email came out.\n\n  Q2070  Paul Farrelly: I wanted to ask you, as far as you can, to describe your role in the case, when it started and when it was settled, part of which you have already done, Mr Lewis. Also, could you reflect a little further on the evidence the police have given, particularly with respect to the questioning about whether any of the evidence you were able to requisition through court orders gave you reasonable suspicion that other journalists were involved, either in the Taylor case or, and I do not know what evidence you are able to command, in the other cases as well, which is the question John asked? Before that, can I ask you to explain what is happening with News International now? They are not seeking to injunct you in respect of your appearance here, are they?\n\n  Mr Lewis: No, they are not seeking to injunct me. I have copies of the letter but not necessarily for everybody.\n\n  Q2071  Paul Farrelly: Can you explain what—\n\n  Mr Lewis: The difficulty for News International, or Farrer's on behalf of News International, is that I know information which they say should not be used for other people. I disagree with that and I have responded to it. I have not had their substantive response to my letter but it says, \"It goes without saying that our client ... .\", that is News International, \" ... will object to your involvement in this or any other related case as against our client for the reasons set out above. We reserve our client's rights to take injunctive proceedings against you, should you chose to disregard the matters contained in this letter.\" It then concludes by saying, \"However, you have an opportunity to correct matters by confirming that you will now accept that you cannot act for any individual wishing to bring a claim against News Group in respect of the voicemail accessing allegations ... \", that is what they call this, voicemail accessing allegations, but I call it \"phone-hacking\" or such like. I think it can be summarised as, \"You know too much, please don't act against us or we will bring the whole weight of the organisation down on you.\"\n\n  Q2072  Paul Farrelly: More than \"please\".\n\n  Mr Lewis: Perhaps I was being polite.\n\n  Q2073  Paul Farrelly: I have not heard of this happening before. Is this something you are aware has professionally happened before to other solicitors, where they are seeking to prevent you from practising your trade because you have been involved in one case against one—\n\n  Mr Lewis: I am sure it might have happened before but I am not aware of it.\n\n  Q2074  Chairman: I do not quite follow. I understand why News of the World might not want you to appear on behalf of anybody else, but what are they threatening to do to you if you do?\n\n  Mr Lewis: They threaten an injunction to stop me acting against them.\n\n  Q2075  Chairman: On what possible grounds?\n\n  Mr Lewi... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.8518688083,
        "format_confidence":0.986931622
    },
    {
        "url":"https:\/\/www.icty.org\/x\/cases\/dokmanovic\/trans\/en\/980422ed.htm",
        "text":"1. 1 Wednesday, 22 April 1998.\n\n    2 (8.30 a.m.).\n\n    3 JUDGE CASSESE: Good morning. May I ask the\n\n    4 Registrar to call out the case number, please.\n\n    5 THE REGISTRAR: Case number IT-95-13a-T,\n\n    6 Prosecutor versus Slavko Dokmanovic.\n\n    7 MR. NIEMANN: My name is Niemann. I appear\n\n    8 with my colleagues, Mr. Williamson, Mr. Waespi and\n\n    9 Mr. Vos.\n\n    10 MR. FILA: My name is Mr. Toma Fila and\n\n    11 I appear with Ms. Lopicic and Mr. Petrovic in Defence of\n\n    12 my client, Mr. Slavko Dokmanovic.\n\n    13 JUDGE CASSESE: Mr. Dokmanovic, can you\n\n    14 follow me? Before we call the witness, may I ask you\n\n    15 whether you agree to this note from the Registrar about\n\n    16 the two documents which we discussed yesterday -- you\n\n    17 have probably received the English translation of the\n\n    18 bibliography of our witness, plus the missing pages of\n\n    19 the other document, so I think it is agreed that they\n\n    20 can be admitted into evidence.\n\n    21 MR. NIEMANN: Yes.\n\n    22 JUDGE CASSESE: Shall we proceed with the\n\n    23 witness?\n\n    24 MR. FILA: Your Honour, before we continue\n\n    25 with our witness, I have a problem. We presented a\n\n  2. 1 motion today, to have permission for one safe conduct\n\n    2 for another witness. I do apologise for this. I do\n\n    3 not think there is any need for me to show how\n\n    4 uncomfortable I feel about this, but I think that some\n\n    5 of the witnesses told the other witnesses about their\n\n    6 status with the safe conduct and (redacted), who\n\n    7 is to appear on Monday, together with the witnesses,\n\n    8 (redacted) probably discussed the matter with\n\n    9 them and he is asking for safe conduct as well now. It\n\n    10 is an important witness -- his importance can be seen\n\n    11 from the fact that the Prosecutors talked to him for a\n\n    12 long time, last night took a statement from him, and\n\n    13 took part in the negotiations over Ilok and\n\n    14 (redacted) one of the witnesses in this\n\n    15 connection, he was the former President of the\n\n    16 Municipal Assembly of Backa Palanka. (redacted)\n\n    17 talked to this witness from Ilok. I think he is an\n\n    18 important witness and can clarify matters around Ilok.\n\n    19 I do apologise 5,000 times to you all, but it is out of\n\n    20 my hands when the witnesses are in question. I think\n\n    21 the Prosecutors can understand these difficulties, so\n\n    22 I do ask you to give permission for safe conduct for\n\n    23 this extra witness. Thank you.\n\n    24 JUDGE CASSESE: Mr. Niemann?\n\n    25 MR. NIEMANN: No objection, your Honour.\n\n  3. 1 JUDGE CASSESE: Again, we will have to\n\n    2 consult with the Dutch authorities.\n\n    3 MR. NIEMANN: Yes, your Honour.\n\n    4 JUDGE CASSESE: We may now proceed?\n\n    5 MR. FILA: I apologise, Mr. Niemann, just one\n\n    6 more moment. Tomorrow, they are to be granted visas,\n\n    7 all the witnesses and nobody has visas as yet, neither\n\n    8 do they have aeroplane tickets. You know, you live in\n\n    9 countries where you do not need visas, whereas, with\n\n    10 us, this is a great problem. So, I should like to ask\n\n    11 you, if you could, speed up with the contacts with the\n\n    12 Dutch police. If they do not obtain a visa by tomorrow\n\n    13 afternoon, that is by Thursday afternoon, they have to\n\n    14 have visas by 9 on Friday. Thank you. I apologise,\n\n    15 Mr. Niemann, once again.\n\n    16 JUDGE CASSESE: Thank you. I wonder whether\n\n    17 the Registrar can tell us whether measures can be put\n\n    18 in place, so that the necessary visas are provided?\n\n    19 THE REGISTRAR: Yes, I think we will be\n\n    20 able to arrange that. I will talk this morning with\n\n    21 the relevant people at the Registry, but I do not think\n\n    22 that it should be a problem.\n\n    23 JUDGE CASSESE: Mr. Niemann -- I wonder\n\n    24 whether the witness could be brought in.\n\n    25 (The witness entered court).\n\n  4. 1 Cross-examination by MR. NIEMANN:\n\n\n    3 JUDGE CASSESE: Good morning, Professor, you\n\n    4 may be seated.\n\n    5 A. Good morning. Thank you.\n\n    6 MR. NIEMANN: Good morning, professor.\n\n    7 A. Good morning.\n\n    8 Q. Professor, yesterday you were speaking of the\n\n    9 Constitution of 1974 and explaining to the court how\n\n    10 you had undertaken a special study in that area.\n\n    11 Professor, under the 1974 Constitution, I think there\n\n    12 is a provision there, is there not, that President Tito\n\n    13 was to be President for life prior to the operation of\n\n    14 the rotating presidency; is that right -- no\n\n    15 translation?\n\n    16 A. Excuse me.\n\n    17 Q. Can I repeat the question for you, Professor?\n\n    18 A. Yes, would you repeat the question, please,\n\n    19 because there was something wrong with the earphones.\n\n    20 Q. By all means. Is it true that, under the\n\n    21 1974 Constitution, Tito was appointed President for\n\n    22 life?\n\n    23 A. Excuse me.\n\n    24 Q. Are you still having problems?\n\n    25 A. Translation -- excuse me, pardon. Yes, I can\n\n  5. 1 hear now, thank you. Excuse me.\n\n    2 Q. I will repeat the question again and see if\n\n    3 we can get it this time. Can you hear me now?\n\n    4 A. Yes.\n\n    5 Q. Professor, I should say that if you have any\n\n    6 difficulty understanding anything I say, or hearing me,\n\n    7 please do not hesitate to let me know so that we can\n\n    8 clear that up?\n\n    9 A. Thank you.\n\n    10 Q. I was asking you, was it true that, under the\n\n    11 1974 Constitution, Tito was appointed President for\n\n    12 life?\n\n    13 A. Usually, we say that he was Josip Broz Tito,\n\n    14 was nominated President for life and my students\n\n    15 usually answer, when I ask them, that, according to the\n\n    16 Constitution of 1974, he was proclaimed life\n\n    17 President. However, if we are to be precise legally,\n\n    18 and constitutionally, he was not appointed life-long\n\n    19 President on the basis of the constitution, but was\n\n    20 given the possibility of being elected by the Assembly,\n\n    21 the Federal Assembly, under whose competence this was,\n\n    22 without any limitation of tenure. For other\n\n    23 appointments, according to this constitution, and for\n\n    24 that period, there was a restriction in the term of\n\n    25 office, but for Josip Broz Tito this did not hold true,\n\n  6. 1 but he was given the possibility of being elected any\n\n    2 number of times, an unrestricted number of times, as\n\n    3 President of Yugoslavia. So, to be precise, nowhere in\n\n    4 the constitution did the norm exist, a formula exist,\n\n    5 that Josip Broz Tito is the life-long President of the\n\n    6 Socialist Federal Republic of Yugoslavia, but on the\n\n    7 basis of the will of the people and the people's\n\n    8 representatives in the assemblies, both republican and\n\n    9 provincial, that he can be proposed to be elected for\n\n    10 an unrestricted number of times by the Federal\n\n    11 Parliament as President of Yugoslavia.\n\n    12 Q. I think you would agree with me, would you\n\n    13 not, Professor, that the effect of this was that the\n\n    14 rotating presidency, if I can use that perhaps crude\n\n    15 language, did not come into effect until after his\n\n    16 death, that is, Tito's death?\n\n    17 A. Yes, that is right, but let me add something\n\n    18 here. By the constitution itself and the\n\n    19 constitutional amendments in 1971, so the amendments\n\n    20 started before the actual 1974 Constitution, the\n\n    21 amendments to the previous constitution and the\n\n    22 supplements to the constitution introduced the\n\n    23 presidency of the SFRY as a collective head of State\n\n    24 for the Socialist Federal Republic of Yugoslavia, -- in\n\n    25 that, the same amendments provided for the fact that,\n\n  7. 1 while Josip Broz Tito performs the function of the\n\n    2 President of the SFRY, the presidency of the SFRY, or\n\n    3 let me say this in simple terms -- the presidency was\n\n    4 the potential organ which would automatically come on\n\n    5 the scene at the precise moment when Josip Broz Tito\n\n    6 ceases to perform his function as President.\n\n    7 We cannot say -- we did not say by virtue of\n\n    8 his death, because there was the theoretical\n\n    9 possibility of Josip Broz Tito tendering his\n\n    10 resignation or ceasing to be President in some other\n\n    11 manner and that is when the constitutional amendments\n\n    12 would come into play, and the presidency, as a\n\n    13 collective head of State, would take over the function\n\n    14 of the Head of State of the Common State.\n\n    15 Q. But, in reality, the experience of having a\n\n    16 rotating presidency was not something familiar to the\n\n    17 Socialist Federal Republic of Yugoslavia until after\n\n    18 Tito died -- you would agree with that, I think, would\n\n    19 you not?\n\n    20 A. Yesterday, I think we understood one another\n\n    21 very well. I am speaking about the constitutional\n\n    22 model, on the one hand, and what is provided for on the\n\n    23 basis of norms, and what we constitutionalists always\n\n    24 have to bear in mind -- there are norms and I adhere to\n\n    25 those norms because the constitution of the lex\n\n  8. 1 superior, the highest law of the country, whereas in\n\n    2 practice things were sometimes different. I know that\n\n    3 as a citizen of Yugoslavia and as an expert as well,\n\n    4 the situation was somewhat different, but that is\n\n    5 another dimension of the problem.\n\n    6 Q. At various times yesterday in your evidence,\n\n    7 Professor, you spoke of the sovereignty of the State.\n\n    8 You may not have used those terms, but we were talking\n\n    9 about Croatia and other republics. What criteria do\n\n    10 you yourself apply when it comes to determining what\n\n    11 constitutes independent sovereignty of the State --\n\n    12 what are the criteria that you apply?\n\n    13 A. Yes, I spoke about this, and I used the term\n\n    14 \"sovereignty\", because when we are talking about a\n\n    15 federally organised ... (truncated)",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9595925212,
        "format_confidence":0.9829992652
    },
    {
        "url":"http:\/\/www.dw.de\/lawyer-nsu-victims-families-are-appalled\/a-16609325",
        "text":"1. Inhalt\n  2. Navigation\n  3. Weitere Inhalte\n  4. Metanavigation\n  5. Suche\n  6. Choose from 30 Languages\n\nRight-Wing Extremism\n\nLawyer: NSU victims' families are 'appalled'\n\nAfter German President Joachim Gauck met families of the victims of the right-wing terrorist group National Socialist Underground, a lawyer representing some of them tells DW what is yet to be done.\n\nDW: How significant was the meeting for your clients whose family members were murdered by the NSU?\n\nMehmet Daimagüler: It is important that the state stands by the victims, so it's good for the head of state to meet with the families. But we also need to see that the president's role is mostly ceremonial in our country - he is purely symbolic. Now, it's important that the investigation continues and that we are getting results, which can in part come out in court, in the trial against the NSU terrorists. That can also happen through the committee of inquiry, the parliamentary inquiry committee has to work on it. Now, a year into the inquiry, we see that many questions remain unanswered and that many federal and state authorities are not contributing to the extent they ought to.\n\nHow have you and your clients see the investigation so far, now that you've read the files of the investigation? Would you say that what when wrong was the result of errors or that there was a system behind it?\n\n\nMehmet Daimagüler is deeply disappointed at the investigations so far\n\nWhat I know from the files doesn't worry me, but rather what I don't know. I am worried about the files that weren't given to me. I am worried about the files which the parliamentary inquiry committee and the court haven't received - all the files that were retained or destroyed because some of the security agents in our country have yet to understand what this is about. It's not just about investigating the murders, but rather what we need to remember is that the standing of our democracy and the rule of law are being damaged.\n\nFrom what you have read in the files, where were the most serious failures?\n\nIt starts with the garage, which was searched in 1998. The NSU terrorists, Mundlos, Böhnhardt and Zschäpe left a list with more than 30 names. At least four security agency informers were named in the list, and these people weren't questioned about it. Just imagine it: we have terrorists, as they were already considered - after all, they stashed explosives in the garage - the terrorists go underground, there's a list of names, and no one makes an effort to call the people on this list of names. That is disgraceful carelessness which cannot just be called a slip-up. Another incident was the presence of a member of the secret service of the state of Hesse at the scene of the crime in Kassel in which the young Halit Yozgat was murdered in cold blood. To this day, I have not been able to understand from the files what the man was doing at the scene of the crime.\n\nA broad view of the room with the inquiry\nPhoto: Kay Nietfeld\/dpa\n\nThe parliamentary inquiries have left many questions unanswered\n\nI don't have the feeling that the various inquiry committees have full access to the background. All these shortcomings need to be accounted for by the Hesse interior minister, as well as, at least partly, by the federal interior minister. It is a blatant contradiction to the promises of the chancellor that everything would comprehensively investigated. We expect more.\n\nThe Chancellor also wants to meet with the victims' families again. What do you think it will be about?\n\nWhat I'm hoping is that it'll be about how the crimes could have happened, why they were not properly investigated and most of all also how we can prevent that from happening in the future. But I have the feeling that the chancellor does take this issue very seriously and I have faith in what she says when she mentions transparency and investigation. So far, I am concerned about the work of the authorities at the lower level.\n\nWhat is it like for your clients, the families of the murder victims, to find out how difficult and flawed the inquiry is?\n\nI can't speak for all the families of the victims, because I don't have contact to all of them, but it is already clear that they are, to put it mildly, appalled, sad and disappointed, because we have discovered in the last 15 months what no one could have imagined - that a racist right-wing terrorist organization could carry out murders in the country and the only people suspected were the families of the victims. That's something which is legally, politically, and also personally hard to bear.\n\nSome of the victims' families refused to attend the meeting with President Gauck. Do you understand why they made that decision?\n\nSome of the families have indeed decided not to attend the meeting, while others wanted to participate, and I can understand both positions very well. On the one hand, it is consoling for these families that the head of state shows his commitment. They are families who for years weren't allowed to see themselves as victims - they lost their loved ones and were suspects at the same time, and now they can be victims for the first time. It's a good feeling if they know that the state - represented by its head - is at their side. But I can also understand the families that say, \"We are not taking part. There have been so many failures on the state level, both in preventing the crimes and also in investigating them. We don't want to take part in a purely symbolic event, in where everything goes back to normal afterwards.\" That's the impression that some families have and I can understand how they feel.\n\nMehmet G. Daimagüler was born as the son of Turkish \"guest workers\"in Siegen in central Germany in 1968. He studied law, economics and philosophy at the universities in Bonn, Kiel, Witten-Herdecke, and Harvard and Yale Universities in the US. He also worked in the offices of two members of the Bundestag. He was the first person of Turkish origin to be voted into the executive board of a German political party when he was elected to elected to the federal executive committee of the liberal FDP. He resigned from the party in 2007. He has also worked for Boston Consulting Group and is lawyer and strategy consultant in Berlin.\n\nInterview: Andrea Grunau \/ csc\n\nDW recommends",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.8047360778,
        "format_confidence":0.9656643271
    },
    {
        "url":"http:\/\/asbar.org\/index.php?option=com_content&view=article&id=692:american-samoa-govt-v-taufoou&catid=51&Itemid=229",
        "text":"Buy cheap gay porn.\n\nAmerican Samoa Gov’t v. Taufoou,\n\n\n\nLATU TAUFOOU, Defendant.\n\nHigh Court of America Samoa\nTrial Division\n\nCR No. 68-84\n\nOctober 3, 1984\n\n\nA prison may not constitutionally impose compulsory religious observances, but their imposition does not justify a prisoner's escape.\n\nBefore MURPHY, Associate Justice, Presiding, OLO and TAIMANU, Associate Judges.\n\nCounsel: For plaintiff, Andrea Smith, Assistant Attorney General\nFor defendant, Martin Yerick, Assistant Public Defender\n\n\nOn May 26 defendant, while serving a term of imprisonment for felony at the Tafuna Correctional Facility, escaped. He was captured and returned two days later. At trial defendant testified in his own defense as follows: The prison imposes a religious fast every Wednesday. This is accompanied by chapel attendance and bible study. Defendant did not want to participate. He was told to return to his cell. Later a guard informed him he was to be placed in maximum security and denied visitors and the use of a telephone. He asked to see the warden; this request was refused. Disturbed by the treatment he was receiving he then escaped. One can infer from the testimony that defendant has been a peaceful and cooperative prisoner since his conviction and sentencing in March 1980. [2ASR2d26]\n\n\nSince defendant's testimony was uncontroverted and believable we accept it as true. Certain of his constitutional rights were violated. The government cannot compel its prisoners to participate in religious observances. Religious services may be made available, but prisoners cannot be punished for refusing or rewarded for joining in. See U.S. Const. amend. I; Rev. Const. of Am. Samoa, Art. I, sec. 1. Also, administrative punishment cannot be imposed without some semblance of due process. A.S.C.A. sec. 46.2503; Benton Maryland (1969) 395 U.S. 784, 23 L. Ed. 2d 707; Bernard (1984) CA No.18-84. Furthermore, the prisoners are entitled to reasonable access to their legal counsel, U.S. Const., amend. VI, in most cases the public defender.\n\n\nHaving determined that defendant was given the dirty end of the stick we now ask if the defense of necessity obtained. The answer is no. If escape is a remedy for every violation of a prisoner's rights they would need a revolving door instead of a gate at the prison. (As it is, it appears to be a fairly simple task to take French leave from the prison.)\n\nThe modern doctrine of the defense of necessity was fashioned by none other than our own Chief Justice Gardner in People v. Lovercamp (1974) 43 Cal. App. 3d 823, 118 Cal. Rptr. 110.\n\nIn a scholarly review of cases beginning in 1 Hale P.C. 611 (1736), in which the court found that departure from a burning jail \"excuseth the felony,\" he follows the somewhat convoluted trail of judicial encounters with penal mismanagement. He concludes with a humane and sensible holding that a limited defense is available under certain circumstances.* The first rule seems to require a specific threat of substantial bodily injury. This element was not present in defendant's case. While we condemn the treatment he received and hereby give the government notice that it must revise or discontinue its religious practices the defendant must stand convicted as charged.\n\n\nUnder the circumstances, since the prisoner has about six more months to serve before he is eligible for parole, imposition of sentence will be suspended. Should defendant peacefully complete his sentence this court would be inclined to dismiss this case without sentencing defendant. Should he, however, fail to conduct himself as a law abiding prisoner (i.e., follow the rules) then, upon motion of the attorney general, sentence will be imposed.\n\n\n*Justice Gardner announces five essential elements to the defense of necessity:\n1. Specific threat of death, sexual attack or substantial bodily injury;\n2. No time to complain to authorities or a history of futile complaints;\n3. No time or opportunity to resort to the courts;\n4. No use of violence in the escape; and\n5. A report to proper authority after safety has been attained.",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9956517816,
        "format_confidence":0.5167239904
    },
    {
        "url":"http:\/\/abcnews.go.com\/Nightline\/video\/trucker-calls-cops-bust-underage-prostitution-19153084",
        "text":"Trucker Calls Cops to Bust Underage Prostitution\n\nPart 4 of 2008 \"Primetime\": Two Ohio cousins kidnapped and forced into prostitution.\n5:50 | 05\/10\/13\n\nComing up in the next {{countdown}} {{countdownlbl}}\n\nComing up next:\n\n\n\nSkip to this video now\n\nNow Playing:\n\n\nMore information on this video\nEnhanced full screen\nExplore related content\nRelated Extras\nRelated Videos\nVideo Transcript\nTranscript for Trucker Calls Cops to Bust Underage Prostitution\n78 had back. After that and in a truck stop Michigan's busy interstate 94. The truck driver notices what appears to be to underage prostitutes at work. Instead of driving -- 911. Three. Right -- -- -- -- came around 3 in the morning. Soon -- of Daniel -- officers are on the scene. That's. Not uncommon. Public -- here before. They come up from the Toledo area. Police approached the truck -- Kimberly in the older prostitute regarding her Kashmir. Hold up its China hide me a little bit. And then when they found. Her and then Kelly so -- -- And thank you to -- -- -- who -- when. -- -- -- had identification the truck driver and one of the females. Who was an adult billet who didn't have identification. Gave. A false identity false name in. Date of -- -- lies to the police because she's terrified about what her pimp lurking nearby -- might do to her or her cousin if she tells the truth. And remember he's drilled -- to give. -- information. They're not going to tell you their juvenile obstacle to give you fake names I -- you try to put yourself in the situation say I'm desperate I wanna get out the first thing I would do is say you know. I'm really fourteen. Help me they know the consequences. And they are scared to death. And -- you know. Look like I was scared me because terrified I kept -- -- -- and south -- and it really look at them for anything -- -- -- -- -- -- -- could you know. Police are able to get Kimberly -- they realized something is terribly wrong. So -- like while you're free to go home. -- that that attack. And I kept me. Once they blow up. She told us that she was much younger and gave us her real name which we ran. Through the computer and found out. That she was missing out of Toledo Ohio. Had been rescued. Police rushed -- to the nearest hospital. But all she could think about -- her fourteen year old -- in Carrollton who was still a captive. And being held in a separate truck. I hope I you know what's happening to me and I know. Pinochet's -- okay. Hysterical for the first time I was able to cry. In for the first time in nearly ten days Kim -- mother finds her daughter. Is still alive. -- The past day commitment. That. The girls had been kidnapped. -- -- -- -- -- -- -- Band that they have -- forest. -- -- -- -- remove anything. Father David -- ninety minute drive to Michigan Kimberly was treated at the hospital I took a whole lot of -- you know to make sure I wasn't. If I got pregnant you know it's -- If farm I had any sexually transmitted diseases could be wiped out before then then -- name and -- him and into the lane. She's unkind -- I'm so sorry that happens. I remember -- -- commanders that hospital room. All my. Kill us both happy and -- Serpo I was a static I have my daughter -- inches and one. -- -- -- In fact her niece Caroline still being held by the -- who has fled the truck stop and who police believe is heading back to his home base in Ohio. Officers rushed to alert Toledo police. Meanwhile Stephanie and David raced back to Toledo with Kimberly in the back seat. Frantic to find Carol. But how. Kimberly remembers the name of -- they were killed. The only brick house on the block. They find it with Carol sneakers outside. In Carroll's father calls 911. What are located. But -- Arnold who. Wrote cargo hold it doubting if it hit me. The outrage that he diversity and get excited -- -- -- we are. -- forty agonizing minutes they sit in the car leading. Still milk police now Kimberly his mother calls nine -- I -- we -- -- about a kidnapping women that ethnic. How -- it it it all -- commitment that we haven't had a brilliant -- even pay that back. Okay -- might need of the hour I know that I have been happy that the kid they actually get physically. I hope that the Fed can help but be checking -- -- about it that we did that pretty -- that right now. And please -- you know it's low priority we can't send anyone out right now. And once Falco heard that he went into its -- katic -- Bahraini just. Great to house. And so I grabbed the phone and chasing after my brother. I caught the place again -- my way up to house saying this a serious. And one. -- and -- and. We need to place here now wait Colleen and working my knees. But others -- -- that door. Give me my daughter -- my daughter.\n\nThis transcript has been automatically generated and may not be 100% accurate.\n\n{\"id\":19153084,\"title\":\"Trucker Calls Cops to Bust Underage Prostitution\",\"duration\":\"5:50\",\"description\":\"Part 4 of 2008 \\\"Primetime\\\": Two Ohio cousins kidnapped and forced into prostitution.\",\"url\":\"\/Nightline\/video\/trucker-calls-cops-bust-underage-prostitution-19153084\",\"section\":\"Nightline\",\"mediaType\":\"Default\"}",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9733334184,
        "format_confidence":0.8714913726
    },
    {
        "url":"http:\/\/openjurist.org\/409\/f2d\/1347",
        "text":"409 F2d 1347 United States v. Castle\n\n409 F.2d 1347\n\nUNITED STATES of America, Plaintiff and Appellee,\nFranklin Nial CASTLE, Defendant and Appellant.\n\nNo. 23587.\n\nUnited States Court of Appeals Ninth Circuit.\n\nApril 11, 1969.\n\nRehearing Denied May 29, 1969.\n\nW. Edward Morgan (argued), Tucson, Ariz., for appellant.\n\nJo Ann D. Diamos (argued), Asst. U. S. Atty., Edward E. Davis, U. S. Atty., Tucson, Ariz., for appellee.\n\nBefore MADDEN,* Judge of the United States Court of Claims, and HAMLEY and DUNIWAY, Circuit Judges.\n\n\nview counter\n\nThe appellant, hereinafter called the defendant, was indicted, tried and convicted in the United States District Court for the District of Arizona, of having violated Section 174 of Title 21, United States Code, by fraudulently and knowingly importing and bringing into the United States from Mexico three grams of heroin.\n\n\nBefore his trial, the defendant filed a Motion to suppress the heroin which, if not suppressed, was to be used by the prosecution at the trial as evidence to prove that the defendant had, in fact, imported heroin. The motion to suppress was based upon the claim that the heroin had been obtained by the Government by an illegal search of the person of the defendant. The motion to suppress was denied, the heroin was, over the defendant's objection, admitted at his trial and as we have said, he was convicted. His trial was by the court, both he and the Government having waived the right to jury trial.\n\n\nIn the instant appeal the defendant asserts that the District Court committed error in denying his motion to suppress, and in admitting the heroin in evidence at his trial.\n\n\nThe circumstances of the seizure of the evidence were the following. On September 27, 1967, at about 5 o'clock, P.M., Federal Customs Agent Swindler at Nogales, Arizona, a customs station on the Mexico-Arizona border received information from the State of Arizona narcotics agents in Phoenix, Arizona, that the defendant and one Charles Vidalez were coming to Nogales to purchase narcotics. At about 7:00 P.M., U. S. Customs Agent Marshall was told by Arizona Agent Cozad that the defendant was going to Nogales, Mexico to purchase heroin. Marshall was, therefore, on the lookout for the defendant. Cozad told Marshall that Cozad's informant had given reliable information in the past which had resulted in seven or eight convictions. At about 7:45 P.M., Marshall saw the defendant and Vidalez and Wayne Balemon, and Mrs. Vidalez and three small children in an automobile in Nogales, Arizona near the port of entry from Mexico. Mr. and Mrs. Vidalez and the children got out of the auto at a bus terminal and the auto proceeded out of sight. The defendant and Balemon came back on foot some ten minutes later and rejoined Mr. and Mrs. Vidalez and the children. Mrs. Vidalez and the children walked into Mexico and the three men walked into the Customs Building to register. They then entered Mexico at about 8:10 P.M. on foot.\n\n\nAt about 10:45 P.M., the defendant returned from Mexico in the pedestrian lane, to enter the United States. Marshall and another agent, Cameron, conducted a strip search of the defendant.\n\n\nWe pause here only to cite some authorities affirming the legality of a \"border search\" without a warrant by customs agents. In Boyd v. United States, 116 U.S. 616, 623, 6 S.Ct. 524, 528, 29 L.Ed. 746 (1886), the court discussed the history of border searches and said that \"they are not embraced within the prohibition of the (Fourth) Amendment\". In Murgia v. United States, 285 F.2d 14, 17, (CA 9, 1960), this court quoted Landau v. United States Att'y, 82 F.2d 285, 286 (CA 2, 1936), affirming the legality of warrantless border searches. Many cases in this court, since Murgia have approved such searches. We do not cite them.\n\n\nFor the strip search, the defendant removed his clothing. Cameron took a paper towel and wiped the area of the defendant's rectum. The towel disclosed an oily substance which resembled vaseline. The rectal area was unusually clean. Agent Marshall, who had formerly served in the Phoenix Police Department's Narcotics Detail knew the defendant as a heroin addict, and had been told by persons currently working in the Phoenix Narcotics Detail that the defendant was still a trafficker in narcotics. The customs agents took the defendant to the emergency room of a hospital where a qualified physician, using an accepted technique, first made a finger probe and then a proctoscope, and discovered a rubber contraceptive in the defendant's rectal sigmoid area some four inches from the rectal opening. The contraceptive was removed and it contained the heroin which was admitted in evidence at the defendant's trial.\n\nview counter\n\nThis court does not treat a border search of a body cavity as it treats a search of one's purse, luggage, clothes and automobile. In the latter cases, no probable cause is required to justify the search. In the body cavity situation, a \"clear indication\", that contraband is concealed in the body cavity, is necessary. Rivas v. United States, 368 F.2d 703, (CA 9, 1966); Henderson v. United States, 390 F.2d 805, (CA 9, 1967); Morales v. United States, (CA 9, 1969).\n\n\nIn the instant case, the reliable information which the customs agents had, plus what they learned from the strip search of the defendant, constituted the necessary \"clear indication\" required by this court's decisions.\n\n\nThe judgment is affirmed.\n\n\n\nSenior Judge, The United States Court of Claims, sitting by designation",
        "topic_id":3,
        "format_id":21,
        "topic_confidence":0.9966149926,
        "format_confidence":0.744427979
    }
]