[
    {
        "url":"http:\/\/www.stratstone.com\/news\/stratstone-e-type-the-secrets-out\/",
        "text":"Dealer Locator\nPlease enter a valid postcode\n\nStratstone Lightweight E-type\n\nWe have been keeping a secret for a while now but are delighted to announce that the news is finally out! Stratstone has been revealed as one of the owners of the infamous 'Missing Six' 2015 Jaguar Lightweight E-types.\n\nWe have created a dedicated Stratstone E-type section on our website which is now live after John Edwards of Jaguar Classic handed the keys over to Pendragon PLC's CEO Trevor Finn at an exclusive event at Stratstone Jaguar London in the heart of Mayfair. There's ten articles on there already and over the coming weeks we will be adding more articles to the hub to chronicle the full story of the Lightweight E-type from 1963 to the present day. There will be a number of Q&As with people involved in the build of the vehicle and many more influential motoring personalities sharing their thoughts on this true British icon.\n\nWe will taking the E-type to a number of events which are yet to be announced but you can also keep up with our E-type news at or by following searching for the #StratstoneEtype hashtag on Twitter. Don't forget to check out our dedicated E-type playlist on the StratstoneTV YouTube channel.",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9941085577,
        "format_confidence":0.9858638644
    },
    {
        "url":"http:\/\/www.downtownspringfield.org\/tag\/parking-downtown-springfield\/",
        "text":"FREE Parking Downtown for Shoppers\n\nFrom December 3-22, 2018, people who want to shop downtown during the holiday season won’t have to put coins in parking meters. Thanks to a partnership with the City of Springfield and Downtown Springfield Inc., residents and visitors who choose to shop downtown can park for free Monday through Friday, 10 am – 5 pm, through December 22.\n\nAs a reminder, metered parking on Saturdays and Sundays is already free all year long– and parking is also free during every scheduled day of the Old Capitol Holiday Walks.\n\nThe area where shoppers can park for free during weekdays is at meters between 4th Street to 7th Street and Monroe Street to Washington Street. However, parking illegally or in unlawful areas including bus or loading zones, yellow curb, no parking, and accessible spaces is not allowed at any time.\n\nShoppers simply need to get a parking permit labeled “Shoppers” from one of the participating businesses listed below and put it on their car’s dashboard nearest the curb to enjoy this holiday parking perk. Merchants will date and sign the permit, which is only good for that day.\n\nNo Such Template. Please Select Valid Template and Try Again.",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9594095349,
        "format_confidence":0.9722579122
    },
    {
        "url":"http:\/\/www.drba.net\/DesktopModules\/DnnForge%20-%20NewsArticles\/Print.aspx?tabid=91&tabmoduleid=611&articleId=3517&moduleId=564&PortalID=0",
        "text":"Cable Preservation Project Set for the Delaware Memorial Bridge\nInstallation Work Expected through December 2017\n\n(New Castle, DE) Today, Delaware River and Bay Authority (DRBA) officials announced the award of a contract to preserve and protect its principal asset, the Delaware Memorial Bridge. Under the new contract, the DRBA will install a dehumidification system for the main suspension cables on both structures of the Delaware Memorial Bridge. The work is expected to begin at the end of February, 2016 and continue for nearly two years.\n\nThe Delaware Memorial Bridge is a major transportation link in the north-south corridor between Washington, D.C. and New York City that handles more than 34 million vehicles annually. The Delaware Memorial Bridges main suspension cables are original to each bridge. The New Jersey bound span opened in 1951 while the Delaware bound one was completed in 1968.\n\nAccording to Shoukry Elnahal, Chief Engineer for the DRBA, the new dehumidification system is part of the Authority’s comprehensive capital program designed to preserve and protect the bi-state agency’s transportation infrastructure. “This state-of-the-art system will extend the life span of our main suspension cables that support the bridge deck of the Delaware Memorial Bridges,” Elnahal said. “The project involves the fitting of air tight wraps around the main cables, positioning injection and exhaust ports, and installing advanced dehumidification plants inside the anchorages of the two bridges.”\n\nElnahal also noted that the system will be equipped with remote sensors and advanced monitoring systems to insure it is functioning as intended. “The new dehumidification system is designed to operate as efficiently as possible while keeping the Authority’s long term maintenance requirements to a minimum,” he added.\n\nDuring the execution of this contract, multiple lanes on the northbound and the southbound bridges will be closed periodically. While DRBA engineers have designed the project to minimize traffic delays to the extent possible, motorists should expect to experience them from time-to-time.\n\nThe safety of the traveling public, highway contractors on-site, and DRBA employees continue to be the highest priority. Commuters and travelers are urged to be careful and stay alert in and around construction zones, obey all detours and posted speed limits and plan to take a few extra minutes during rush hour periods.\n\nApproximately 25 suspension bridges in the world are equipped with a cable dehumidification system. In 1998, the Akashi Kaikyo Bridge in Japan was the first to be equipped with such a system. The Maryland Transportation Authority began installing the first cable dehumidification system in the United States for the William Preston Lane Jr. Memorial (Bay) Bridge in 2012. That system was completed last year. The Delaware Memorial Bridge Twin Span will be the second such application in the United States.\n\nAmerican Bridge Company of Coraopolis, Pennsylvania will handle the construction and installation work at a cost of $33.6 million. Formed in 1900, American Bridge Company is a leading provider of bridge construction services worldwide. The company excels at the construction and rehabilitation of cable supported bridges, movable bridges, steel truss bridges, steel and concrete arch bridges, and other complex civil infrastructure projects that benefit from advanced construction engineering skills.\n\nAbout the Delaware River and Bay Authority\nThe DRBA, a bi-state governmental agency created by Compact in 1962, owns and operates the Delaware Memorial Bridge, the Cape May- Lewes Ferry, and the Forts Ferry Crossing. The DRBA also manages corporate and aviation properties through its economic development powers - two airports in New Jersey (Millville Airport and Cape May Airport) and three in Delaware (New Castle Airport, Civil Air Terminal and Delaware Airpark). All DRBA operating revenues are generated through the bridge, ferry and airport facilities. For more information, visit\n\nPDF of Press Release\n\nDMB Tower Aerial",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.974909544,
        "format_confidence":0.9744942188
    },
    {
        "url":"https:\/\/www.jedouglasdaf.co.uk\/news\/news-archive\/paccar-and-aurora-form-strategic-partnership-to-develop-autonomous-trucks\/",
        "text":"PACCAR and Aurora Form Strategic Partnership to Develop Autonomous Trucks\n\nPACCAR and Aurora Form Strategic Partnership to Develop Autonomous Trucks\n\n20th January 2021 | DAF UK\n\nJanuary 20, 2021, Bellevue, Washington – PACCAR and Aurora have signed a global, strategic agreement to develop, test and commercialise autonomous Peterbilt and Kenworth trucks. This collaboration will integrate PACCAR’s autonomous vehicle platform with the Aurora Driver to enhance the safety and operational efficiency of PACCAR’s customers\n\nPACCAR and Aurora Form Strategic Partnership to Develop Autonomous Trucks\n\nAutonomous Peterbilt 579 Test Vehicle with Aurora Driver\n\nIn the strategic partnership, PACCAR provides autonomous-enabled vehicles with industry-leading quality, durability and reliability resulting from decades of engineering excellence and manufacturing investments, as well as aftermarket parts distribution, finance and other transportation solutions. Aurora provides industry-leading self-driving technology, including hardware, software and operational services. Both partners will work closely together on all aspects of the collaboration, from component sourcing and vehicle technology to the integration of the Peterbilt and Kenworth vehicles with the Aurora Driver. The partnership also includes vehicle validation at the PACCAR Technical Center and production support in PACCAR factories.\n\nThe goal of this collaboration is to improve freight efficiency and safety for PACCAR’s customers. Kenworth T680 and Peterbilt 579 trucks utilising the Aurora Driver are expected to be deployed in North America in the next several years.\n\n“PACCAR looks forward to partnering with Aurora because of their industry-leading autonomous driving technology and impressive team,” said Preston Feight, PACCAR chief executive officer. “This strategic partnership complements PACCAR’s best-in-class commercial vehicle quality, technology and innovation.”\n\nChris Urmson, Aurora co-founder and chief executive officer, added, “Aurora is excited to take this next step in our collaboration with PACCAR. Working together, we’ve been impressed with PACCAR’s product engineering, manufacturing capabilities, and commitment to enhancing its customers’ operational safety and efficiency. This partnership brings us one step closer to unlocking the autonomous freight market and delivering goods to those who need them.”\n\nPACCAR is a global technology leader in the design, manufacture and customer support of high-quality light-, medium- and heavy-duty trucks under the Kenworth, Peterbilt and DAF nameplates. PACCAR also designs and manufactures advanced powertrains, provides financial services and information technology, and distributes truck parts related to its principal business.",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9755423665,
        "format_confidence":0.853485465
    },
    {
        "url":"https:\/\/www.carcomplaints.com\/Jaguar\/XF\/2010\/recalls\/power-assisted-steering-pipe-replacement-11v168000.shtml",
        "text":"ANNOUNCEMENT: The Car Book 2018 is now online!\n\nRatings on over 1,000 new & used models going back 5 years, from the Center from Auto Safety. Learn more about The Car Book 2018 here.\n\n2010 Jaguar XF recall J018\n\nJaguar Recall J018: Power Assisted Steering Pipe Replacement\n\n2010 Jaguar XF\n\nPin-holing of the pas pipes could allow pressurized power steering fluid to leak into the under-hood and engine bay area. A loss of power steering fluid will result in a loss of power assist steering. Also, that fluid may ignite if it comes into contact with an ignition source or a surface at sufficiently high enough temperature, causing a vehicle fire.\n\nSteering — Hydraulic Power Assist — Hose, Piping, And Connections\n\nJaguar is recalling certain model year 2010 xk and Xf vehicles manufactured from June 27, 2009, through March 10, 2010. The power assist steering (pas) pipes have been supplied with zinc-nickel plating that does not meet fully the corrosion protection requirements of Jaguar's engineering specification. After an extended period of time in service, corrosion of the pas pipes will occur that may lead to pin-holing of the pipe.\nDealers will replace the power steering fluid pipes with parts manufactured to the required corrosion protection specification. This service will be performed free of charged. The safety recall is expected to begin on or before June 6, 2011. Owners may contact Jaguar at 1-800-452-4827.\nDocuments (14)\n\nClick a tab for more information.\n\nDate Announced\nMAR 14, 2011\nVehicles Affected\nJaguar Recall #\nNHTSA Campaign #\nFind something helpful? Spread the word.\n\nBecome a Fan & Spread the Word",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9895087481,
        "format_confidence":0.5197950602
    },
    {
        "url":"https:\/\/embargoed.fcanorthamerica.com\/newsrelease.do?id=20594&mid=",
        "text":"February 6, 2019 , Auburn Hills, Mich. - Ram Truck today unveiled a new multifunction tailgate that adds even greater utility to the truck industry’s cargo-management and storage leader.\nThe Ram 1500 multifunction tailgate feature is unique among all pickups and offers customers cargo-access flexibility without compromise.\nIn addition to retaining the capabilities of a fully dampened, drop-down tailgate with remote release options, the Ram multifunction tailgate adds a first-of-its-kind 60-40 split, swing-away functionality.\nRam multifunction tailgate’s dual side-hinged tailgate doors further enhance the 1500’s bed access and utility. Independent opening features make curbside loading easier. Being able to access the bed closer to the bumper makes stepping up easier; makes loading bulky items easier; makes unloading and washout easier and allows forklift loading.\nUnlike other multi-element tailgates, the Ram multifunction tailgate is trailer-friendly and does not require that the trailer and hitch be removed before opening. With a 2,000-lb. load rating, Ram multifunction tailgate retains all of the traditional tailgate’s capability.\n“The Ram multifunction tailgate is intuitive to operate and owners will find it immediately useful,” said Reid Bigland, Head of Ram Brand – FCA. “Combined with Ram’s class-exclusive RamBox feature and new tailgate step, we’re taking Ram’s cargo management and storage to the next level.”\nRam's multifunction tailgate has four configurations: open flat, open left door only, open right door only and open both doors. Each door swings open 88 degrees and access can be further enhanced via a retractable center-mounted step option.\nAmong the 2019 Ram 1500’s other innovative storage solutions are the RamBox cargo management system. The RamBox system includes versatile, weatherproof, lockable, illuminated and drainable storage bins built into the bed rails. RamBox bins also feature a handy 115-volt, 400-watt outlet. Also available with RamBox is a pickup bed divider\/two-foot bed extender and cargo rail system with four sliding, adjustable cleats.\nInterior storage was also high on the priority list for the new Ram 1500.\nA reimagined center console with 12 different storage configurations offers never-before-seen customization for the most active interior real estate. The Ram 1500’s second row includes seats that recline up to eight degrees, a true flat-load floor with integrated RamBins with tie-down rings and expandable under-seat storage.\n\nIn total, the Ram 1500 features more than 151 liters of interior storage capacity — nearly 100 percent more than the closest competitor.\n\nThe multifunction tailgate will be available across all seven 2019 Ram 1500 models and will reach dealerships in the second quarter of 2019. Manufacturer’s Suggested Retail Price is $995. The optional center step is $295.\nAbout Ram 1500\nThe all-new 2019 Ram 1500 is a no compromise truck, leading in durability, efficiency and technology The Ram 1500 is the strongest ever, yet also is the lightest, eliminating 225 pounds through the use of high-strength steels. 2019 Ram 1500 features new eTorque mild hybrid system on the Pentastar V-6 and HEMI V-8, greatly improving fuel efficiency. The new Ram is the most technologically advanced pickup in the market with state-of-the-art features including class-exclusive 12-inch touchscreen and SiriusXM 360L. 2019 Ram 1500 defines the future of pickup trucks with innovative design, highest quality materials and class-exclusive technology.\nAbout Ram Truck Brand\nIn 2009, the Ram Truck brand launched as a stand-alone division, focused on meeting the demands of truck buyers and delivering benchmark-quality vehicles.\nThat focus leads Ram to design the industry’s most innovative, award-winning trucks, emphasizing durability, strength, technology and efficiency.\nWith a full lineup of trucks, including ProMaster and ProMaster City vans, the Ram brand builds trucks that get the hard work done and families where they need to go. From the no-compromise Ram 1500 that defines the future of pickup trucks with innovative design, the highest quality materials and class-exclusive technology, to the Ram Heavy Duty which combines the ability to out-power, out-tow and out-haul every single competitor with the segment’s most comfortable ride and handling, Ram is committed to product leadership.\nRam continues to outperform the competition and sets the benchmarks for:\n  • Most powerful: 1,000 lb.-ft of torque with Cummins Turbo Diesel\n  • Highest towing capacity: 35,100 lbs. with Ram 3500\n  • Heaviest payloads: 7,680 lbs. with Ram 3500\n  • Most luxurious: Ram Limited with real wood, real leather and 12-inch Uconnect touchscreen\n  • Best ride and handling with exclusive link coil rear and auto-level air suspensions\n  • Most interior space with Ram Mega Cab\n  • Most capable full-size off-road pickup – Ram Power Wagon\n  • Most-awarded light-duty truck in America\n  • Highest owner loyalty of any half-ton pickup\n  • Over the last 30 years, Ram has the highest percentage of pickups still on the road\n\nGiving maximum effort all day, every day with confidence, the Ram Truck lineup steps forward with the full force of modern capability providing confidence-inspiring features and class-exclusive vehicle safety.\n\nFollow Ram and FCA US news and video on:\nCompany blog: http:\/\/blog.fcanorthamerica.com\nMedia website: http:\/\/media.fcanorthamerica.com\nRam Truck brand: www.ramtrucks.com\nRam Zone blog: http:\/\/blog.ramtrucks.com\nFacebook: www.facebook.com\/RamTrucks and https:\/\/www.facebook.com\/FiatChrysler.NorthAmerica\/\nInstagram: www.instagram.com\/ramtrucks and  www.instagram.com\/FiatChrysler_NA\nTwitter: www.twitter.com\/RamTrucks and www.twitter.com\/FiatChrysler_NA\nYouTube: www.youtube.com\/RamTrucks and www.youtube.com\/fcanorthamerica",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9950355291,
        "format_confidence":0.9377931952
    },
    {
        "url":"http:\/\/www.carconsumers.org\/CFA-award.htm",
        "text":"Consumers for\nReliability and\n\nCFA Award\n\nAt an annual awards event in Washington, D.C. June 16, 2004, the Consumer Federation of America presented the Esther Peterson Consumer Service Award to the National Consumer Law Center of Boston, MA, and to Rosemary Shahan, President of CARS. This prestigious award is widely recognized as the top award in the consumer movement.\n\nOther award recipients were New York Attorney General Eliot Spitzer (Philip Hart Public Service Award), United States Representative Charles Rangel (Philip Hart Public Service Award) and David Fanning, Senior Producer of PBS' Frontline (Betty Furness Consumer Media Award).\n\nThe Consumer Federation of America stated in its brochure about the awards event:\n\nRosemary Shahan is [one of the] nation's leading advocates for vehicle safety and fair treatment of consumers at car dealerships. As President of California-based CARS, and founder of Motor Voters, Rosemary has invested twenty-five years of passion, hard work, and advocacy in making an immeasurable difference in safety and consumer rights and protections. She initiated California’s auto ‘lemon law’ to make manufacturers stand behind defective vehicles, leading to similar laws in all fifty states.\n\nHer campaign for airbags covered all fronts, including lobbying Lee Iacocca to switch from opposing to supporting air bags. Her picket of one manufacturer for its low-ranked safety record led to a safety recall. Rosemary has been in the thick of fights ranging from stopping gag orders in lemon law case settlements, a media campaign to press for recall of “firebomb” pickups, exposure of “lemon laundering” of defective autos to unsuspecting used car buyers, and stopping a Senate attempt to preempt state auto salvage fraud laws.\n\nHer most recent campaign is to win a Car Buyer’s Bill of Rights in California. As a consumer advocate who has single-handedly tackled widespread consumer abuses and frequently stopped them, Rosemary is especially deserving of the Esther Peterson Consumer Service Award.\n\nThe Consumer Federation of America, founded in 1968, is a national non-profit federation of more than 260 organizations from throughout the nation with a combined membership exceeding 50 million people. Rosemary has been elected to a third three-year term on the Board of Directors of CFA, where she has served as co-chair of CFA’s Committee on Housing and Transportation for over a decade.\ntext resize Decrease Font Size Increase Font Size\n\nC.A.R.S. Mission\nCARS is a national, award-winning,\nnon-profit auto safety and consumer\nadvocacy organization working to\nsave lives, prevent injuries, and\nto protect consumers from\nauto-related fraud and abuse.\n\nFind us on Facebook   Join us on Facebook\nPlease Like us on Facebook  \n\nWhat's NEW?\nTake Action\nStop California car dealers from selling\nunsafe, unrepaired recalled used cars to consumers\nCars that ignite into flames, or with steering wheels that lock up, wheels that fall off, axles that break, or air bags that fail to inflate in a crash. All under a safety recall. None of them fixed. Just waiting for sale on a car lot near you.\n\nThink this should be illegal?\n\nSend a message to your state legislator:\nStop car dealers from selling unsafe, recalled used cars to consumers\n\nBuyer beware: NEVER trust that a dealer will have the safety recall repairs performed before selling you a car that is being recalled. Dealers are so eager to make a buck, fast, they are unwilling to delay sales long enough to get the safety recall repairs done -- for FREE.\n\nPlus -- dealers are actively opposing legislation in Washington, DC and in California that would prohibit them from renting, selling, leasing, or loaning unsafe, recalled vehicles to consumers, unless the safety recall repairs have been performed first.\n\nCARS’ tips on how to buy a safe, reliable used car — without having to risk going to a dealer:\n\nTop 12 used car buying tips\n\nDealers playing “used car roulette” with customers’ lives — and opposing legislation to make them stop\n\nDid a dealer sell you an unsafe, recalled car? We want to hear your story. Contact CARS\n\nBuyer Beware! Auto dealers' one-\nsided contracts can ruin your life\nEven if the dealer breaks the law, you might not be able to get justice. Forced arbitration clauses hidden in the fine print can keep you tied up for years. The dealer even gets to pick the arbitrator who hears your case. Here's what happened to a car buyer in San Diego:\nThink this is outrageous? Call your member of Congress at 202-224-3121, and urge them to vote for the Arbitration Fairness Act. More about the AFA, now pending before Congress:\nHere's what we're doing to bring\nmore attention to Jon's plight:\nUsed Car Nightmare logo\n\nJon Perz has started a new petition\non the website\nYou're invited to check it out and send a message letting Mossy Toyota know what you think.\nused car nightmare petition\n\nPlease Donate to CARS",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.8900899291,
        "format_confidence":0.8621329665
    },
    {
        "url":"http:\/\/www.somervillestep.org\/2010\/07\/final_report_of.html",
        "text":"Somerville Transportation Equity Partnership (STEP)\n\nJuly 21, 2010\n\nFinal report of CCP Green Line station workshops\n\nDownload the report (PDF) that summarizes the output of the community workshops on the future Green Line stations. Residents and professional designers and planners produced some fantastic ideas that will be presented to the State. You can also watch a video of the presentations or see some sketches.",
        "topic_id":22,
        "format_id":13,
        "topic_confidence":0.9880287051,
        "format_confidence":0.853333056
    }
]