[
    {
        "url":"https:\/\/ojs.lib.unideb.hu\/CEJER\/openaccessstatement",
        "text":"Open Access Statement\n\nThe CEJER publishes fully open access journal, which means that all articles are available on the internet to all users immediately upon publication. Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a Creative Commons Attribution License International CC-BY that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal. The publication (and the submission) for the authors are free of charge.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.941655159,
        "format_confidence":0.9629745483
    },
    {
        "url":"http:\/\/www.usd253.org\/board-of-education\/board-policies\/aeb-extended-school-year\/",
        "text":"Board Policies – Section A – School District Organization\n\nAEB – Extended School Year (See JBD, JBE, JCDA and JDD)\n\nExtended School Year\n\nThe board may extend the regular academic year.  The superintendent shall be responsible for preparing a plan and presenting it to the board.  The board may extend the regularly scheduled academic year because of the following types of circumstances which are stated by way of illustration and not by way of limitation:  adverse weather conditions, building maintenance problems, personnel problems, public health reasons, or budgetary problems.\n\nExtended Learning Opportunities for Students\n\nThe board may require extended learning opportunities for students not meeting minimum academic requirements as defined by the board.  Students may be assigned to extended academic sessions including, but not limited to:\n\n  • before- or after-school;\n  • weekdays not scheduled on the school calendar;\n  • Saturday school; or\n  • summer sessions.\n\nRegulations necessary to govern extended academic sessions shall be recommended by the superintendent for board approval.  Truancy laws, suspension and expulsion policies and law, and all appropriate portions of the student behavior code shall apply during extended academic sessions.\n\nApproved:  February 27, 2013\n\nPin It on Pinterest",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9970282912,
        "format_confidence":0.8853304386
    },
    {
        "url":"http:\/\/bulletin.vcu.edu\/academic-regs\/grad\/registration-policies\/",
        "text":"Any person engaged in graduate study at VCU must enroll each semester in which he\/she is engaged in any form of study at VCU that involves use of university facilities, laboratories\/studios and\/or libraries, or who is supervised by or consults with a faculty member concerning graduate work on a project, work of art, thesis or dissertation.\n\nContinuous enrollment for degree-seeking graduate students\n\nContinuous enrollment – Pre-candidate\n\nOnce admitted to a degree program, a graduate student is expected to comply with minimum enrollment of one course per 12-month period from the beginning of his\/her program.\n\nContinuous enrollment – Candidate\n\nA graduate student who has completed course requirements for a degree must register for at least one credit at VCU each fall and spring semester until the degree is awarded. Students must be enrolled during their graduation semester.\n\nRevised 5\/8\/2012\nUniversity Graduate Council\n\nStudent load\n\nStudent load is the total number of credits for which students are enrolled in any semester. Students may be either full-time or part-time, dependent upon program rules. Students who are fully funded as VCU graduate assistants with tuition remission are classified as “full-time” during any semester in which they enroll for nine or more credits (three during the summer if funded on a 12-month stipend). Departmental requirements vary; therefore, funded students should verify expected course loads with their graduate program directors.\n\nThe maximum number of credits for which students may enroll in any semester without special permission is 15. More than 15 credits is an overload. More than 15 credits may result in increased tuition. Permission to enroll for more than 15 credits may be granted upon the written recommendation of the adviser, through departmental governance procedures, to the dean of the Graduate School.\n\nEach summer course is designed to provide the equivalent of one semester’s work. With careful scheduling, it is possible for students to earn as many as 15 credits during the summer if course work extends over the full summer semester calendar. Permission to enroll for more than 15 credits in the summer semester may be granted upon the written recommendation of the adviser through departmental governing procedures to the dean of the Graduate School.\n\nSummer success is predicted on the academic standard of one credit per week. Six credits in five weeks or nine credits in eight weeks is considered a normal load, but VCU does not permit six credits in four weeks or nine credits in six weeks. Suggested summer scheduling combinations are in the online Schedule of Classes.\n\nGraduate courses are not offered during the winter intersession.\n\nRevised 5\/11\/2010; 5\/10\/2011\nUniversity Graduate Council\n\nChange in registration\n\nOnce students have registered for classes, changes in registration must be made during the add\/drop period. Whenever students make any changes in registration, they should keep copies of their new schedules as verification of the changes. Changes in registration may affect financial aid. Students are advised to consult with a financial aid counselor before making any changes to their enrollment status. See the Financing graduate school section of the Graduate Bulletin for detailed information.\n\nCancellation of registration\n\nTo cancel registration, students must notify, in writing, the Office of Records and Registration before the end of the add\/drop period, or drop all classes using the Web registration system. Refunds are issued in accordance with procedures described in the Financing graduate school section of the Graduate Bulletin.\n\nAuditing graduate classes\n\nClass size permitting, students may register for courses on an audit basis. Auditing a course means students enroll in courses, but do not receive academic credit upon completion of the courses. Students who register on an audit basis are subject to attendance regulations of that class and, unless otherwise specified at the discretion of the instructor, are subject to the same course requirements as other students in the class. Students who register on an audit basis may be administratively withdrawn by instructors for a violation of class requirements for audit students, before or after the normal withdrawal deadline as posted on the VCU Academic Calendar. Audit students are charged the regular rate of tuition and fees. An audit course is counted as part of a student’s semester load in terms of classification as a full-time student. Courses taken for audit, however, do not satisfy minimum enrollment requirements for students receiving graduate teaching or research assistantships, graduate fellowships or university graduate scholarships. Students may register for audit only during add\/drop and late registration periods as a new registration and not as a change from credit to audit. Changes in registration status from audit to credit or from credit to audit will not be approved after the last day of add\/drop registration. The grade of AU is not included in the calculation of the GPA.\n\nRevised 5\/11\/2010\nUniversity Graduate Council",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9981030226,
        "format_confidence":0.7076770067
    },
    {
        "url":"https:\/\/evergreen.edu\/policy\/libraryfacultyreappointmentpleaseseecba",
        "text":"Library Faculty Reappointment (Please see CBA.)\n\nArchived No\n\nEffective Date\n\nPrefix 4.400\n\nPrevious Version Library Faculty Reappointment\n\n\nFull Text of the Policy\n\nThis section of the Handbook has been superseded by a Collective Bargaining Agreement. Please see Articles 6 and 8 of the Collective Bargaining Agreement between The Evergreen State College and the United Faculty of Evergreen.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9933928847,
        "format_confidence":0.728507638
    },
    {
        "url":"http:\/\/www.laspositascollege.edu\/facultystaff\/honesty.php",
        "text":"Faculty & Staff\n\nAcademic Honesty Statement\n\nLas Positas College Faculty Senate\n\nLas Positas College promotes student success by providing high quality instruction and learning resources. The primary factor in student success, however, is the student's devotion of considerable time and energy to the learning process. A high grade in a Las Positas College course is, therefore, something of which both the college and the student can be proud. It indicates mastery of the material achieved through hard work.\n\nAny form of academic dishonesty, whether cheating or plagiarism, undermines the value of grades for the entire student body and the College as a whole. It is an affront to every student who has labored to achieve success honestly and a threat to the College's reputation for academic excellence. For these reasons, the College does not tolerate any form of academic dishonesty. Any student attempting to gain an unfair advantage in a course will be severely penalized, up to and including suspension from classes. The actions taken against the student will also be permanently entered into the student's record in the case of repeated, flagrant, or serious incidents.\n\nFor purposes of this policy, the following definitions apply:\n\nCheating is defined as fraud, deceit, or dishonesty in an academic assignment. It may involve:\n\n  • Copying or attempting to copy from others during an examination or for an assignment;\n  • Communicating examination information to, or receiving such information from, another person during an examination;\n  • Preprogramming a calculator or computer to contain answers or other unauthorized information for examinations;\n  • Using, attempting to use, or assisting others in using materials that are prohibited or inappropriate in the context of the academic assignment or examination in question, such as: books, Web sites, prepared answers, written notes, or concealed information;\n  • Allowing others to do one's assignment or a portion of one's assignment or using a commercial term paper service;\n  • Allowing someone else access to your secure online classroom to complete assignments or portions of assignments;\n  • Gaining unauthorized access to another student’s online classroom account;\n  • Altering examination answers after an assignment has been completed or altering recorded grades; and\n  • Resubmitting a previously written assignment for a new course without the permission of the instructor.\n\nPlagiarism is defined as using another's work (whether printed, electronic, or spoken) without crediting him or her. Whereas cheating is almost always intentional, students sometimes plagiarize accidentally. It is vital, therefore, for students to understand the many different kinds of actions that constitute plagiarism:\n\n  • Submitting the whole of another's work as one's own (see the definition of \"cheating\" above: this includes submitting another student's paper or a paper obtained from a commercial term paper service as one's own);\n  • Using the exact wording of a source without putting that wording in quotation marks and citing it;\n  • Paraphrasing the wording of a source without citing it;\n  • Inadequately paraphrasing the wording of a source (not only the words, but the sentence structure of the original must be changed);\n  • Summarizing the ideas of a source without citing it; and\n  • Overusing the ideas of a source, so that those ideas make up the majority of one's work.\n\nFrom discipline to discipline and course to course, students will find that instructors will sometimes use teaching tools like modeling (in which the student is asked to \"model\" his or her writing after another's) or collaboration (in which students co-write or share ideas for an assignment) that seem very close to plagiarism. In cases like these, the instructor will be very careful to emphasize that the \"use of another's work\" is occurring within the specific parameters of the assignment. Such use should not occur in other contexts or without the supervision and consent of an instructor.\n\nDefinition of plagiarism influenced in part by the academic honesty policies of Ohlone College, Fremont California and Hamilton College, Clinton New York; by \"What is Plagiarism,\" Turnitin.com Oakland: iParadigms, 2003. 10 Feb. 2004 ; and by Robert A. Harris, The Plagiarism Handbook (Los Angeles: Pyrczak Publishing, 2001)\n\nAcademic Services\n\nBuilding 1600, Room 1690\n\nFaculty Absence Line\n\n\n\nThe Zone\n\nPrint this Page Email this Page\n\nPage last modified: October 23, 2015",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9971228242,
        "format_confidence":0.7886648178
    },
    {
        "url":"https:\/\/ppr.qed.qld.gov.au\/pp\/school-performance-policy",
        "text":"School performance policy\n\nVersion number 1.0 | Version effective 12 July 2021\nSchool performance policy\n\n\nAll state schools\n\n\nThis policy sets out the Department of Education’s (the department) commitment to advancing student learning and wellbeing through continuous evaluation and improvement of school performance.\n\nThe policy provides direction for schools about the requirements for school performance planning, monitoring, reviewing and reporting to ensure alignment with the strategic direction established by the department and reflected in the State Schools Improvement Strategy.\n\nPolicy statement\n\nState schools are committed to improving school performance in accordance with the legislative requirements of the Education (General Provisions) Act 2006 (Qld), Education (General Provisions) Regulation 2017 (Qld), the Disability Discrimination Act 1992 (Cwlth), the Financial Accountability Act 2009 (Qld), Financial and Performance Management Standard 2019 (Qld) and Public Sector Ethics Act 1994 (Qld) and the Human Rights Act 2019 (Qld)\n\nThe department’s processes to evaluate and improve school performance are:\n\n  • school performance planning\n  • monitoring\n  • reviewing\n  • reporting.\n\nThe department requires data, information assets and records pertaining to these processes to be managed, protected, kept and disposed of in accordance with the Financial Accountability Act 2009 (Qld), Financial and Performance Standard 2019 (Qld) and Public Records Act 2002 (Qld).\n\n\nFive principles underpin school performance planning, monitoring, reviewing and reporting. The principles have been adapted from the department’s Strategic Plan and the State Schools Improvement Strategy.\n\n\nWhat this means for the department\n\n\nComplying with legislative instruments, relevant standards and codes of practice.\n\n\nLinking to and between:\n\n  • learning and wellbeing needs\n  • relevant curriculum contexts\n  • school priorities, resources, actions, measures and intended outcomes\n  • short- and long-term planning\n  • the department’s strategic direction.\n\n\nPartnering with other schools, organisations and the community supports:\n\n  • responding with precision to diverse needs\n  • scaling learning across school and regional boundaries.\n\n\nEnsuring that students of all backgrounds, abilities and identities are able to access and participate in education supported by reasonable adjustments and differentiated support.\n\n\nUsing, generating and sharing learning from data, evidence and implementation in an ethical, systematic and sustainable way.\n\nAddressing priorities through focussing on creating the conditions to support the learning of individuals and the organisation.\n\n\nSchool performance planning\n\nSchool performance planning is undertaken to understand and respond to the present and future needs of the school community and take advantage of available or emerging opportunities.\n\nThe department requires each school to engage collaboratively with their community to provide clarity, direction and focus for the school, to shape everyday actions and to foster ongoing improvement.\n\nEach school must document – within short- and long-term plans – priorities, actions, methods of short- and long-term evaluation and measures of impact.\n\nEach school must allocate human, physical and financial resources effectively, efficiently and appropriately to support the implementation of plans, within an approved school budget that details the intended use of school resources.\n\n\nEach school is required to monitor and evaluate information in collaboration with identified stakeholders, to ensure that enacted plans and budgets continue to meet the needs of the students and the school. Monitoring processes are used to determine and agree to further actions, where required.\n\nMonitoring occurs on an ongoing basis, aligned with short-term methods of evaluation, which are detailed in plans.  Monitoring the school budget occurs at least quarterly.\n\n\nEach school is required to engage in a school review, facilitated by the Education Improvement Branch (EIB), at least every four years to guide school performance planning.\n\n\nEach school, with the exception of Outdoor and Environmental Education Centres, is required to publish their School Annual Report (SAR) for the previous calendar year according to requirements set out in the Annual Reporting Policy.\n\nEach school must publish the School Review executive summary, which is prepared following the department’s review of the school, on the school’s website.\n\nAdditionally, this policy allows for reporting against specific grants and targeted funds for recipient schools – the audience, format, frequency and content determined by the funding provider.\n\n\n\n\n\nAll partners and school personnel (see also – Partners).\n\n\nPartners are the people, businesses or organisations with whom schools establish and sustain strategic relationships in order to provide students or staff with access to experiences, support, and intellectual and\/or physical resources not available within the school.\n\nPartners include school-based groups, such as the Local Consultative Committee, Parents and Citizens’ Association and School Council, and central and regional offices, including, but not limited to, the teams and branches identified in this procedure.\n\nPartnerships may also exist between a school and other organisations, for example, other education and training institutions, early childhood and care services, local businesses, and community organisations (including transition planning, allied health, family support, counselling and rehabilitation services).\n\nParents, carers, kinship and families, including students, are recognised as integral partners in education.\n\nState schools (schools)\n\nInstitutions funded by the State of Queensland that provide primary, secondary or special education to persons enrolled at the institution, or to persons enrolled at other state schools. \n\nState schools include Schools of Distance Education, Community Schools, Educational Units, Specific Purpose Schools, Outdoor and Environmental Education Centres and schools accredited with the Council of International Schools.\n\n\n\nOther resources\n\nSuperseded versions\n\nPrevious seven years shown. Minor version updates not included.\n\n\nReview date\n\n12 July 2026\nAttribution CC BY\n\nPolicies and procedures in this group\n\nSchool performance policy (current page)\nWas this page useful?",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9972055554,
        "format_confidence":0.7587255239
    },
    {
        "url":"http:\/\/mep.sdsu.edu\/engineering\/mep\/policies.aspx",
        "text":"Content Skip to content.\nSan Diego State University\n\nMESA Program Logo\n\nMESA Monday\n\n\nMESA Monday is the day you receive program information and\/or reminder e-mails.  If you are not receiving the MESA Monday e-mails, please contact MESA staff as your e-mail address may be outdated or you may have been dropped from the SDSU MESA program.\n\n2017 Participation Policy\n\n\nMinimum participation to remain in the SDSU MESA program:\n\n\n\nDrop Policy\n\n\nStudents are dropped from the MESA program after every Add\/Drop period and annually during the summer if:\n\n  • Do not meet minimum participation requirements during the academic year\n  • Academic status changes with SDSU (e.g. no longer enrolled, graduated, etc.)\n  • Change to a non-Engineering or non-Physical Sciences major\n\nLetter of Recommendations\n\n\n\n  1. Submit request 3 weeks prior to due date.\n  2. Provide information about the program\/scholarship you are applying to.\n  3. Include any forms needed from the program\/scholarship you are applying to.\n  4. Provide copy of unofficial transcript(s).\n  5. Provide statement of purpose.\n  6. If not an online request, provide an addressed envelope for the letter along with the letter's due date.\nFollowing the steps above is necessary for the MESA staff to write a strong recommendation and requests not following this policy may not be granted. \n\n\nNote: documents in Portable Document Format (PDF) require Adobe Acrobat Reader 5.0 or higher to view. To download Adobe Acrobat Reader go to\n\nMESA Student Handbook\n\n\n\nStudents new to the MESA program at SDSU receive their Handbook at the MESA New Student Orientation\/Fall Student Meeting.\n\n\n\n  • If you don't write it down, it didn't happen.\n  • Keep it simple!\n  • Work smarter, not harder.\n\nMESA Principle\n\n\n  • If you're early, you're on time.\n  • If you're on time, you're late.\n  • If you're late, YOU'RE FIRED!\n\nFoundations for Learning\n\n  • Creator vs. Victim \n  • Early Alert\n  • Engage, Education, Empower\n  • College Readiness Pyramid\n  • Learning Styles\n  • StrengthsQuest\n\n\nSocial Media\n\nicon-facebook icon-youtube",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9979960918,
        "format_confidence":0.7224487066
    },
    {
        "url":"https:\/\/www.myccp.online\/college-policies-and-procedures\/whistleblower-policy",
        "text":"College Policies and Procedures\n\nSearch MyCCP\n\nWhistleblower Policy\n\nMemorandum #314 Whistleblower Policy\n\nNovember 15, 2010\nOriginal Creation Date: May 09, 2007 \nLast Modified: April 25, 2008\n\nI. Introduction\n\nThe Community College of Philadelphia is committed to maintaining an environment of respect and trust consistent with the College’s Mission Statement. In addition, the College is committed to complying with all laws and regulations applicable to it, and the College relies upon its employees to perform their duties in accordance with the College’s policies and procedures. The College’s internal controls and policies and procedures are intended to prevent and detect improper activities. The College encourages good faith reports by College employees and others of observed or suspected misconduct, waste, or noncompliance with law, regulations or College policies.\n\nThis Whistleblower Policy is designed to encourage and enable College employees and others who have good faith serious concerns about misconduct, including violations of law, regulations or College policies and procedures, to report their concerns. This Policy is not intended to supplant existing College policies. Thus, complaints or grievances such as those regarding discrimination or harassment, personnel, employment and labor relations matters, academic matters, and other matters for which the College has specific policies, should continue to be made and addressed in accordance with the policies and procedures applicable to such matters and applicable law.\n\nII. Reporting Misconduct\n\nAny person may report allegations of misconduct. Reports shall focus on facts and should avoid speculation. Reports shall include as much detailed information as possible in order to better facilitate evaluation of the nature, extent and urgency of the investigation. Employees may report allegations of misconduct to their supervisor or other appropriate supervisors  in their work area.\n\nEmployees may also make reports internally to the President, General Counsel, Vice President for Business and Finance, Vice President for Academic and Student Success, Chief Information Officer or Internal Auditor. The College recommends that persons who are not employees of the College make reports to the College official whom the reporting person reasonably believes has responsibility over the affected area or holds one of the positions listed above. Anonymous reporting is also permissible, but such reports must include sufficient detailed information to warrant an investigation. Reports also may be made outside the College to appropriate authorities.\n\nIn addition to the methods of report set forth above, any person (identified or anonymous) may make a report of suspected misconduct to the College’s hotline at: 1-888-261-1669 or\n\nA person making a report under this Policy may request that it be handled as confidentially as possible. Although the College will endeavor to handle all such reports in a confidential matter, other obligations and considerations may preclude the College from maintaining confidentiality in all circumstances.\n\nIII. Protection from Retaliation\n\nNo individual who in good faith reports misconduct or suspected misconduct (whether internally or to authorities outside the College) shall suffer retaliation for making such a report. Individuals who believe that they have suffered retaliation may report it by one of the reporting methods identified above. Making a report pursuant to this Policy shall not insulate an individual from personnel or other actions that are warranted based upon performance or other factors and are not caused by making a report under this Policy.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.893132627,
        "format_confidence":0.9778568149
    }
]