[
    {
        "url":"http:\/\/www.studymode.com\/essays\/Disadvantages-Of-Social-Media-1184810.html",
        "text":"Disadvantages of Social Media\n\nOnly available on StudyMode\n  • Topic: Web 2.0, Social media, User-generated content\n  • Pages : 2 (480 words )\n  • Download(s) : 22912\n  • Published : October 29, 2012\nOpen Document\nText Preview\nDisadvantages Of Social Media\n\nSocial media can be define as “\"a group of Internet-based applications that build on the ideological, multi -faceted, and technological foundations of Web 2.0, and that allow the creation and exchange of user-generated content.\" We are living in a world in which the social media is common and available to us. From Google to Facebook, the world has embraced the new tools that help us interact each day no matter where we are.\n\nThe first disadvantage of social media is potentially viral. In other words, when you have privet information to share with an audience, it can spread all around the world like brush fire. It is difficult and almost impossible to control the damage when you are dealing with social media. For example, an unidentified male put insulting video on the Internet about Muhammad the leader from Mecca who unified Arabia into a single religious polity under Islam. This cause Muslims people to attack the U.S. embassy all over the world, In this case three Americans had been killed. This is only one example of many that appear on the social media everyday.\n\nAnother disadvantage is waste time because social media needs intensive labor. If you intend to build a brand and name through social media, you must be ready to spent time updating your audience with your opinions on the relevant issues of the day. For example, when I first opened an account with Facebook I realized that I had to put more time then I thought. Today I am using social media more then 50% of my time it is a waste of time I could use the time much better if I never opened an account on Facebook. Social media will never be able to beat dealing with consumers face-to-face.\n\nAnother disadvantage is negative affects among children. Constant online communication affects children, making it difficult for them to communicate and concentrate when they are away from the screen. Also, social media encourage interpersonal relations that...\ntracking img",
        "topic_id":20,
        "format_id":0,
        "topic_confidence":0.63366431,
        "format_confidence":0.8720349073
    },
    {
        "url":"https:\/\/priorart.ip.com\/IPCOM\/000124285",
        "text":"\nBrowse Prior Art Database\n\nDynamic modification of an e-mail sender's distribution list\n\nIP.com Disclosure Number: IPCOM000124285D\nOriginal Publication Date: 2005-Apr-14\nIncluded in the Prior Art Database: 2005-Apr-14\nDocument File: 1 page(s) \/ 28K\n\nPublishing Venue\n\n\n\nIt is common for e-mail to be sent to a number of recipients using distribution lists. However, management of these distribution lists can be time consuming for the maintainer of the list and the usefulness of the list diminishes when the recipient names become stale. Described is a method for the e-mail recipient to initiate the modification of an e-mail sender's distribution list if it resides on a shared server or on the sender's machine. Currently, to be removed from a distribution list an e-mail recipient must expressly request that the distribution list owner remove them. While some businesses have automated the process to remove you from their distribution list, the user must take explicit action such as replying with their e-mail address in the subject. This idea differs from this \"reply to remove\" or \"mark as spam\" scenario because the user doesn't have to take deliberate action. The e-mail software is invoking the removal action based on the user's natural behavior.\n\nThis text was extracted from a PDF file.\nThis is the abbreviated version, containing approximately 100% of the total text.\n\nPage 1 of 1\n\nDynamic modification of an e-mail sender's distribution list\n\nWhen an e-mail recipient receives a message as a part of a distribution list and routinely deletes meeting notices or e-mail messages beyond a user-specified threshold, the user's e-mail software displays a dialog window asking the user if he would like to be removed from the sender's distribution list. If the receiver answers no, no action is taken. If the e-mail receiver answers yes, then the user's e-mail software will initiate a series of actions to remove the receiver's name from the e-mail sender's distribution list.\n\nDistribution lists are commonly under access\/modification control. To implement this idea, the distribution list's access\/modification control would need to be extended to designate if any e-mail address within the group can remove themselves. When the recipient answers \"yes\" that they want to be removed from the distribution list, if the distribution list resides on a shared server, then the name to remove could be queued for automatic removal when the distribution list updated on a periodic basis. If the distribution list resides on the user's machine or a private server, then the recipient's mail server would send a message to the sender requesting they remove the recipient's name from the distribution list.",
        "topic_id":20,
        "format_id":0,
        "topic_confidence":0.7791158557,
        "format_confidence":0.7041469812
    },
    {
        "url":"http:\/\/www.vmware.com\/techpapers\/2009\/vmware-vsphere-4-exchange-server-on-nfs-iscsi-a-10038.html",
        "text":"VMware vSphere 4: Exchange Server on NFS, iSCSI, and Fibre Channel\n\nPublisher : VMware\nLatest Version : January 06, 2009\nDownload PDF\nIn this paper, a large installation of 16,000 Exchange users was configured across eight virtual machines (VMs) on a single VMware vSphere„¢ 4 server. The performance of this configuration was measured when using storage supporting Fibre Channel, iSCSI, and NFS storage protocols. The results show that each protocol achieved great performance with Fibre Channel leading the way, with iSCSI and NFS following closely behind.",
        "topic_id":20,
        "format_id":0,
        "topic_confidence":0.6713669896,
        "format_confidence":0.690474093
    },
    {
        "url":"http:\/\/web.colby.edu\/ar120\/2014\/04\/26\/lavoie-post\/",
        "text":"Tumbling into Facebook\n\nLavoie fig1 Lavoie fig2\n\nSince social media platforms for image sharing each represent a unique form of audiencing, images get reinvented as they travel between online contexts. In a parody of the cover of George Orwell’s Animal Farm (figures 1 and 2), the image interacts within the micro-blogging platform Tumblr’s Dashboard and the social media giant Facebook’s Newsfeed. Images found on a Dashboard are interpreted as nouns, objects that carry a message, while the same images found on a Newsfeed are interpreted as adjectives, descriptors of the users who post them.\n\nLavoie fig4According to the homepage of Tumblr, the micro-blogging platform currently services approximately 183.5 blogs with over 83.1 billion posts (“Tumblr”). Tumblr is a free online service; anyone with an email address can create an account that is linked to a unique URL for his or her own blog, or tumblr.  David Karp, the founder and CEO of Tumblr, recalled his objective in designing Tumblr was to create an online space where anyone could feature their creative work while observing and following the work of other individuals (“Tumblr: CEO Interview”). With an account, users are able to follow other tumblrs that feature content appealing to their interests.\n\nThe content posted by the blogs a user follows is displayed on a personal homepage called the Dashboard. Figure 3 is a sample of a user’s Tumblr Dashboard. The highlighted components represent the compositional aspects of the dashboard’s audiencing. The red boxes labeled 1, for example, outline usernames of the Tumblr users that post the content featured. A common trend on Tumblr is for blogs to align with a certain genre or focus area. For example, looking at the blogs featured in the image, we see that “homeandinteriors” is centered on interior design, “teacoffeebooks” focuses on images of tea, coffee, and books, and “2headedsnake” features modern and popular art. Box 2 points to the tagging feature of posting. This allows every post made by a user to be associated with any keyword they associate with their content. In this case the image of kiwis is tagged as fruit, healthy, kiwi, food, photography, sweet, and posted. When any of these terms are searched on Tumblr, this picture of kiwis will appear amongst the search results. Box 3 points to the sourcing of the image. Since Tumblr users can “re-blog” and “heart” (see box 6) any post they encounter, this sourcing credits the original Tumblr poster. This nurtures the creative-sharing community that the Tumblr team strives for (Coatney). As seen in box 5, 2headedsnake’s image has 852 notes. That is to say, 852 people have re-blogged or hearted the image that was re-blogged by 2headedsnake from “artesens.” Finally, box 4 highlights the area for poster’s comments below an image; artesens left a comment that referenced the artist of the image, the name of the image, and its English translation.\n\nThe composition of the dashboard impacts the meaning of an image posted to it. Consider the appropriation of Animal Farm, which includes the altered title “if you give a pig a windmill, he’ll pursue absolute power” (figure 1). The image was engineered and posted by the creator of the Tumblr blog “betterbooktitles,” Dan Wilber. Users who follow this tumblr blog would associate betterbooktitles with literature related humor, parody, and books (figure 4). And so without viewing the image, the follower can anticipate what the post will relate to. Having read the book, it should easy to infer that the image references Orwell’s novel, even though it lacks iconic cover art (see figures 2 and 5). For any viewer familiar with Orwell and his works, the Lavoie fig3opposite facing profiles of the pig and donkey will refer to Napoleon and Benjamin, the two antithetical allegorical characters from Animal Farm. Their positioning reflects their opposing attitudes, personalities, and philosophies. These same audience members will understand the parody’s reference to the windmill in the plot. However, the revised title holds a deeper meaning; the creator chose to reference a series of popular children’s books by Laura Numeroff (e.g., If You Give a Mouse a Cookie). Her books feature a young child protagonist who encounters an animal; when the child obliges a small request of the creature, further requests are made, one by one, that lead to a series of seemingly contrived events. While betterbooktitles’s juxtaposition creates humor, it also suggests a heavier thought; the government-related ethical questions raised in Animal Farm can easily be placed into a simple, everyday existence. For users who have not read Animal Farm, however, a different interpretation is formed. When interacting with these users, Wilber hopes to create an encouraging environment that promotes reading. As he mentioned in his response to an anonymous question posted to his Tumblr accusing him of nurturing idiocy, Wilber replied, “The main aim of a blog promoting inside jokes that only readers understand is to make reading feel even cooler than it already is…I think posting any joke\/funny image\/reference\/bad review\/good review all help literacy in general” (Wilbur). Without reading the book, viewers are aware that the retitle should be humorous, but are unable to see why. Wilber tries to use this feeling to motivate people to read more.\n\nLavoie fig5\n\nFacebook has become one of the most popular online hubs for social networking. As of January 1, 2014, the site boasts 1.31 billion monthly active users (“Statistic Brain”). Similar to the Tumblr Dashboard, Facebook also has a media sharing homepage called Newsfeed, which displays the recent and trending activity of the user’s Facebook “friends.” Figure 6 shows the three-panel layout of a user’s Newsfeed. The top left box labeled 1 highlights the user’s identity, featuring the user’s full name and profile picture. Beneath this stamp lists the user’s messages, events, groups, apps, friends, etc. in the left panel. The head of the middle panel is an area for the user to update their status or add photos and videos. Beneath it trends the activity of the user’s friends. The right panel lists important dates and what is trending generally online. The images that circulate through Facebook are predominantly featured in the middle panel. Box 2 highlights a header to the post, similar to that featured on Tumblr. It holds the poster’s name (pointer 3) and his or her action. Unlike Tumblr, rather than posting the number of notes beneath the image, a list and number of people who have liked the post appears instead, displaying the poster and user’s mutual friends first. These small differences in the compositional modality of audiencing are what define the Newsfeed and the Dashboard as unique forms of media sharing.\n\nLavoie fig6\n\nThe Facebook principle that users should only be friends with people they know in life changes the purpose of the Animal Farm parody when it is audienced in the Newsfeed. Say a Tumblr user sees the appropriation, enjoys the humor, and shares the image on his or her Facebook profile. Now the image appears in the Newsfeed for every friend of the sharer. When these friends see the cover, it is displayed beneath the sharer’s name and above the post’s comments and likes. Tumblr follows a similar display pattern, and in both platforms, the name above heavily influences how the image is interpreted. Facebook and Tumblr begin to deviate as the names associated signify entirely different entities. Unlike Tumblr, there is no anonymity on Facebook. The names displayed above images are names of friends. So the images are interpreted in relation to a person rather than a genre. In the case of the betterbooktitle book cover, all the potential in-depth interpretation of a Tumblr viewer that has read the book is predominantly lost. In its place lies a more shallow analysis of the cover that assigns the superficial qualities of the image to the poster. George Orwell signifies classic literature. Praised as a world-renowned novelist, his name is associated with quality and intelligence. Through the medium of the image, these traits are passed on to the poster. The lack of capitalization in the title indicates to any viewer, regardless of whether they have heard of Animal Farm or not, that the image is a parody and the original title has been Photoshopped. Again the sentiments associated with parodies, like wit and cleverness, get assigned to the poster by means of the image. Finally, while visually similar to the notes shown on Tumblr, what can be inferred from likes is very different. Notes on Tumblr posts are a good way to measure the overall reception, circulation, and popularity of an image within the entire Tumblr community. Likes, on the other hand, act as a good measure only of the number of friends the poster has who can find humor in the post.\n\nAn image’s role change between Tumblr and Facebook mirrors the difference in the user’s role on either platform. A major component to being an active Facebook user, in the spirit of keeping in touch with friends, is to have a ready supply of self-definitions, something that can easily be accomplished by a quick image post. On Tumblr, under a blanket of anonymity, a user can blog and observe as much or little content as he or she desires without scrutiny. In this sense, Tumblr is a map for exploration, Facebook is a diary that is kept along the journey, and images are the ink that both are written in. That being said, analogies can only illustrate a relationship so far before collapsing. For instance, a diary is often considered a personal, private document, while Facebook is a very public, open means of sharing. This gap in purpose points to the quandary: are people using social media for self-validation instead of communicating? Perhaps Facebook is better considered as a personal diary that any friend can access instead of a mechanism for keeping in touch. Perhaps in the realm of s... (truncated)",
        "topic_id":20,
        "format_id":0,
        "topic_confidence":0.818168819,
        "format_confidence":0.8000648618
    },
    {
        "url":"https:\/\/dns-oarc.net\/index.php\/oarc\/dns-cert",
        "text":"On February 12th, 2010, ICANN issued a invitation for Public Comment on a proposed DNS-CERT. The original invitation can be found at http:\/\/www.icann.org\/en\/announcements\/announcement-2-12feb10-en.htm and the list of current public comments maybe be found at http:\/\/forum.icann.org\/lists\/dns-cert-proposal\/ DNS-OARC's submission follows:\n\nDNS Operations, Analysis and Research Center\n\nDNS-OARC Public Comment on ICANN's DNS-CERT Business Case\n\n\nDNS-OARC http:\/\/www.dns-oarc.net was established in 2004 to address a forseen and growing need to improve the stability, security and understanding of the Internet's DNS infrastructure. Initially funded by the Internet Systems Consortium and a National Science Foundation grant, it is now an established nonprofit with over 60 DNS registries, registrars, operators, researchers and vendors comprising its membership.\n\nDNS-OARC's mission is: to build trust among its members through forums where information can be shared in confidence; to enable knowledge transfer by organizing semiannual workshops; to promote research through data collection, analysis, and simulation; and to increase awareness with publicly available tools and services.\n\nDNS-OARC has been following the DNS-CERT proposals closely as there is much in common between its existing mission and that proposed for DNS-CERT. To date DNS-OARC has worked closely with ICANN in these areas, including collaboration on running the 2 Global DNS Security Stability and Resilience symposia, and participation in the recent DNS-CERT gap analysis workshop.\n\nWe are grateful for the co-operation we have received from ICANN in this collaboration, and for ICANN's support both as a member and in funding of our data gathering and analysis related to the DNSSEC signing of the root zone.\n\nIn general DNS-OARC welcomes the additional attention that ICANN has brought to the subject are of its mission, and we agree with ICANN's position that additional funding and resources for this area would be beneficial. We do however have some concerns about potential overlap, and some aspects of the approach proposed, which are detailed below.\n\nThe views represented in this paper should be noted as being representative of the view of DNS-OARC in its own right, and not necessarily those of OARC's individual members.\n\nDNS-OARC's Capabilities\n\nIn the 6 years since its inception, DNS-OARC has developed a number of capabilities with which to fulfill its mission. Many of these are in established widespread use by the DNS operator community, and have contributed both to the response to specific large-scale incidents the global DNS infrastructure has faced, and to the standards of knowledge and best practice within the wider community. Many of these capabilities are compatible with the mission of DNS-CERT, and should be considered as resources that DNS-OARC can \"bring to the table\" of DNS-CERT's mission.\n\nThese capabilities include:\n\n  • Regular open and member-only meetings.\n  • A website which places substantial key knowledge, resources and information in the public domain, together with a private section which include a member operational contact directory.\n  • Data gathering, monitoring and analysis infrastructure.\n  • Archive Data Sets, amounting to over 40 Terabytes dating back 5-10 years.\n  • Open, member-only, closed-user and vetted-only mailing lists for knowledge and information sharing, together with a PGP encryption key repository for secure e-mail exchange.\n  • Secure real-time Jabber\/XMPP-based instant messaging service for members to instantly get in touch and co-ordinate responses during incidents.\n  • Publicly available tools for testing, verifying, probing and scanning DNS infrastructure for appropriate behavior and vulnerabilities. Use of many of these tools generate further data sets.\n  • Relationships with researchers which allow for analysis and characterization of data, incidents and attacks.\n  • Formal relationships with our members which establish DNS-OARC as a self-governing, self-funding neutral membership organization, and places legally-binding confidentiality requirements on all participants.\n  • Governance structures including a Delaware legal entity with 501(c)3 nonprofit status and a board of Directors elected by its members.\n  • Full-time staff dedicated to fulfilling DNS-OARC's mission.\n\nPartnership with Existing Initiatives\n\nThere are various global initiatives that resemble a CERT-like organization. DNS-OARC wishes to draw attention to their existing activities and emphasize the important of working collectively with them.\n\n  • Mailing lists: there are several which require vetting and which share global incidents (OARC's vetted list, NXD, NSPSEC etc).\n  • Meetings: There are several technical colloquia that allow for operationally-relevant DNS meetings, such as DNS-OARC, CENTR-TECH, ICANN's ccNSO-TECH\/DNSSECWG, RISG.\n  • Active Incident Handling: what might not be shared on the afore-mentioned lists and meetings, is the actual coordination\/mitigation of an attack or threat. There are however established CERT organizations that handle those incidents. Some ccTLD registries already operate a CERT on a national level. Lastly, some do have a helpdesk, publish abuse contact addresses, various online tools, and are monitoring lists to handle incidents with actively participating staff, though they do not call it a CERT.\n\nDNS-OARC encourages all organizations to develop a CSIRT-like internal organization or structure. The subsequent step would then be to join FIRST (a vetted membership organization) and\/or DNS-OARC in order to share incidents and mitigated threats in a bi-lateral and trusted way.\n\nDNS-OARC Position on a Global DNS-CERT\n\nIt is DNS-OARC's view that in order for DNS-CERT to have some impact as a CERT, there needs to be a constituency for it to operate in, including some form of jurisdiction over that constituency, for it to be effective. A CERT needs to gain trust from outside constituencies and other CERTs, in order to share incidents and effectively mitigate threats. This can not be dictated top down, or by unilateral proclamation.\n\nIt is also DNS-OARC's experience that sharing of information, whether though data gathering or incident notification, is something that is both essential to DNS infrastructure protection and is something that cannot be compelled. Trust is a very necessary pre-condition for such sharing, but even with trust we have seen that information is not always shared, and some valuable lessons have been learned about what practical limits exist on information sharing.\n\nWhile ICANN might forsee that extending its jurisdiction could be a means to create a stick for the new gTLDs to participate in DNS-CERT, there is no comparable carrot for the ccTLDs. Additionally, it is unclear what incentives registrars might have to voluntarily co-operate, as co-operation will inevitably lead to loss of income when domains have to be canceled, on top of the labor costs involved to monitor and cancel those.\n\nFor an organization such as DNS-CERT to generate the trust it requires to be effective, ICANN needs to allow this entity to be governed and operated outside of the realm and reach of ICANN, working with already established and trusted organizations within the Registry\/Registrar\/ISP world.\n\nIt is projected that the DNS-CERT operating budget will be about US$4.2M annually. ICANN proposes that it is operated by an independent, free-standing entity, governed by a sponsor-based board. At present however there is currently only one sponsor: ICANN. This carries a risk of 'capture' - DNS-CERT can only be truly independent if funded by diverse sponsors and not just ICANN.\n\n\nDNS-OARC encourages education and awareness in mitigation of threats and handling incidents, and welcomes ICANN's raising the profile of the need for this. We feel it is necessary that this awareness is developed inside organizations that already have a responsibility for parts of the DNS community (such as TLD registries). Subsequently, these organizations can join already established vetted communities like FIRST or DNS-OARC.\n\nDNS-OARC strongly encourages ICANN to work in co-operation with it to build upon DNS-OARC's existing established capabilities within the context of wider DNS security co-operation and initiatives. DNS-OARC would not support any DNS-CERT activity to the extent that it would unnecessarily duplicate DNS-OARC's own capabilities.\n\nWe remain to be persuaded of the requirement for developing a single, global DNS-CERT. ICANN has correctly identified some gaps between the capabilities of the existing established DNS security organizations and activities, and DNS-OARC welcomes this analysis. Given the large size of the total potential problem and solution space, we think that it would be overly ambitious to attempt to establish a single over-arching new organization to address all of it. Rather it would be far more effective to fully recognize established activities, and dedicate a more modest budget on addressing the gap. This can be through support and funding to establish, assist and enhance trust and co-operation between these existing organizations.\n\nBuilding education and awareness of incident handling and mitigation of threats, including development of response teams within, and further consensual co-operation between, existing ICANN constituency organizations will lead to a decentralized global cooperative. We believe that this will be far more effective, with greater ultimate reach and legitimacy than a single central DNS-CERT.",
        "topic_id":20,
        "format_id":0,
        "topic_confidence":0.6733181477,
        "format_confidence":0.5671818852
    },
    {
        "url":"https:\/\/epljournal.edpsciences.org\/articles\/epl\/abs\/2018\/13\/epl19213\/epl19213.html",
        "text":"Volume 123, Number 1, July 2018\nArticle Number 10003\nNumber of page(s) 6\nSection General\nPublished online 06 August 2018\n\n© EPLA, 2018\n\nCurrent usage metrics show cumulative count of Article Views (full-text article views including HTML views, PDF and ePub downloads, according to the available data) and Abstracts Views on Vision4Press platform.\n\nData correspond to usage on the plateform after 2015. The current usage metrics is available 48-96 hours after online publication and is updated daily on week days.\n\nInitial download of the metrics may take a while.",
        "topic_id":20,
        "format_id":0,
        "topic_confidence":0.669344902,
        "format_confidence":0.5406268835
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Growth-Of-Internet-Business-45267.html",
        "text":"Growth of Internet Business\n\nOnly available on StudyMode\n  • Topic: Internet, World Wide Web, Small business\n  • Pages : 4 (1565 words )\n  • Download(s) : 58\n  • Published : December 8, 2003\nOpen Document\nText Preview\nIntroduction The history of the Internet traces its roots to the United States government. The original use of the information system was to maintain communication during the cold war, with the Soviet Union in 1969, by the Department of Defense, incase of a nuclear attack or a major catastrophe. The National Science foundation created the Internet based on the ARPAnet. The first mass connection was between the University of California Santa Barbara, Stanford Research Institute, the University of Utah and the University of California Los Angeles.Ray Tomlinson develops E-mail in 1972.The ARPAnet became obsolete in 1982, but the basis for the program is still used at the present time. The Web began in 1989;it wasn't released to the world till the early 90's that's when it became the World Wide Web. In 1993 Marc Andressen created software for the Internet to publish text, images and sound. Andressen also introduced the first graphical Web browser, called Mosaic, still in use today. The United States runs most of the access to the Internet with 62% of all the routers, next closest is the United Kingdom with 5.2%. That is just an example of what America controls much on the Internet. 70% of the writing on the Internet is in English, next is Japanese. Statistics say 1 in 3 people use the Internet for E- Mail, 1 in 6 use it because they want to find out how it works, 1 in 8 want business information and 1 in 2 go to the Internet for education, hobbies, job listings, and entertainment. In 1993 less than 1% of users paid for use of the Internet. By 1995, it rose to over 200% due to the profits companies made from the providing this service. This became a common change that businesses have made since the beginning of the information highway. It was then clear that the Internet wasn't going anywhere anytime soon. This stared a trend, which is still being felt today and into the near future. Because of the demand for the Internet around the World, and the amount of capital a...\ntracking img",
        "topic_id":20,
        "format_id":0,
        "topic_confidence":0.5721895099,
        "format_confidence":0.656981647
    },
    {
        "url":"http:\/\/www.mcs.anl.gov\/publication\/campus-bridging-made-easy-globus-services",
        "text":"Campus Bridging Made Easy via Globus Services\n\nTitleCampus Bridging Made Easy via Globus Services\nPublication TypeConference Paper\nYear of Publication2012\nAuthorsFoster, IT, Kettimuthu, R, Martin, S, Tuecke, S, Milroy, D, Palen, B, Hauser, T, Braden, J\nConference NameXSEDE '12\nDate Published07\/2012\nConference LocationChicago, IL\nOther NumbersANL\/MCS-P3001-0612\n\nAs science becomes more computation and data intensive, computing needs often exceed campus capacity. Thus we see a desire to scale from the local environment to other campuses, to national cyberinfrastructure providers such as XSEDE, and\/or to cloud providers-in other words, to \\\"bridge\\\" to the wider world. But given the realities of limited resources, time, and expertise, campus bridging methods must be exceedingly easy to use: as easy, for example, as are Netflix and Amazon movie streaming services. We report here on experiences with a service called Globus Online, which seeks to do for campus bridging what Netflix and Amazon do for movies: that is, use powerful cloudhosted services and simple, intuitive web interfaces to make it \\\"so easy that your grandparent can do it.\\\" Specifically, we describe Globus Transfer, which addresses the important campus bridging use case of moving or synchronizing data across institutional boundaries. We describe how Globus Transfer achieves both ease of use for researchers and ease of administration for campus IT staff. We provide technical details on the Globus solution; quantitative data on usage by more than 25 early adopter campuses; and experience reports from two early adopters, the University of Michigan and the University of Colorado Boulder.",
        "topic_id":20,
        "format_id":0,
        "topic_confidence":0.723085165,
        "format_confidence":0.9665242434
    }
]