[
    {
        "url":"https:\/\/www.litencyc.com\/php\/sworks.php?rec=true&UID=24833",
        "text":"Daniel Kehlmann: Der fernste Ort [The Farthest Place] (739 words)\n\nPatricia Simpson (Montana State University Bozeman)\nDownload PDF Save to Bookshelf Share on Facebook Tweet Report an Error\n\nIn the novella Der fernste Ort [The Farthest Place, 2001], which is flanked by Daniel Kehlmann’s novels about an obsessed physicist and a desperate and unscrupulous art historian, the author explores the motivations of a young man whose average, enervating existence inspires him to escape his life and fake his own death by drowning. There is, however, nothing ordinary about Kehlmann’s narrative talent. Both his spare style in this work, coupled with his impeccable timing, elaborate the attempted escape from a life that is distinguished only by the weight of its inconsequence. The novella opens with a warning directed at the protagonist, Julian, who is about to go swimming in unpredictable …\n\nSimpson, Patricia. \"Der fernste Ort\". The Literary Encyclopedia. First published 28 August 2008\n[https:\/\/www.litencyc.com\/php\/sworks.php?rec=true&UID=24833, accessed 22 April 2018.]\n\nSave this article\n\nIf you need to create a new bookshelf to save this article in, please make sure that you are logged in, then go to your 'Account' here.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9947827458,
        "format_confidence":0.7037152648
    },
    {
        "url":"https:\/\/www.enotes.com\/topics\/aerodrome\/themes",
        "text":"Themes and Meanings\n\nThe several mentions of subterranean buildings (including the chapel) at the Aerodrome are memorable: Nothing that it represents is open, forthright; its activities and goals are shrouded and are not open to inspection. By contrast, everything in the Village—its people, their daily activities, and their transgressions; its buildings, its institutions, its contrasts of wealth and power and poverty and impotence—is open for all to see. The faceless efficiency of the one is the antithesis of the other. At the conclusion of the novel, the Village continues, though the future of the Aerodrome, identified as it is with the will to power of a single person, is uncertain at best.\n\nThe Aerodrome, in effect, shows two states of mind that have existed for ages in the modern world: the dissatisfaction and disappointment of people with the ineffectiveness of democracy, bureaucracy, and liberalism on one hand, and the growing enthusiasm for efficiency, organization, and results— however ruthlessly attained—on the other. Moreover, it suggests that individuals are divided into two warring groups: those who are sensual, vegetative, and bound to the body and the slow processes of time, and those who are motivated by the will to power and impatience with tradition and the slow processes of time. One group may be seen as the feminine element, the other as the masculine. The Village represents tradition, the Aerodrome represents change and modernity, and each of these has even wider symbolic significance.\n\nThe epigraph to the novel, an extract from the seventeenth century metaphysical poet George Herbert, provides a succinct guide to the theme:\n\nBut there are two vast, spacious things,The which to measure it doth more behove:Yet few there are that found them; Sinne and Love.\n\nIt is the interrelatedness of these great forces that Warner has explored within the context of an allegorical novel set in the recent past and that is as pertinent as if it were immediately contemporary.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9918634892,
        "format_confidence":0.6967814565
    },
    {
        "url":"http:\/\/samurai-archives.com\/wiki\/The_Tale_of_the_Heike",
        "text":"Tale of the Heike\n\nFrom SamuraiWiki\n(Redirected from The Tale of the Heike)\nJump to navigationJump to search\nCalligraphy by a contemporary artist, of the famous opening lines of the Tale of the Heike:\n\nGion shôja no kane no koe, shogyô mujô no hibiki ari. Shara sôju no hana no iro, shôsha hissui no koto wari wo arawasu. Ogoreru hito mo hisashikarazu, tada haru no yoru no yume no gotoshi. Takeki mono mo tsui ni horobinu, hitoe ni kaze no mae no akuta ni onaji.\nThe sound of the Gion Shôja temple bells echoes the impermanence of all things; the color of the sala flowers reveals the truth that to flourish is to fall. The proud do not endure; the mighty fall at last, to be no more than dust before the wind.\n\n  • Japanese: 平家物語 (Heike monogatari)\n\nThe Tale of the Heike, or Heike monogatari, is among the most famous of the gunki monogatari epic \"war tales.\" Developed out of oral traditions, and in particular the storytelling tradition of the traveling biwa hôshi, the Tale is extant today in a number of differing written versions, ranging in length and style, many of them with variant titles and varying content, ranging as well in date, from the 13th century through today. In general, however, the Tale relates a dramatized, fictionalized, account of the fall of the Taira clan in the late 12th century, with much of the text describing the events of the Genpei War.\n\nWhatever its origin, all extant versions of the tale seem to be related to, or derived from, one another; multiple versions are known to have been in circulation by the end of the 13th century, but if any dramatically differing versions existed, they are not extant today. The versions today considered most typical, or most characteristic, are of middling length, date to the 14th-15th centuries, and are records of versions related orally by the biwa hôshi performers. The version perhaps most widely considered standard is that derived from one recorded by a biwa hôshi named Kakuichi in 1371; generations of biwa hôshi memorized and recited Kakuichi's version of the tale, passing it down through the tradition. This version of the tale, known as the Kakuichi-bon (\"Kakuichi Book\" or \"Kakuichi Text\") has also been used as the basis for many modern translations. Important early variant texts which survive include what are called the Engyôbon version, and the 48-chapter Genpei jôsuiki (\"Tale of the Rise and Fall of Minamoto and Taira\"), which was previously considered an independent work but is now considered a variant version of the Heike itself.[1]\n\nThe Engyôbon is dated \"Enkei 2\" within the text itself, a date corresponding to 1309 or 1310 on the Western calendar; however, the earliest extant copy of this text dates only to 1419, and it is unclear how much it may differ from the \"original\" 1309-10 text. Representative of a read lineage, passed down as texts to be read, it contains more episodes on the founding of temples and shrines, more anecdotes from Chinese history, and more thorough battle descriptions than the oral performance tradition. In contrast, the performed tradition, represented by the Kakuichibon, and more dominant today, contains fewer digressions from the main thread of the narrative. The Kakuichibon, interestingly, ends twice. It contains twelve chapters, each consisting of numerous episodes, with the last chapter ending with the death of Taira no Takakiyo, also known as Rokudai. This is followed by a colophon, which translates roughly as \"Taken down by Yûa, a disciple of the Buddha, on Ôan 3 (1370), 11th month, 29th day. This, however, is then followed by what is known as the Kanjô no maki, an additional section of several episodes describing the life of Kenreimon'in (daughter of Taira no Kiyomori, mother of Emperor Antoku) after the end of the Genpei War. These sections, today widely taken as the standard ending in modern reprintings and translations, are then followed in the original Kakuichibon text by a second colophon, this one written by Kakuichi and dated several months later (1371\/3\/15), in which he explains that this text represents the complete and secret teachings of his tradition, so as to preserve for his disciples the correct form of the narrative, and to avoid disagreements between them. He specifies that it is to be seen, and copied, only by his direct disciples, and their disciples, and that anyone who shares it, and anyone outside of his lineage who reads it, should suffer divine punishment.[2]\n\nThe Genpei jôsuiki, meanwhile, also dates to the 15th century, and while it is by no means the dominant version of the Tale today, it is of great significance as the source on which many Noh, jôruri, and kabuki plays, as well as other literary and theatrical pieces, were based. At 48 chapters, it is also the longest version of the Heike, including many episodes absent from other versions.[2]\n\nIn the biwa hôshi tradition, performers would often perform only individual episodes, but sometimes too they would perform the entire Tale over the course of several days. This was often done by a single performer, or by two, who alternated episodes. The latter was known as zure Heike. Eventually, Heike performers formed into a guild, known as the Tôdô-za. The Tôdô-kaikan (Tôdô Meeting Hall, or Association Hall) can still be found today in Kyoto, and is home to a stone statue of Kakuichi, among others. While these biwa hôshi were traditionally blind, a sighted performance tradition emerged by the 18th century. The Heike mabushi (平家正節), dating to 1776, is an extensive collection of Heike texts accompanied by chanting notation. The episodes within these books are arranged not in chronological narrative order, but rather in the order of popularity, and of training in the repertoire; thus, one could practice and learn to perform only the first book, and thus become proficient in all the most popular episodes. Once one made one's way through all the books, there were additional \"secret teachings,\" including lesser secret pieces entitled Gion shôja and Engi seidai (\"the divine period of the Engi reign\"), and greater secret pieces including the Tsurugi no maki (\"chapter of the swords\"), Kagami no maki (\"chapter of the mirrors\"), Kanjô no maki, and Shûron (\"Doctrinal Debates\").[2]\n\nThough the biwa hôshi tradition declined after the Ônin War (1467-1477), eclipsed by other performance forms, the Heike has remained extremely prominent in Japanese traditional performing arts, and literature. The majority of Noh plays in the category of \"warrior plays\" are based on episodes from the Heike, as are the majority of extant kôwakamai ballads, and numerous jôruri puppet plays and kabuki plays, as well as contemporary novels and NHK Taiga drama television programs.\n\n\n  • Helen McCullough trans., The Tale of the Heike, Stanford University Press (1990), 6-9.\n  1. Karl Friday, Samurai Warfare and the State in Early Medieval Japan, Routledge (2004), 17.; McCullough, 7-8.\n  2. 2.0 2.1 2.2 Elizabeth Oyler, “Time and History in The Tale of the Heike: Narrating the Genpei War (1180-1185).” Talk given at UC Santa Barbara, 26 Oct 2015.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.850738883,
        "format_confidence":0.986615181
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Jack_kerouac",
        "text":"Jack Kerouac\n\nFrom Wikipedia, the free encyclopedia\n  (Redirected from Jack kerouac)\nJump to: navigation, search\nJack Kerouac\nJack Kerouac Naval Reserve Enlistment, 1943.png\nKerouac's Naval Reserve Enlistment mugshot, 1943\nBorn Jean-Louis Lebris de Kérouac[1]\n(1922-03-12)March 12, 1922\nLowell, Massachusetts, United States\nDied October 21, 1969(1969-10-21) (aged 47)\nSt. Petersburg, Florida, United States\nOccupation Novelist, poet, painter\nNationality American\nAlma mater Columbia University\nGenre Beat poets\nLiterary movement Beat\nNotable works On the Road\nThe Dharma Bums\nBig Sur\n\n\nJack Kerouac (\/ˈkɛræk\/ or \/ˈkɛrɵæk\/; born Jean-Louis Lebris de Kérouac March 12, 1922 – October 21, 1969) was an American novelist and poet.\n\nHe is considered a literary iconoclast and, alongside William S. Burroughs and Allen Ginsberg, a pioneer of the Beat Generation.[2] Kerouac is recognized for his method of spontaneous prose. Thematically, his work covers topics such as Catholic spirituality, jazz, promiscuity, Buddhism, drugs, poverty, and travel. He became an underground celebrity and, with other beats, a progenitor of the hippie movement, although he remained antagonistic toward some of its politically radical elements.[3][4]\n\nIn 1969, at age 47, Kerouac died from internal bleeding due to long-term alcohol abuse. Since his death Kerouac's literary prestige has grown and several previously unseen works have been published. All of his books are in print today, among them: The Town and the City, On the Road, Doctor Sax, The Dharma Bums, Mexico City Blues, The Subterraneans, Desolation Angels, Visions of Cody, The Sea Is My Brother, and Big Sur.\n\n\nEarly life and adolescence[edit]\n\nJack Kerouac's birthplace, 9 Lupine Road in the West Centralville section of Lowell Massachusetts, 2nd floor.\n\nJack Kerouac was born on March 12, 1922 in Lowell, Massachusetts, to French Canadian parents, Léo-Alcide Kéroack and Gabrielle-Ange Lévesque, of St-Hubert-de-Rivière-du-Loup in the province of Quebec, Canada. There is some confusion surrounding his original name, partly due to variations on the spelling of Kerouac, and partly because of Kerouac's own promotion of his name as Jean-Louis Lebris de Kerouac. His reason for doing so seems to be linked to an old family legend that the Kerouacs had descended from Baron François Louis Alexandre Lebris de Kerouac. Kerouac's baptism certificate lists his name simply as Jean Louis Kirouac, and indeed Kirouac is the most common spelling of the name in Quebec.[5] Kerouac claimed he descended from a Breton nobleman, granted land after the Battle of Quebec, whose sons all married Native Americans.[6] Research has shown that Kerouac's roots were indeed in Brittany, and he was descended from a middle-class merchant colonist, Urbain-François Le Bihan, Sieur de Kervoac, whose sons married French Canadians.[7][8] Kerouac's own father had been born to a family of potato farmers in the village of St-Hubert-de-Rivière-du-Loup. He also had various stories on the etymology of his surname, usually tracing it to Irish, Breton, Cornish or other Celtic roots. In one interview he claimed it was from the name of the Cornish language (Kernewek) and that the Kerouacs had fled from Cornwall to Brittany.[9] Another belief was that the Kerouacs had come to Cornwall from Ireland before the time of Christ and that the name meant \"language of the house\".[10] In another interview he said it was from the Irish for \"language of the water\" and related to Kerwick.[11] Kerouac, derived from Kervoach, is the name of one hamlet situated in Brittany in Lanmeur, near Morlaix.[7]\n\nHis third of several homes growing up in the West Centralville section of Lowell, Jack Kerouac later referred to 34 Beaulieu Street as \"sad Beaulieu\". The Kerouac family was living there in 1926 when Jack's older brother Gerard died of rheumatic fever at the age of nine. Jack was four at the time, and would later say that Gerard followed him in life as a guardian angel. This is the Gerard of Kerouac's novel Visions of Gerard.\n\nHe had one other sibling, an older sister named Caroline. Kerouac was referred to as Ti Jean or little John around the house during his childhood.[5] Kerouac spoke French until he learned English at age six, not speaking it confidently until his late teens.[12] He was a serious child who was devoted to his mother, who played an important role in his life. She was a devout Catholic, instilling this devoutness into both her sons.[13] Kerouac would later say that his mother was the only woman he ever loved.[14] When he was four, he was profoundly affected by the death of his nine-year-old brother, Gérard, from rheumatic fever, an event later described in his novel Visions of Gerard. His mother sought solace in her faith, while his father abandoned it, wallowing in drinking, gambling and smoking.[13] Some of Kerouac's poetry was written in French, and in letters written to friend Allen Ginsberg towards the end of his life, he expressed his desire to speak his parents' native tongue again. Recently, it was discovered that Kerouac first started writing On the Road in French, a language in which he also wrote two unpublished novels.[15] The writings are in dialectal Quebec French.[16]\n\nOn May 17, 1928, while six years old, Kerouac had his first Sacrament of Confession.[17] For penance he was told to say a rosary, during the meditation of which he could hear God tell him that he had a good soul, that he would suffer in his life and die in pain and horror, but would in the end have salvation.[17] This experience, along with his dying brother's vision of the Virgin Mary, as the nuns fawned over him convinced that he was a saint, combined with a later discovery of Buddhism and ongoing commitment to Christ, solidified his worldview which informs his work.[17]\n\nThere were few black people in Lowell,[18] so the young Kerouac did not encounter much of the racism that was common in other parts of the United States. Kerouac once recalled to Ted Berrigan, in an interview with The Paris Review, an incident in the 1940s, in which his mother and father were walking together in a Jewish neighborhood in the Lower East Side of New York, recalling \"a whole bunch of rabbis walking arm in arm ... teedah- teedah - teedah ... and they wouldn't part for this Christian man and his wife. So my father went POOM! and knocked a rabbi right in the gutter.\"[19][20] His father, after the death of his child, also treated a priest with similar contempt, angrily throwing him out of the house after an invitation by Gabrielle.[13]\n\nKerouac's athletic skills as a running back in American football for Lowell High School earned him scholarship offers from Boston College, Notre Dame and Columbia University. He entered Columbia University after spending a year at Horace Mann School, where he earned the requisite grades to matriculate to Columbia. Kerouac cracked a tibia playing football during his freshman season, and during his abbreviated sophomore year he argued constantly with varsity coach Lou Little who kept him benched. While at Columbia, Kerouac wrote several sports articles for the student newspaper, the Columbia Daily Spectator and joined the fraternity of Phi Gamma Delta.[21][22] He also studied at The New School.[23]\n\nEarly adulthood[edit]\n\nWhen his football career at Columbia soured, Kerouac dropped out of the university. He continued to live for a period on New York City's Upper West Side with his girlfriend, Edie Parker. It was during this time that he met the people — now famous — with whom he would always be associated, the subjects injected into many of his novels: the so-called Beat Generation, including Allen Ginsberg, Neal Cassady, John Clellon Holmes, Herbert Huncke and William S. Burroughs.\n\nKerouac joined the United States Merchant Marine in 1942, and in 1943 joined the United States Navy, but he served only eight days of active duty before arriving on the sick list. According to his medical report, Jack Kerouac said he \"asked for an aspirin for his headaches and they diagnosed me dementia praecox and sent me here.\" The medical examiner reported Jack Kerouac’s military adjustment was poor, quoting Kerouac: \"I just can’t stand it; I like to be by myself.\" Two days later he was honorably discharged on psychiatric grounds (he was of \"indifferent character\" with a diagnosis of \"schizoid personality\").[24]\n\nAfter serving briefly in the United States Merchant Marine, Kerouac authored his first novel, The Sea Is My Brother. Although written in 1942, the book was not published until 2011, some 42 years after Kerouac's death, and 70 years after the book was written. Although Kerouac described the work as being about \"man’s simple revolt from society as it is, with the inequalities, frustration, and self-inflicted agonies\", Kerouac reputedly viewed the work as a failure, reportedly calling it a \"crock [of shit] as literature\" and never actively sought publication of the book.[25]\n\nIn 1944, Kerouac was arrested as a material witness in the murder of David Kammerer, who had been stalking Kerouac's friend Lucien Carr since Carr was a teenager in St. Louis. William Burroughs was a native of St. Louis, and it was through Carr that Kerouac came to know both Burroughs and Allen Ginsberg. According to Carr, Kammerer's obsession with Carr turned aggressive, causing Carr to stab him to death in self-defense. After turning to Kerouac for help, together they disposed of evidence. Afterwards, as advised by Burroughs, they turned themselves in to the police. Kerouac's father refused to pay his bail. Kerouac then agreed to marry Edie Parker if she would pay the bail. Their marriage was annulled in 1948.[26] Kerouac and Burroughs briefly collaborated on a novel about the Kammerer killing titled And the Hippos Were Boiled in Their Tanks. Though the book was not published during the lifetimes of either Kerouac or Burroughs, an excerpt eventually appeared in Word Virus: A William S. Burroughs Read... (truncated)",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9928660393,
        "format_confidence":0.9916143417
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Saho_language",
        "text":"Saho language\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nNative to Eritrea, Ethiopia\nRegion southern and Northeast Eritrea, Tigray Province in Ethiopia\nNative speakers\n220,000  (2006–2007)[1]\nLanguage codes\nISO 639-3 ssy\nGlottolog saho1246[2]\n\nThe Saho language is a Cushitic language of Eritrea and Ethiopia.\n\n\nIt is spoken natively by the Saho people who traditionally inhabit territory in Eritrea bounded by the bay of Erafayle in the east, the Laasi Ghedé valleys in the south, and the Eritrean highlands to the west (Akele-Guzai, Shimejana).\n\nThis speech area is bordered by other Afro-Asiatic-speaking communities, with Tigre speakers on the west and Afar speakers on the east. In Ethiopia, Saho is primarily spoken in the Tigray Region. It has about 200,000 speakers in total and four main dialects: Toroa, Assaorta, Minifero and Irob.[3]\n\nSaho is so closely related to the Cushitic Afar language, spoken as a mother tongue by the Afar people, that some linguists regard the two tongues as dialects of a single \"Saho–Afar language\".\n\n\n  1. ^ Saho at Ethnologue (17th ed., 2013)\n  2. ^ Nordhoff, Sebastian; Hammarström, Harald; Forkel, Robert; Haspelmath, Martin, eds. (2013). \"Saho\". Glottolog 2.2. Leipzig: Max Planck Institute for Evolutionary Anthropology. \n  3. ^ Raymond G. Gordon, Jr, ed. 2005. Ethnologue: Languages of the World. 15th edition. Dallas: Summer Institute of Linguistics. The Saho also use the Latin letters to document their history and render information. Also recently the language is being used on the cyberspace as a tool of communication. And there is on website completely designed with saho language.\n\nExternal links[edit]\n\nFurther reading[edit]\n\n  • William E. Welmers. 1952. \"Notes on the structure of Saaho,\" Word 8:145-162.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.8627599478,
        "format_confidence":0.9912603498
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Brao_language",
        "text":"Brao language\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nNative to Cambodia, Laos\nNative speakers\n59,000 (2005–2008)[1]\nLanguage codes\nISO 639-3 Variously:\nbrb – Lave\nkrr – Krung\nkrv – Kavet\nGlottolog lave1238[2]\n\nBrao is a Mon–Khmer language of Cambodia and Laos.\n\n\nLabial Coronal Palatal Velar Dorsal\nNasals ʰm m ʰn n ɲ ʰŋ ŋ  \nObstruents p b ʔb t d ʔd ç c ɟ ʔɟ k ɡ ʔɡ ħ ʔ\nTrill   r      \nApproximant   l j w  \n\n\nAccording to Ethnologue, there are four distinct but mutually intelligible varieties, sometimes considered separate languages: Lave (Brao proper), Kru’ng (Kreung), and Kavet (Kravet), the latter spoken by only a couple thousand.\n\nSidwell (2003) also lists four communities of speakers, three of which are in Cambodia.\n\nLun, spoken in Stung Treng Province, Cambodia, is related to Lave and Kavet (Philip Lambrecht 2012).[4]\n\n\nSidwell (2003) suggests the possibility of a total of 50,000 speakers, while Bradley (1994:161) gives an estimate of 35,000. All estimates below are drawn from Sidwell (2003:30).\n\n  • Laos: The 1995 Laotian census places the Laveh population at 17,544.\n  • Cambodia: The Asian Development Bank gave an estimate of 29,500 speakers as of the early 2000s.\n  • Vietnam: About 300 Brau live in Đắc Mế village, Bờ Y commune, Ngọc Hồi district, Kon Tum province (Đặng, et al. 2010:112).[5] Parkin (1991:81) also estimates several hundred Brao in Vietnam.\n  • Thailand: Parkin (1991:81) estimates a Brao population of 2,500 in Thailand.\n\n\n  1. ^ Lave at Ethnologue (18th ed., 2015)\n    Krung at Ethnologue (18th ed., 2015)\n    Kavet at Ethnologue (18th ed., 2015)\n  2. ^ Hammarström, Harald; Forkel, Robert; Haspelmath, Martin; Bank, Sebastian, eds. (2016). \"Laveh–Brao\". Glottolog 2.7. Jena: Max Planck Institute for the Science of Human History. \n  3. ^ Keller, Charles E. (April 1999). \"Brao-Krung Phonology\" (PDF). Mon-Khmer Studies. 31. Retrieved 10 June 2015. \n  4. ^\n  5. ^ Đặng Nghiêm Vạn, Chu Thái Sơn, Lưu Hùng. 2010. Ethnic Minorities in Vietnam. Hà Nội: Thế Giới Publishers.\n  • Sidwell, Paul (2003). A Handbook of comparative Bahnaric, Vol. 1: West Bahnaric. Pacific Linguistics, 551. Canberra: Research School of Pacific and Asian Studies, Australian National University.\n\nFurther reading[edit]\n\n  • Keller, C. E. (1976). A grammatical sketch of Brao, a Mon–Khmer language. Grand Forks, N.D.: Summer Institute of Linguistics, University of North Dakota Session. OCLC: 2915938",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.8739742637,
        "format_confidence":0.9926880598
    },
    {
        "url":"https:\/\/encyclopedia2.thefreedictionary.com\/Shefner%2C+Vadim",
        "text":"Shefner, Vadim\n\nThe following article is from The Great Soviet Encyclopedia (1979). It might be outdated or ideologically biased.\n\nShefner, Vadim Sergeevich\n\n\nBorn Dec. 30, 1914 (Jan. 12, 1915), in Petrograd. Soviet Russian writer. Member of the CPSU since 1945.\n\nShefner, the son of a military man, studied in the rabfak (workers’ school) at the University of Leningrad and served in the Great Patriotic War (1941–45). His poetry collection Defense (1943), his narrative poem Meeting in the Suburb (1945), and his novella Sister of Sorrow (1970) were devoted to the heroic defenders of Leningrad. In his poetry collections Signs of the Earth (1961), Vaults (1967), and Freeboard (1970) he turned toward the traditions of Russian philosophical lyric poetry.\n\nShefner has also written tales of fantasy, entertaining and ironic in tone, that raise moral questions. They include the novellas Girl at the Precipice, or The Notes of Kovrigin (1964), The Man With Five “No’s,” or the Confession of a Simpleton (1967), and The Utter Mystery (1970).\n\n\nIzbr. proizv., vols. 1–2. Leningrad, 1975.\nImia dlia ptitsy: Povesti. Leningrad, 1976.\n\n\nKuz’michev, I. Vadim Shefner: Ocherk tvorchestva. Leningrad, 1968.\nReznikov, L. “Trevozhnaia liubov’ k cheloveku.” Neva, 1971, no. 10.\nMakedonov, A. “Vadim Shefner.” In Portrety i problemy. Leningrad, 1977.\nThe Great Soviet Encyclopedia, 3rd Edition (1970-1979). © 2010 The Gale Group, Inc. All rights reserved.",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.9936848283,
        "format_confidence":0.9656935334
    },
    {
        "url":"http:\/\/encyclopedia.kids.net.au\/page\/lo\/Logical_fallacy___Appeal_to_Authority",
        "text":"Encyclopedia > Logical fallacy Appeal to Authority\n\n  Article Content\n\nAppeal to authority\n\nRedirected from Logical fallacy\/Appeal to Authority\n\nAn appeal to authority, argument from authority or argumentum ad verecundiam is one method of obtaining propositional knowledge. Some examples of appeals to authority:\n\n  • Refering to the philosophical beliefs of Aristotle.\n  • Quotes from religious books such as the Bible.\n  • Claiming that some crime is morally wrong because it is illegal.\n  • Referencing scientific research published in a peer reviewed journal.\n  • Believing what one is told by one's teacher.\n\nSometimes an appeal to authority is regarded as a logical fallacy. This is the case when a person presenting a position on a subject mentions an authority who also holds that position, but may not be an authority in that area. For instance, the statement \"Arthur C. Clarke recently released a report showing it is necessary to floss three times daily\" would be unlikely to impress many people, as Arthur C. Clarke is not an expert on dental hygiene[?]. Much of advertising relies on this logical fallacy, for example when Michael Winner[?] promotes car insurance, despite having no expertise in the field of car insurance.\n\nCiting a person who is a recognized authority in the field is likely to carry more weight. In the middle ages, roughly from the 12th century to the 15th century, the philosophy of Aristotle became firmly established dogma, and referring to the beliefs of Aristotle was an important part of many debates.\n\nAuthoritarian ethics[?] is the ethical theory[?] by which one attains ethical knowledge from an authority, for example from a God or from the law. The bandwagon fallacy can be viewed as a special case of an appeal to authority, where the authority is public opinion.\n\nAll Wikipedia text is available under the terms of the GNU Free Documentation License\n\n  Search Encyclopedia\n\nSearch over one million articles, find something about almost anything!\n  Featured Article\n\n... 2. Galicia is a former region of southern Poland and (1772-1918) Austria, divided (1918-20 and since 1945) between Poland and Ukraine. Krakow was included ...",
        "topic_id":16,
        "format_id":7,
        "topic_confidence":0.7901191115,
        "format_confidence":0.9938779473
    }
]