[
    {
        "url":"https:\/\/www.un-intelligible.org\/projects\/transfor\/92fut2.php",
        "text":"University of Earth\nProjects Overview (Explanations)\nTransformative Approaches Project (Explanations)\n\nEnvisioning conferencing: Insights from music\n\nTransformative Approaches Project\n\n\nThis note continues the exercise of envisioning the cognitive contributions of the arts to conferencing in the Year 2490.\n\n1. Harmony and the language of music\n\nOne of the mysteries to that future era was our reluctance, in our constantly declared search for social \"harmony\", to draw upon the articulation of harmony in music. Our excuse, in the midst of factional squabbles over concrete urgent problems, is that no serious person could imagine that music had anything to offer other than some pleasant distraction before or after the reception on the occasion of some such gathering. And yet music could be called the science of harmony. An immense amount of effort has been devoted over the past centuries to exploring the nature of harmony in music.\n\nMusic scholars and philosophers of our era have long disputed whether or not music actually \"means\" anything. They recognized that all composers of tonal music have used the same \"language\" of melodic phrases, harmonies and rhythms to evoke the same patterns of significance (whether intellectual or emotional). They developed and used a pattern language of musical idioms to carry dynamically complex insights. These were especially powerful in interweaving shorter and longer developmental cycles.\n\n2. Comprehending complexity through harmony\n\nWhere we had vainly sought for the keys to controlling our environment through systems science and cybernetics, they married such explorations to the science of harmony as articulated in music. In our era much has been written about the relationship of music and time -- music as time made audible. We have seen the efforts of systems scientists and \"world modellers\" to represent complex systems dynamics using equations, flow charts and sophisticated graphics -- denying comprehension by most of us. Our descendants projected such dynamics into musical relationships which could be played. The \"business graphics\" of that time had musical variants. People could hear the various harmonies which provided integration to any policy represented, and they could hear the dissonances which challenged that harmony -- whether as a stimulus to social growth or as a potential crisis. The only equivalent we have to this is the ability of any motor mechanic to listen to an engine as a means of diagnosing its state of health. One great advantage is that everyone could listen to such musical representations, irrespective of the sophistication with which they understood it. The major integrating features were obvious to all, however little they understood the detailed harmonic organization.\n\n3. Enriching patterns of insight through harmony\n\nSuch representations of systems insights were not just public relations devices. By listening to the musical representation it became possible to identify and discuss features which could be changed and improved, in the light of musical insights, into richer or more challenging patterns of harmony. The musical perspective highlighted features which made a policy boring -- namely \"monotonous\" to their ears -- and thus uninspiring to those in whose interest it was being elaborated. We can get some understanding of this process from the way jazz and pop groups collectively develop a piece of music until it sounds right.\n\n4. Policy implications\n\nSpace limitations here preclude detailed explorations of the policy significance that they were able to attach to all the many attributes of musical organization. But, for example, where today international development agencies have a range of programmatic approaches on which they rely, in that era such approaches would be recognizable by what are effectively melodic signatures. Such signatures became a way of communicating complex programmatic proposals. And whilst there were many \"old favourites\", there was greater sensitivity to those which had been superseded, and to the emergence of new melodies which addressed issues in a more interesting way. This clarified the relationship between the fashionable programmatic melodies of the moment and those of more enduring quality.\n\nOf special interest is their use of insights from the temporal organization of music as it impacted on the programme and budgetary cycles which are the skeletal structure of any concrete action programme. A major concern in administering an organization is to ensure financial discipline. They resolved this problem by using a musical discipline of far greater flexibility and more subtle articulation. The cyclic aspect of organizational life acquired whole new dimensions, for in music there can be many cycles of different length and involving different instruments. They also made intriguing use of rhythm and tempo -- partly as a way of dealing with urgency and the need for an appropriately timed response.\n\n5. Encoding competing perspectives\n\nBut perhaps of most interest to us are the insights they gained from musical notation and the harmonic relationship between different chords and instrumental qualities. They took the typically politicized factional spectrum around any issue in our time (which undermines any appropriate response) and effectively coded the spectral elements into musical notation. Interventions in any discussion were thus comprehended within a musical framework, whether as isolated notes or chords, but above all in terms of their relationship to the emerging theme. The art of debate thus became one of contributing to the emergence of better music -- recognizing the role and limitations of the particular contribution one could make. The characteristic intervention of our time -- the frequent repetition of a single note, louder than those preceding it -- was an obvious musical disaster (although see below). In this context, \"note taking\" acquired a whole new meaning in recording the proceedings of the gathering.\n\n6. Proactive response to dissonance\n\nWe would however be completely misunderstanding their achievement if it were taken to be a simplistic exploration of harmonies. Their society, like ours, was constantly challenged by deep divisions of perspective. But, whereas we resolve these in the organizational equivalent of a gladiatorial arena, they reinterpreted such dissonance in musical terms. To our ears the music they played would at different times have such qualities as: gothic immensity; the challenging intensity and immediacy of hard rock; the supportive, solidarity of folk tunes; the intellectual intricacies of computer generated music; as well as many others. They had a tool to work effectively with differences and to use those differences to enhance the dimensions of their policies.\n\nFrom Encyclopedia of World Problems and Human Potential",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5063455701,
        "format_confidence":0.8809927702
    },
    {
        "url":"https:\/\/www.essaytask.com\/paper\/History_of_Philippine_Cinema-212.html",
        "text":"History of Philippine Cinema\n\nView Paper\nPages: 16\n(approximately 235 words\/page)\n\nEssay Database > Arts & Humanities\nREEL TO REAL: THE HISTORY OF PHILIPPINE FILMS Introduction The youngest of the Philippine arts, film has evolved to become the most popular of all the art forms. Introduced only in 1897, films have ranged from silent movies to talkies; black and white to color. Outpacing its predecessors by gaining public acceptance, from one end of the country to the other, its viewers come from all walks of life. Nationwide, there are more than 1000 movie theaters. …\n\nshowed first 75 words of 4368 total\nSign up for EssayTask and enjoy a huge collection of student essays, term papers and research papers. Improve your grade with our unique database!\nshowed last 75 words of 4368 total\n…isolated from the main current of sensibilities and ideas that shape other artistic forms, such as literature, painting, the theater, etc. Neither can it fly from the actuality of social life which, after all, is the source of all artistic expression. I foresee, therefore, a hand towards more serious cinema; the muckrakers will continue, but they will be exposed for what they are and will no longer be definitive of the quality of Filipino films.",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.7208151221,
        "format_confidence":0.5615270734
    },
    {
        "url":"http:\/\/www.research.lancs.ac.uk\/portal\/en\/publications\/le-jazz-gallicise-et-ravelise-theorie-pratique-du-blues(d1f70462-68f0-4123-8088-4f54023f5959).html",
        "text":"\n\n\n93% of Lancaster students go into work or further study within six months of graduating\n\nHome > Research > Publications & Outputs > Le jazz gallicisé et ravelisé: théorie pratique...\nView graph of relations\n\n« Back\n\nLe jazz gallicisé et ravelisé: théorie pratique du 'blues'.\n\nResearch output: Contribution in Book\/Report\/ProceedingsChapter\n\n\n  • Deborah Mawer\nTranslated title of the contributionJazz Gallicized and Ravelized: Theory and Practice of 'the Blues'.\nPublication date02\/2012\nHost publicationMusique française: Esthétique et identité en mutation 1892-1992 : French Music: Aesthetics and Identity in Transition 1892-1992\nEditorsPascal Terrien\nPlace of publicationSampzon\nPublisherEditions Delatour France\nNumber of pages11\nISBN (Print)978-2-7521-0106-8\nOriginal languageFrench\n\n\nIn order to illuminate a French musical identity of the 1920s achieved via foreign influence, my article examines two subtle transformations: on the one hand between Ravel’s ‘theory’ of early jazz-blues and the actualities of early jazz, already partially Gallicized and classicized; and on the other between Ravel’s theory (of transformation) and his practice in the Violin Sonata. His ‘Blues’ gives as much as it takes, catalyzing his late music, yet also anticipating popular developments of the 1930s, in France and abroad.",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5341926217,
        "format_confidence":0.9085969925
    },
    {
        "url":"http:\/\/journal.transformativeworks.org\/index.php\/twc\/article\/view\/146\/149",
        "text":"From canon to fanon and back again: The epic journey of Supernatural and its fans\n\nMelissa Gray\n\nSt. Paul, Minnesota, United States\n\n[0.1] Keywords—Fandom; Fantasy; Willing suspension of disbelief; World building.\n\nGray, Melissa. 2010. From canon to fanon and back again: The epic journey of Supernatural and its fans. Transformative Works and Cultures, no. 4.\n\n\n[1] Enjoying any fictional universe, such as Supernatural, is predicated on a relationship of trust: the willing suspension of disbelief. This is an age-old agreement between the storyteller and the listener: she'll tell her story well, and he'll believe. In the case of Supernatural, its creators are trusting that we're willing to give them the opportunity to establish the Supernatural universe properly and tell the characters' stories. In return, we're trusting that it will be worth our while to stay and be engaged—that the payoff will be worth the emotional and mental work involved in believing things that range from just outside our direct experience to, frankly, the preposterous. Once thoroughly engaged, a devoted fan will put up with a fair amount of inconsistency and hard work if she trusts the universe and its creators, and believes that she will enjoy the results—entertainment, edification, thrills and chills, beloved characters and complex relationships.\n\n[2] Supernatural is an emotionally authentic three-dimensional universe with characters, such as the brothers Sam and Dean Winchester, whose essential reality we recognize. The Winchester family are monster hunters, and although much of their life is inherently unbelievable, it still has enough elements recognizable as part of our reality to help fans suspend their disbelief. The basic tenets for this universe are (mostly) laid out early: we know the basic story of hunting, the Winchester family and its curse by the end of 1.01 \"Pilot.\" Later changes in the universe are revealed organically, with layers added rather than elements replaced—evolution, not revolution. The universe maintains enough internal consistency that even fantastic elements are believable in context. And of course the show is entertaining on a number of levels. These elements are the core reasons why people are able to suspend their disbelief and actively engage with any fictional world.\n\n[3] The most easily believable aspects of Supernatural, as with any story, are based on reality as we know it. There's nothing really unfamiliar here, just familiar elements in different combinations, if perhaps taken to an extreme, and easily extrapolated from our reality. The human elements are established on this level—relationships, families, emotions—and it is extremely important that these elements feel authentic. If the characters don't ring true, neither does their universe, and engaging fans' willing suspension of disbelief is increasingly unlikely. If the characters and their relationships are believable, fans will follow them and their universe just about anywhere.\n\n[4] In the eyes of the fans, Supernatural handles some of the human elements very well indeed. One of the biggest appeal factors of the show is the characters, primarily Sam and Dean, but also a whole host of secondary characters, including their father, John Winchester; fellow hunters Bobby Singer, Ellen Harvelle, and Ellen's daughter Jo; and more recently the angel Castiel. They're three-dimensional—one could imagine meeting Sam in a coffee shop and having a conversation with him. They're sympathetic—by the end of season 4, Sam and Dean are broken and sad, having both done horrible things, but fans still love them and want them to have happily ever after. They are individuals with believable personalities, faults, and life journeys that fans can empathize with and laugh and cry over.\n\n[5] Supernatural's characters also have intense relationships that we empathize with and enjoy, especially between Sam and Dean. Fans have celebrated their brotherly bond, their bromance, as the core of the show ever since 1.01 \"Pilot,\" when we learn that they can't count on anyone else to go the distance. We revel in the strengthening of their relationship—indicated on the cosmic scale by Dean going to hell because he can't face living without Sam, and Sam experiencing his own forms of hell without Dean. On a smaller scale, their growing closeness is shown by numerous instances of brotherly affection (exchanging endearments in the form of jerk and bitch as well as epic hugs), forbearance (being forced to listen to endless mullet rock), help (taking each other's word for things that are just unbelievable), and irritation (engaging in prank wars involving itching powder and krazy glue).\n\n[6] Unfortunately, events overtake them, and Sam and Dean's relationship starts to show serious signs of stress. Their understandable inability to cope with Dean's tenure in hell, their unceasing manipulation by angels and demons, and the increasing stress on both brothers induced by the coming apocalypse and their roles in it take their toll on the bromance. Their resulting inability to communicate, their tendency to keep secrets, and their absorption in the pain of their estrangement are, arguably, a prime factor in the success of the angels' and demons' plans to throw an apocalypse.\n\n[7] Many fans did not react well to the breakdown of the bromance and the resulting trial separation in season 5. There was much gnashing of teeth over a perceived lack of Sam in season 4, accompanied by much controversy over whether Castiel was going to take Sam's place in the front seat of the Impala and Dean's life. Fans more or less successfully maintained their trust in Supernatural's creators by reassuring themselves that the creators couldn't possibly keep the brothers apart indefinitely, either emotionally or physically. Fans also hoped that their trust would be rewarded in the end with a stronger brotherly relationship. Lazy_daze, in response to a comment about her reaction to 5.02 \"Good God, Y'All!\" and Sam and Dean's separation, writes reassuringly, \"I think this split up is needed for a reunion and I do still have faith their love is strong—it clearly hurt them both so much, and it will come back around to them. I do have faith for this season! I am sad you are losing enthusiasm :( I say stick with it!\" (LiveJournal, September 18, 2009).\n\n[8] Fans have severe problems with other aspects of the Supernatural universe, such as its archaic take on gender politics. Sometimes Supernatural presents itself as an extension of the old boys' club for the young and violent. The stories are sometimes winceworthy; many would say (as many have) that the telling of 4.08 \"Wishful Thinking\" completely missed the point with the nerd and the princess story line—the problem wasn't that the nerd didn't get the princess, but that the princess didn't get a chance to say no. There are very few continuing female characters; they almost always get killed off. I had hope for Ellen and Jo—they lasted into season 5, but no longer, alas. Various aspects of habitually used language are disrespectful of women: bitch is omnipresent, and men are men while women are girls. Much of the fan base, a sizable portion of which is made up of women, does not appreciate this. Fans have expended considerable online ink pointing out these faults. Their subsequent avowals of love for the show in spite of its problems is a sign not of the triviality of the show's faults, but of the strength of its virtues.\n\n[9] I've seen similar sentiments expressed about problems fans have with some of Supernatural's other issues. As Alaya Dawn Johnson says in her \"Open Letter to Eric Kripke,\" which addresses the equally disturbing race fail of the show, \"I want you to know that this is a fan letter…There are some problems I need to discuss, some issues that have repeatedly cropped up on your show that I just have to talk about. But this is still a fan letter. I love Supernatural. In my opinion, it's the best speculative genre show on the air at the moment\" ( Johnson, and fans like her, take the time to thoughtfully address the issues that disturb them. They try to tell The Powers That Be (TPTB) what needs to be changed—\"I can't ignore the aversive, stereotypical and damaging ways that your show deals with race,\" Johnson writes—while at the same time expressing their sincere affection for the show. This demonstrates the fans' passion for Supernatural and their belief that it's something worth spending time and energy on—something more than mere entertainment.\n\n[10] Other aspects of Supernatural prove more of a challenge to the willing suspension of disbelief. Supernatural originally billed itself as a horror show, including fantastical elements drawn from urban legends, folklore, and mythology in a universe that otherwise mostly adheres to our understanding of reality to create a series of relatively uncomplicated monster of the week (MOTW) episodes. However, it's no longer a horror show; it has bloomed into a full-blown, richly textured fantasy universe, the basic tenets of which differ wildly from those of our reality. Successful fantasy requires highly sophisticated universe building skills because it means creating a universe from the ground up. In the case of Supernatural, the creators began with a base of carefully conceived fantasy and judiciously inserted enough elements from our reality to build a matrix that allows them to tell their stories and for which fans more or less willingly suspend their disbelief. Fantasy requires more work from both the universe builder and the fans, to make the willing suspension of disbelief successful. Neither party can rely on the created universe having a core of shared reality as we know it to facilitate the communication of ideas, as they can in reality-based and horror universes.\n\n[11] The Supernatural universe builders start by presenting fans with a horror show, one based in reality as we know it but displaying carefully sel... (truncated)",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.9417647123,
        "format_confidence":0.8843354583
    },
    {
        "url":"http:\/\/cassandralynndesignllc.com\/free-essays\/Complication-75093.html",
        "text":"\n\nSign Up\n\nComplication Essay\n\n  • Submitted by: dwhitelbca\n  • on March 1, 2011\n  • Category: Arts and Music\n  • Length: 5,366 words\n\nOpen Document\n\nBelow is an essay on \"Complication\" from Anti Essays, your source for research papers, essays, and term paper examples.\n\nRap Music...Does It Cause Violence?\nMusic is prominent in adolescents’ lives. Teenagers spend between four and five hours a day listening to music and watching music videos. They name music as their preferred non-school activity (www.mediascope.org). “It forms the background of car rides and social gatherings, and it also informs the adolescent about the adult world through the lens of artists’ lives, language and role modeling” (Brown University Child and Adolescent Behavior Letter 2003).\n\nNo longer are rock stars the ones that young people look up to. Rather they have been replaced by young hip-hop stars and rappers who drive fast cars, wear expensive jewelry, date beautiful women, and fight amongst themselves to see who can come out on top. The lyrics in their songs are harsh. They speak of gang life, life in the ghetto, gunfights, drug use, and they often degrade women. Yet wherever one turns these songs and being played over and over again on the radio and the music videos are being show on TV. As harsh as they may be they are in fact the real lives of many of these stars.\n\nSusan Buttross, MD, FAAP, chief of child development and the University of Mississippi Medical Center and spokeswoman for the American Academy of Pediatrics (as cited by Kirchheimer)say\n\nAccording to a study published in the Journal of Personality and Social Psychology (as cited in the Brown University Child and Adolescent Behavior Letter 2003) researchers from Iowa State University and the Texas Department of Human Services looked at five experiments involving over 500 college students that examined the effects of seven violent songs by seven artists and eight non-violent songs by seven artists. After listening to the songs, students were given various psychological tests to measure aggressive thoughts and feelings, such as having them classify words that can have both aggressive and non-aggressive meanings. Results showed that violent songs led to more aggressive interpretations...\n\nShow More\n\n\nMLA Citation\n\n\"Complication\". Anti Essays. 16 Dec. 2018\n\n\nAPA Citation\n\nComplication. Anti Essays. Retrieved December 16, 2018, from the World Wide Web: http:\/\/cassandralynndesignllc.com\/free-essays\/Complication-75093.html",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5676111579,
        "format_confidence":0.9017901421
    },
    {
        "url":"https:\/\/www.berghahnjournals.com\/abstract\/journals\/gps\/35\/2\/gps350207.xml",
        "text":"Knitted Naked Suits and Shedding Skins\n\nThe Body Politics of Popfeminist Musical Performances in the Twenty-first Century\n\nin German Politics and Society\nView More View Less\n  • 1 University of Tennessee Knoxville\nRestricted access\n\n\nThis article offers a theorization of the politics of politically inspired musical performances in the twenty-first century. The two examples, Peaches’ “Dick in the Air” and Rose McGowan’s “rm486,” both released in fall 2015, offer two very different approaches to contemporary feminist and popfeminist body politics. These songs with their accompanying video and multimedia releases, offer the temporal and auditory frame for reflections about how gendered and racialized bodies are impacted by their surroundings and how, in turn, we impact these surroundings, to the local and the global, to neoliberalism and its discontents. These performances are not acts of provocation, but suggest ways to imagine social futures by creating spaces for relations, shared response, and political intervention.\n\nContributor Notes\n\nMaria Stehle is Associate Professor of German and faculty in Cinema and Women, Gender, and Sexuality Studies at the University of Tennessee Knoxville. She is the author of Ghetto Voices in Contemporary German Cultures (Rochester, 2012), co-author of Awkward Politics: The Technologies of Popfeminist Activism (Montreal, 2016), and has published widely in the fields of German, cinema, media, and gender studies.\n\n\nAll Time Past Year Past 30 Days\nAbstract Views 122 122 32\nFull Text Views 14 14 1\nPDF Downloads 9 9 0",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.64718014,
        "format_confidence":0.9367421865
    },
    {
        "url":"https:\/\/nlipw.com\/banigo-charles-tekena-response-to-the-2019-nlipw-national-campus-essay-competition-2-2\/",
        "text":"3rd Place Winner 2019 National Campus Essay Competition:\nAlonge Olufemi Moses\n\nSchool: University of Ibadan\n\nQuestion Addressed: Propose a solution to a compelling legal issue confronting the music or movie industry in Nigeria\n\nThe story thus begins, at the last quarter of 2017, when PwC noted in its recently-published Entertainment and Media Outlook 2018 – 2022report, that the depreciation of the country’s currency – the naira – has affected Nigeria’s overall Entertainment and Media (E&M) revenue. Despite this, the Nigerian music industry which brought in $35 million in revenue in 2017, however raises eye-brows when it is estimated to bring in $65 million in revenue by 2020.[1] Nollywood, Nigeria’s US$600-million film industry, is the world’s second largest film industry by volume.[2] Undoubtedly, the music and movie industries are most lucrative in the Nigerian entertainment industry. More surprising it is to say, that this same promising industry is bedeviled by the incessant occurrence of the menace called piracy.\n\n\nIt is pertinent to note that, in the movie and music industry, legal and economic issues exist concurrently. To this end, film marketers and distributors at the Alaba International Market in the fight against piracy, called for a stronger collaboration between the anti-piracy taskforce and relevant government agencies. Simply put According to them, combating piracy at the market is capital intensive and, most times, members of this association were forced to tax one another to raise the needed funds. Piracy, apart from being financially draining is also intellectually appalling. Simply put, the rise of the claws of piracy is the fall of the ‘firewalls’ of the entertainment industry.\n\nA recent study reveals a big problem in the entertainment industry, revealing that only 20% of Nigerian artistes actually get corresponding monetary value for their intellectual property as 8 out of 10 works in the market are pirated copies. Alarming however, is the fact that these events skyrocketed in 2018. Piracy involves the unlawful use of protected works under copyright law without owner’s permission infringes certain exclusive rights such as the right to reproduce, distribute, display or perform such artistic or creative works.\n\nEven though legislations such as the Nigerian Copyright Act 2004, criminalises the infringement of intellectual property and theft, still piracy has remained a booming business in Nigeria. In the same vein, the Nigerian Copyright Commission (NCC), although it has created mass awareness on the need for artists to copyright their works so as to deter pirate activities, has not been able to effectively curb the menace. Hence, we need to resolve the issue of piracy in the music and movie industry via deliberate methods.\n\nThe proverbial notion that prevention is better than cure duly applies in the fight against piracy. It is pertinent to note that the manner in which technology is utilized determines the proper navigation of any industry. Advanced digital technology has been prescribed as the only solution to the rising cases of piracy killing the Nigerian filming industry.[3] There is the need for holographic application, which has over 17 security features which will discourage pirates from counterfeiting music or movie packages in the country.[4] These tight security measures will highly ensure that piracy perpetrators do not manipulate copyrighted works in the music or movie industry.\n\nHowever, like any other industry, the music and movie industry needs government support in terms providing financial aids to implement these technological equipment. There is also the need for government ban on street hawking, which contributes the largest market for public purchase of movie and music DVDs and CDs.\n\n\nAbove all, these antipiracy security measures will further encourage foreign investors in the music and movie industries, a recent example such as Netflix’s purchase of Nollywood legend, Genevieve Nnaji’s ‘Lionheart’ movie, and thus the anticipation that Nigeria’s music industry, by 2020 will generate $65 million in revenue will come into fruition.\n\n[1]Daniel S. The Nigerian Music Industry Is Set to Explode. Accessed on…via www.digitalmusicnews.com\/2018\/09\/20\/latest-nigeria-music-industry-pricewaterhouse-coopers\/#comment-344592\n\n[2] UNESCO. Nigeria’s creative ability: booming Nollywood, music, fashion and much more. Accessed on…via  www.en.unesco.org\/creativity\/news\/nigerias-creative-ability-booming-nollywood-music\n\n[3] Temidayo, B. Technology Is The Solution to Piracy in Nigeria. Accessed on…via http:\/\/tmclonline.com.ng\/cyberafrica\/2017\/04\/04\/technology-is-the-solution-to-piracy-in-nigeria\/\n\n[4]Ajumoke N. How to Stop Piracy in Nigerian Entertainment Industry. Accessed via  https:\/\/buzznigeria.com\/protect-nigerian-entertainment-industry-piracy\/\n\nPrint Friendly, PDF & Email",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.8839498162,
        "format_confidence":0.8487520814
    },
    {
        "url":"https:\/\/thetorohistoricalreview.org\/2018\/04\/02\/interrogating-the-film-invictus\/",
        "text":"By Grace Windsor\n\nInvictus (2009) is a cinematic Hollywood interpretation of Nelson Mandela’s efforts to unify South Africa following his elected presidency. Essentially, Eastwood’s depiction of Nelson Mandela reinforces older evolutionist ideas within the twenty-first century. Eastwood’s directive choices attempt to portray an authentic representation of post-apartheid South Africa, but succumbs to the misrepresentations of Nelson Mandela and the political climate during the 1990s. Using Curtis Keim’s Mistaking Africa (2014) to critically interrogate scenes from Invictus[1], we can see that Keim’s notions of ‘helpless Africa’, ‘troubled Africa’, “leftover racism,” and evolutionism are prevalent throughout the film.\n\nInvictus portrays subtle Dark Continent myths and stereotypes of South Africa, which plays into the interest of the exotic for western audiences. Nelson Mandela (played by Morgan Freeman) appears as a peaceful president, dependant on a white protagonist (played by Matt Damon) to resolve the prominent issue of reuniting a divided South Africa. Eastwood and Freeman’s choice to play Mandela’s character down hides the truth of Mandela’s readiness to fight (even militantly) for freedom.[2]  Film critic Taylor (2009) argues that “as history, it is borderline daft and selective to the point of distortion.”  Overall, whilst Invictus attempts to convey the historical chronology of unifying South Africa, it approaches the film from a western perspective, conveying a mythical South Africa that satisfies western audiences.\n\nIn his book, Keim (69) introduces the ideology of ‘helpless Africa’ to explain how leftover colonialist ideals contribute to an “American desire to help Africa” (Keim, 69). Such ideas also depict the continent of Africa as the “white man’s burden.” According to Keim, the idea of the white man’s burden encapsulates the “essence of the colonial mentality” (Keim, 47). The poem by Rudyard Kipling is often used to convey an ideology in which God burdens the white man to help others. Steeped in misconceptions of Africa within Hollywood productions Keim states: “Movies too, teach us our African stereotypes…The African Queen, Mogambo and Tarzan The Ape Man” (Keim, 24).\n\nWithin Invictus a scene[3] in which a white woman at ‘Water Rubusauana Memorial Congregational Church’ hands out aid to black South African children, depicts the idea of helpless Africa. First, by starting this scene in a church it reminds western audiences of colonialist missions and the prominence of Christianity to civilize the South African nation. Keim describes that during the colonial period “Christian love justified missionary control” (Keim, 45). Through colonialist ideas of helping Africa, Keim introduces the theory of “gift-giving help” as promoting “ideas and tastes that are not good for Africa, foster dependence, weaken local initiative” (91).  Gift-giving help presented through the giving of clothes in the church scene presents Africa as a place of poverty, an idea that is prominent within twenty-first century media as well. While gift-giving help depicts South Africa as a poor nation in need of ‘white’ intervention, this theory also suggests that the help given by the white lady in the film was in the long-term negatively impacting the children through fostering dependence on dark continent myths. Arguably, this scene stereotypes African children in ways that western audiences would find recognizable and therefore reinforces a westernized image of helpless Africa while transmitting notions of evolutionism through the exotic ‘otherness’ portrayal of South Africa.\n\nInvictus further exhibits leftover racist attitudes through its simplistic plot. Keim introduces this theory as continuously “constructing Africa as inferior” (Keim, 7). Keim’s idea of “leftover racism” is prevalent throughout various forms of representing Africa throughout the media and within Hollywood. Keim also describes how newspapers, films and magazines succumb to the misrepresentation of Africa when portraying the continent to an audience (Keim, 16-31). In Invictus, Eastwood also falls into the category of viewing Africa as inferior through the plot focusing on a world cup victory as the total reconciliation process for apartheid. As one film reviewer (Hornaday 2009) suggests: “Eastwood adopts a flat, uninflected style for ‘Invictus,’ wisely letting this remarkable story tell itself with a minimum of flourish or underlining.” Two pivotal scenes[4][5] portray the theatrical progression of dissolving the tensions of apartheid, while drawing on the film’s core themes such as the elimination of racism through transformation and unity.\n\nThe first scene on the rugby playing field imposes the inextricable links between apartheid and the Springbok’s (the white South African rugby team). The white Afrikaans who had attended the game held on to their colonialist pride through singing the old national anthem and waving old apartheid flags. The left-over racism, however, is described by Mandela’s character as a “constitutional right.” Such an attitude conveys Mandela as one of an understanding President who attempted to bridge black and white culture. Mandela’s character conveys political awareness through allowing systems of restorative justice, as support for the springbok team was a sign of unity, as well as an effort at appeasing the former occupant. Eastwood represents the appeasement and willingness of Mandela to allow this form of left-over racism as an attempt to keep South Africa from falling into chaos. As film critic A. Getz (2009) states, “Mandela opted for reconciliation over retribution. His insistence that the Springboks remain the Springboks was just one of his many bipartisan gestures, but it would be hard to overstate the symbolic significance of this particular one.” Whilst Eastwood hints at addressing the realities of the restorative justice process in South Africa he succumbs to portraying left-over racist ideals before the turn of the century.\n\nOne could also argue that ideas of Keim’s ‘evolutionism’ are expressed through the symbolism and influence of the Springbok rugby team. Keim describes the evolutionist ideals of colonists during the 1800s as “the widely held evolutionist myths made it difficult to sustain positive images of non-Europeans.” (76). The racial logics suggest that non-European people needed guidance to become civilized and in doing so only became humanized once they accepted Christian values. It also suggests that non-white Africans were subordinate in comparison to Europeans in terms of education and politics. In the film, Nelson Mandela’s character is depicted as a peaceful leader who appears at times omniscient and other times slightly ignorant. Yet, Eastwood focuses on the white protagonist as the leader who truly convinced the hearts and minds unifying post-apartheid South Africa. Evolutionist ideology becomes evident as black South African people, even Mandela, appear unequipped to politically restore South Africa without white intervention. Invictus can be criticised for accentuating ideas of unification primarily through a sports game—rugby, omitting the actual tough historical restorative process within South Africa, specifically the work of the Truth and Reconciliation Commission. Mandela, a man who defended himself in court certainly was more knowledgeable than the way he is portrayed in Invictus[6]. Mandela’s character is portrayed as subordinate to affluent white society rendering him politically ignorant.\n\nIn summary, using Keim’s concepts of helpless Africa, troubled Africa, left-over racism and evolutionism, the film Invictus can be criticised for inaccurately depicting the history of apartheid within South Africa. Invictus conforms to Hollywood ideals to appease a Western audience and perpetuates a view of Nelson Mandela needing white assistance to sustain a positive restorative process. Eastwood’s choice to depict black South Africans’ need for a white protagonist also encapsulates the prominence of evolutionist ideas within Hollywood as on-going from the colonial period in Africa. Conclusively, whilst Invictus attempts to portray the historical chronology of a newly independent South Africa in a realistic way, audiences are presented with misconceptions of Africa common within many Hollywood interpretations of the continent.\n\n\n\nWorks cited\n\n\nInvictus. Dir Clint Eastwood. Perf Matt Damon, Morgan Freeman. Warner Bros Pictures, 2009\n\nWorks consulted\n\n\nGobodo-Madikizela, Pumla. A Human Being Died That Night: A South African Woman Confronts The Legacy Of Apartheid. Houghton Mifflin, Boston, 2004\n\nKeim, Curtis A. Mistaking Africa: Curiosities and Inventions of the American Mind. 3rd ed. Boulder: Westview, 1999.\n\n\nMandela, Nelson, ‘I Am Prepared To Die’ Rivonia trial, 20 April 1964\n\nFilm Reviews:\n\nEbert, R. (2009). Invictus Movie Review & Film Summary (2009) | Roger Ebert. [online] Available at: [Accessed 8 Dec. 2017].\n\nGetz, A. (2009). The Real Story of ‘Invictus’. [online] Newsweek. Available at: [Accessed 8 Dec. 2017].\n\nHornaday, A. (2009). Movie review: Clint Eastwood’s rugby drama ‘Invictus,’ with Matt Damon. [online] Available at: [Accessed 8 Dec. 2017].\n\nOrr, C. (2009). The Mini-Review: ‘Invictus’. [online] New Republic. Available at: [Accessed 8 Dec. 2017].\n\nTaylor, E. (2009). Invictus: All’s Well That Ends Well. [online] L.A. Weekly. Available at: [Accessed 8 Dec. 2017].\n\n[1] The assigned task was to apply ideas and concepts of Keim to critically investigate Invictus, as well as consult published film reviews (2009)\n\n[2] Mandela, Nelson, ‘I Am Prepared To Die’ Rivonia trial, 20 April 1964\n\n[3] Invictus. Dir Clint Eastwood. Perf Matt Damon, Morgan Freeman. Warner Bros Pictures, 2009 (26:56-27:57)\n\n[4] Invictus. Dir Clint Eastwood. Perf Matt Damon, Morgan Freeman. Warner Bros Pictures, 2009 (22:03-23:31)\n\n[5] Invictus. Dir Clint Eastwood. Perf Matt Damon, Morgan Freeman. Warner Bros Pictures, 2009 (02:... (truncated)",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5024125576,
        "format_confidence":0.9512459636
    }
]