[
    {
        "url":"http:\/\/www.pathba.com\/about\/",
        "text":"Welcome to Pathba.com, a Site for Technology, Mobile\n\nWe are an online tech magazine, dedicated to providing interesting articles, how-tos, and even fun trivia to our audience of geeky — and not-so-geeky readers. We’ve tried really hard to make sure that our content is understandable for regular people, but geeky enough that the more technical readers would find it interesting as well.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.7851622701,
        "format_confidence":0.9543554783
    },
    {
        "url":"http:\/\/www.eset.com\/kh\/about\/profile\/25-years-of-nod32-technology\/",
        "text":"25 Years of NOD32 Technology\n\nlogo: ESET - 25 Years of Innovative Top-rated Antivirus Protection\n\nESET celebrates 25th anniversary of its award-winning NOD32 technology\n\nContinually evolving to face the latest threats, ESET has protected nearly all operating systems – starting with MS DOS\nand going through Windows, Mac OS X, Symbian and Android. Today ESET solutions protect over 100 million\ndevices daily, including computers, laptops, smartphones, tablets and servers, no matter the operating system.\n\nOur solutions for home and business deliver real-time consistent level of protection\nagainst a vast array of existing and emerging malware.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.9617953897,
        "format_confidence":0.9580649734
    },
    {
        "url":"http:\/\/nisasoftware.com\/company",
        "text":"Developed by Cranes Software International Limited (CSIL), NISA is one of the most comprehensive engineering analysis suites available, addressing the automotive, aerospace, energy and power, civil, electronics and sporting goods industries. NISA has been engineers’ favorite for more than 30 years.\n\nCSIL is a company that provides Enterprise Statistical Analytics and Engineering Simulation Software Products and Solutions across the globe. The Company's business interests span Products, Productized Solutions, Services and R & D in future technologies.\n\nNISA Login",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.6979452372,
        "format_confidence":0.9755762219
    },
    {
        "url":"https:\/\/portal.systematix.solutions\/",
        "text":"Welcome to the Systematix® Portal\n\nWe have been around for more than 25 years as supplier for many IVR providers.\n\nThe market is demanding new technology.\nToday we bring you new technology!.\n\n\n\nManage your customers and be in control. Adding, deleting and tracking customers from one portal.\n\n\nManage your numbers, applications and agents with the Manager Portal. Advanced reports are available to monitor the performance of your numbers, applications and agents.\n\n\nManage your own settings, change availability and analyze performance statistics from the Agent Portal.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.8165578246,
        "format_confidence":0.5553743243
    },
    {
        "url":"https:\/\/www.b3insight.com\/",
        "text":"Delivering a data-driven intelligence solution for superior business outcomes\n\nB3 delivers an intuitive, on-demand geospatial technology solution for every industry, at every position level; connecting people, departments and projects within an organization. B3 challenges the common software scenario - “data in, data out” by employing data experts that normalize and transform complex data into information users can manage, analyze and visualize. Non-technical and technical business users leverage B3 to manage, analyze and visualize increasing data sets from a multitude of disparate data sources. Through easy-to-use, intuitive technology, B3 allows anyone within an organization to easily discover meaningful business insights – no technical skills required.\n\nQuote Using Water Sage in an early stage client meeting, we quickly identified the client’s important issues and located critical data that facilitated a negotiated settlement in our client’s favor. Quote\n\n– Sheela Stack, Shareholder\n\nQuote The fact that we can export maps and information so easily allows us to respond quickly and with accurate and valuable information which they can make decisions from. Quote\n\n– Mike Swan, Owner\n\nQuote Water Sage gives me a unique ability to make sure that Bozeman’s adequacy requirements are met when looking at subdivision and new developments. Quote\n\n– Brian Heaston, Project Engineer\n\n\nWhat We Talk About When We Talk About Security\n\nWeb security has become more important and more tenuous than ever before. In this post, Aaron Edwards, Water Sage’s web developer, discusses the security ecosystem in today’s web, and outlines some best practices for keeping your computer safe and your data secure.\n\n\nAn Inside Look at Water and Fighting Fires\n\nDrought and bad fire seasons go hand-in-hand, and this summer is no exception. On August 11, 2017, Governor Bullock declared a fire emergency in Montana. On August 18, 2017, Governor Bullock declared a drought disaster in 31 Montana counties and six Indian Reservations.\n\n\nDipping Our Toe in At Denver Startup Week\n\nIt’s been just over a month on the Water Sage team, and after getting to know the company, platform, and people, I could not be more excited for our future.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.6819659472,
        "format_confidence":0.95992589
    },
    {
        "url":"https:\/\/www.getopensocial.com\/nl\/node\/323",
        "text":"Contact us\n\nDo you have questions about Open Social? We are available to chat during office hours (CET). You can find our chat in the right-hand corner of this website. Or follow us @OpenSocialHQ on Twitter and send us a DM. Or reach out our press contact Natasha Schön at\n\n\nIntroducing Open Social\n\nIf you'd like to mention Open Social on your website or any other marketing spots, please use the descriptions below:\n\nWhat is Open Social?\n\nWe believe there is a better way to connect with your members, volunteers, employees, and customers. Meet Open Social, an online community software with more than a thousand active installations (Source: It's a great solution for external, volunteer and ideation communities. Community members can personalize their profiles, create open and closed groups, use private messaging to have conversations away from the community, and organize events that bridge the gap between online and offline experiences. Thanks to these great features, organizations easily share knowledge, ideas, and resources, and encourage effective collaboration. Community activity is also easily manageable and accountable with the KPI dashboard.\n\nProduct video\n\nCurious to learn more about Open Social? Discover our product video and get to know us a bit better:\n\n\nMeet our team\n\nOur 25 person core team is based in curated tech-hub TQ in Amsterdam and in Twente, both of which are part of the Dutch Startup Delta, Europe’s largest startup ecosystem.\n\n\nOpen Social team\n\nPress materials\n\nBelow you find some of our awesome branding materials that you can use for press purposes:\n\n\nPress material open social\n\nInteresting news\n\nThere's a lot being said about Open Social. Below you find our most important mentions:\n\n  • Our blog section with regular new articles about community management and product updates;\n  • The page with all kinds of information about our free open source version;\n  • Open Social's release planning and roadmap, so you can keep an eye on our great development;\n  • The user manuals for (end) users, site, and content managers to learn the workings of Open Social.\n\nMeet us here\n\nWe regularly visit events and speak at conferences. We're happy to meet you there!\n\n  • There are currently no upcoming events; stay tuned for more!",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.736790657,
        "format_confidence":0.7659469843
    },
    {
        "url":"https:\/\/cstx.gov\/cms\/One.aspx?portalId=12410917&pageId=13474265",
        "text":"You are now leaving the City of College Station websiteloading\n\nInformation Technology\n\nContact Information\n\nSindhu Menon Chief Information Officer310 Krenek Tap Rd.College Station, TX 77840\n\nThe Information Technology Department provides information, cybersecurity, innovation and technology services for the city's departments. Services include voice and network, cybersecurity, email and communication platforms, Enterprise GIS, ERP and other enterprise applications that are used internally and for purposes of providing services to the residents of the City of College Station. \n\nOur goals are collaborative partnership, strategic innovation, outcome-based operations, and great customer service.\n\nThe IT department has many divisions that provide services to the city. These division include Administrative, Business Systems, Communications, Cybersecurity, Enterprise GIS, Mail, Networking, PMO, Service Desk, and Technical Services.\n\nOur professional approach is to provide our customers with innovative solutions all while keeping customer service at the forefront of what we do.\n\nCity of College Station | All Rights Reserved | Powered by CivicLive | © 2020 Intrado Corporation.",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.6305564642,
        "format_confidence":0.990768373
    },
    {
        "url":"https:\/\/webaddresshere.com\/what-is-webaddresshere\/",
        "text":"what is webaddresshere ?\n\n‘web address here’ is the name of our site.\n\nour propose is to share websites in the world. but we don’t write all website.\n\nwe gonna write trustworthy and popular websites.\n\npeople are interested in the websites give high quality information. (not just quantity)\n\nif you want to make ‘steak’, first of all, you do type ‘how to make steak?”\n\nso google shows you perfect recipe to make steak.\n\nlike this –\n\nhow to search\nwhich site do you want to click ?\n\ndid you see the list of result ? were you satisfied ? maybe you were satisfied.\n\nbut if you want to information about not ‘steak’ but ‘art’ or ‘computers’ and so on..\n\nI mean ‘big range’ and then how to search the website ?\n\nmost of them will be in trouble as they search for it.\n\n“what keywords do I search for ? ” or ” Okay, just type simply ”\n\nif you do so, there are no results that you want.\n\nso we will settle these problems.\n\nhow? we will search the useful website and then we upload them by categories.\n\njust you come here, webaddresshere.\n\n댓글 남기기\n\n이메일은 공개되지 않습니다. 필수 입력창은 * 로 표시되어 있습니다",
        "topic_id":20,
        "format_id":12,
        "topic_confidence":0.8819935322,
        "format_confidence":0.9448153377
    }
]