[
    {
        "url":"https:\/\/leestcrc.org\/ministries\/",
        "text":"Our VISION is to be a truly multicultural, multigenerational body of Christ.\n\nMinistry for Families\n\nLee Street seeks to equip families in our community in learning how to care for and support one another as a family.  We are currently working with the Family Leadership Initiative. For more information visit our Ministry for Families page.\n\nChildren’s Ministries\n\nLee Street desires to teach children that they are loved by God and a special part of His Church. We teach them that the stories in the Bible are true and that God is real. He provides a way for us to have a relationship with Him–through Jesus Christ–and to always be with us–through the Holy Spirit.\n\nPlease visit our Children’s Ministries page for meeting times and contact information.\n\nYouth Ministries\n\nLee Street desires that students would know with confidence that their identity is grounded in Jesus Christ, that their faith is both personal and communal, and that they belong both to God and the Church.\n\nFor more information visit the Youth Ministries page.\n\nMinistries for Adults\n\nLee Street’s mission is to make and mature disciples. Our desire is that men and women would acknowledge Jesus as Lord and Savior of their lives.  We want to be always growing and maturing in how we live out our love for God and neighbor.\n\nFor more information on meeting times and who to contact visit the Ministries for Adults page.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9972161055,
        "format_confidence":0.512719214
    },
    {
        "url":"http:\/\/cwcnatchitoches.org\/timbrown.html",
        "text":"Logo Service Times\n\n\n\n\n\"Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all things that I have commanded you\" Matthew 28:19-20\n\nTim Brown Ministries is growing and expanding as God has opened doors of opportunity to minister in the United States as well as in countries around the globe such as Belize and Belgium. God has also used him to bring the Gospel into Pakistan. Pastor Tim's boldness with the Word of God has changed lives of those who were bound. Teaching on the believers authority, who you are in Christ and faith has empowered Christians everywhere through radio, web, video messages, and also written articles. To learn more about joining the vision of Tim Brown Ministries, which is to see the end time harvest brought in and empowered, check out our Partners Page.\n\n\n2011 Itinerary\n\nGet Involved\n\nNeed wisdom on the Word? Check out\nour new article database by Pastors\nTim and Tammy Brown.\n\n\n\ncontact sitemap directions home",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9973850846,
        "format_confidence":0.9727287889
    },
    {
        "url":"http:\/\/www.libertychurchofchrist.org\/our-ministries\/children\/",
        "text":"Children’s Ministry\nHelping Kids Learn About God\n\nlittle-childrenIs there anything more precious in this world than children?  Truly they are a gift from God! We have dedicated teachers who instill biblical values in fun and exciting ways, providing them with the strong spiritual foundation that they need to brave today’s world.\n\nOur children’s curriculum is pretty amazing, designed to take a child through the entire Bible three times from age 3 to fifth grade.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9939599037,
        "format_confidence":0.6075037122
    },
    {
        "url":"https:\/\/www.alnwickbaptist.org.uk\/community-work\/community-projects.html",
        "text":"Alnwick Baptist Church\n\nSharing Jesus – words and actions\n\nCommunity Projects\n\nOnce a month, a team from church go to this home in Alnwick and take a service there. This may include a time of singing, a testimony and a thought for the day. It is appreciated by residents and staff alike.\n\nmighty-oaks  Mighty Oaks is a project staffed by volunteers from Christian denominations in the town. Its aim is to give away high quality hot drinks to Alnwick’s late nighters – currently serving between 10pm-1am on Saturday nights in the Market Place – and to demonstrate God’s love in a practical way. We rely on the donations of individuals, churches and local organisations for which we are immensely grateful. We work closely with the local police and have a good relationship with them. The leaflets that we carry are funded by TES ( and our milk each week is generously provided by Willowtree Service Station, Alnwick.\n\nAs a church, we are strong supporters of Christians Against Poverty and have our own centre with a manager. We also have a large number of support workers who are all volunteers.\n\nCAP: Each year we look for the opportunity to sponsor an event to support CAP's work. Are you participating in a marathon, half-marathon, Lake Swims, cycling etc etc and would like to adopt CAP as your chosen charity? If so please contact Chris Friend at This email address is being protected from spambots. You need JavaScript enabled to view it.\n\nHaving made contact with the community centre in 2011 and established the needs of the centre, a number of volunteers are now helping out by way of support for after schools clubs, administration and leaflet drops. This support for the Manager and her team has been well received and we look forward to an ongoing strong relationship.\n\nAs a church, along with other churches and organisations in the town we are partnering to help individuals and families who are on or below the poverty line. We do this through using agencies such as CAB for referrals and provide food parcels through the Salvation Army Shop acting as the 'frontline' as well as making sure that Surestart Childrens Centre and Gallery Youth are provided for. Currently the food store is based at ABC but we are hoping to find something more suitable and permanent in due course. There is a big and enthusiastic team of volunteers who help sort, pack and deliver parcels. A number of churches also hold emergency parcels so that local need can be met by local people. Email This email address is being protected from spambots. You need JavaScript enabled to view it.\n\n\nFood Bank The need for Food Bank is increasing as you might know or expect, so your donations are as appreciated now as they have ever been. Bins are located in Costa, main Co-op and Iceland, all in central Alnwick.\n\n\n\nCAP Money Course - This 3 session FREE money management course takes place in a very informal and relaxed environment is open to everyone. It is designed to give you the skills to budget whatever your financial situation. One delegate said \"it completely transformed the way we budget and helped us to save better\". Places are limited.\n\nLocation : Central Alnwick\nContact : Chris Friend 07557 442243\n\n\nThe CAP Money Course is a revolutionary money management course that teaches people budgeting skills and a simple, cash-based system that really works.\n\nThis course will help anyone to get more in control of their finances, so they can save, give and prevent debt. The CAP Money Course is a course devised by the award winning debt counselling charity, Christians Against Poverty.\n\nIn February 2016 we took CAP Kids into a local school and delivered this tailored budgeting programme to the year 5 pupils - 50 in total.\n\n\n\nChristians Together Lent Lunches: Organised by Christians Together in Alnwick, this annual series starts in the lead up to Easter with a reflective time followed by a soup lunch.\n\n\nCopyright © 2018. Alnwick Baptist Church.\nAlnwick Baptist Church is a charity registered in England and Wales.\nRegistered Number: 1143745.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9893256426,
        "format_confidence":0.7807990909
    },
    {
        "url":"https:\/\/nlcommunitychurch.com\/",
        "text":"Are you tired? Worn out? Burned out on religion?\n\nCome to me. Get away with me and you’ll recover your life. I’ll show you how to take a real rest. Walk with me and work with me—watch how I do it. Learn the unforced rhythms of grace. I won’t lay anything heavy or ill-fitting on you. Keep company with me and you’ll learn to live freely and lightly.” \n\nMatthew 11: 28-30\n\nWe Are A Church that Loves god and People.\n\nWe want to “keep it very plain and simple” – love God and love people – because God is into loving people. \n\nhear the sound\n\nOur goal at New Life Community Church is to create an atmosphere of praise and worship where those in attendance can have an opportunity to meet with God in a personal way.\n\nupcoming events\n\nStay connected. Get Involved.\n\nCome on In!\n\nsunday morning worship\n\n10:30 AM\n\n\n\nPastor Albert Trask\n(709) 427-4936\n\n\n58i Manitoba Drive\nClarenville, NL A5A 1K5",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9968411922,
        "format_confidence":0.9904636145
    },
    {
        "url":"http:\/\/usefulbible.com\/about.html",
        "text":"About the UsefulBible website\n\nDear Friends and Dear Readers,\n\nLet me invite you to study the Bible with us at usefulbible.com. We have more than 1500 articles for you to read, and several books that you can download freely.\n\nOur particular subject is what the original authors of the Bible believed. Our method is to study a whole Bible book, and every verse of that book in turn. However, if your time is short, you can turn to any article and read our notes on it.\n\nPeople across the world read our articles, and they differ much, both in their knowledge of the Bible and of the English language. We try hard to make our articles useful to everyone who uses the website. For that reason, all our articles are in EasyEnglish, a simple English system that Wycliffe Associates UK \/ MissionAssist UK designed, with a 2800 word vocabulary. For the benefit of those readers with a good knowledge of the Bible, we give plenty of Bible references. In that way, these studies can be the beginning of a much deeper study of the subjects.\n\nPerhaps it may interest you to know how this work began. Back in 2003, I was the speaker at a church meeting locally. The leader of that meeting was my good friend, Professor Barrie Wetherill, who set up Wycliffe Associates in the UK. Before the meeting, he spoke to me about the EasyEnglish Bible commentaries (books to explain the Bible) that they were writing to assist the work of Bible translation across the world. They needed people with skills like mine, and soon afterwards, I became one of their authors, then the leader of their commentary team.\n\nI was pleased to do that work for several years. However, I wanted to provided my readers with articles that would help them to study the Bible in more detail. That was why, in 2010, I set up usefulbible.com.\n\nIt is very wonderful to share these Bible studies with so many people across the world. However, it will be even more wonderful if, by them, you will learn to know God better and to trust him more. May the God of the Bible teach you through his own precious word!\n\nKeith Simons\n\nPlease write to me if you wish to tell me your opinions about any of the articles, or your experiences with the website. Please mention your country, and if you represent a church. Email: office3@usefulbible.com",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.995983243,
        "format_confidence":0.8490376472
    },
    {
        "url":"https:\/\/www.paragonchristianalliance.org\/about-us\/who-we-are.html",
        "text":"Who we are\n\nE-mail Print PDF\n\nWe are (PCAI) PARAGON CHRISTIAN ALLIANCE INTERNATIONAL, INC. -  PCAI is officially and legally recognized by the IRS as a 501(c)(3) and holds a \"Group Status\" in which it has been given the authority by the IRS to issue the 501(c)(3) to qualified religious organizations referred to as \"subordinates.\" Each ministry (subordinate) is autonomous and sovereign operated by its' own governing board.\n\nPCAI was organized and chartered in 1976 under the name \"Christian Ministries\" - a local non-denominational religious organization in Monroe, Louisiana. In 1988, the leadership with over forty years of ministry experience, met to discuss a fresh vision for soul winning, evangelism, church planting, missions, and Christian education.  During this meeting they expanded the organization nationally and internationally under the name of Association of Evangelical Gospel Assemblies. In 2011 the primary legal name was changed to PARAGON CHRISTIAN ALLIANCE INTERNATIONAL, INC. to better express the vision and purpose of the ministry maintaining the former name as a tradename. Our desire is to reach out to the whole Body of Christ with the ministry resources God has given us.\n\n\nPCAI can help you receive your ministry credentials (Licensed & Ordination through our ministerial fellowship) for qualified applicants (both men and women), and offers the 501(c)(3) tax exempt status under our group exemption to various types faith-based charitable and religious based ministries.  We can do in 30 days what would take one to three years if you acted alone in obtaining your 501(c)(3) status directly from the IRS. What a great benefit! You can remain independent...yet connected (autonomous and sovereign). Being a fellowship, we differ from a denominational structure.  As such, we adhere to and believe that your Christian nonprofit organizations should operate autonomously. Therefore, all property and assets are held in the name of your ministry and under the guidance of your board of directors. To be in compliance with the IRS rulings, we only require that the president of the board hold credentials\/membership with PCAI.\n\n\nAlready obtained your 501(c)(3)? We offer an affiliation program for ministries for the purpose of fellowship and networking.\nOne of the primary missions of PCAI is fulfilled through its educational divisions - Omega Bible Institute & Seminary and Evangel Christian University of America - training hundreds of indigenous ministers and those wanted to learn more about the Bible in many countries and in the USA. Students from numerous denominations enroll in a par excellence study program to earn a bachelor, master, or doctorate degree.  When you become a member of PCAI, you become part of the vision to educate laymen and ministers around the globe for the glory of God. \n\nA ministry TO and FOR ministry professionals, PCAI is committed to helping individuals like YOU move forward in the work HE has called you to. Our General Executive Board & Leaders have many years of experience and stand ready to pray for you and assist you in the expansion of your ministry. They are also available to you in times of need and in your personal spiritual growth. \n\n\nOur calling and purpose is to …Serve, Equip and Assist You in Fulfilling\nYour God-Given Call\n\n\n\n\n\n\n\n\nUsername Password Remember Me Lost Password? Create an account    \nChurch Websites",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9962540865,
        "format_confidence":0.9935969114
    },
    {
        "url":"http:\/\/calvaryrapids.org\/youth\/",
        "text":"Enjoying God's River of Mercy Together\n\nOpportunities for Youth – 9th-12th Grade Teens\n\n  • Sunday School 9:15 – 10:30 AM provides Bible training and group interaction for personal application of scriptural truth.\n  • Catalyst meets on Sunday nights from 5:30 – 7:15 PM during the school year. It is especially designed for teens to reach their friends. Catalyst sessions involve a host of fun activities, worship, Bible thinking, surprises, and relationship building.\n  • Our mentor groups and ministry teams that flow out of the teaching times are the core of the youth group.\n  • Our youth staff is a group of people passionate about caring for the young people who join us.\n\nMentoring and Ministry\n\nTeens who commit to and desire to grow with their peers can participate in various mentoring and ministry activities.\n\nMentor groups – Each willing teen will have an adult mentor assigned to them to encourage him\/her in Bible memory, devotional life, church participation, and ministry development.\n\nMinistry Opportunities – Ministry team involvement typically includes a personal interview to consider a teen’s motivation, interest, and spiritual maturity. Some areas of ministry include:\n\n  • Worship & Drama Team – team members are committed to lead worship for youth group each week and prepare and share meaningful sketches and skits with others during youth group sessions, church services, or ministry to other churches and camp settings.\n  • Good News Club – team members are committed to serve in our weekly after school Bible club at Grove Elementary School.\n  • AWANA Leaders-in-Training\/Student Leaders – this group works in our Wednesday children’s program as a vital part of the network of leaders that care for children and point them toward knowing Jesus.\n  • Video Ministry – team members assist on a rotating schedule in the video production of our Sunday services.",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9961729646,
        "format_confidence":0.7273491025
    }
]