[
    {
        "url":"http:\/\/flsenate.gov\/Laws\/Statutes\/2017\/0401.104",
        "text":"\n\nSenate Tracker: Sign Up | Login\n\nThe Florida Senate\n\n2017 Florida Statutes\n\nF.S. 401.104\n401.104 Legislative intent.It is the legislative intent that emergency medical services are essential to the health and well-being of all citizens and that private and public expenditures for adequate emergency medical services represent a constructive and essential investment in the future of the state and our democratic society. A major impediment to the provision of adequate and economic emergency medical services to all citizens is the inability of governmental and private agencies within a service area to respond cooperatively in order to finance the systematic provision of such services. This grant program is established to encourage and assist such cooperative efforts.\nHistory.s. 2, ch. 73-262.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.6538572311,
        "format_confidence":0.7858511806
    },
    {
        "url":"http:\/\/fas.org\/irp\/offdocs\/dcid3-14.htm",
        "text":"Director of Central Intelligence Directive 3\/14 1\n\nInformation Handling Committee\n\n(Effective 4 May 1982)\n\nPursuant to the provisions of Section 102 of the National Security Act of 1947 and Executive Order 12333, an Information Handling Committee (IHC) is hereby established.\n\n1. Mission\n\nThe Committee will advise the Director of Central Intelligence (DCI) on the establishment of common objectives for Intelligence Community information handling and coordinate the achievement of these objectives through improvement and integration of Intelligence Community information handling systems.\n\n2. Definition\n\nInformation handling includes the functions of receipt of information from collection sources, dissemination, transformation, indexing, categorization, storage, retrieval and presentation, automatic data processing, telecommunications, and teleprocessing related thereto.\n\n3. Functions\n\nUnder the general guidance of the Deputy Director of Central Intelligence, the Committee will\n\n4. Intelligence Community Responsibilities\n\nUpon request of the Committee Chairman, Intelligence Community components shall, within established security safeguards, provide information pertinent to the Committee's mission and functions.\n\n5. Composition and Organization\n\nThe Committee Chairman will be appointed by the Director of Central Intelligence.\n\nThe members of the Committee will be representatives designated by intelligence Community principals.\n\nThe Chairman will establish subcommittees, working groups, and advisory bodies as necessary to support the work of the Committee.\n\nWith the approval of the DCI, the Committee Chairman may invite representatives of relevant United States Government entities with national security interests to participate as appropriate.\n\nThe Committee will be supported by an Executive Secretariat.\n\nSource: Central Intelligence Agency (hardcopy)\nClassification: UNCLASSIFIED\nMORI Document ID Number: 26912\nHTML by Steven Aftergood",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.7446967363,
        "format_confidence":0.9115820527
    },
    {
        "url":"http:\/\/antipolo.ph\/government\/ordinances-and-resolutions\/resolutions\/4270-resolution-no-117-99.html",
        "text":"A Resolution recommending Mr. Benjamin M. Tropa of Barangay Bagong Nayon, Antipolo City for his invaluable services as a member of the (RP-Men) Basketabll Team which won 4th place in the recently Johore (Batu-Pahat) International Basketball Tournament held in Batu-Pahat, Johore, Malaysia last September 18-24, 1999.\n\n\nTo download a copy, click here.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.6059065461,
        "format_confidence":0.7123144269
    },
    {
        "url":"http:\/\/www.leg.state.fl.us\/statutes\/index.cfm?App_mode=Display_Statute&Search_String=&URL=0300-0399\/0369\/Sections\/0369.315.html",
        "text":"Online Sunshine Logo\nOfficial Internet Site of the Florida Legislature\nSeptember 24, 2018\nText: 'NEW Advanced Legislative Search'\nInterpreter Services for the Deaf and Hard of Hearing\nGo to MyFlorida House\nSelect Year:  \nThe Florida Statutes\n\nThe 2018 Florida Statutes\n\nChapter 369\nView Entire Chapter\nF.S. 369.315\n369.315 Intent.\n(1) The Legislature finds that, in general, Florida springs whether found in urban or rural settings, public parks, or private lands, are threatened by actual and potential flow reductions and declining water quality. As a result of climate patterns and population changes, over the past 30 years, many of Florida’s springs have begun to exhibit signals of distress, including increasing nutrient loading and lowered water flow. The groundwater that feeds springs is recharged by seepage from the surface and through direct conduits such as sinkholes.\n(2) The Legislature further finds that springs and groundwater once damaged by overuse can be restored through good stewardship, including effective planning strategies and best management practices to preserve and protect the spring and its springshed. Prudent land use planning decisions can protect and improve quality and quantity, as well as upland resources of a springshed. Managing land use types and their allowable densities and intensities of development, followed by specific site planning to further minimize impacts, rank as an important goal.\n(3) It is the intent of the Legislature that the recommendations of the Wekiva River Basin Coordinating Committee as stated in its final report dated March 16, 2004, be taken and implemented as a whole to achieve the objective of improving and assuring protection of surface water and groundwater resources. Coordination of comprehensive plans and the Regional Water Supply Plan is important for protection of water resources and to promote the continuity of effective planning and development.\n(4) It is not the intent of the Legislature to place an undue burden on local governments within the Wekiva Study Area. Any required Wekiva Study Area comprehensive plan amendments may be adopted in conjunction with other amendments not required by this part.\nHistory.s. 1, ch. 2004-384.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.5644981265,
        "format_confidence":0.7325764298
    },
    {
        "url":"https:\/\/dun.sarawak.gov.my\/modules\/web\/pages.php?lang=en&mod=webpage&sub=page&menu_id=0&sub_id=107&id=136&title=Piagam-Pelanggan",
        "text":"Last Update: 16 Dec 2018\nVersion 8.1.2\nClient CharterClient Charter\n1. Ensure all Assembly and Committee Term Meetings of the House are conducted as stipulated in the State Constitution and the State Legislature’s Standing Order within the next six (6) months after the last Meetings;\n\n\nUpload Unedited Daily Hansards on DUN Website and hardcopy of the Unedited Hansards be laid on the Assembly Hon. Members’ table before 9.00 am of the following day;\n\n\nReports prepared for Public Account Committee (PAC), Special Select Committee and Term Committees to be tabled in Assembly Meeting within the year;\n\n\nSubmit rulings of Bills tabled passed during the Assembly Meeting to His Excellency the Governor of Sarawak for assent within seven (7) working days after the meeting ends; and\n\n\nProcessing complete documents for allowances, benefits, claims, remunerations, gratuities, pensions\/derivative pensions for Hon. Members, former Hon. Members and former Political Secretaries within ten (10) working days.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9948481321,
        "format_confidence":0.7748110294
    },
    {
        "url":"https:\/\/leg.colorado.gov\/content\/voter-approval-requirement-creation-certain-fee-based-enterprises-0",
        "text":"Skip to main content\nColorado General AssemblyToggle Main Menu\nAgency NameToggle Agency Menu\n\nColorado Ballot Proposal\n\n2019-2020 #273 - Voter Approval Requirement for Creation of Certain Fee-Based Enterprises\n\nWithdrawn at Title Board\n\nInitiative Documents\n\nThe text of the measure reflects the language filed with the Legislative Council Staff for review and comment in accordance with constitutional and statutory requirements. The review and comment memorandum provides the comments of the Legislative Council Staff and Office of Legislative Legal Services and is presented at a public meeting with the designated representatives of the measure.\nThe text of the measure may change when it is submitted to the Title Board. Text filed with the Title Board, along with Title Board schedules and status, can be obtained from the Secretary of State at",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9680463076,
        "format_confidence":0.8904064298
    },
    {
        "url":"https:\/\/code.wvlegislature.gov\/3-2-8\/",
        "text":"§3-2-8. Registration outreach services by the clerk of the county commission; challenge of voter's registration.\n\n(a) Registration outreach services, including application for registration, change of address, name or party affiliation and correction or cancellation of registration, may be provided at locations outside the office of said clerk of the county commission by the clerk, one or more of his or her deputy clerks, or by temporary registrars or volunteer registrars appointed in accordance with the provisions of section nine of this article.\n\n(b) (1) The clerk of the county commission may establish temporary registration offices to provide voter registration services to residents of the county. The clerk shall file a list of the scheduled times and locations of any temporary registration offices with the county commission at least fourteen days prior to opening the temporary office and shall solicit public service advertising of the location and times for any temporary registration office on radio, television and newspapers serving that county.\n\n(2) The clerk of the county commission shall establish an approved program of voter registration services for eligible high school students at each high school within the county and shall conduct that program of voter registration at an appropriate time during each school year, but no later than forty-five days before a statewide primary election held during a school year. The Secretary of State shall issue guidelines for approval of programs of voter registration for eligible students, and all such programs shall include opportunities for students to register in person and present identification at the high school where the student is enrolled. Official school records shall be accepted as identification and proof of age for eligible students.\n\n(c) When the boundaries of precincts are altered requiring the transfer of a portion of the voters of one precinct to another precinct, the clerk of the county commission or temporary registrars appointed for the purpose may conduct door-to-door registration services in the areas affected by the boundary changes and may register, alter or transfer the registration of voters found to reside in those areas. Upon a determination that a voter who previously registered in the area canvassed no longer resides at that address, except for those persons who are qualified to maintain a legal residence at the address, the clerk of the county commission shall challenge the registration of the voter in accordance with the provisions of section twenty-eight of this article.\n\n(d) The procedures required upon receipt of an application for registration as prescribed in subsection (b), section seven of this article shall also be performed by the authorized persons conducting the registration outreach services.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.6106742024,
        "format_confidence":0.963549614
    },
    {
        "url":"http:\/\/ci.superior.wi.us\/203\/Council-Actions",
        "text":"Council Actions\n\n\nThese are used to approve, deny, receive and file or table items submitted for Council consideration.\n\n\nThese are local laws dealing with matters that are codified in the city, property maintenance, traffic, and zoning codes regarding health and safety regulations, governmental organization, annexation, building, licenses, user fees, etc. All ordinances must be published in the city's official newspaper, the Daily Telegram, before they become effective.\n\n\nThese are used to establish policy, express the opinion of the Council in a more formal manner, direct or authorize administrative action, and similar acts.\n\n\nThese are issued by the Mayor and are primarily used in a ceremonial manner to recognize civic functions, events, or individuals on behalf of the City of Superior and its citizens.\n\nPublic Hearings\n\nThese are required on certain matters such as zoning, budget, vacations, license revocation, etc., prior to Council action. Public hearings are held at the beginning of a meeting. The public is given the opportunity to offer comments in support of or in opposition to the issue. Speakers give their name and address for the record. Citizens are asked to keep their remarks to three minutes or less and not repeat points previously made or not relevant to the subject.",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9714798331,
        "format_confidence":0.8000357747
    }
]