[
    {
        "url":"http:\/\/torontodreamsproject.blogspot.in\/2016\/08\/john-graves-simcoes-weird-complicated.html",
        "text":"Tuesday, August 2, 2016\n\nJohn Graves Simcoe's Weird & Complicated Relationship With Slavery\n\nAugust 1 was both Simcoe Day and Emancipation Day in the City of Toronto. One is meant to remember the British soldier who founded our city; the other marks the day slavery was abolished across the entire British Empire. It's an interesting overlap: Simcoe was responsible for abolishing slavery in Toronto; he passed the first law to end the practice ever passed anywhere in the Empire. But his relationship to slavery wasn't anywhere near as clear-cut and simple as that might make it sound. And so, to mark this year's Simcoe and Emancipation Days, I thought I'd do some tweeting.\n\nYou'll find the Twitter essay embedded below. And if you can't see it for any reason, you can read it all on Storify here.\n\nNo comments:\n\nPost a Comment",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9715779424,
        "format_confidence":0.9962788224,
        "weight":0.021727866
    },
    {
        "url":"http:\/\/www.earlyaviators.com\/estinmar.htm",
        "text":"Marjorie Stinson\nMarjorie Stinson\n1915 at Curtiss School\nNorth Island, San Diego, CA.\nEarly Bird Formation\nDecember, 1928\nCourtesy of\nLaurent Brocard\nThe Flying Pioneers\n\nYou will find a nice biography and photo of Marjorie\non the Smithsonian National Air And Space Museum site\nby clicking on:\nMarjorie Stinson\nIf you are interested in reading the biographies of some 40 other women,\nI heartily recommend that you visit the index page by clicking on:\nWomen in Aviation and Space History\n\n       Marjorie Stinson, pioneer aviator, who gained national recognitions more than half a century ago as \"the flying school-marm\" died Tuesday, April 15, 1975 at the age of 79 in Rogers Memorial hospital, Washington, D.C.\n     Miss Stinson, learned flying in the San Antonio, Texas, flight school founded by her mother. Also learning to fly at the school were her sister Katherine, her brother, Jack and her late brother Eddie, an outstanding airplane designer. In 1914 Marjorie received FAI Certificate No. 303.\n     She earned the title of \"flying Schoolmarm\" by training over 100 student pilots. The Stinson School of Flying closed in 1917 and the area it encompassed is now part of the San Antonio Municipal Airport.\n     From 1917 to 1928, Miss Stinson barnstormed at county fairs and airports across the nation. After she decided to quit flying, she moved in 1930 to Washington where she worked as a draftsman at the War Department for 15 years. She retired in 1945 and returned to her first love, aviation, devoting her time to research into the history of aviation.\n     Marjorie Stinson is survived by her sister, Katherine Stinson Otero of Santa Fe, N.M. and her brother, Jack B. Stinson of Woodside, N.Y.\n     She was cremated and her ashes were scattered over San Antonio Airport, where she learned to fly.\n\nBackNext Home",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.8670850396,
        "format_confidence":0.9551793933,
        "weight":0.0136619567
    },
    {
        "url":"https:\/\/www.dublinlive.ie\/whats-on\/arts-culture-news\/pictures-trinity-college-dublin-launches-11052187",
        "text":"Trinity College Dublin played a massive role in the 1916 Easter Rising and now 100 years on, its hosting a series of commemorations to mark the anniversary.\n\nTrinity was used for refuge and medical assistance for the wounded, became a temporary burial ground, and was a base for the British armed forces during the week.\n\nTo celebrate the anniversary of The Rising, the library at Trinity is displaying some of its 1916 collections in an amazing exhibit called 'Changed Utterly: Recording and reflecting on the Rising 1916 –2016.'\n\nThe exhibit is available from now until the end of April.\n\nThe college will explore the way in which The Rising was recorded at the time, how it was commemorated 50 years later, and how it is being discussed and reassessed today.\n\nSome of the historical artifacts include:\n\n· The Library’s copy of the Proclamation, torn from the walls of the GPO, along with a WWI recruitment poster pasted to the back\n\n· A photograph of British troops in the Front Square of Trinity College Dublin\n\n· The scrapbook of Elsie Mahaffy, daughter of Trinity Provost John Pentland Mahaffy, and occupant of Provosts house during the Rising\n\nVideo Loading\n\n· The casing of a bullet which pierced the roof of the Library during Easter week 1916\n\n· A silver cup presented to a member of the Dublin University Officer Training corps for service during 1916\n\nMany Dubliners gathered souvenirs of the fighting.\n\nA Trinity College Professor, John Joly, obtained a military pass to go into the streets to collect burned postal delivery dockets from the \"still hot ruins of the GPO\".\n\nMany people got photos and scrapbooks from The Rising, which are all available in the exhibition.\n\nMORE: Save Moore Street: Government 'should apologise for mistake' after High Court ruling\n\nMORE: Relive the events of the 1916 Easter Rising - the top five Rising tours in Dublin\n\nWhat do you think? Let us know in our comments section below",
        "topic_id":13,
        "format_id":10,
        "topic_confidence":0.9764325023,
        "format_confidence":0.9817724228,
        "weight":0.0061519064
    },
    {
        "url":"https:\/\/www.thoughtco.com\/building-the-brooklyn-bridge-1773695",
        "text":"Building the Brooklyn Bridge\n\nThe history of the Brooklyn Bridge is a remarkable tale of persistence\n\nThe history of the Brooklyn Bridge. Designed by John Roebling, construction lasted 14 years, cost $15 million to build, 20-30 lives lost during construction, grand opening: May 24, 1883.\n\nThoughtCo \/ Bailey Mariner\n\nOf all the engineering advances in the 1800s, the Brooklyn Bridge stands out as perhaps the most famous and most remarkable. It took more than a decade to build, cost the life of its designer, and was constantly criticized by skeptics who predicted the entire structure was going to collapse into New York's East River.\n\nWhen it opened on May 24, 1883, the world took notice and the entire U.S. celebrated. The great bridge, with its majestic stone towers and graceful steel cables, isn't just a beautiful New York City landmark. It's also a very dependable route for many thousands of daily commuters.\n\nJohn Roebling and His Son Washington\n\nJohn Roebling, an immigrant from Germany, did not invent the suspension bridge, but his work building bridges in America made him the most prominent bridge builder in the U.S. in the mid-1800s. His bridges over the Allegheny River at Pittsburgh (completed in 1860) and over the Ohio River at Cincinnati (completed 1867) were considered remarkable achievements.\n\nRoebling began dreaming of spanning the East River between New York and Brooklyn (which were then two separate cities) as early as 1857 when he drew designs for enormous towers that would hold the bridge's cables. The Civil War put any such plans on hold, but in 1867 the New York State legislature chartered a company to build a bridge across the East River. Roebling was chosen as its chief engineer.\n\nPhotograph of men on catwalk during Brooklyn Bridge construction.\nThe Brooklyn Bridge during its construction. Hulton Archives \/ Getty Images\n\nJust as work was beginning on the bridge in the summer of 1869, tragedy struck. John Roebling severely injured his foot in a freak accident as he was surveying the spot where the Brooklyn tower would be built. He died of lockjaw not long after, and his son Washington Roebling, who had distinguished himself as a Union officer in the Civil War, became chief engineer of the bridge project.\n\nChallenges Met by the Brooklyn Bridge\n\nTalk of somehow bridging the East River began as early as 1800, when large bridges were essentially dreams. The advantages of having a convenient link between the two growing cities of New York and Brooklyn were obvious. But the idea was thought to be impossible because of the width of the waterway, which, despite its name, wasn’t really a river. The East River is actually a saltwater estuary, prone to turbulence and tidal conditions.\n\nFurther complicating matters was the fact that the East River was one of the busiest waterways on earth, with hundreds of crafts of all sizes sailing on it at any time. Any bridge spanning the water would have to allow for ships to pass beneath it, meaning a very high suspension bridge was the only practical solution. And the bridge would have to be the largest bridge ever built, nearly twice the length of the famed Menai Suspension Bridge, which had heralded the age of great suspension bridges when it opened in 1826.\n\nPioneering Efforts of the Brooklyn Bridge\n\nPerhaps the greatest innovation dictated by John Roebling was the use of steel in the construction of the bridge. Earlier suspension bridges had been built of iron, but steel would make the Brooklyn Bridge much stronger.\n\nTo dig the foundations for the bridge’s enormous stone towers, caissons—enormous wooden boxes with no bottoms—were sunk in the river. Compressed air was pumped into them, and men inside would dig away at the sand and rock on the river bottom. The stone towers were built atop the caissons, which sank deeper into the river bottom. Caisson work was extremely difficult, and the men doing it, called “sandhogs,” took great risks.\n\nWashington Roebling, who went into the caisson to oversee work, was involved in an accident and never fully recovered. An invalid after the accident, Roebling stayed in his house in Brooklyn Heights. His wife Emily, who trained herself as an engineer, would take his instructions to the bridge site every day. Rumors thus abounded that a woman was secretly the chief engineer of the bridge.\n\nYears of Construction and Rising Costs\n\nAfter the caissons had been sunk to the river bottom, they were filled with concrete, and the construction of the stone towers continued above. When the towers reached their ultimate height, 278 feet above high water, work began on the four enormous cables that would support the roadway.\n\nSpinning the cables between the towers began in the summer of 1877, and was finished a year and four months later. But it would take nearly another five years to suspend the roadway from the cables and have the bridge ready for traffic.\n\nThe building of the bridge was always controversial, and not just because skeptics thought Roebling’s design was unsafe. There were stories of political payoffs and corruption, rumors of carpet bags stuffed with cash being given to characters like Boss Tweed, the leader of the political machine known as Tammany Hall.\n\nIn one famous case, a manufacturer of wire rope sold inferior material to the bridge company. The shady contractor, J. Lloyd Haigh, escaped prosecution. But the bad wire he sold is still in the bridge, as it couldn’t be removed once it was worked into the cables. Washington Roebling compensated for its presence, ensuring the inferior material wouldn’t affect the strength of the bridge.\n\nBy the time it was finished in 1883, the bridge had cost about $15 million, more than twice what John Roebling had originally estimated. While no official figures were kept on how many men died building the bridge, it has been reasonably estimated that about 20 to 30 men perished in various accidents.\n\nThe Grand Opening\n\nThe grand opening for the bridge was held on May 24, 1883. Some Irish residents of New York took offense as the day happened to be the birthday of Queen Victoria, but most of the city turned out to celebrate.\n\nPresident Chester A. Arthur came to New York City for the event, and led a group of dignitaries who walked across the bridge. Military bands played, and cannons in the Brooklyn Navy Yard sounded salutes. A number of speakers lauded the bridge, calling it a \"Wonder of Science\" and lauding its anticipated contribution to commerce. The bridge became an instant symbol of the age.\n\nIts early years are the stuff of both tragedy and legend, and today, nearly 150 years since its completion, the bridge functions every day as a vital route for New York commuters. And while the roadway structures have been changed to accommodate automobiles, the pedestrian walkway is still a popular attraction for strollers, sightseers, and tourists.",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.7396318913,
        "format_confidence":0.8554173112,
        "weight":0.0116537806
    },
    {
        "url":"https:\/\/secure.forumcomm.com\/?publisher_ID=1&article_id=73975",
        "text":"« Continue Browsing\n\ne-mail article Print     e-mail article E-mail\n\nPublished October 31 2004\n\nForum editorial: 'Circle of Cultures' puts Lewis, Clark events on the map\n\nBy all accounts, the turnout of visitors to Bismarck for North Dakota's first signature event of the 200th anniversary of the Lewis & Clark expedition has been remarkable. The nearly 50,000 who have been part of the event is some 20,000 more than were expected.\n\nThe \"Circle of Cultures\" at the University of Mary has translated into the biggest October on record for the Lewis & Clark Interpretive Center at Washburn, just a few miles upriver from Bismarck. Moreover, the signature event and the interpretive center are putting the national spotlight on North Dakota's part in the expedition. The explorers spent more time in what is now North Dakota in the winter of 1804-05 than in any other state.\n\nThe success of the event is confirmation of the hard work of countless North Dakotans. Planning has been under way for years, and in the last 10 days it has paid off.\n\nForum editorials represent the opinion of Forum management and the newspaper's Editorial Board",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.9148870111,
        "format_confidence":0.6312967539,
        "weight":0.0144151336
    },
    {
        "url":"http:\/\/www.sfgate.com\/homeandgarden\/article\/S-F-history-lesson-runs-through-Islais-Creek-3176646.php",
        "text":"Even when you banish a creek from view, it has a way of making its presence known.\n\nSan Francisco's Islais Creek is mostly out of sight - running through an underground culvert except for a stretch in Glen Park and its bay outfall at Third Street. That's the creek that runs under Balboa High School, where it occasionally floods the cafeteria, and the Alemany Housing Project, also reportedly subject to wet spells.\n\nBonnie Ora Sherk is among those who'd rather try to keep it in mind even when it's not in sight.\n\nLast week we described Sherk's involvement with the San Miguel Child Development Center on Seneca Avenue, where native trees have redeemed a sterile cityscape and a school garden has become what the local artist and landscape architect calls the OMI (Oceanview-Merced-Ingleside)\/Excelsior Living Library and Think Park. The garden's lively student-designed mosaic murals depict, among many other things, historic Islais Creek.\n\n\"Water from Islais Creek was once the most valuable water in San Francisco,\" Sherk told us last month. \"It was used after the 1906 earthquake. It feeds down from San Bruno Mountain through the Cayuga Valley. Then two forks join and go out to the Islais Channel at Third Street.\" The Islais Creek watershed is the city's largest, linking nine neighborhoods as disparate as Noe Valley and Bayview.\n\n\nNow Playing:\n  • Now Playing\n    Diver Lays On Sea Floor While Sharks Swim Above Storyful\n  • 5 Royal Bachelors You Need to Meet Now That Prince Harry Is Taken TaLTIME\n  • Vlogger Tries Chinese Street Food Cuisine of Sand Worms Storyful\n  • This Christmas, Serve Cranberry-Orange Shots in Cute Clementine Cups CountryLiving\n  • The Ladies Of Point Of Grace Cherish The Bonds Of Sisterhood SLivingTime\n  • Pig and Pup Pals Snuggle Together for a Snooze Storyful\n  • How to Make Pickled Shrimp HealthTime\n  • 24 Hours with Sabrina Carpenter | Harper's BAZAAR HarpersBazaar\n  • Food Diaries with Maye Musk HarpersBazaar\n  • JetBlue Is Selling a $20 Board Game That Comes With a Round-trip Flight TaLTIME\n\n\"Islais\" comes from \"slay',\" an American Indian name for the holly leaf cherries - shrubby trees with shiny tooth-edged evergreen leaves - that used to line its banks. Central and Southern California Indians processed the cherry pits into flour. The name first appeared on a Mexican map in 1834. The cherries still grow on San Bruno Mountain, but they're long gone from San Francisco.\n\nBy the 1850s, water from Islais Creek irrigated the produce gardens of the Bayview's Portuguese, Italian and Irish growers. It wasn't long, though, before the creek was befouled with offal and sewage from the slaughterhouses of Butchertown. People began to refer to it by the name of that proverbial creek that we have all been up, without a paddle. After 1906, much of Islais Creek was \"reclaimed\" with rubble from the quake.\n\nEven in its diminished state, the creek fires Sherk's imagination. \"This watershed won't leave me alone,\" she said. \"It turns out I've been working in the same watershed all these years.\" That work began with an urban farm and art center at Army Street and Potrero Avenue and evolved into the Living Libraries at San Miguel and at Junipero Serra Elementary School and Child Development Center near Holly Park.\n\nIts most recent extension is the Bernal Heights Nature Walk, framing the Islais watershed from the south slope of Bernal Heights to St. Mary's Park.\n\nSherk acknowledges that she is \"doing rehabilitation rather than restoration,\" looking for \"places where water can be liberated.\" She sees San Francisco's Better Streets Program as a chance to redefine and redesign the city's streets: \"I'd like to see Cesar Chavez Street redesigned as more serpentine to reflect the water underneath. There's no reason a street has to be straight. That's Cartesian old thinking. Solutions will become obvious - the place will tell us what it can be.\"\n\nFor now, her focus is on the living frame. In November at Holly Park, 200 Junipero Serra students helped plant native trees and shrubs: coast live oak, ceanothus 'Ray Hartman', flannelbush, buckeye, silktassel, toyon, redbud.\n\n\"The species were chosen for their colorful beauty,\" Sherk said, \"to dispel the common myth that natives are ugly.\" The planting is being funded by the California Department of Forestry; the Mayor's Office of Community Development and the San Francisco Foundation also provided financial support.\n\nWe visited the park last month, when neighborhood volunteers were assisting Recreation and Park Department crews with more plantings. Rec and Park's John Miller, in charge of Holly Park, stopped by. \"Sometimes Bonnie reminds me of Julia Morgan and I'm William Randolph Hearst,\" Miller joked.\n\nMore oaks and other drought-tolerant trees will go in around the Alemany project and College Hill Reservoir. St. Mary's Park will get a riparian mix of species, including Islais Creek's namesake holly leaf cherries. The goal is to have 500 trees in the ground by March.\n\nSherk sees art as another key component of the Nature Walk: \"On Oneida Street we have giant polychrome wooden cutouts of students' leaf and flower drawings. There are opportunities for creating narrative artworks - murals and sculptures - that will celebrate local ecologies, histories and cultures.\"\n\nThe Nature Walk is not just one woman's crusade. The planting design evolved through a series of community meetings, and more are planned. \"In calling attention to the watershed,\" says Sherk, \"we have the opportunity to demonstrate the interconnectedness of these diverse communities.\" It's her way of recognizing the complex ecology of San Francisco, and the unacknowledged links among natural and human histories.\n\nIslais Creek history:www.sfnpc.org\/islaiscreekhistory\n\nA Living Library:www.alivinglibrary.org",
        "topic_id":13,
        "format_id":11,
        "topic_confidence":0.8733047247,
        "format_confidence":0.7726449966,
        "weight":0.0137599552
    },
    {
        "url":"http:\/\/southamptontown.org\/374\/Old-Schoolhouse-Museum",
        "text":"Old Schoolhouse Museum\n\nThe Old Schoolhouse Museum is located on Quogue Street East in the Village of Quogue. This building, built in 1822, was Quogue's first schoolhouse and it is the oldest one now standing in Suffolk County. As a museum, the school house displays a variety of exhibits from Quogue's early history. The school house is open July through Labor Day. For more information, please call 631-653-4111.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9530147314,
        "format_confidence":0.8599583507,
        "weight":0.0292070675
    },
    {
        "url":"http:\/\/mirznanii.com\/a\/81500\/boston-massacre-an-anonymous-account-essay-research",
        "text":"Boston Massacre An Anonymous Account Essay Research\n\nBoston Massacre- An Anonymous Account Essay, Research Paper\n\n\n\n\n\n\nIt may be a proper introduction to this narrative, briefly to represent the state of things for some time previous to the said\n\nMassacre; and this seems necessary in order to the forming a just idea of the causes of it.\n\nAt the end of the late [French and Indian] war, in which this province bore so distinguished a part, a happy union subsisted\n\nbetween Great Britain and the colonies. This was unfortunately interrupted by the Stamp Act; but it was in some measure\n\nrestored by the repeal of it. It was again interrupted by other acts of parliament for taxing America; and by the appointment of\n\na Board of Commissioners, in pursuance of an act, which by the face of it was made for the relief and encouragement of\n\ncommerce, but which in its operation, it was apprehended, would have, and it has in fact had, a contrary effect. By the said\n\nact the said Commissioners were “to be resident in some convenient part of his Majesty’s dominions in America.” This must\n\nbe understood to be in some part convenient for the whole. But it does not appear that, in fixing the place of their residence,\n\nthe convenience of the whole was at all consulted, for Boston, being very far from the centre of the colonies, could not be the\n\nplace most convenient for the whole. Judging by the act, it may seem this town was intended to be favored, by the\n\nCommissioners being appointed to reside here; and that the consequence of that residence would be the relief and\n\nencouragement of commerce; but the reverse has been the constant and uniform effect of it; so that the commerce of the town,\n\nfrom the embarrassments in which it has been lately involved, is greatly reduced.\n\nThe residence of the Commissioners here has been detrimental, not only to the commerce, but to the political interests of the\n\ntown and province; and not only so, but we can trace from it the causes of the late horrid massacre. Soon after their arrival\n\nhere in November, 1767, instead of confining themselves to the proper business of their office, they became partizans of\n\nGovernor Bernard in his political schemes; and had the weakness and temerity to infringe upon one of the most essential\n\nrights of the house of commons of this province-that of giving their votes with freedom, and not being accountable therefor\n\nbut to their constituents. One of the members of that house, Capt. Timothy Folgier, having voted in some affair contrary to\n\nthe mind of the said Commissioners, was for so doing dismissed from the office he held under them.\n\nThese proceedings of theirs, the difficulty of access to them on office-business, and a supercilious behavior, rendered them\n\ndisgustful to people in general, who in consequence thereof treated them with neglect. This probably stimulated them to\n\nresent it; and to make their resentment felt, they and their coadjutor, Governor Bernard, made such representations to his\n\nMajesty’s ministers as they thought best calculated to bring the displeasure of the nation upon the town and province; and in\n\norder that those representations might have the more weight, they are said to have contrived and executed plans for exciting\n\ndisturbances and tumults, which otherwise would probably never have existed; and, when excited, to have transmitted to the\n\nministry the most exaggerated accounts of them.\n\nUnfortunately for us, they have been too successful in their said representations, which, in conjunction with Governor\n\nBernard’s, have occasioned his Majesty’s faithful subjects of this town and province to be treated as enemies and rebels, by\n\nan invasion of the town by sea and land; to which the approaches were made with all the circumspection usual where a\n\nvigorous opposition is expected. While the town was surrounded by a considerable number of his Majesty’s ships of war,\n\ntwo regiments landed and took possession of it; and to support these, two other regiments arrived some time after from\n\nIreland; one of which landed at Castle Island, and the other in the town.\n\nThus were we, in aggravation of our other embarrassments, embarrassed with troops, forced upon us contrary to our\n\ninclination-contrary to the spirit of Magna Charta-contrary to the very letter of the Bill of Rights, in which it is declared, that\n\nthe raising or keeping a standing army within the kingdom in time of peace, unless it be with the consent of parliament, is\n\nagainst law, and without the desire of the civil magistrates, to aid whom was the pretence for sending the troops hither; who\n\nwere quartered in the town in direct violation of an act of parliament for quartering troops in America; and all this in\n\nconsequence of the representations of the said Commissioners and the said Governor, as appears by their memorials and\n\nletters lately published.\n\nAs they were the procuring cause of troops being sent hither, they must therefore be the remote and a blameable cause of all\n\nthe disturbances and bloodshed that have taken place in consequence of that measure.\n\nWe shall next attend to the conduct of the troops, and to some circumstances relative to them. Governor Bernard without\n\nconsulting the Council, having given up the State House to the troops at their landing, they took possession of the chambers,\n\nwhere the representatives of the province and the courts of law held their meetings; and (except the council-chamber) of all\n\nother parts of that house; in which they continued a considerable time, to the great annoyance of those courts while they sat,\n\nand of the merchants and gentlemen of the town, who had always made the lower floor of it their exchange. They [the\n\nmerchants] had a right so to do, as the property of it was in the town; but they were deprived of that right by mere power.\n\nThe said Governor soon after, by every stratagem and by every method but a forcibly entry, endeavored to get possession of\n\nthe manufactory-house, to make a barrack of it for the troops; and for that purpose caused it to be besieged by the troops, and\n\nthe people in it to be used very cruelly;\n\nThe General Court, at the first session after the arrival of the troops, viewed it in this light, and applied to Governor Bernard\n\nto cause such a nuisance to be removed; but to no purpose.\n\nthe challenging the inhabitants by sentinels posted in all parts of the town before the lodgings of officers, which (for about\n\nsix months, while it lasted), occasioned many quarrels and uneasiness.\n\nCapt. Wilson, of the 59th, exciting the negroes of the town to take away their masters’ lives and property, and repair to the\n\narmy for protection, which was fully proved against him. The attack of a party of soldiers on some of the magistrates of the\n\ntown-the repeated rescues of soldiers from peace officers-the firing of a loaded musket in a public street, to the endangering a\n\ngreat number of peaceable inhabitants-the frequent wounding of persons by their bayonets and cutlasses, and the numerous\n\ninstances of bad behavior in the soldiery, made us early sensible that the troops were not sent here for any benefit to the town\n\nor province, and that we had no good to expect from such conservators of the peace.\n\nIt was not expected, however, that such an outrage and massacre, as happened here on the evening of the fifth instant, would\n\nhave been perpetrated. There were then killed and wounded, by a discharge of musketry, eleven of his Majesty’s subjects,\n\n\nMr. Samuel Gray, killed on the spot by a ball entering his head.\n\nCrispus Attucks, a mulatto, killed on the spot, two balls entering his breast.\n\nMr. James Caldwell, killed on the spot, by two balls entering his back.\n\nMr. Samuel Maverick, a youth of seventeen years of age, mortally wounded; he died the next morning.\n\nMr. Patrick Carr mortally wounded; he died the 14th instant.\n\nChristopher Monk and John Clark, youths about seventeen years of age, dangerously wounded. It is apprehended\n\nthey will die.\n\nMr. Edward Payne, merchant, standing at his door; wounded.\n\nMessrs. John Green, Robert Patterson, and David Parker; all danger- ously wounded.\n\nThe actors in this dreadful tragedy were a party of soldiers commanded by Capt. Preston of the 29th regiment. This party,\n\nincluding the Captain, consisted of eight, who are all committed to jail.\n\nThere are depositions in this affair which mention, that several guns were fired at the same time from the Custom-house;\n\nbefore which this shocking scene was exhibited. Into this matter inquisition is now making. In the meantime it may be proper\n\nto insert here the substance of some of those depositions.\n\nBenjamin Frizell, on the evening of the 5th of March, having taken his station near the west corner of the Custom-house in\n\nKing street, before and at the time of the soldiers firing their guns, declares (among other things) that the first discharge was\n\nonly of one gun, the next of two guns, upon which he the deponent thinks he saw a man stumble; the third discharge was of\n\nthree guns, upon which he thinks he saw two men fall; and immediately after were discharged five guns, two of which were\n\nby soldiers on his right hand; the other three, as appeared to the deponent, were discharged from the balcony, or the chamber\n\nwindow of the Custom-house, the flashes appearing on the left hand, and higher than the right hand flashes appeared to be,\n\nand of which the deponent was very sensible, although his eyes were much turned to the soldiers, who were all on his right\n\n\nWhat gave occasion to the melancholy event of that evening seems to have been this. A difference having happened near Mr.\n\nGrays ropewalk, between a soldier and a man belonging to it, the soldier challenged the ropemakers to a boxing match. The\n\nchallenge was accepted by one of them, and the soldier worsted. He ran to the barrack in the neighborhood, and returned\n\nwith several of his companions. The fray was renewed, and the soldiers were driven off. They soon returned with re... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.8776707053,
        "format_confidence":0.9074080586,
        "weight":0.0077867462
    }
]