[
    {
        "url":"http:\/\/www.search4stores.com\/mall-locator\/united-states\/oklahoma\/enid\/oakwood-mall\/zales",
        "text":"Zales in Oakwood Mall, Oklahoma\n\nZales is located in Oakwood Mall, Oklahoma, city Enid. Zales info: address, gps, map, location, direction planner, opening hours, phone number.\n\nMall name:\n\nOakwood Mall \n\n\n4125 W Owen Garriot Road, Enid, Oklahoma - OK 73703\n\n\n\n\n\nPhone number to Oakwood Mall mall \n\n580 237 9339\n\nHours (mall) \n\nMonday – Saturday 10:00 am – 9:00 pm, Sunday 12:00 noon – 6:00 pm.\n\nDriving directions \n\nGPS: 36.389989, -97.930412\n\nLooking for another location of Zales store?\n\nGo to Zales store locator to see all Zales stores \n\nInterested in other stores in Oakwood Mall?\n\nGo to Oakwood Mall mall \n\nSearch other Zales location:\n\nGo to the store",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.9348769784,
        "format_confidence":0.7859073281
    },
    {
        "url":"http:\/\/nb.urbandictionary.com\/define.php?term=Plustache",
        "text":"Top Definition\nA mustache that is more than just under the nose. It usually flows from the lips up the cheek, attached to the skin. This isn't your dad's handlebar mustache.\nA regular mustache wasn't enough facial coverage for a guy like Steve, he required a plustache.\nav imextroverted 31. oktober 2011\n\nGratis daglig nyhetsbrev\n\nSkriv din epost-adresse under og motta dagens Urban Word of the Day, gratis!\n\nAlle eposter sendes fra Vi lover å ikke spamme.",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.9144644141,
        "format_confidence":0.9602285028
    },
    {
        "url":"http:\/\/www.whereorg.com\/van-atkins-department-store-395179",
        "text":"Van-Atkins Department Store\n\nVan-Atkins Department Store in Malvern, AR\n317 S Main St., Malvern, AR 72104\n(501) 337-0499\n\n\nStreet address:\n317 S Main St.\n\nCity \/ suburb:\n\nHot Spring\n\n\nZIP code:\n\n(501) 337-0499\n\nContact name:\nJoseph Hicks\n\nContact title:\nBranch Manager\n\nGPS Longitude:\n\nGPS Latitude:\n\nPlaces nearby\n\n0.03 miles away\nAdministration Of Educational Programs\n0.03 miles away\nReligious Organizations\n\nGeneral information\n\nBusiness data\nStandard industrial classification code: 5651\nCity \/ suburb: Malvern, AR\nCounty: Hot Spring\nNot quite what you're looking for? See recommended web results\n\nIs this your business? Claim this profile to get thousands of free views!\n\nQR code with Van-Atkins Department Store contacts\n\nQR code with Van-Atkins Department Store contacts\nInstall a QR code reading app on your smartphone to scan and convert it to Van-Atkins Department Store contact information.\n\n\nThere are no reviews on Van-Atkins Department Store yet.\nBe the first to write a review about your experience with the company.\n\nMore details about Van-Atkins Department Store\n\nAccording to our records, this business is located at 317 S Main St. in Malvern (in Hot Spring County), Arkansas 72104, the location GPS coordinates are: 34.3628392 (latitude), -92.8125662 (longitude). Van-Atkins Department Store is categorized under Family Clothing Stores (SIC code 5651). Known organization branch manager is Joseph Hicks. You can contact the company by phone at (501) 337-0499.\nNot satisfied? Select a reasonRate this pageSend feedback\n\nOr try our search form or quick navigation by category and location\n\nSimilar companies\nBurlington Coat Factory\n9101 W Markham St., Pulaski, AR\nFamily Clothing Stores\nG Q Fashions\n632 Main St., Clark, AR\nFamily Clothing Stores\nGoodys Family Clothing 224\n3005 E Race Ave., White, AR\nFamily Clothing Stores\nAlso viewed\nFFF Poultry\nPO Box 55, Pope, AR\nPoultry Hatcheries\nLisa Wood Day Care\n10888 Otter Rd., Washington, AR\nChild Day Care Services\nForemost Insurance Co\n131 Cedar Valley Rd., Van Buren, AR\nInsurance Agents, Brokers, And Service\n\nRio Olympics might be a mess, but Tokyo 2020 has some cool high-tech plans\nDriverless taxis for athletes and holograms for info.\nThu, Jul 07 2016\nClinton takes big step toward easing tensions with Sanders\nWith new college affordability plan, the presumptive Democratic nominee won praise from rival.\nThu, Jul 07 2016\nUS urges aerial spraying amid jump in Puerto Rico Zika cases\nThe U.S. territory is debating whether to fumigate with the insecticide Naled.\nWed, Jul 06 2016",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.5478391051,
        "format_confidence":0.9204254746
    },
    {
        "url":"http:\/\/www.urbandictionary.com\/define.php?term=Bluenotes&defid=2546181",
        "text":"Top Definition\nBluenotes is a retail clothing store which mainly sells its own brand name clothing. Styles are mostly skate and prep, and they make their clothing compete with name brands and in my opinion, I think they are equal to and\/or surpass many of these name brands (Quiksilver, Hurley, even AE or Hollister).\nBluenotes jeans are the bomb, and their shirts\/polos kick ass\nby clothes guy August 09, 2007\nStore with over 100 Canadian locations, formaly owned by American Eagle. It makes its own jeans, but shirts, socks, bags, pants, ect are almost always other brands. It's clothes are often \"skater\"\/\"punk\" appealing, but \"prep\"s and lots of others can be seen sporting there stuff, especaily jeans which are recognisable by the leather-like tag that most jeans have, but is about 1\/3 as fat.\nAshley:Wow,those jeans are hella tight\nJodi:thanks, I picked them up at Bluenotes\nby Devin MacDonald March 29, 2005\n\nFree Daily Email\n\nType your email address below to get our free Urban Word of the Day every morning!\n\nEmails are sent from We'll never spam you.",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.9837962389,
        "format_confidence":0.8370326161
    },
    {
        "url":"http:\/\/www.whereorg.com\/nadias-nails-4063956",
        "text":"Nadias Nails\n\nNadias Nails in Jacksonville, FL\n5824 Justina Ct # 1, Jacksonville, FL 32277\n(904) 743-5655\n\n\nStreet address:\n5824 Justina Ct # 1\n\nCity \/ suburb:\n\n\n\nZIP code:\n\n(904) 743-5655\n\nGPS Longitude:\n\nGPS Latitude:\n\nPlaces nearby\n\n0.02 miles away\nBeauty Salons\n0.08 miles away\nCoin Operated Car Wash and Polishing\n\nGeneral information\n\nBusiness data\nStandard industrial classification code: 7231\nEstimated number of employees: 3\nAnnual sales estimate: 117,000\nCity \/ suburb: Jacksonville, FL\nCounty: Duval\nNot quite what you're looking for? See recommended web results\n\nIs this your business? Claim this profile to get thousands of free views!\n\nQR code with Nadias Nails contacts\n\nQR code with Nadias Nails contacts\nInstall a QR code reading app on your smartphone to scan and convert it to Nadias Nails contact information.\n\n\nThere are no reviews on Nadias Nails yet.\nBe the first to write a review about your experience with the company.\n\nMore details about Nadias Nails\n\nAccording to our records, this business is located at 5824 Justina Ct # 1 in Jacksonville (in Duval County), Florida 32277, the location GPS coordinates are: 30.35904 (latitude), -81.600185 (longitude). Nadias Nails is categorized under Beauty Salons (SIC code 7231). Current estimates show that the unit has a sales volume of $117,000 and staff of approximately 3 people. You can contact the company by phone at (904) 743-5655.\nNot satisfied? Select a reasonRate this pageSend feedback\n\nOr try our search form or quick navigation by category and location\n\nSimilar companies\nDaisy Unisex Beauty Salon\n1222 NORMANDY DR, Miami-Dade, FL\nJossies Hair Designers\n8197 N University Dr # 4, Broward, FL\nPOLISH - The Nail Bar\n4668 Town Crossing Dr Suite 125, Duval, FL\nAlso viewed\nSearch One Inc\n2451 N McMullen Booth Rd #255, Pinellas, FL\nPlacement Agencies\nJTS Advisors\n6346 Forest Stump LN., Duval, FL\nForeign Trade Consultants\nJust A Lil Toy Store\nPO BOX 222, De Soto, FL\n\nRio Olympics might be a mess, but Tokyo 2020 has some cool high-tech plans\nDriverless taxis for athletes and holograms for info.\nThu, Jul 07 2016\nClinton takes big step toward easing tensions with Sanders\nWith new college affordability plan, the presumptive Democratic nominee won praise from rival.\nThu, Jul 07 2016\nUS urges aerial spraying amid jump in Puerto Rico Zika cases\nThe U.S. territory is debating whether to fumigate with the insecticide Naled.\nWed, Jul 06 2016",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.9867306948,
        "format_confidence":0.9162988663
    },
    {
        "url":"https:\/\/www.all-dictionary.com\/sentences-with-the-word-out%20of%20fashion",
        "text":"Sentence Examples with the word out of fashion\n\nThe inro (medicine-box), which it mainly served to fix in the girdle, has been driven out of fashion by the new civilization imported from the West, and artists who would have carved netsuke in former times now devote their chisels to statuettes and alcove ornaments.\n\nThe old or Persian school flourished from the foundation of the empire down to about 1830, and still continues to drag on a feeble existence, though it is now out of fashion and cultivated by none of the leading men of letters.\n\nAbout the 6th century the long tunica alba went out of fashion in civil life, but it was retained in the services of the Church and developed into the various forms of the liturgical alb (q.v.) and surplice (q.v.).\n\nView more\n\nLong hair, however, is going out of fashion in Persia, and the more civilized affect the cropped hair worn by Europeans, and even have a parting in it.",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.9708767533,
        "format_confidence":0.9386845231
    },
    {
        "url":"https:\/\/www.bdword.com\/english-to-bengali-dictionary-meaning-of-cardigan",
        "text":"English to Bengali Meaning :: cardigan\n\nপশমী গেঁজীহাতাওয়ালা\nCardigan :\nপশমী গেঁজী\n- পশমী গেঁজীকার্ডিগ্যানগুলিতে\n\nShow English Meaning\n\nNoun(1) knitted jacket that is fastened up the front with buttons or a zipper(2) slightly bowlegged variety of corgi having rounded ears and a long tail\n\nShow Examples\n\n(1) Admittingly, it is a bit too dressy for work, but like in the photo, wear a cardigan or blazer on top to look smart.(2) I am planning to knit a little flower to stitch onto the front of the cardigan to liven it up a little.(3) I love it when I can put on a cardigan or a light pullover and not be overheated.(4) She's conjured up enchanting white raincoats, and using antique looms has reworked old cashmere cardigans .(5) Woolen sweaters, cardigans , mittens, and socks were knitted with elaborate patterns.(6) Avoid wearing blazers and cardigans with more than three buttons because they will draw unwanted attention to your shorter upper body.(7) Dull, padded beige jackets and shapeless viscose dresses will go, in favour of the sheepskin gilets and long woollen cardigans sported by the rest of the high street.(8) But in reality, knitwear is so much more than that - it includes a wide array of pullovers, turtlenecks and cardigans , among other items.(9) A vision of twin-set cardigans and walking canes spring to mind.(10) Check out 9 sweaters, from turtlenecks to cardigans , that'll make the ladies want to cozy up next to you this winter.(11) From argyle cardigans to tweed blazers, check out the look of fall 2004 and enjoy all the attention.(12) So, when we head to Whitby for our holiday, I will take the usual array of beach wear - baggy tops, ankle-length skirts and outsize cardigans .(13) All jumpers, cardigans and socks were knitted by hand.(14) For the rest of us, cardigans and pullovers should do unless a blazer or suit is demanded by the occasion.(15) People, I've got a cupboard full of casual leisurewear, tan slacks and knitted cardigans in ready reserve, prepared for such an eventuality as this one.(16) The usual fare: sweaters, cardigans , tanks├ö├ç┬¬ but it is still a fun book that any knitter will enjoy.\nRelated Words\n1. cardigan ::\nপশমী গেঁজী\nDifferent Forms\ncardigan, cardigans\nWord Example from TV Shows\n\nThe best way to learn proper English is to read news report, and watch news on TV. Watching TV shows is a great way to learn casual English, slang words, understand culture reference and humor. If you have already watched these shows then you may recall the words used in the following dialogs.\n\nFYI, it\\'s another cardigan.\n\nFYI, it's another CARDIGAN.\n\nThe Big Bang Theory Season 7, Episode 1\n\nwho wants to know\nwhat\\'s underneath my cardigan.\n\nwho wants to know what's underneath my CARDIGAN.\n\nThe Big Bang Theory Season 7, Episode 1\n\nEnglish to Bengali Dictionary: cardigan\n\nMeaning and definitions of cardigan, translation in Bengali language for cardigan with similar and opposite words. Also find spoken pronunciation of cardigan in Bengali and in English language.\n\nTags for the entry \"cardigan\"\n\nWhat cardigan means in Bengali, cardigan meaning in Bengali, cardigan definition, examples and pronunciation of cardigan in Bengali language.\n\nEnglish to Bengali Dictionary\n\nLearn Prepositions by Photos\ncommonly confused words\nform of verbs\n\nWords by Category\n\nHow to use BDWord\n\nTopic Wise Words\n\nLearn 3000+ Common Words\n\nLearn Common GRE Words\n\nLearn Grammar\n\nLearn Words Everyday\n\nYour Favorite Words\nCurrently you do not have any favorite word. To make a word favorite you have to click on the heart button.",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.9594683647,
        "format_confidence":0.9405388832
    },
    {
        "url":"http:\/\/www.brandguider.com\/store-location\/46024\/takko-fashion-bardejov",
        "text":"Takko Fashion Bardejov\n\nYou are looking for Takko Fashion store locations in or around Bardejov? We provide you with the address, website, phone numbers and Takko Fashion opening hours to find your Takko Fashion store location for shopping in Bardejov.\n\nTakko Fashion Bardejov address\n\nDuklianská 3821\nOC Bardejov\n\n085 01 Bardejov\n\nTakko Fashion logo\n\nTakko Fashion Bardejov store info\n\nFlagship store: Yes\nPhone: 00421-544 754 472\nWebsite: http:\/\/www.takko-fashion.com\n\nStore location rating\n\nYou have the possibility to rate this Takko Fashion store location in Bardejov. If you like this store location, please give it a higher rating. If you do not like the Takko Fashion store, please give it a lower rating on the stars below. The stars is a representation of the ratings our visitors have made for Takko Fashion in Bardejov.\n\nTakko Fashion Bardejov Scores 4.40 out of 7 ratings\n\nOpening Hours\n\n  • Monday:09:00-20:00\n  • Tuesday:09:00-20:00\n  • Wednesday:09:00-20:00\n  • Thursday:09:00-20:00\n  • Friday:09:00-20:00\n  • Saturday:09:00-20:00\n  • Sunday:09:00-20:00\n\n* The opening hours for Takko Fashion Bardejov might be outdated. We also do not cover Takko Fashion opening hours for special events or holidays. For more information please contact the Takko Fashion Bardejov store directly.\n\n* The Takko Fashion Bardejov store location on the map might differ slightly from the real Takko Fashion store location in Bardejov.\n\nFind more Takko Fashion stores nearby\n\nMore store locations nearby Takko Fashion Bardejov",
        "topic_id":8,
        "format_id":19,
        "topic_confidence":0.9931040406,
        "format_confidence":0.7456896901
    }
]