[
    {
        "url":"https:\/\/www.gov.uk\/hmrc-internal-manuals\/inheritance-tax-manual\/ihtm25361",
        "text":"\n\nHMRC internal manual\n\nInheritance Tax Manual\n\nLifetime transfers - additional conditions: Introduction\n\nThe additional conditions for deciding whether business relief is due on lifetime transfers (IHTM14000) made on or after 18 March 1986 and within seven years of the transferor’s death are contained in IHTA84\/S113A and IHTA84\/S113B. The conditions are designed to deny relief in connection with charges arising on the transferor’s death if, broadly, the transferee has disposed of the business asset without replacement or if it is no longer relevant business property (IHTM25141).\nAs the name suggests, the conditions are additional, so it is an essential preliminary that\n\n  • where the transfer is a failed potentially exempt transfer (PET) (IHTM04057) that it would have qualified for relief at the time it was made,\n\n\n  • where the transfer was immediately chargeable (IHTM04067), that it did then qualify for relief.\n\nThe conditions apply to affect\n\n  • the value transferred by a PET, IHTA84\/S113A (1)\n\n\n  • the additional tax payable on an immediately chargeable transfer following the transferor’s death within seven years of the transfer, IHTA84\/S113A(2).\n\nThe additional conditions do not apply to gifts with reservation (IHTM25381) where the reservation was still in existence at the date of death because there are separate rules that apply to this type of gift. But they will apply where the gift has ceased to be one with reservation so that the donor is treated as having made a deemed PET during their lifetime.\nThe rate of relief (whether the higher or lower rate) and the value on which it is given are determined by reference to the original gift and the position at that time. But if the value of the rate of relief has changed, as it did in 1992 and in 1996, it is the rate at the date of death that applies.",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.9858037233,
        "format_confidence":0.7307011485
    },
    {
        "url":"https:\/\/www.gov.uk\/hmrc-internal-manuals\/compliance-handbook\/ch881300",
        "text":"\n\nHMRC internal manual\n\nCompliance Handbook\n\nHM Revenue & Customs\n, see all updates\n\nAgent operational guidance: dishonest tax agents: establishing dishonest conduct: Human Rights Act message\n\nAs soon as you have reason to believe the individual has been involved in dishonest conduct you must tell them about their human rights.\n\nYou must make the individual aware of their rights under Article 6 of the European Convention on Human Rights (ECHR).\n\nYou can read more about HMRC penalties and Article 6 of the ECHR at CH300000.\n\nThe message you must give the individual about their human rights and penalties for dishonest conduct is contained in factsheet TAFS Tax agents: Dishonest conduct (HMRC Website). See CH300600 for more guidance about giving the human rights message.\n\nIf you are in a meeting, ensure that the TAFS Tax agents: Dishonest conduct factsheet with the human rights message is given to the individual who has engaged in dishonest conduct.\n\nIf the factsheet is to be posted make sure the letter is marked private and confidential for the attention of the individual.\n\nYou must confirm that the individual understands the human rights message contained in the factsheet and, if you are in a meeting with them, make a written note to that effect.\n\nThe factsheet is also available in SEES Forms and Letters.",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.9714184403,
        "format_confidence":0.659476459
    },
    {
        "url":"https:\/\/www.gov.uk\/hmrc-internal-manuals\/repayment-claims-manual\/rm5344",
        "text":"\n\nHMRC internal manual\n\nRepayment Claims Manual\n\nManagement and security: Introduction\n\nThis section is for Group Leaders and contains instructions on reviewing\n\n  • the Open Claims List (RM5348)\n  • the Uncleared Electronic Mail Review List (RM5352)\n  • the Register of over-repayments (RM5356)\n  • a sample of cases for Quality Control (RM5360).",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.966657877,
        "format_confidence":0.8796880245
    },
    {
        "url":"https:\/\/www.gov.uk\/hmrc-internal-manuals\/capital-gains-manual\/cg64930",
        "text":"\n\nHMRC internal manual\n\nCapital Gains Manual\n\nPrivate residence relief: ownership period: qualifying for relief\n\nTCGA92\/S222 (7)\n\nIf a dwelling house or part of a dwelling house has been used as its owner’s only or main residence at any time in the period of ownership any gain on disposal of the dwelling house or that part of the dwelling house will qualify in principle for relief.\n\nUnder TCGA92\/S222 (7) where different interests are held at different times the period of ownership begins at the date of the first acquisition on which expenditure is incurred which would have been deductible in computing any gain. For example, a person first occupies her residence paying rent under a tenancy, but incurring no capital expenditure. She then later buys the freehold. Her period of ownership begins with the acquisition of the freehold. An example of this is given below.\n\nAn individual occupied residence A as his only residence from 1 March 2003 on a weekly tenancy. He incurred no capital expenditure. On 1 December 2006 he acquired the freehold in the property for £100,000. On 1 June 2008 he acquired a second property, B, and began to use both properties as residences. He nominated B as his only or main residence within the time allowed by TCGA92\/S222 (5), see CG64495. On 1 January 2013 he sold A for £250,000.\n\nHis gain on the disposal of A is computed as follows\n\n  Disposal proceeds 250,000\nLess Cost 100,000\n  Net gain 150,000\n\n\n  • period of ownership 1.12.06 - 1.1.13 = 73 months\n  • period of only or main residence 1.12.06 - 1.6.08 = 18 months\n  • final period allowed by Section 223(2) = 36 months *\n\nRelief: 18 + 36 x £150,000 = £110,959\n\n\nThe chargeable gain is £39,041 before the annual exempt amount.\n\n  • If residence A had been disposed of on or after 6 April 2014 the final period exemption would be limited to 18 months see CG64985.",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.969999373,
        "format_confidence":0.7809141874
    },
    {
        "url":"http:\/\/www.hmrc.gov.uk\/manuals\/cgmanual\/CG60210.htm",
        "text":"CG60210 - Order of reliefs\n\nWhere reliefs are available in respect of discrete types of asset no confusion can arise about their interaction. But, particularly in relation to business assets, a number of different reliefs may be available. The order in which such reliefs should be allowed depends on the way in which they work.\n\nROLL-OVER RELIEF (TCGA92\/S152 - TCGA92\/S158) reduces the consideration to be taken into account in computing the gain on disposal. It comes first, see CG61560+.\n\nRELIEF ON THE TRANSFER OF A BUSINESS TO A COMPANY (TCGA92\/S162) works by reducing the net chargeable gains.\n\nRELIEF FOR GIFTS OF BUSINESS ASSETS (TCGA92\/S165) also works by reducing the chargeable gains. Instructions on the interaction of this relief with the relief on transfer of a business to a company are at CG66973.",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.9669499397,
        "format_confidence":0.9072862267
    },
    {
        "url":"https:\/\/dfsaen.thomsonreuters.com\/rulebook\/ami-723",
        "text":"AMI 7.2.3\n\n(1) A Clearing House must:\n(a) determine the amount of its minimum liquid resources;\n(b) maintain sufficient liquid resources to be able to effect same-day, intra-day or multi-day settlement, as applicable, of its payment obligations with a high degree of confidence under a wide range of potential stress scenarios;\n(c) ensure that all resources held for the purposes of meeting its minimum liquid resource requirement are available when needed;\n(d) have a well-documented rationale to support the amount and form of total liquid resources it maintains for the purposes of (b) and (c); and\n(e) have appropriate arrangements in order to be able to maintain, on an on-going basis, such amount and form of its total liquid resources.\n(2) A Clearing House must have a robust framework for managing its liquidity risks. Such a framework must enable it to manage liquidity risks arising from its Members and other participants on its facilities, and any other involved parties, such as settlement banks, custodian banks, liquidity providers (\"Members and other involved parties\"). For that purpose, the framework must, at a minimum, include:\n(a) rules and procedures that:\n(i) enable it to meet its payment obligations on time following any individual or combined default of its Members and other involved parties; and\n(ii) address unforeseen and potentially uncovered liquidity shortfalls to avoid unwinding, revoking, or delaying the settlement of its payment obligations arising under the same-day, intraday or multiday settlement obligations, as applicable;\n(b) effective operational and analytical tools to identify, measure and monitor its settlement and funding flows on an on-going and timely basis; and\n(c) rigorous due diligence procedures relating to its liquidity providers to obtain a high degree of confidence that each provider (whether the provider is a Member or other participant using its facilities or an external party) has:\n(i) sufficient information to assess, understand and manage its own liquidity risks; and\n(ii) the capacity to perform as required under their commitment.\n(3) A Clearing House must regularly:\n(a) review the adequacy of the amount of its minimum liquid resources as determined in accordance with (1);\n(b) test the sufficiency of its liquid resources maintained to meet the relevant amount through rigorous stress testing; and\n(c) test its procedures for accessing its liquid resources at a liquidity provider.\nDerived from RM118\/2013 [VER15\/07-13]",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.9230942726,
        "format_confidence":0.7918763757
    },
    {
        "url":"https:\/\/www.handbook.fca.org.uk\/handbook\/SYSC\/6\/2.html?date=2013-03-31",
        "text":"Content Options\n\nContent Options\n\nView Options\n\nSYSC 6.2 Internal audit\n\n\nA common platform firm and a management company5 must, where appropriate and proportionate in view of the nature, scale and complexity of its business and the nature and range of its financial services and activities,5 undertaken in the course of that business, establish and maintain an internal audit function which is separate and independent from the other functions and activities of the firm and which has the following responsibilities:\n\n  1. (1)\n\n    to establish, implement and maintain an audit plan to examine and evaluate the adequacy and effectiveness of the firm's systems, internal control mechanisms and arrangements;\n\n  2. (2)\n\n    to issue recommendations based on the result of work carried out in accordance with (1);\n\n  3. (3)\n\n    to verify compliance with those recommendations;\n\n  4. (4)\n\n    to report in relation to internal audit matters in accordance with SYSC 4.3.2 R.\n\n\narticle 8 of the MiFID implementing Directive and article 11 of the UCITS implementing Directive]5\n\n\n2Other firms should take account of the internal audit rule (SYSC 6.2.1 R) as if it were guidance (and as if should appeared in that rule instead of must) as explained in SYSC 1 Annex 1.3.3 G3.\n\n\n1The term 'internal audit function' in SYSC 6.2.1 R (and SYSC 4.1.11 G) refers to the generally understood concept of internal audit within a firm, that is, the function of assessing adherence to and the effectiveness of internal systems and controls, procedures and policies.The internal audit function is not a controlled function itself, but is part of the systems and controls function (CF28).4",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.9826227427,
        "format_confidence":0.8183941245
    },
    {
        "url":"https:\/\/docs.kalmar.io\/leveraged-yield-farming\/airdrop",
        "text":"Information about the leveraged yield farming platform's airdrop\n\n\nIn this document you will be find the necessary information needed regarding Kalmar's leveraged yield farming platform's launch phase airdrop (allocation, snapshots, how it all works, etc)\nOther blog posts containing information about the airdrop:\nPlease kindly check the F.A.Q section if you can't find an answer to your question here.\nIf you have any additional questions to which answers are not present in our blog posts or docs, feel free to reach the Kalmar team in the Telegram group.\n\n\nFor this event, we allocated 300,000 KALM tokens (3% of the supply).\n  • Allocation will be distributed equally between borrowers and lenders.\n  • Allocation will be taken from the \"Team and Partners\" fund.\nThe allocation distributed between borrowers and lenders is equal:\n  • 150,000 KALM tokens for lenders\n  • 150,000 KALM tokens for borrowers\n\nThe Airdrop Mechanism\n\nWith many questions being asked in our Telegram group about the airdrop, we want to make the mechanism clearer for everyone.\nYour allocation depends on three main factors:\n  • The total amount of TVL that will be sharing the airdrop\n  • The amount of funds you lock into the protocol\n  • The amount of snapshots in which you are registered\n\n\nThe only snapshot that will be publicly announced is the one that will be taken on April 16th at 10 PM SGT. All other snapshots will be taken at random times chosen by the Kalmar team to protect our users and ourselves from bad actors.\nThat means that the more snapshots in which you are registered, the more you distribution of the airdrop you will get.\nIf you lend 10 BNB to the bank for 1 snapshot out of 10 total (10%), your allocation will be proportional to 1 BNB.\nIf you lend 10 BNB to the bank for 5 snapshots out of 10 total (50%), your allocation will be proportional to 5 BNB.\n\n\nWhat's an airdrop?\n\nAn airdrop is an event in which the project distributes digital assets (coins, tokens, NFTs, and so on) to users, with the most common requirement being using the protocol itself.\n\nHow do I qualify for Kalmar's airdrop?\n\nIn order to qualify for our airdrop users have to provide BNB coins to the bank and\/or yield farm with more than 1x leverage.\n\nWhat's a snapshot?\n\nA snapshot is an event that records and saves the state of the blockchain at a specific block height to be later used as data.\n\nI'm lending\/borrowing, do I qualify for the airdrop?\n\nAs long as you've been lending\/borrowing at the time of the snapshot, yes, you qualify for our airdrop.\n\nWhen are the snapshots taken?\n\nWe are taking between one or two snapshots a day.\n\nHow long you'll be taking snapshots?\n\nWe will take snapshots until the day the KALM tokens launches.\nWe do not have an exact date for the launch of the KALM token, but we can estimate the launch to be within May 2021.\n\nIs it too late to participate in the airdrop?\n\nDepends when you're reading this, but as long as the token is not released, no, not at all!\nAgain, we're taking snapshots every day, don't focus only on the first snapshot as there are many.\n\nIs there a minimum of BNB I have to use to participate in the airdrop?\n\nThere is no minimum when it comes to providing BNB to the bank, however, the farms do have a 0.5 BNB minimum debt ratio.\n\nFor whom was the first snapshot?\n\nThe first snapshot only included the funds in the bank, every snapshot after that also includes the farms.\nLast modified 9mo ago",
        "topic_id":9,
        "format_id":20,
        "topic_confidence":0.958109498,
        "format_confidence":0.5088845491
    }
]