[
    {
        "url":"http:\/\/www.sitefinity.com\/developer-network\/forums\/developing-with-sitefinity-\/multisite-sharing",
        "text":"Try Now\nMore in this section\n\nForums \/ Developing with Sitefinity \/ MultiSite Sharing\n\nMultiSite Sharing\n\n2 posts, 0 answered\n  1. ranjith\n    ranjith avatar\n    1 posts\n    26 Jan 2015\n    12 May 2015\n    Link to this post\n    When creating a multisite we will share one of the existing site which creates another site with same content and templates. Here if the user changes some thing in the template and publish it, then everything will be changed in all the site because everything is shared among the sites but i don't want that. I have to change only one template in one of the site and second site shouldn't be changed. How can i achieve this.    \n  2. Sabrie Nedzhip\n    Sabrie Nedzhip avatar\n    534 posts\n    20 Jan 2017\n    15 May 2015\n    Link to this post\n    Hi Ranjith,\n\n    If the widget templates are shared between the sites, any changes that you make to the template will be visible on every site where the widget template is shared.\n\n    If you would like to have different templates fro the different sites, please copy the markup of the widget template and then please create a new template under Design -> Widget Templates in the specified site using the markup you have copied. Please also note to properly select the widget you would like to apply the template to by selecting it from the This template is applied to... dropdown list.\n\n    Please refer to the following documentation article for more details on creating new widget templates.\n\n    Sabrie Nedzhip\n    Do you want to have your say in the Sitefinity development roadmap? Do you want to know when a feature you requested is added or when a bug fixed? Explore the Telerik Sitefinity CMS Ideas&Feedback Portal and vote to affect the priority of the items\n2 posts, 0 answered",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9515829086,
        "format_confidence":0.8797553182,
        "weight":0.0068637799
    },
    {
        "url":"http:\/\/www.cs.virginia.edu\/~legion\/documentation\/tutorials\/1.6\/permissions_tutorial_1.6.html",
        "text":"Object permissions\n\nTable of Contents\nAbout object permissions\nChanging object permissions\nOther on-line tutorials & documentation\nClick on the to move to the selected text.\n\nDepending on how your system is set up, you may need to set up your access to your system before you can run Legion commands. This will probably involve running a command such as this:\n$ . ~legion\/setup.sh\n$ source ~legion\/setup.csh\nThe exact syntax will depend on what kind of shell you are using and where your Legion files are installed (i.e., the value of ~legion will depend on your individual Legion net). Consult your system administrator for more information.\n\nAbout object permissions\nIf your system administrator has enabled Legion security, the objects that you create while logged in cannot be used by any other users. If you wish to share your objects you will need to give other users permission to read, write, or execute objects.\n\nFor our purposes, \"read\" methods are defined as methods that obtain but do not modify an object's state, \"write\" methods are methods that modify an object's state, and \"execute\" methods are methods that run an object.\n\nThis command works on common Legion object types: context, file, class, tty, implementation, host, and vault objects all fall into this category.\n\nChanging object permissions\nYou can use the legion_change_permissions command to give other users permission to read, write, or execute your objects. There are specific lags to add [+] or remove [-] read, write, or execute permissions on objects. So, if you wanted to allow user bob to be able to read your file object foo, you would enter:\n$ legion_change_permissions +r \/users\/bob foo\nThis lets bob \"read\" your object foo.\n\nOther relevant on-line documents:\nClick on the to go to the page.\nLogging in to a running Legion system\nLegion graphical user interface\nIntroduction to Legion context space\nContext-related commands\nHow to start remote programs in Legion\nSample makefile for remote programs\nAdapting a parameter space study for Legion\nObject permissions\nLegion tty objects\nRunning a PVM code in Legion\nRunning a Legion MPI code\nRunning native MPI code\nQuick list of all Legion commands (1.6.4)\nUsage of all Legion commands (1.6.4)\nStarting a new Legion system\nUsing Legion security features\nLegion host and vault objects\nAdding host and vault objects\nBrief descriptions of all on-line 1.6 tutorials\n\nLast modified: Fri Jun 4 14:37:26 1999\n\n[an error occurred while processing this directive]",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.9639454484,
        "format_confidence":0.7688295245,
        "weight":0.0210410344
    },
    {
        "url":"http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/att-0296\/minutes-wsd-2004-03-25.html",
        "text":"Web Services Description Working Group call\n25 Mar 2004\n\n\nSee also: IRC log\n\n\n Erik Ackerman          Lexmark\n David Booth            W3C\n Allen Brookes          Rogue Wave Software\n Roberto Chinnici       Sun Microsystems\n Paul Downey            British Telecommunications\n Youenn Fablet          Canon\n Yaron Goland           BEA Systems\n Hugo Haas              W3C\n Tom Jordahl            Macromedia\n Jacek Kopecky          Systinet\n Amelia Lewis           TIBCO\n Kevin Canyang Liu      SAP\n Jonathan Marsh         Chair (Microsoft)\n Jeff Mischkinsky       Oracle\n Jean-Jacques Moreau    Canon\n Arthur Ryman           IBM\n Adi Sakala             IONA Technologies\n Jerry Thrasher         Lexmark\n William Vambenepe      Hewlett-Packard\n Asir Vedamuthu         webMethods\n Sanjiva Weerawarana    IBM\n Umit Yalcinalp         Oracle\n Prasad Yendluri        webMethods, Inc.\n Philippe Le Hegaret    W3C\n Glen Daniels           Sonic Software\n Ingo Melzer            DaimlerChrysler \n Bijan Parsia           University of Maryland MIND Lab \n Igor Sedukhin          Computer Associates\n\n\nMinutes approval\n\n<Scribe> Approved\n\nReview of Action items\n\n3.  Review of Action items [.1].\nPENDING   2003-09-18: Marsh to review the QA operational\nPENDING   2004-01-08: Pauld to write up examples of schemas for the\nPENDING   2004-01-28: Philippe and JMarsh will look at the ipr for \n                      test suite.\nPENDING   2004-01-30: DaveO to write up a proposal for augmenting \n                      schema information to enable versioned data.\nPENDING   2004-02-12: DaveO to produce a refined proposal for Asynch \n                      HTTP binding addressing the concerns of folks \n                      that object to leaving replyTo info out of WSDL.\nDONE [.2] 2004-03-04: Editors to add back the WSDL Component \n                      Designators back to the spec as SHOULD.\nDONE [.6] 2004-03-05: Editors to write in the spec the wsdlLocation\n                      global attribute proposal along what has been \n                      done for xsi:schemaLocation.\nPENDING   2004-03-05: DavidO to notify TAG about our decision on safety.\nPENDING   2004-03-05: Editors of media type proposal to give Jonathan a \n                      list of open issues.\nDONE      2004-03-11: Sanjiva to fill in data for May FTF on logistics \nPENDING   2004-03-11: JMarsh, David Booth, David Orchard to form adhoc \n                      group to explore stylistic rendering options.\nDONE [.3] 2004-03-18: Editors to clarify the meaning of 'change' WRT to\n                      optional extensions.\nDONE [.4] 2004-03-18: Editors to implement David Booth's proposal on \n                      making all notes non-normative and moving \n                      the normative text into the regular\nDONE [.5] 2004-03-18: Editors to incorporate Jonathan's proposal for \n                      issues 146 & 150 (with #empty changed to \nDONE [.6] 2004-03-18: Editors to make binding\/operation\/(input|\n                      output)\/@messageLabel optional and have the \n                      same rules as the corresponding thing in\n                      interface\/operation for computing the value.\n\n[.1] http:\/\/www.w3.org\/2002\/ws\/desc\/#actions\n[.2] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0196.html\n[.3] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0193.html\n[.4] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0188.html\n[.5] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0195.html\n[.6] http:\/\/lists.w3.org\/Archives\/Public\/www-ws-desc\/2004Mar\/0284.html\n\nSanjiva: I want to propose to specify the semantic of any as any *one* element\n\nJonathan: Gudge sounds interested in allowing a sequence of elements, but I don't know why\n\n\nJonathan: the week of August 2nd looks best\n\nwe should decide on the length of the meeting; a 4-day meeting is possible\n\nTom: 4 days sounds like a long time\n\nJonathan: I would like to have a Tuesday-Thursday meeting\n\nArthur: are we collocating with another Group?\n\nJonathan: no\n\nWilliam: Is it possible to do a noon to noon meeting on 4 days?\n\nJonathan: if we don't do it in London, I could look into organizing it in Redmond\n\n\n<dbooth> Hugo: P3P allows a privacy policy to be expressed in machine-readable form. The P3P WG is working on P3P 1.1, a generalization of 1.0, to random XML vocabularies.\n\n<dbooth> Hugo: They released first WG in Feb. We wrote a team submission that shows how a generic P3P attribute can be attached to an element in WSDL and what it would mean.\n\n<dbooth> Hugo: The first part shows abstractly what it would mean to attach a privacy policy to a WSDL 2.0 component. The second way shows two concrete ways to do it.\n\n<dbooth> Hugo: More recently I saw email from Glen about Features and Properties that seems to indicate that F&P is more restrictive.\n\nPhilippe: this is an experimentation at this point\n\nJonathan: so the output would be a list of issues again the spec\n\n<asir> http:\/\/www.w3.org\/TeamSubmission\/2004\/SUBM-p3p-wsdl-20040213\/\n\nJonathan: volunteers?\n\n<dbooth> Hugo: (Answering \"Why are there 2 ways to do this?\") To illustrate that it could be done in two ways, and illustrate the differences between them.\n\nTom: it seems that you have found that the use of attributes is more flexible than the use of features and properties\n\n<sanjiva> +1 to using this example to learning about F&P vs. extensions ..\n\n<Scribe> ACTION: Hugo to look at the Handling Privacy in WSDL 2.0 for issues against our spec\n\nJonathan: people are encouraged to read and review this informally\n\nReview of the XML Schema PER\n\nJonathan: Volunteers?\n\nwe have 3 weeks to do this\n\nPaul: I am interested in having a look\n\nAsir: I haven't seen anything which would be a problem to us\n\n<Scribe> ACTION: Paul to review the XML Schema PER\n\nTask force status\n\nJonathan: I have seen some emails by the Media type description\n\ntask force\n\nUmit: I am almost done converting the document\n\nthe plan is to publish as is, and then modify Anish is now officially the co-editor on the XMLP WG side\n\nJonathan: XMLP has more constraints than we do on this\n\nthey should be driving the timing the Schema versioning task force still needs some work on the charter to be started\n\nNew Issues. Issues list\n\n<WilliamV> zakim ??P18 is WilliamV\n\nJonathan: we have Issue 157: f&p at the service level\n\n#any should mean \"any element\" not \"any thing\" has several proposals for it\n\nArthur: somebody said that they wanted to use simple types\n\nYaron: a good test for our feature set: would our declarative model permit to describe any allowable SOAP content?\n\nPaul: security is a good use case; with lots of pointers\n\nJacek: I would like somebody to champion the use cases for this\n\n<sanjiva> I'd like to propose that we limit element=#any to mean *any one element* for right now. If someone wants to generalize it further then can raise an issue and\/or make a proposal.\n\n<Roberto> +1\n\n<TomJordahl> +1 to sajniva -\n\n<alewis> +1 to sanjiva's proposal.\n\nUmit: if we are saying that we have an element-based model, we should just stick to the model\n\n<umit> +1 to Sanjiva.\n\nArthur: do we want a more flexible message model, or have a simpler message model and force the work into the binding?\n\n<prasad> +1 to sanjiva\n\nSanjiva: I'd like to propose that we limit element=#any to mean *any one element* for right now\n\nJonathan: would anybody object to changing our status quo as proposed by Sanjiva?\n\n<Scribe> no objections\n\nRESOLUTION: limit element=#any to mean *any one element*, and open a new issue\n\nJonathan: Jacek proposed some \"paths\" to detail processor conformance\n\nDavidB: I dropped Jacek's proposal accidentally when integrating the text\n\nI think that we need to do more work on wording in the spirit of Jacek's proposal\n\nUmit: if we want to adopt Glen's description, we will be in a place where we'll be arguing about which MEP will be in the conformance set, etc.\n\n<sanjiva> ACTION: editors to update draft to change the semantics of element=#any to mean *any one element*\n\nUmit: I think that we should be concerned only about document conformance and leave out processor conformance\n\nAmy: if we are going to talk about processors at all, then we need to make it clear that a processor that isn't going to go a particular path shouldn't throw certain errors\n\nRESOLUTION: open a new issue about processor conformance \"paths\"\n\nMIME Binding\n\n<dbooth> I think we need to think of this (or define this) in terms of dependencies, but we need to be clear and careful in defining those dependencies.\n\n<sanjiva> +1 to closing non-existant MIME binding issues\n\nJonathan: we don't have a MIME binding in our charter\n\nI would propose that we close those issues\n\nPrasad: how do you describe attachments at the binding level?\n\nJonathan: we haven't started working on MTOM; when we do, we will know the answer to this question\n\nRESOLUTION: issues 58 & 59 without action\n\nAmy: will we be able to describe attachments without SOAP?\n\nJacek: I think that it's out of scope\n\nSanjiva: isn't this related to the media type work?\n\nPhilippe: I believe it's different\n\nmy plan was to support XOP in the HTTP binding\n\nIssue 66: How to represent the equivalent of hypertext links?\n\nJonathan: I believe that this was asking for service references and that it is therefore satisfied\n\nArthur: we can close it on the understanding that you can't address XLink\n\nRESOLUTION: issue 66 closed\n\nSupport for SOAP 1.1\n\nJonathan: this is in our charter now\n\nI have a volunteer: Asir I am appointing him as our editor for the SOAP 1.1 binding editor what is our timeline?\n\nArthur: we just need to have it by the time we get WSDL 2.0 spec out\n\nAsir: I think this can be done in parallel, and that it goes along with part 3\n\nJeff: I think that we need to give priority to SOAP 1.2\n\nJonathan: how long do you think this will take?\n\n<sanjiva> +1 to bring forward the old binding, appropriately subsetted per Jack's suggestion\n\nJacek: I would just subset our SOAP 1.2 binding and change the namespace\n\n<TomJordahl> I agree w... (truncated)",
        "topic_id":2,
        "format_id":21,
        "topic_confidence":0.9780032635,
        "format_confidence":0.9215782285,
        "weight":0.002245947
    },
    {
        "url":"http:\/\/www.jasoncarulli.com\/Bitium.html",
        "text":"Date: 2012-2017 — Role: Design — Status:\n\nBitium is a cloud-based identity platform that includes single sign-on, credential management, and analytics for midmarket and enterprise companies.\n\nDuring my 4+ years as a member of the founding team, I covered all things design including brand and identity development, marketing collateral, and product user interface for both web and mobile platforms. The constant challenge of organizing data rich feature sets within the complex flow of a fast growing product fueled my drive to mature with the success of the company.\n\nBitium Logo\nBitium Site\nBitium Mobile\nBitium Dashboard\nBitium Analytic Insights\nBitium App Management\nBitium Group Provisioning\nBitium Active Directory Integration\nBitium Active Directory Integration\nBitium BASE",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9469594359,
        "format_confidence":0.9535674453,
        "weight":0.0011829762
    },
    {
        "url":"https:\/\/lists.freedesktop.org\/archives\/libreoffice\/2012-January\/024225.html",
        "text":"[Libreoffice] [bug fdo#41326] UI: Impossible to select text from the input line in a read-only document\n\nNoel Grandin noelgrandin at gmail.com\nSat Jan 21 11:35:57 PST 2012\n\nYes, that's why we need to develop patches.\nSee here if you want to help:\n\nOn Sat, Jan 21, 2012 at 14:20, Rob Snelders <programming at ertai.nl> wrote:\n> Hi All,\n> I had the same problem as the people in this bug. Isn't it possible to\n> enable the feature to select text in Read-Only-documents by default? I think\n> it will help a lot of people when opening documents from, for example,\n> email.\n> --\n> Greetings,\n> Rob Snelders\n> _______________________________________________\n> LibreOffice mailing list\n> LibreOffice at lists.freedesktop.org\n> http:\/\/lists.freedesktop.org\/mailman\/listinfo\/libreoffice\n\nMore information about the LibreOffice mailing list",
        "topic_id":2,
        "format_id":4,
        "topic_confidence":0.7613021135,
        "format_confidence":0.9647507668,
        "weight":0.0178724742
    },
    {
        "url":"http:\/\/romanticrobot.net\/2004\/04\/12\/photo\/",
        "text":"Photo ?\n\nThere’s a photoblog – based upon the WP code – in development right now. Played around with a beta version last night but I’ve some file permission issues which I can’t get my head around (it’s not as simple as it sounds – really), but it might be fun to try, at least for a while. If I can find the GD modules (whatever they are) I can test it all here on my computer too.\n\nThis server setup thing I’ve got now is fantastic. I know those of you who have tried the full WAMP (Windows Apache Mysql Php) thing before will be yawning at this, but it is all so easy and fast to play around with code and with downloaded files. Not having to repeatedly use ftp just removes the annoying obstacle that always slowed these things down, and of course it stops me having to clutter up my webspace – something I have done many times before.\n\nMy WP guides may be moved to the official site too – not bad eh ?\n\nNice mod case.",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.885391593,
        "format_confidence":0.9975025058,
        "weight":0.0196834101
    },
    {
        "url":"http:\/\/lists.gnu.org\/archive\/html\/help-make\/2011-11\/msg00095.html",
        "text":"[Top][All Lists]\n\n[Date Prev][Date Next][Thread Prev][Thread Next][Date Index][Thread Index]\n\nMake detects warning as errors\n\nFrom: Andrea.Pasetti\nSubject: Make detects warning as errors\nDate: Thu, 24 Nov 2011 17:05:59 +0100\n\nIn some projects (but not in all) when i compile it make detects warning as\nerrors and stops the build, but i dont' want this!\nCan someone help me, plase?\n\nI'm using GNU make 3.81 and below a compile LOG:\n\n**** Build of configuration Release for project Solista-Engine ****\n\nmake pre-build main-build\nrm -rf  \"C:\\_da\\Solista\\_SkMacc\\SkMk\\PerBoot\\ABS\\SolSKMak338.mhx\" \"C:\\_da\n\\Solista\\_SkMacc\\SkMk\\PerBoot\\ABS\\SolSKMak338.abs\" \"C:\\_da\\Solista\\_SkMacc\n\nBuilding file: C:\/_da\/Solista\/germania.c\nCompiling C source files\nfcc907s -cpu MB96F338USA -w 6 -Xdof -cwno -INF srcin -D NO_RTOS -U NO_RTOS\n-I \"C:\\Softune\\rtos\\907\\syslib\" -I \"C:\\Softune\\lib\\907\\include\" -I \"C:\\_da\n\\Solista\" -I \"C:\\_da\\Solista\\_SkMacc\" -I \"C:\\_da\\Solista\\_SkMacc\\SkMk\" -I\n\"C:\\_da\\Solista\\_SkMacc\\Include96\" -I \"C:\\_da\\Solista\\trasmissione\" -I\n\"C:\\_da\\Solista\\utility\" -O 4 -K SPEED -K UNROLL -K LIB -K EOPT -K NOADDSP\n-B -model LARGE -o \"Solista\/germania.o\" \"C:\/_da\/Solista\/germania.c\"\n*** c:\\_da\\solista\\germania.c(751) W1352C: initialization incompatible\npointer types from `const SELEZIONE1*' to `const struct\nStrutturaSelezione4*const ': `Germania_L01'\nmake: *** [Solista\/germania.o] Error 1\n\n**** Build Finished ****This message and any file transmitted with it contain \nconfidential information and are intended only for the use of the individual or \nentity to whom they are addressed. If you are not the intended recipient, \nplease delete this message and attachments and notify the sender immediately by \nreply email. Any unauthorised copying of this message or unauthorised \ndistribution of the information contained herein or any action taken or omitted \nto be taken in reliance on it is prohibited. Considering the means of \ntransmission the sender does not undertake any liability with respect to the \nsecrecy and confidentiality of the information contained in this email. \nAlthough N&W Global Vending Group takes reasonable care to ensure that any \nattachment to this email does not contain software viruses, you should carry \nout your own virus checks before opening any attachment. N&W Global Vending \nGroup does not accept any responsibility for damages caused by viruses or other \nmalicious software transmitted via email. \n\nEmail secured by Check Point\n\nreply via email to\n\n[Prev in Thread] Current Thread [Next in Thread]",
        "topic_id":2,
        "format_id":4,
        "topic_confidence":0.9869017005,
        "format_confidence":0.6623570323,
        "weight":0.0231686933
    },
    {
        "url":"http:\/\/lists.gnu.org\/archive\/html\/help-make\/2011-11\/msg00095.html",
        "text":"[Top][All Lists]\n\n[Date Prev][Date Next][Thread Prev][Thread Next][Date Index][Thread Index]\n\nMake detects warning as errors\n\nFrom: Andrea.Pasetti\nSubject: Make detects warning as errors\nDate: Thu, 24 Nov 2011 17:05:59 +0100\n\nIn some projects (but not in all) when i compile it make detects warning as\nerrors and stops the build, but i dont' want this!\nCan someone help me, plase?\n\nI'm using GNU make 3.81 and below a compile LOG:\n\n**** Build of configuration Release for project Solista-Engine ****\n\nmake pre-build main-build\nrm -rf  \"C:\\_da\\Solista\\_SkMacc\\SkMk\\PerBoot\\ABS\\SolSKMak338.mhx\" \"C:\\_da\n\\Solista\\_SkMacc\\SkMk\\PerBoot\\ABS\\SolSKMak338.abs\" \"C:\\_da\\Solista\\_SkMacc\n\nBuilding file: C:\/_da\/Solista\/germania.c\nCompiling C source files\nfcc907s -cpu MB96F338USA -w 6 -Xdof -cwno -INF srcin -D NO_RTOS -U NO_RTOS\n-I \"C:\\Softune\\rtos\\907\\syslib\" -I \"C:\\Softune\\lib\\907\\include\" -I \"C:\\_da\n\\Solista\" -I \"C:\\_da\\Solista\\_SkMacc\" -I \"C:\\_da\\Solista\\_SkMacc\\SkMk\" -I\n\"C:\\_da\\Solista\\_SkMacc\\Include96\" -I \"C:\\_da\\Solista\\trasmissione\" -I\n\"C:\\_da\\Solista\\utility\" -O 4 -K SPEED -K UNROLL -K LIB -K EOPT -K NOADDSP\n-B -model LARGE -o \"Solista\/germania.o\" \"C:\/_da\/Solista\/germania.c\"\n*** c:\\_da\\solista\\germania.c(751) W1352C: initialization incompatible\npointer types from `const SELEZIONE1*' to `const struct\nStrutturaSelezione4*const ': `Germania_L01'\nmake: *** [Solista\/germania.o] Error 1\n\n**** Build Finished ****This message and any file transmitted with it contain \nconfidential information and are intended only for the use of the individual or \nentity to whom they are addressed. If you are not the intended recipient, \nplease delete this message and attachments and notify the sender immediately by \nreply email. Any unauthorised copying of this message or unauthorised \ndistribution of the information contained herein or any action taken or omitted \nto be taken in reliance on it is prohibited. Considering the means of \ntransmission the sender does not undertake any liability with respect to the \nsecrecy and confidentiality of the information contained in this email. \nAlthough N&W Global Vending Group takes reasonable care to ensure that any \nattachment to this email does not contain software viruses, you should carry \nout your own virus checks before opening any attachment. N&W Global Vending \nGroup does not accept any responsibility for damages caused by viruses or other \nmalicious software transmitted via email. \n\nEmail secured by Check Point\n\nreply via email to\n\n[Prev in Thread] Current Thread [Next in Thread]",
        "topic_id":2,
        "format_id":4,
        "topic_confidence":0.9869017005,
        "format_confidence":0.6623570323,
        "weight":0.0231686933
    }
]