[
    {
        "url":"https:\/\/www.endofbadbeer.com\/",
        "text":"Apocalypse ale works\n\nThe Apocalypse has begun!  Apocalypse Ale Works is the first brewery in Forest, Virginia since Thomas Jefferson brewed in the 1800’s at Poplar Forest.  The brewery is located in the old Forest Volunteer Fire Department, beside Pints O’Plenty, and features a tasting room for the public to enjoy our latest and greatest recipes.  Currently, kegs are distributed all over the state of Virginia, with an emphasis on supplying local restaurants first.  We also have a lineup of canned brews, as well as bombers available, with more to come as we draw nearer to the end of days!  Our mission is to brew quality beer for all palates.  The end of bad beer is here!\n\n\nTemptation thursday\n\nWe introduce a new specialty beer every Thursday Night infused through a “Randall.\"  As always vegan comfort food will be available from our friends Jacked Rabbit, the best food in town!\n\n3\/2 Plum Confessor Dopplebock\n\n3\/9 Black Currant Lustful Maiden\n\n3\/16 Ry-ESB\n\n*3\/17 Saint Paddy's Day Organically Green Cenful Blonde & Shamrock Mint\n\n3\/23 Raspberry Cenful Blonde Return\n\n3\/30 Small Batch South East IPA\n\n\nLAST CALL trivia!\n\nWe have Trivia every Wednesday night from 8:00-9:00PM, hosted by Jenna and Ryan.  Come test your knowledge over an ice cold beer!",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9935503006,
        "format_confidence":0.9194974303,
        "weight":0.0014186719
    },
    {
        "url":"https:\/\/bostononbudget.com\/free-brugal-rum-tastings-this-week-in-the-south-end\/",
        "text":"Drinking and free are two words that not always go together in Boston, but when they do, it is a beautiful thing. Brugal is offering a free rum tasting at the Cyclorama in the South End on Tuesday through Thursday this week. You do need to sign up and fill out a short survey to attend.\n\nI haven’t filled out on the form yet, so I will update the post if I have any updates\/notes to add. I’m still on the fence about going, mainly because I hate committing to an exact time slot (yes, I am that person).\n\nFor more information or to sign up, please head here.",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9612798691,
        "format_confidence":0.9818104506,
        "weight":0.040227998
    },
    {
        "url":"https:\/\/wanderandwhine.wordpress.com\/2014\/09\/17\/brunching-at-lindeys\/",
        "text":"Brunching at Lindey’s\n\n{by alexis}–The best part about hosting out-of-towners is that I get to play tour guide, and usher them to see (and eat!) the best Columbus has to offer. You may remember my good friends Suzanne and Nick from my first blog post ever. This time, they jetted in from Boston to catch the Virginia Tech game (Suze is a dedicated hokie), and after all that football (and maybe a few tears), we were ready for an extravagant brunch the next day. Lindey’s was really the only choice.\n\nWe rolled ourselves out of bed late — even Indiana Bones slept in! — and headed out the door. I love surprising guests: they are always shocked to learn we’re walking to the fancy brunch place! Yes, we in Ohio have walking neighborhoods, too!\n\n\nTheir building is the picture of charm, don’t you think? The windows, the awning — it all works together. I love the design so much, that I actually used their font as inspiration for our wedding invitations! True story!\n\nI love Lindey’s, but know they cater to a particular crowd. We were hustled out of the waiting area so the host could cheerily sit some of his regulars. Just be aware.\n\nAs hungry and tired as we were, we opted to skip the wait and eat in the dining room. The patio is beautiful, but after being exposed to the elements for most of the previous day, I was happy to soak in a little a\/c and get out of the sun. We started where you should always start at brunch: Carpaccio. capraccioI’ve had it before here, and I’d be happy to make this a meal on its own. Everything about this dish is a win: the portabella strips are an earthy pairing, the chipotle aioli has an unexpected kick, and the arugula is the perfect crunch and bitter balance. Honestly, I’d like to wrap all this up like a burrito and eat it, but I have a feeling that might be frowned upon.\n\nSuzanne and Nick chose an heirloom tomato flatbread, which was magnificent in its dollops of cheese and delicate vegetable slices. The flatbread is crispy, light, and makes a perfect appetizer. lindey'sOur main dishes were next up, and they did not disappoint. Suzanne went for this beautiful salmon salad, and reported back that the fish was cooked well, with lots of flavor. lindey'sWe all had a bit of a fight over who got to order the huevos rancheros, but lucky Nick won. He loved the pork belly, citing its crispy texture. I love pork belly, but have had more than a few super fatty pieces, but not here! Nick assured me that this was not one of those incidents.\n\nlindey'sJoe went for the classic benedict. Honestly, the man is a sucker for hollandaise, and can you blame him? Hot butter and egg? I mean. Don’t fight it. lindey'sI ordered the crab & eggs, and it arrived in its own charming, little skillet. The potatoes were perfection: not too salty, and not bland, and the egg was cooked to perfection. And the crab was delightful. It’s rich and sweet and why don’t we always have this at breakfast? Mine came with its own generous helping of hollandaise which took the decadence up an extra notch or two. lindey'sFull and happy, we rolled ourselves home. I’m pretty sure I convinced Suzanne and Nick that fine dining exists outside of the East coast, and so do tree-lined cobblestone streets. Lindey’s is a reliable and beautiful neighborhood gem. Just don’t miss the carpaccio.\n\nLindey’s is located at 169 E. Beck Street. Sun-Thurs, 11am-10pm; Fri-Sat 11am-11pm.\n\n\n2 thoughts on “Brunching at Lindey’s\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9686619639,
        "format_confidence":0.9756668806,
        "weight":0.0405369266
    },
    {
        "url":"http:\/\/www.kodak.com\/ek\/US\/en\/Tips_Projects_Center\/Featured_Contributors\/Betty_Crocker.htm",
        "text":"• United States ( change )\n\n\n\nWe're pleased that you want to share this information. To send a link to this page, fill in the information below. The e-mail will show you as the sender and will show your return address.\n\n* indicates required information\n\n* Recipient E-mail:\n\nEach address entered must be valid.\n(Separate multiple email addresses with commas. Limited to 5 addresses.)\n\n* Your Name Here:\n\nEnter your name.\n\n* Your E-mail:\n\nEnter a valid address.\n\nsend a copy to me\nNote: You are not adding recipient email addresses to any promotional email list.\n\nSend failed. Please try again later.\n\nBetty Crocker Connecting Through Cookies\n\n\nMom kids decorating cookie\nCreate special moments\nfor you and your family with these quick and easy\ncookie-photo projects.\nJolly Snowman Faces\nBetty Crocker makes creating memories deliciously simple with these cookie favorites.\nSpritz Cookies\nServe up some sweet\nmemories with your\nphotos and these clever photo gift ideas.\nMug with Image",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.8909629583,
        "format_confidence":0.6965717673,
        "weight":0.0066765107
    },
    {
        "url":"https:\/\/www.tastyschicken.com\/pages\/about",
        "text":"In 2014 a taste sensation was born in Northeast Louisiana. Food with flavor was hard to find and we help create flavor again. We have homemade style sauces and spice blends made daily. What began with one restaurant and one big idea turned into a craze that swept the nation and the world. The New name in cajun chicken has been crowned with the help of Monroe Louisiana Native Terral T. Slack. Entrepreneur and music industry Veteran was always known for cooking and creating one of a kind signature dishes. He started Tasty's Chicken to give the world Tossed and Sauced chicken, seafood and fries one plate at a time.\n\n#ComeEat #KeepItTasty #BlackOwnedBusiness",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9898195863,
        "format_confidence":0.9925106764,
        "weight":0.0014133449
    },
    {
        "url":"https:\/\/uk.hotels.com\/go\/spain\/es-best-restaurants-local-cuisine-barcelona?intlid=gglist%7Cmenu",
        "text":"\n\n    Catalan cuisine has also provided the world with many renowned chefs. For this reason, no visit to Barcelona is complete without trying some of the most important local specialities, especially if you have a passion for gastronomy. Check out our selection of the best local restaurants where you can enjoy authentic local food and experience the true flavour of the city.\n\n\n    Can Culleretes\n\n    Catalonia's oldest restaurant\n\n    Can Culleretes is the oldest restaurant in Catalonia according to the Guinness Book of Records, and the second oldest in Spain. The restaurant opened in 1786 near Las Ramblas, between Carrer de Ferrán and Carrer de La Boquería. It has lasted so long thanks to a very simple formula – traditional cooking, excellent customer service, and good value for money.\n\n    The restaurant’s interior harks back to the ‘modernista’ or Catalan art nouveau period, with a series of genre portraits in its salons and photographs of the famous people who’ve eaten here over the years. Perfectly suiting Can Culleretes' history and tradition are traditional Catalan dishes such as meat or spinach cannelloni with creamed salt cod (brandada de bacalao), a hearty traditional mixed meat stew called escudella con carn d’olla and other homely dishes.\n\n    Location: Carrer d'en Quintana, 5, 08002 Barcelona, Spain\n\n    Open: Tuesday–Saturday from 1.30 pm to 4 pm and from 8 pm to 10.45 pm, Sunday from 1.30 pm to 4 pm (closed on Mondays)\n\n    Phone: +34 933 17 30 22\n\n\n    photo by Enfo (CC BY-SA 4.0) modified\n\n\n    Casa Delfín\n\n    Traditional Catalan cuisine from midday to midnight\n\n    Casa Delfín has combined simplicity and tradition, serving traditional Catalan cuisine in Barcelona for over a century. The restaurant has a wonderfully warm atmosphere while its dishes feature a touch of modernity and the chef's unmistakable signature. You can also enjoy an extensive selection of wines and cocktails. Find Casa Delfín right next to Born Market, just a short distance from Santa María del Mar church.\n\n    The kitchen is open between lunch and dinner, meaning you can drop by anytime for papas or fried potatoes, bravas with 2 sauces, salt cod with paprika and fresh tomato (bacalao a la llauna con tomate natural), seafood paella or pig's trotters with foie gras, spinach, apple and wild mushrooms (manitas de cerdo con foie, espinacas, manzana y setas).\n\n    Location: Passeig del Born, 36, 08003 Barcelona, Spain\n\n    Open: Daily from midday to midnight\n\n    Phone: +34 933 19 50 88\n\n\n    photo by Oh-Barcelona.com (CC BY 2.0) modified\n\n\n    El Velódromo\n\n    Catalan specialities by a Michelin-starred chef\n\n    El Velódromo is one of Barcelona's most famous bars and has been a fashionable place since the 1980s and continues to be an establishment replete with history. It has kept all the elegance it had back then, still serving the best of traditional Catalan cooking under the watchful eye of chef Carles Abellán who has a Michelin star under his belt.\n\n    The restaurant has managed to maintain its dignified art deco ambience, although now with a certain modern air. El Velódromo offers uninterrupted service, with all meals available all day. All of them. If you are thinking of visiting, don't miss its signature dishes, such as beef with chimichurri sauce and pureed potatoes (ternera con chimichurri y puré de patatas) and fried eggs with chistorra sausage (huevos estrellados con chistorra).\n\n    Location: Carrer de Muntaner, 213, 08036 Barcelona, Spain\n\n    Open: Monday–Friday from 7 am to 2 am, Saturday and Sunday from 6 am to 3 am\n\n    Phone: +34 934 30 60 22\n\n\n    photo by Moritz Barcelona (CC BY 2.0) modified\n\n\n    Ca l'Estevet\n\n    A restaurant with over 100 years of history in the heart of the city\n\n    Ca l'Estevet is a small restaurant in Barcelona that goes back over a hundred years and which has borne witness to some of the key moments in the city's history. Back in the day, the restaurant in the Raval neighbourhood right in the heart of Barcelona was a meeting point for intellectuals, artists, journalists and social activists. It saw the “Movida Barcelonesa” cultural explosion in the 1980s and has been witness to projects by the likes of Antonio Gades, Joan Manuel Serrat and Francisco Ibáñez.\n\n    Visiting this restaurant is almost like entering a museum. Its cuisine is inspired by traditional Catalan cooking with signature dishes including snails, a roast vegetable salad called escalivada, spinach with raisins and pine nuts (espinacas con pasas y piñones), Catalan sausage with white beans (butifarra amb mongetes) and cannelloni. During the winter months, Ca l'Estevet serves escudella i carn d’olla, a hearty traditional mixed meat stew.\n\n    Location: Carrer de Valldonzella, 46, 08001 Barcelona, Spain\n\n    Open: Monday–Saturday from 1 pm to 3.30 pm and from 7 pm to 10.45 pm, Sunday from 1 pm to 3.30 pm\n\n    Phone: +34 933 01 29 39\n\n\n    photo by Kippelboy (CC BY-SA 4.0) modified\n\n\n    Terra d'Escudella\n\n    Traditional cuisine in a long-established tavern\n\n    Terra d'Escudella can be found in the Sants neighbourhood in Barcelona. It’s named in honour of the highlight of Catalan cuisine – escudella, the region's traditional meat stew. This restaurant seeks to bring back the idea of a traditional tavern, where people ate well and heartily, making regional cuisine available to everybody.\n\n    Although Terra d'Escudella specialises in traditional Catalan cooking, it also offers several vegetarian and vegan options. Terra d'Escudella is a great choice if you're visiting the Feria de Barcelona and you want a truly authentic culinary experience.\n\n    Location: Carrer de Premià, 20, 08014 Barcelona, Spain\n\n    Open: Monday–Friday from 9 am to 5 pm and from 7.30 pm to midnight, Saturdays from 1 pm to 5 pm (closed on Sundays)\n\n    Phone: +34 934 22 16 13\n\n\n    Can Boneta\n\n    Tapas and traditional dishes with an original touch\n\n    Can Boneta is a restaurant near Avinguda Diagonal in Barcelona where you can eat in style. Run by Joan Boneta, an architect turned chef, Can Boneta serves creative tapas and small dishes with a traditional touch. The menu is clearly inspired by Catalan cooking, although it features less common dishes, such as toasted ham and cheese sandwiches called bikinis as an aperitif-cum-tapa.\n\n    Boneta's stews are delicious – we recommend you try his boned rabbit with wild mushrooms (conejo deshuesado con setas) and wild mushroom-stuffed baby squid in a Penedés white wine sauce (chipirones rellenos de setas y salsa de vino blanco del Penedés). Slow cooking is this chef's secret, although he also prepares more typical tapas such as fried potatoes in a spicy bravas sauce (papas bravas) and croquettes. At lunchtime, the restaurant offers a value-for-money set menu – your choice of 3 tapas, a daily main dish, dessert and drinks.\n\n    Location: Carrer de Balmes, 139, 08008 Barcelona, Spain\n\n    Open: Monday–Friday from 1 pm to 3.45 pm and from 8.30 pm to 11 pm (closed Saturdays and Sundays)\n\n    Phone: +34 932 18 31 93\n\n\n    La Parra\n\n    A traditional 'masía' farmhouse in the heart of Barcelona\n\n    La Parra seems to all the world like a traditional ‘masía’ or Catalan farmhouse. Despite being in the centre of Barcelona. It is actually a tavern in which you can enjoy the most traditional of Catalan cooking, with recipes that go back centuries, all made from local, seasonal produce.\n\n    The specialities of the house are its meats, fish, vegetables and charcoal-grilled wild mushrooms, all accompanied by romesco and allioli sauces made in a pestle and mortar in the most traditional way possible. To accompany your food, choose from an extensive selection of the best Catalan and other Spanish wines. Don't miss the delicious homemade desserts. Reservations are recommended as this is a popular place.\n\n    Location: Carrer de Joanot Martorell, 3, 08014 Barcelona, Spain\n\n    Open: Tuesday–Friday from 8 pm to midnight, Saturday from 1.30 pm to 4 pm and from 8 pm to midnight, Sunday from 1.30 pm to 4 pm (closed on Mondays)\n\n    Phone: +34 933 32 51 34\n\n\n    Ca l'Isidre\n\n    Traditional cuisine using fresh, local produce\n\n    Ca l’Isidre is a restaurant in Barcelona serving seasonal Mediterranean cuisine in which fresh, local produce is the real star. Its commitment is such that for over 50 years, its founders have gone to the La Boquería market every day in search of fresh, seasonal produce with which to prepare their traditional Catalan recipes.\n\n    This tradition has not been forgotten over the years, as the restaurant is still committed to using the very best fresh, local produce. Although the current chef has given a more modern touch to some recipes, the basis for everything is that of traditional cuisine. Ca l’Isidre's menu is complemented by an extensive wine list which includes over 400 classic and traditionally-made quality wines from around the world – it won't be easy for you to make your choice.\n\n    Location: Carrer de les Flors, 12, 08001 Barcelona, Spain\n\n    Open: Monday–Saturday from 1.30 pm to 3.30 pm and from 8.30 pm to 10.30 pm (closed on Sundays)\n\n    Phone: +34 934 41 11 39\n\n\n    Cal Boter\n\n    Pure Catalan tradition in the Gràcia neighbourhood\n\n    Cal Boter serves traditional Catalan cuisine in the heart of the Gràcia neighbourhood in Barcelona. Its menu features regional dishes prepared from the highest quality seasonal produce. Among the specialities on offer are the charcoal-grilled meats, snails, pigs trotters and seafood dishes. Above all, we recommend you try the salt cod (bacalao) and the wild mushrooms (setas) which are its highlight dishes.\n\n    The menu also features a wide selection of home-made desserts, as well as an extensive wine list which also includes cavas and liqueurs, ensuring you enjoy a 100% Catalan gastronomic experience, yet all at a very reasonable price. Cal Boter also offers special group menus and options for coeliacs.\n\n    Location: Carrer de Tordera, 62, 08012 Ba... (truncated)",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9439738989,
        "format_confidence":0.9639618397,
        "weight":0.005930723
    },
    {
        "url":"http:\/\/www.bklynlarder.com\/liddabit-sweets-sea-salt-caramels\/",
        "text":"Liddabit Sweets Sea Salt Caramels\n\nLiddabit Sweets founders Liz Gutman and Jen King met in pastry school in 2007 and got their start selling hand-made local and seasonal candy at the Brooklyn Flea market, just a few blocks away from Bklyn Larder. Today their uniquely flavored caramels, lollipops, candy bars, and more are adored across the country.\n\nMade with local cream from Ronnybrook Dairy, Liddabit's Sea Salt Caramels are a perrenial favorite.\n\n\nAvailable for in-store pickup\n\n\nClick the button below to add the Liddabit Sweets Sea Salt Caramels to your wish list.\n\nWrite your own product review\n\nProduct Reviews\n\nThis product hasn't received any reviews yet. Be the first to review this product!\n\nFollow Us",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9967601895,
        "format_confidence":0.9967148304,
        "weight":0.0118487815
    },
    {
        "url":"http:\/\/www.snooth.com\/region\/australia\/south-australia\/fleurieu\/clarendon\/",
        "text":"Clarendon Wine\n\nThis page could use a helping hand.\nWhy not add an image or write a brief description to make it more helpful?\n\nView More\n\nPopular wines made in Clarendon under $20\n\nFind local availability for these wines:Submit\n\nVarietals Produced in Clarendon View all\n\n  • Grenache\n\n    You’re a member of the ‘Rhône Ranger’ band. Your groupies think you’re ‘hot’, even when you're boozy and \"strung out\"...\n\n  • Merlot\n\n    The Occitanian word “merlot” translates to “young blackbird.” An accurate description for this popular, early-budding...\n\n  • Cabernet Sauvignon\n\n    “King of the Red Wine Grapes.” The colonizer of the vineyards, pushing native wine grapes into its shadows. The Caber...\n\n  • Chardonnay\n\n    British wine writer and critic, Jancis Robinson, once noted that throughout the 80’s and 90’s in the United States, C...\n\n  • Syrah\n\n    The irony here is that Syrah’s origins could give Carmen Sandiego a run for her international wallet. Syrah’s deepest...\n\n  • Pinot Noir\n\n    “With so voluptuous a perfume, so sweet an edge, they make the blood run hot,” Joel Fleischman, wine columnist at Van...\n\nPeople getting updates on Clarendon Wine Wines\n\nBe the first follower of this region and on your profile.\n\nPage 1 of 5\n\nClarendon on Snooth\n\n1 2 3 4 5 next\n\nView larger map\n\nBest Wine Deals\n\nSee More Deals »\n\nRecent Forum PostsView all\n\nClarendon wine ratings and reviews\n\nSnooth Media Network",
        "topic_id":10,
        "format_id":1,
        "topic_confidence":0.9935497642,
        "format_confidence":0.9166443944,
        "weight":0.0074452542
    }
]