[
    {
        "url":"https:\/\/www.gainsboroughstandard.co.uk\/news\/infatuated-festival-goer-seeks-lost-love-1-8066764",
        "text":"Infatuated festival-goer seeks lost love\n\nThe Ynot Festival\nThe Ynot Festival\n\nA lovestruck festival-goer has set up a twitter account to help him find a blonde-haired girl he met at YNot.\n\nThe infatuated reveller has set up the account @lostblonde52 to help him track down a girl called Jess who he met while watching Madness on the last day of the festival.\n\nShe said she was from Nottingham and he thinks she was with a brunette friend called Lucy but he can’t now contact her as he never got her number.\n\nThe people who look after the YNot twitter account have retweeted it for him, praising the effort but worrying she might be ‘a bit freaked out’ if he ever finds her.\n\nYou can help him find her if you like by retweeting his appeal on twitter.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.7616189122,
        "format_confidence":0.9875302315,
        "weight":0.0025763347
    },
    {
        "url":"http:\/\/www.sussexexpress.co.uk\/news\/village-voice\/plumpton-1-7593111",
        "text":"Plumpton news\n\nPlumpton news\n\nJUMBLE SALE: Organised by the Plumpton Primary School’s Parents, Teachers and Friends Association takes place at the village hall tomorrow, Saturday. Please take jumble donations to the hall from 9am to midday and do go along at 2pm, there are sure to be lots of bargains.\n\nFOOTPATH SOCIETY WALK: On Wednesday October 5 start at 10.15am at Shipley car park (Belloc’s Mill) Map Ref: 144 218. The walk will include Knepp Castle ruins and lunch at Wyevale Garden Centre. For more information call the walk leaders Gerry and Brenda Arnold on 01444 241463 or 07790218390.\n\nJUMBLE SALE: In aid of the village hall takes place at the village hall on Saturday October 8. Please take jumble donations to the hall from 9am to midday and do go along at 2pm, there are sure to be lots of bargains.\n\nBOWLS CLUB: Invites you to a free taster session on Sunday October 9, at the village hall, from 9.30am till noon. Do go along and give short mat bowls a try, meet members and enjoy a cup of coffee and biscuits. All ages will be made welcome. Equipment (bowls etc.) will be provided; you just need flat shoes or slippers. Members will be only too pleased to show you the basic rules and let you have a go. The club meets every Thursday evening, during the season, from September to April. They have club competitions, play friendly matches and in the Wealden League. In addition club members enjoy social events. For more information contact Malcolm Beard on 01273 890826 or just turn up on Sunday October 9 and enjoy the taster session.\n\nBLUEBELL RAILWAY WALK: With the Footpath Society is on Sunday October 9 at 2.30pm. Meet at Horsted Keynes village car park (Map Ref: TQ 384 282) for a 6 mile walk including Broadhurst Manor, Hurstwood Lane, Tanyard Farm and the Bluebell Railway, Horsted Keynes station. For more details call the walk leader Diane Ellis on 01825 723716 or 07990710521.\n\nTALK: Art and Life of Johann Zoffany is the subject of the Newick and District Decorative and Fine Art Society meeting at the village hall on Tuesday October 11. Johann Zoffany was a portrait painter in the 18th Century and tended to paint his subjects in quite absurd situations as was fashionable at the time. The talk will be accompanied by superb digital illustrations. New members are very welcome and membership details are available from Marjorie Blunden on 01825 723250. Visitors are also welcome, £7 on the door; but you do miss out on the benefits that being a member brings which includes special visits and a lovely lunch in November.\n\nFLOWER CLUB: The demonstration by Stephanie Lang will be A Wood Affair, at the village hall, on Wednesday October 19 at 7.30pm. Visitors are most welcome at a cost of £2.50 at the door. There is always a raffle giving a chance to win one of the demonstrators’ arrangements.\n\nAGM: Of the Footpath Society takes place at the pavilion on Friday October 21 at 7pm for 7.30pm.\n\nPEACEFUL WALK: (4.5 miles) along a stretch of Downs Link and the River Adur, near Henfield and Small Dole, with the Footpath Society takes place on Saturday October 22, starting at 10.30am. Meet at Woodsmill on A2073 (Map Ref: 215 136). There will be the option of lunch at Small Dole. For more details call the walk leaders Gill and Geoff Gamble on 01273 891218.\n\nASSISTANCE WITH SCOUTS: Due to injury and unavailability Plumpton Scouts are in urgent need of someone to help out with the Troop in the coming term. If you feel you could help out in any way please contact Rod Hills on 01273 890410, mobile 07407707101 or email\n\nDon’t miss out on all the latest breaking news where you live.\n\nHere are four ways you can be sure you’ll be amongst the first to know what’s going on.\n\n1) Make our website your homepage at\n\n2) Like our Facebook page at\n\n3) Follow us on Twitter @sussex_express\n\n4) Register with us by clicking on ‘sign in’ (top right corner). You can then receive our daily newsletter AND add your point of view to stories that you read here.\n\nAnd do share with your family and friends - so they don’t miss out!\n\nThe Sussex Express - always the first with your local news.\n\nBe part of it.",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9911847711,
        "format_confidence":0.7362245321,
        "weight":0.0079880822
    },
    {
        "url":"https:\/\/www.gurpreetsinghtikku.com\/category\/ek-kahani-aisi\/",
        "text":"Pritam Singh Churann Wale- Defence Colony\n\nLast Week at Defence Colony, I Met this Gentle Man Pritam Singh.\nWhat got me talking to Pritam jee was board on his Cycle Saying, “Lakkar Hajam, Patthar Hajam Churann”\n\nHe told that his formula is 60 years old &2014-12-03 20.44.53 was created by his father who till 5 years back sold it for 50 years, in Defence Colony Market.\n\nWhile Pritam jee’s father sold it in Defence Colony, Pritam jee himself sold it in Lajpat Nagar. However, now for past 5 years, he sells it in Lajpat Nagar in Morning and at Defence Colony in evening!\n\nMy hajma is Quite good so I skipped the LHPH Churann but got Anardana Churann balls from him which were really good. If you want to experiment, then he had other Goodies like Saunf, Aam Pappar, Imli etc etc too.\n\nBefore you ask for his number…. here it is 9313972621. :-)\n\n#Kuch Chehre Aise Bhi\n#Ek kahani Aisi\n\nRead More\n\nBand Aid creates Bonds!\n\n2014-11-27 14.51.47This evening after Trade Fair ki Sair and Cha Bar ka Khana, Gurleen and me went to Gurdwara Bangla Sahib.\n\nThere I overheard these 7 kids who sounded a bit worried and got to know that one of them has hurt his Finger. I always carry a Band Aid in my Wallet and offered to help. Saw his Finger which had some internal injury and small Blood Clot had appeared which would normally be healed with passage of time. But to pacify them, I told them to use a Band Aid and on application they seem to be happy. Probably a Psychological effect.\n\nNow, they had seen me clicking a Pic & asked me to click one of them and I obliged. I asked them if they have Mail accounts. None of them did.\n\nOne of them pointing a finger towards a Friend said….. “Isko Bhej do, iske Papa ki Sarkaari naukri hai, wohi net karte hai”\n\nOther pointing to another said “Iska Bhai to bahut net use karta hai”\n\nThe Ones in School Uniform were Bunking School and were afraid that they may get caught. But then they said…. “Bhaiya, Isko faceBook par daal dena. Pakkra gaya to bol doonga koi aur hai”\nWhy am I posting this?\nBecause these Kids asked me to do so!\n\nAlso because, Though I had a very Special Day today, however they made it more special.\n\nThey made me Smile, They made me feel happy!\n\n\nRead More",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.7535356879,
        "format_confidence":0.7336360812,
        "weight":0.0501923124
    },
    {
        "url":"http:\/\/babypatterson.blogspot.com\/2010\/05\/",
        "text":"Thursday, May 20, 2010\n\nCalm before the storm.\n\nDylan's first swing experience!\n\nMemphis, TN...visiting with cousin Truman (Kaitlyn douses herself with the water and Truman watches with great intrigue-Special K did change his routine up quite a bit during our visit)!\n\nTandem bathing!\n\nAuntie Cupcake with Chillin Dylan!\n\nShe's magical in my eyes even when she's up to no good. He melts my heart with each smile. Between the two of them, I'm often lost in another reality. My two blessings are nothing less than sunshine in my day, chocolate in my afternoon, and love in my heart. If I could write daily about the adventures of 24\/7 diaper marathons, tandem bathing, duel body juggling acts, and the helicopter parenting that I seem to fall into more often than I want to admit, I would! There is more content than I wish to recognize-everything is a story worth sharing that I find my inner thoughts in conflict over how to prioritize my a blog entry to document the latest happening or carry on to bed for a brief respite between brewing unnatural sleep cycles. The latter generally wins hence another entry that is way late, hugely anticipated and thus, like Swiss Cheese, missing chunks!\nWhat feels like months ago was probably only six weeks ago; I woke up to solid poop in Dylan's diaper. MILESTONE. How has this already happened? He was just 3 months old and now I face his seventh month; the homemade baby food cubes are taking over the freezer, his birthweight has almost doubled and nursing habits are long ingrained within him that I fear my breasts will be forever harnessed in a nursing bra. While he can and will roll over, it is generally out of circumstance, a means to an end. He does not like being awake and lying on his tummy which leads me to believe he will bypass crawling and dive straight into climbing, standing and walking. Two teeth and swollen gums, his canines are proportionate to his hands and feet...all are large! He remains 'Chillin Dylan' unless the volcanic eruption begins and then it's hunt for Dylan already shows signs of resilience and superior endurance. Heck I might too if I was getting daily hits to the head by books and blocks with an occasional foot. Yes, Kaitlyn expresses her love for her brother with great force and often with a repetitive edge. Needless to say Dylan continues to chill and handle her strikes with a stoic immortality.\nThis brings me to dear Special K. Kaitlyn has an uncanny ability to comprehend exactly what you are telling her, look right through you like she isn't listening and then after all verbal threats and reprimands, galavant off and successfully complete the request. It drives me nuts. She is a 13 year old in the body of a 2 year old...well, ok, maybe not that extreme, but she is truly already showing remarkable acts of defiance.\nI'm not much of a reader and much to my husband's disdain, I'm not a pop culture hound, however, I do know that Special K has a keen sense of self and an intrinsic motivation for certain activities. My latest headline with her is PRESCHOOL. Where will she go, for how often each week, will she be the class bully or the class clown? Whatever the case, I'm really eager for this MILESTONE. She couldn't be more ready for engagement that is with someone other than her strung out, overly sensitive, hyper-hawk eyed mom...I'm sure I am making it out to be worse than it, I said it before, my children are my blessings-nothing less than sunshine in my day, chocolate in my afternoon, and love in my heart!",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9909319878,
        "format_confidence":0.9973667264,
        "weight":0.0660050594
    },
    {
        "url":"http:\/\/actingadult.blogspot.com\/2012\/01\/airport-goodbyes-arent-fun.html",
        "text":"Saturday, January 7, 2012\n\nAirport Goodbyes Aren’t Fun\n\nGrand Floridian\n\nAfter spending a few gorgeous days in Disney and then a few freezing days, and then another good day (please don’t ask my why the weather is always crazy for New Year’s when we spend it at Walt Disney World), Husband and I flew home to St. Louis and spent an insane 32 hours of unpacking, laundry, errands and repacking.\n\nAt noon today, my husband boarded a plane for Europe; Paris, to be exact. He is going to be there for at least three months, studying European business law. Saying goodbye at the airport was maybe one of the hardest things I have ever had to do. They let me get a companion pass so I got to sit next to him at the gate while the clock ticked down the minutes we had left together before he jetted off to Europe. And then when they called his row to board? I really kind of lost it. For the second time today.\n\nAs we were leaving the house, he realized he didn’t have his phone. It must have still been plugged in upstairs. He looked and me smiled, and said he guessed he didn’t need it! We didn’t do the international phone package, because we are planning on using Skype to stay in touch. That way, we can actually see each other’s faces when we catch up! But when he said that he didn’t need his phone, it dawned on me that he was going to another continent where I wouldn’t be able to pick up the phone and call him, or text him, or get in touch with him instantly as I’m used to doing. He was going to be staying at an apartment with a roommate, an apartment where I don’t know where it is, or anything about his living arrangements. Honestly, it scared the scrap out of me. And I lost it. Literally, it was the biggest ugly cry I had let him see in a looooong while. He put down his bags, enveloped me in his big arms, and told me it was going to be alright.\n\nAnd then he had me get his phone. I’m not sure if he really thought he needed it, or if it was just to calm me down, but it does make me feel better. Long distance charges be damned, if he needs to call me, I sure don’t care about those costs!\n\nIf all goes according to plan, I will see him again in May when he comes home for some family graduations. We are all keeping our fingers crossed about his internship possibilities in Europe, which would keep him there until August. I’m not sure I’m hoping that he gets the internship or that he doesn’t, because he would come home earlier if he doesn’t.\n\nHonestly, I just want him to get the education and experience that he needs in Europe and comes back to me as quickly as possible. Because this townhouse is awfully quiet this afternoon with only me here.\n\n\n  1. Paris is lovely in the spring for a visit... Just Sayin'\n\n  2. Oh. You are a stronger woman than I. I can't even imagine. At least you can be certain that 1) absence makes the heart grow fonder, and 2)this is for the greater good. In a down economy, he is going to be so very marketable.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9851397872,
        "format_confidence":0.9916265011,
        "weight":0.0656192463
    },
    {
        "url":"http:\/\/www.saltlakemagazine.com\/blog\/2012\/08\/10\/camping-for-a-cause\/",
        "text":"Girl Scouts of Utah is celebrating their 100th birthday, and they are inviting women of all ages for a women-only getaway. Enjoy and indulge yourself on a variety of gourmet meals, signature cocktails, massages, facials and a lot of dance.\n\nAll girls deserve a little retreat; so don’t miss your chance to attend the 10th Annual Camping for a Cause on Aug. 17 and 18.\n\nLast year’s camping was a true weekend getaway, and everyone had lots of fun. A local band was jazzing all the ladies up, and according to Melissa Matthews, Director of Development at Girl Scoutsof Utah, “Not a single soul was sitting down.”\n\nJoin Girls Scouts of Utah for a fun and relaxing girls time at the 10th Annual Camping for a Cause. All proceeds benefit Girl Scouts programs. Click here to register.\n\nFriday, August 17, 2012 at 5 p.m. through Saturday, August 18, 2012 at 2 p.m.\nCamp Cloud Rim, Park City",
        "topic_id":7,
        "format_id":13,
        "topic_confidence":0.845880568,
        "format_confidence":0.8174142838,
        "weight":0.001904047
    },
    {
        "url":"https:\/\/www.gurpreetsinghtikku.com\/category\/ek-kahani-aisi\/",
        "text":"Pritam Singh Churann Wale- Defence Colony\n\nLast Week at Defence Colony, I Met this Gentle Man Pritam Singh.\nWhat got me talking to Pritam jee was board on his Cycle Saying, “Lakkar Hajam, Patthar Hajam Churann”\n\nHe told that his formula is 60 years old &2014-12-03 20.44.53 was created by his father who till 5 years back sold it for 50 years, in Defence Colony Market.\n\nWhile Pritam jee’s father sold it in Defence Colony, Pritam jee himself sold it in Lajpat Nagar. However, now for past 5 years, he sells it in Lajpat Nagar in Morning and at Defence Colony in evening!\n\nMy hajma is Quite good so I skipped the LHPH Churann but got Anardana Churann balls from him which were really good. If you want to experiment, then he had other Goodies like Saunf, Aam Pappar, Imli etc etc too.\n\nBefore you ask for his number…. here it is 9313972621. :-)\n\n#Kuch Chehre Aise Bhi\n#Ek kahani Aisi\n\nRead More\n\nBand Aid creates Bonds!\n\n2014-11-27 14.51.47This evening after Trade Fair ki Sair and Cha Bar ka Khana, Gurleen and me went to Gurdwara Bangla Sahib.\n\nThere I overheard these 7 kids who sounded a bit worried and got to know that one of them has hurt his Finger. I always carry a Band Aid in my Wallet and offered to help. Saw his Finger which had some internal injury and small Blood Clot had appeared which would normally be healed with passage of time. But to pacify them, I told them to use a Band Aid and on application they seem to be happy. Probably a Psychological effect.\n\nNow, they had seen me clicking a Pic & asked me to click one of them and I obliged. I asked them if they have Mail accounts. None of them did.\n\nOne of them pointing a finger towards a Friend said….. “Isko Bhej do, iske Papa ki Sarkaari naukri hai, wohi net karte hai”\n\nOther pointing to another said “Iska Bhai to bahut net use karta hai”\n\nThe Ones in School Uniform were Bunking School and were afraid that they may get caught. But then they said…. “Bhaiya, Isko faceBook par daal dena. Pakkra gaya to bol doonga koi aur hai”\nWhy am I posting this?\nBecause these Kids asked me to do so!\n\nAlso because, Though I had a very Special Day today, however they made it more special.\n\nThey made me Smile, They made me feel happy!\n\n\nRead More",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.7535356879,
        "format_confidence":0.7336360812,
        "weight":0.0501923124
    },
    {
        "url":"https:\/\/www.gurpreetsinghtikku.com\/category\/ek-kahani-aisi\/",
        "text":"Pritam Singh Churann Wale- Defence Colony\n\nLast Week at Defence Colony, I Met this Gentle Man Pritam Singh.\nWhat got me talking to Pritam jee was board on his Cycle Saying, “Lakkar Hajam, Patthar Hajam Churann”\n\nHe told that his formula is 60 years old &2014-12-03 20.44.53 was created by his father who till 5 years back sold it for 50 years, in Defence Colony Market.\n\nWhile Pritam jee’s father sold it in Defence Colony, Pritam jee himself sold it in Lajpat Nagar. However, now for past 5 years, he sells it in Lajpat Nagar in Morning and at Defence Colony in evening!\n\nMy hajma is Quite good so I skipped the LHPH Churann but got Anardana Churann balls from him which were really good. If you want to experiment, then he had other Goodies like Saunf, Aam Pappar, Imli etc etc too.\n\nBefore you ask for his number…. here it is 9313972621. :-)\n\n#Kuch Chehre Aise Bhi\n#Ek kahani Aisi\n\nRead More\n\nBand Aid creates Bonds!\n\n2014-11-27 14.51.47This evening after Trade Fair ki Sair and Cha Bar ka Khana, Gurleen and me went to Gurdwara Bangla Sahib.\n\nThere I overheard these 7 kids who sounded a bit worried and got to know that one of them has hurt his Finger. I always carry a Band Aid in my Wallet and offered to help. Saw his Finger which had some internal injury and small Blood Clot had appeared which would normally be healed with passage of time. But to pacify them, I told them to use a Band Aid and on application they seem to be happy. Probably a Psychological effect.\n\nNow, they had seen me clicking a Pic & asked me to click one of them and I obliged. I asked them if they have Mail accounts. None of them did.\n\nOne of them pointing a finger towards a Friend said….. “Isko Bhej do, iske Papa ki Sarkaari naukri hai, wohi net karte hai”\n\nOther pointing to another said “Iska Bhai to bahut net use karta hai”\n\nThe Ones in School Uniform were Bunking School and were afraid that they may get caught. But then they said…. “Bhaiya, Isko faceBook par daal dena. Pakkra gaya to bol doonga koi aur hai”\nWhy am I posting this?\nBecause these Kids asked me to do so!\n\nAlso because, Though I had a very Special Day today, however they made it more special.\n\nThey made me Smile, They made me feel happy!\n\n\nRead More",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.7535356879,
        "format_confidence":0.7336360812,
        "weight":0.0501923124
    }
]