[
    {
        "url":"https:\/\/okela.net\/closest-casinos-to-virginia.html",
        "text":"string(63) \"Failed to connect to port 1084: No route to host\" Closest Casinos To Virginia? - Okela\n\nclosest casinos to virginia?\n\nBest Answer\n\nSorry, we don't have an aswer for this question yet.\n\nPlease vote if the answer you were given helped you or not, thats the best way to improve our algorithm. You can also submit an answer or search documents about how do you transfer songs from our ipod to my son s new mp3 player.\n\nclosest casinos to virginia? community answers",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.7010578513,
        "format_confidence":0.9429964423
    },
    {
        "url":"http:\/\/www.supercheats.com\/iphoneipad\/questions\/dragonvale\/282420\/How-do-you-breed-the-bluefire.htm",
        "text":"Question for DragonVale\n\nGuest asks: Added Sep 29th 2012, ID #282420\n\nQuestion for DragonVale\n\nHow do you breed the bluefire Dragon??????????????????? :( and get\nAdd your answerAnswers for this Question\nGamerFTW answered: Added 4th Nov 2012, ID #549054\nBreed a cold with a fire hybrid. Trust me I have a blue fire. U want proof? Gamecenter is supergamer3254\n\nAdd your answer\n\nPlease be as detailed as you can when making an answer. Answers that are too short or not descriptive are usually rejected.\n\nPlease do not use this box to ask a question, it will be rejected - this box is for answers ONLY. If you want to ask a question for this game, please use the ask a question box which is above on the right.\n\nBB Codes Guide\n\nAccept submission terms View Terms\n\nYou are not registered \/ logged in.\nIf you would like to ne notified if\/when we have added this answer to the site please enter your email address.\nWe will only use this address to email the confirmation for this answer.\n\n\nWho's Playing\nGame Wiki\nGame Talk\n\nMore Questions\nHave a question?",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9953077435,
        "format_confidence":0.9885100722
    },
    {
        "url":"https:\/\/pokemondb.net\/pokebase\/119897\/a-fire-attack-not-super-effective-against-an-ice-type",
        "text":"Meta Rate My Team PokéBase - Pokémon Q&A\n1 vote\n\nMy Pansear’s Flame Blast is not super effective against a Cubchoo, but my Monferno’s Flame Wheel was effective. When I used Flame blast, the box was yellow and it said “3” damage.\n\nasked by\n- Do you mean Flame Burst or Fire Blast?\n- Was this in a double battle?\nCONQUEST, that's the game.\n\n1 Answer\n\n4 votes\n\nAll things considered, Fire Blast should do x2 damage against a Cubchoo, since it doesn't have Thick Fat.\n\nIt might have been holding an Occa Berry, in which case the berry would reduce the damage done by a super effective fire move once, and then the rest of the fire moves will do x2 damage.\n\nEDIT: I just saw what Mew wrote, and that's right.\n\nFlame Burst deals damage. All Pokémon (including allies and the user if applicable) adjacent to a Pokémon hit by Flame Burst in Double and Triple Battles will lose 1\/16 of their maximum HP in typeless effect damage. This secondary effect will not occur if the target absorbs the primary attack with Flash Fire or the attack misses.\n\nIf it's Flame Burst, it does typeless damage, despite being a fire type move. If it's Flame Burst you're referring to (and not Fire Blast), then that was why it wasn't super-effective against a Cubchoo.\n\n\nanswered by\nedited by\nFlame Burst\nThen it's as Mew suggested; Flame Burst does typeless damage, making Pokemon lose 1\/16 of its health regardless of its type. It would have the same effect on a water Pokemon as it would on an ice Pokemon.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9824817777,
        "format_confidence":0.9896746278
    },
    {
        "url":"https:\/\/www.cudgerie-noosa.com\/answers-on-questions\/readers-ask-how-to-beat-matchington-manor-level-77.html",
        "text":"Readers ask: How To Beat Matchington Manor Level 77?\n\n\nCan you skip a level on Matchington mansion?\n\nSpend Your Coins To Continue The Game Coins can be spent on various things, but it is best if you hold on to them first. If you fail a level, you will still have the chance to continue if you have a lot of coins. You just need to pay 500 coins to add 5 more moves to your counter.\n\nHow many levels are there in Matchington Mansion 2020?\n\nHowever, after playing Matchington Mansion for about 120 levels, the Game Designer in me is relieved. It’s not only just a clever marketing ploy. Defying all of my initial expectations, Matchington Mansion is actually a decent game!\n\nHow do I get rid of the mouse in Matchington mansion?\n\nYou need to match next to the boxes to destroy them, some may take more than one hit. Once a box is destroyed if there was a mouse inside it will move to a neighbouring box to hide there. If there is no neighbouring box to move to then the mouse will be captured. Match next to the book to clear it.\n\nYou might be interested:  FAQ: How Are The Roads From Monument Valley Colorado To Manor Rv Park In Estes Co?\n\nHow do I send a life in Matchington mansion?\n\nMatchington Mansion: How to Send Lives\n\n  1. Click the lives icon on the top left.\n  2. Alternatively, go to your Friend Page, click the blue gift box on the friend’s bar, a life will be sent to your friend.\n\nHow do you get more stars on Matchington?\n\nThe easy and simple way to earn Stars and Coins is by reading more numbers of stories and chapters in the game. The resources are earned by completing more chapters and by reading more stories. One should earn enough keys by applying the Matchington Mansion cheats.\n\nWhat does the broom do in Matchington mansion?\n\nThe Broom removes a whole column and row of elements without using a move. To use this booster, tap the Broom icon and then the pillow or obstacle that you want to remove. You can buy the Broom when you’re already playing a level or get it as a reward during events.\n\nCan I play Matchington mansion on my laptop?\n\nYou can play Matchington Mansion on your computer with the most convenient Android emulator available. Use the free BlueStacks app for PC and Mac to play Matchington Mansion and any other Android-enabled app or video game on your computer or laptop.\n\nWhat is the wish tree in Matchington mansion?\n\nAs you’re looking at the mansion before entering the front gate, it’s on the left at the end of the fence. It’s a scrawny tree at first that gets bigger as you upgrade it with smiley faces.\n\nHow do the mirrors work in Matchington mansion?\n\nMirrors need to be cleared. When you match next to them they will be replaced by a cushion of the colour that was matched. You can also destroy them with rockets and bombs which just removes them.\n\nYou might be interested:  Question: How Do I Furnish Lakeview Manortrackid=sp-006?\n\nHow do I add friends on Matchington mansion?\n\nHow do I invite friends to play Matchington Mansion?\n\n  1. Connect to Facebook from either the title screen or Settings.\n  2. Find your friend list under the left bottom button. Tap the “ Invite “ button at the end of your friend list.\n  3. Invite your Facebook friends to play. Related articles.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nRelated Post",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9962972999,
        "format_confidence":0.5469990373
    },
    {
        "url":"http:\/\/www.supercheats.com\/pc\/questions\/grandtheftautosanandreas\/222789\/How-to-dress-you-like-ghost-r.htm",
        "text":"Question for Grand Theft Auto: San Andreas\n\nGuest asks: Added Oct 5th 2011, ID #222789\n\nQuestion for Grand Theft Auto: San Andreas\n\nHow to dress you[ like ghost rider and get\nAdd your answerAnswers for this Question\nForgoten_Scars answered: Added 7th Oct 2011, ID #445662\nI would suggest going to the Victim clothing line. They have clothes similar to those you'd find in Ghost Rider.\n\nAdd your answer\n\nPlease be as detailed as you can when making an answer. Answers that are too short or not descriptive are usually rejected.\n\nPlease do not use this box to ask a question, it will be rejected - this box is for answers ONLY. If you want to ask a question for this game, please use the ask a question box which is above on the right.\n\nBB Codes Guide\n\nAccept submission terms View Terms\n\nYou are not registered \/ logged in.\nIf you would like to ne notified if\/when we have added this answer to the site please enter your email address.\nWe will only use this address to email the confirmation for this answer.\n\n\nWho's Playing\nGame Guide\nGame Talk\n\nMore Questions\nHave a question?",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9804563522,
        "format_confidence":0.9875774384
    },
    {
        "url":"http:\/\/rpg.stackexchange.com\/questions\/42008\/what-happens-when-an-inquisitors-alignment-changes",
        "text":"Take the 2-minute tour ×\nRole-playing Games Stack Exchange is a question and answer site for gamemasters and players of tabletop, paper-and-pencil role-playing games. It's 100% free, no registration required.\n\nAccording to the rules:\n\nAn inquisitor’s alignment must be within one step of her deity’s, along either the law\/chaos axis or the good\/evil axis.\n\nSo what happens when the alignment of an inquisitor changes from lawful good (assuming that is the alignment of his deity) over time to lawful evil (or anything else which is more than one step apart)? Does he lose all his spells? Can he just change his deity? Can he become atheist and still have his spells?\n\nA RAW answer would be great!\n\nshare|improve this question\n\n1 Answer 1\n\nup vote 12 down vote accepted\n\nThe Pathfinder SRD in the Inquisitor article states:\n\nEx-Inquisitors An inquisitor who slips into corruption or changes to a prohibited alignment loses all spells and the judgment ability. She cannot thereafter gain levels as an inquisitor until she atones (see the atonement spell description). An inquisitor who becomes an ex-inquisitor can, with the GM’s permission, take the heretic archetype, replacing her class abilities with the appropriate archetype abilities. If the character atones or joins a different faith, she loses her heretic abilities and regains her previous inquisitor class abilities.\n\nSimply this is the RAW and should contain the necessary answers.\n\nshare|improve this answer\nSomeone must have cast a blindness-deafness spell on me. Thank you for removing it. :) –  mawimawi Jul 7 '14 at 14:07\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9928754568,
        "format_confidence":0.9878318906
    },
    {
        "url":"http:\/\/www.supercheats.com\/iphoneipad\/questions\/thesimsfreeplay\/235591\/How-do-you-get-rid-of-the-blur.htm",
        "text":"Question for The Sims FreePlay\n\nGuest asks: Added Dec 25th 2011, ID #235591\n\nQuestion for The Sims FreePlay\n\nHow do you get rid of the blur when they do woohoo or use the bathroom? and get\nAdd your answerAnswers for this Question\nGuest answered:\nAdded 25th Dec 2011, ID #466321\nYou can't. They purposefully pixelate it becuSe they don't want to get sued for inappropriate content or nudity in a game. Besides, why would you want to remove it?\n\nShowing latest comments\nshow all (43)\nGuest said: 20th Feb 2015 | REPORT\nGuest said: 28th Feb 2015 | REPORT\nGuest said: 8th Mar 2015 | REPORT\nHow do u see them with the bra and underwear and were do u start\nGuest said: 29th Mar 2015 | REPORT\nI want to know because I am gross and like things like that.\nGuest answered:\nAdded 26th Dec 2011, ID #466515\nIf you go into build mode while they are doing woohoo you get an overhead view of them - I stumbled onto it by accident... It's nothing special\nShowing latest comments\nshow all (19)\nGuest said: 1st Feb 2015 | REPORT\nWhy do you have to do it? That's disgusting!!\nGuest said: 29th Mar 2015 | REPORT\nIt doesn't work for me\nGuest said: 2nd Apr 2015 | REPORT\nIt does not work\nGuest said: 16th Apr 2015 | REPORT\nit doesnt work\nGuest answered:\nAdded 18th Jan 2012, ID #474363\nPress the buy furniture catalogue button the censors will disappeare or leave a very tiny censored spot. They pee with their clothes on!!\n\nShowing all comments\nGuest said: 21st Apr 2012 | REPORT\nI tried this and it did not work for me. I need more détail.\nGuest said: 8th May 2012 | REPORT\nzoom in\nGuest said: 16th Aug 2012 | REPORT\nWhere do you buy it\n\nGuest said: 23rd Dec 2014 | REPORT\nthe updated version doesn't do it any more\nGuest answered:\nAdded 18th Jun 2012, ID #516406\nChange the language to espanol or Italiano.\nShowing all comments\nGuest said: 24th Dec 2014 | REPORT\nWhat for\nGuest answered:\nAdded 5th Aug 2012, ID #528897\nDO NOT change the language because I have just done it and hat to start a new game but if you have I cloud then you can revive it but if not then you loose everything !!!!!!!!!!!😭\n\nShowing latest comments\nshow all (11)\nGuest said: 15th Oct 2013 | REPORT\nLol, if you check again on the change language screen the button that you pressed says reset. You have to hit the back button after selecting the language, then it will ask you if you are sure you want these changes.\nGuest said: 28th Dec 2013 | REPORT\nWhat do the sims do when they do woohoo\nGuest said: 30th Dec 2013 | REPORT\nthey just hug while making out, nothing bad actually\nGuest said: 30th Dec 2013 | REPORT\nnothin happened to my game\n\nP.S. you people are to stupid to read the thing it says it may delete some of its current saves so you should have pressed no\nGuest answered:\nAdded 15th Nov 2012, ID #551172\nEveryone on here is a troll. There is no way to get rid of it.\nShowing latest comments\nshow all (6)\nGuest said: 1st Jun 2014 | REPORT\nIt still does work.\nGuest said: 8th Jun 2014 | REPORT\nYeah they are wearing the swimsuits but i want to see the boobs\nGuest said: 22nd Nov 2014 | REPORT\nWhich language did u change it to\nGuest said: 31st Jan 2015 | REPORT\nIts not working\nGuest answered:\nAdded 22nd Nov 2012, ID #552868\nIf you are willing to have lose 1 LPvall you have to do is when they are about to swirl click finish instantly and then they will not swirl and stay invthe clothes they were wearing while have sex\/woohoo\nTe-te answered:\nAdded 21st Dec 2012, ID #558472\nWhy would anyone want to even think about doing that!\nShowing all comments\nGuest said: 30th Dec 2013 | REPORT\nno idea dude,no idea...\nGuest said: 6th Jan 2014 | REPORT\nIts just a fun dude...\nGuest answered:\nAdded 22nd Dec 2012, ID #558667\nNot doing anything besides kissing\nGuest answered:\nAdded 24th Dec 2012, ID #559037\nWow all of y'all really rocking out at this and the person who said you will loose itnow I'm pretty scared cause now I really really really don't want too lose everything!!!!\nShowing all comments\nGuest said: 13th Jun 2013 | REPORT\nDon't do it I tried it and it erase all my data!\nGuest said: 30th Jul 2013 | REPORT\nAnd this guy can't spell rid you daft shite\nGuest said: 14th Sep 2014 | REPORT\nHey you don't delete your game when you change the language. If you just tap the exit button in the pause menu while you change the language it will change.\nDiggyd23 answered:\nAdded 26th Dec 2012, ID #559305\nYou can't.\nShowing all comments\nGuest said: 14th Dec 2013 | REPORT\nHow to call a friend on sims free play\n\nGuest said: 30th Dec 2013 | REPORT\nYou have to buy a phone in the homestoreRatchet and Clank3\nGuest said: 24th Dec 2014 | REPORT\nYes you can\nGuest answered:\nAdded 15th Jan 2013, ID #564868\nOptions>>Language>>Spanish>>DO NOT press the red button, press the return button>>press \"si\" and TA the no blur :D when you return language to English, the blur will return. ENJOY XD\nGuest answered:\nAdded 4th Feb 2013, ID #569063\nGo to options press espeniol press green arrow although there is no pixels they ain't naked\n\nGuest answered:\nAdded 5th Feb 2013, ID #569260\nJust go to the pause button then go to the settings the change the language to Spanish\/espanol or Italian\/Italiano then press the GREEN button then the block is off. Really works if not try again!\nIshacool149 answered:\nAdded 24th Mar 2013, ID #578560\nIf you want to see them nude, you can just click the closet and make them change into their swimsuits. They will look just like that when they woohoo or go to the bathroom.\n\nMiri2013 answered:\nAdded 14th May 2013, ID #587660\nI found out how to get rid of the whoohoo blur...stumbled on it by accident. I am on iPad non ios Sims freeplay. I have a second story house in the living large section and two of my sims where whoohooing outside near the beach line and fence when I decided I wanted to look up my inventory, I clicked the furniture icon and low & behold my whoohoo blur disappeared completely, I inially thought it was the fact that I clicked the furniture icon BUT it wasnt because when I clicked off it the blur still wasnt there...It was the fact that I have a two story home and it was set to 2 level....I zoomed in and the blur was still gone and it was super cute...kinda felt like a perv peeping in on my sims but they do hug very passionately, the kiss passionately and the look into each other was just super cute and I'm not sure why EA blur it at all theres nothing shocking or inappropriate about it. It also still showed the hearts fainlly floating from them as well.\nGuest answered:\nAdded 29th May 2013, ID #589899\nYou cannot remove it, it is supposed to be there, anyway why would you want to\nGuest answered:\nAdded 12th Oct 2013, ID #605312\nThe reason why there is blur is because kids might be playing it and they need to keep it but if you're an adult or teen this is how you do. It: Make your sims whoohoo go to settings change the language to français (YOU MUST HAVE ICLOUD FOR THIS PART) and if somthing pops out tap on the green one then exit settings then turn the language back to english then theres no blur for whoowhooing TRUST ME IT WORKS\nGuest answered:\nAdded 13th Oct 2013, ID #605409\nAll I did to get rid of it was change the language to Spanish (espanol or how ever you spell it ) then DID NOT PRESS THE RED BUTTON press back and it was gone. Then I changed it back to English ( now you can see what that red button does ) and it STILL was off. Try it!\n\nGuest answered:\nAdded 19th Mar 2014, ID #620169\nSo first you need to have a two-story house. Get the sims to woohoo outside of the house. Then Click the button to go up the house. You'll see that the censored part will disappear. And the sims will be on their underwear lol. And they just basically hug xD thats all. Hope this help.\n\nShowing all comments\nGuest said: 18th Jan 2015 | REPORT\nU dont need to have a 2 story house\nGuest answered:\nAdded 1st Feb 2015, ID #654730\nMove your sims far away from each other then click the woohoo button, after that quickly go to your settings an change the language to French. Click the back button then click the green button and you can see your sims woohoo. If you don't want to keep it on French just go back to the settings an change it back to English and you can still see them woohoo\n\nAdd your answer\n\nPlease be as detailed as you can when making an answer. Answers that are too short or not descriptive are usually rejected.\n\nPlease do not use this box to ask a question, it will be rejected - this box is for answers ONLY. If you want to ask a question for this game, please use the ask a question box which is above on the right.\n\nBB Codes Guide\n\nAccept submission terms View Terms\n\nYou are not registered \/ logged in.\nIf you would like to ne notified if\/when we have added this answer to the site please enter your email address.\nWe will only use this address to email the confirmation for this answer.\n\n\nWho's Playing\nGame Guide\nGame Talk\nHave a question?\nAsk a question for The Sims FreePlay\n\nQuestion Guidelines\n\nYour Question (short version)\nQuestion Description (more details)\n\nPlease complete both boxes\n\nYou are not registered \/ logged in.\nIf you would like to receive an email to let you know if\/when we have added this question to the site please enter your email address.\n\nWe will only use this address to email the confirmation for this question.\n\nAccept submission terms View Terms\n\nAsk a question for another game.\nAppGamer Reviews\nGun Fire Girls - 4.0\nBadass chick against hordes of monsters Gun..\nLettercraft - 5.0\nBrain teasing word crafting fun with Letter..\nTwisty Hollow - 4.0\nTwisty Hollow Will Make Your World Spin Ark..",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9935929179,
        "format_confidence":0.9425129294
    },
    {
        "url":"http:\/\/www.chaptercheats.com\/qna\/iphone-ipod\/116357\/Walt-The-Frog-Answers.htm",
        "text":"Thu, 31 Jul 2014 02:39:12\niPhone - iPod\n\nWalt The Frog?! Questions for iPhone - iPod\n\nHome \/ iPhone - iPod \/\n\nGame Questions & Answers (Q&A) service lets you ask questions about video games for game consoles or PC games. So ask your Walt The Frog?! question for iPhone - iPod and get answers from real gamers or answer questions and share your insights and experience with the rest of the gaming community. Note: This apple iPhone game app may also be compatible with the game app for apple iPad.\n\nBoxshot \/ Details\nWalt The Frog?! Cheats Boxshot\n  • Developer: Nutritious Games\n  • Publisher: Nutritious Games\n  • Genre: Action General\n  • Release Date: Apr 3, 2013\n  • ESRB: Not Set\n\n\nStuck on this game? Set a specific, clearly defined question and let others answer your question or view answers to previously asked questions. If you think you are an Walt The Frog?! expert then please try to help others with their questions.\n\nAsk a Question\nModeration is enabled and may delay your Question.\nVideos You May Like...\nWalt The Frog?! - Gameplay Video\n\nWalt The Frog?! - Gameplay Video\n\nView All Videos\nGame Related Options",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9941474199,
        "format_confidence":0.9820874333
    }
]