[
    {
        "url":"http:\/\/www.catster.com\/cats\/655966",
        "text":"Close X\n\nPommy Pumpkin\n\nMaine Coon\nPicture of Pommy Pumpkin, a male Maine Coon\n\nPhoto Comments\nAge: 12 Years   Sex: Male   Weight: 21 lbs.\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\n   Leave a treat for Pommy Pumpkin\n\nMr Mook!\n\nKitty Complexion:\nsleepyvery active\nnot curiousvery curious\nnot vocalvery vocal\n\nSun Sign:\nQuick Bio:\n\nOctober 29th 2003\n\nRed Shaded\n\nMe, his mom..\n\nCant say he has any..\n\nFavorite Toy:\nHe would just rather watch the girls...\n\nFavorite Nap Spot:\nThe bed, or the window sill\n\nFavorite Food:\nAnything goes really..\n\nHe will play a stalking game with you, if you stare at him then hide!\n\n\nArrival Story:\nPommy was my first Maine Coon, he is a big daft lad of over 20lbs!he loves to cuddle up on moms lap, besides his mom his greatest love is his belly...\n\nPommy is huge! I used to take Pommy out for walks on a lead like a dog! He was well known in the area, and the neighbours used to love to look out for him and give him treats whenever they saw him, unfortunately Pommy was scared one day by a loose dog, I tried to pick him up out of the way but made matters worse.. this frightened him (and me), so I do not take him out any more, this is his choice as well as mine! That was when I introduced another cat into the family, that being Princess Peach, he loved her from the start and forgot quickly about the outside world, he now has two friends of course, the other one being Dolly Daydream, they both keep him entertained very much ...he is such a sweetheart..\n\nLives Remaining:\n9 of 9\n\nForums Motto:\nBig is beautiful..\n\nThe Last Forum I Posted In:\nBlue ribbon rosette \"best in show\"\n\nI've Been On Catster Since:\nNovember 1st 2007 More than 8 years!\n\nRosette, Star and Special Gift History\n\nCatster Id:\n\nMeet my family\nPrincess Peach\nincess Peach)\n\nMeet my Feline Friends\nSee all my Feline Friends\nSee all my Feline Friends",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9958013892,
        "format_confidence":0.7379896641
    },
    {
        "url":"https:\/\/powellrealtors.com\/meet-jessica-lewis\/",
        "text":"Introducing Jessica Lewis! Jessica joined the Powell team in 2017. She’s been helping people her whole life, formerly as a registered nurse and certified case manager. She always enjoyed putting a smile on people’s faces and now she gets to work with families to help them find the perfect home where they can grow or downsize.\n\nWhen she started doing this job, Jessica determined that buying a home is something people should never feel rushed into. She says it’s important to take your time because buying a home is such a huge decision. She believes it’s really important to make sure you truly love a home before making any decisions about buying it.\n\nJessica also really loves working with sellers. Her secret tip for home sellers: Stage your home! Many people look at homes on the internet and seeing a home furnished makes them picture their own family in that house.\n\nWhen Jessica is away from work, she spends time with her husband, four kids who are still at home (plus one adult daughter when she’s able to visit!), and dog Axl. She enjoys many coastal activities that are part of life on the Shore. She loves traveling with her family and kayaking on the water. She regularly volunteers with various organizations to help in the community, as does her husband who is a volunteer firefighter. Aside from their five children, Jessica and her husband have also chosen to be a foster parent for nine years. She loves having the opportunity to help and care for others.\n\nJessica Lewis, Eastern Shore Realtor, with her family\n\nJessica Lewis, Eastern Shore Realtor, with her husband\n\nIf you would like to chat with Jessica to see if she’s the right Realtor for you, just shoot us a message!\n\nJessica Lewis, Realtor at Powell Realtors, shares photos of her family enjoying the Eastern Shore lifestyle",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9821162224,
        "format_confidence":0.9804055691
    },
    {
        "url":"https:\/\/just.property\/agents\/jonathan-terblanche-834021\/",
        "text":"Just Property\n\nJonathan Terblanche\n\nAbout Jonathan\n\nBrick and mortar is the cornerstone of infrastructure! Occupants and owners will change from time to time! Let my experience and knowledge in the sales and marketing field guide you to make the correct decisions!Jonathan Terblanche Privacy Seal\n\nJonathan Terblanche's Properties\n\nJust Property Office\n\nResidential To Rent\n\nResidential For Sale",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.982183218,
        "format_confidence":0.9669523835
    },
    {
        "url":"https:\/\/www.the313realty.com\/real-estate",
        "text":"Mohamed Rattani\n\nLicensed Real Estate Salesperson\n\nMohamed Badge Pic-DESKTOP-0134NCS.png\n\n518 YES THE1 (518 937 8431)\n\nBerkshire Hathaway \n\nClifton Park Office, NY\n\n1745 U.S. 9\n\nClifton Park NY 12065\n\nHello and Welcome!\n\nThank you for choosing us to help you achieve your real estate goals! I am a licensed realtor working with Berkshire Hathaway.\n\nAs a licensed realtor, property inspector, mold assessor and investor, I am uniquely able to assist you with not only the marketing and purchase of your property, but also with my experience and skills, it allows me to view your new property with a trained eye.\n\nPlease feel free to contact me if you have any questions in regards to your real estate journey.\n\nHope to hear from you soon,\n\n\nMohamed Rattani\n\nHave a question? I can help\n\nThanks for submitting!",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9891502261,
        "format_confidence":0.9067009091
    },
    {
        "url":"https:\/\/www.rmweb.co.uk\/community\/index.php?\/profile\/21158-iron-horse\/",
        "text":"Jump to content\n\nIron Horse\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n977 Good\n\n\nProfile Information\n\n  • Location\n\nRecent Profile Visitors\n\n232 profile views\n  1. Of course, always in my shorts To be fair because we've been moving I haven't been out that much, but I'll be making up for it soon and no modelling time is killing me. I'm hoping to build a viewing platform against the annoying sound deadening fence (which does nothing with a class 70 coming up the hill ) when I really get to grips with the place. Any time you go past tunes are always welcome And Merry Christmas to you and thanks for the continued supply of pictures.........without which I would never have dreamt of running a 66 and a single VGA\n  2. You'll be going past my new house tonight Jim, about 1\/4 mile before the Willaston crossing I'll look out my window\n  3. Cool Ian, thanks for sharing Now don't go going all modern on us now.......the last time I was at Andover I was bashing 50's\n  4. Actually had a brief play last night and DCWA stalwart 50032 came to the rescue of the 1640 Teignquay - Oxford SO service\n  5. This is the weathering thread that just keeps giving...........thanks Phil, more inspirational work as always\n  6. Iron Horse\n\n\n    Those fire extinguishers look amazing, how the hell did you manage to solder the wire together. I'd love to have that sort of ability. Awesome\n  7. Always did love 032 with the blue plates.....nice to see your layout again, looking as good as ever\n  8. Hi Russ Were you that man standing there using a pole for the photography? I just noticed it as we went past and thought that could be a cool shot Thoroughly enjoyed the ride on it on Saturday and it was nice to see the TPE staff mixing well with customers and enthusiasts alike. In fact they suggested for the best class 68 sound you need to stand between vestibules!!!!!!!!\n  9. Well guess what.....not much has really happened Seems to be far too much going on in life which could result in a major layout upheaval but we'll come on to that once there is more certainty!!!!!! In the meantime my additional weathering over the factory 37 weathering was doing my head in specifically in regards to the windows!!!!! So I got some T-Cut out and this was the result.........yes I know the frost grill needs some adhesion to the bodyside The windows really aren't perfect but I think they are an improvement Then for my birthday I was given this from my daughter and fiance, the Kernow China Clay dry. I love the building despite the criticism on here and my daughters comment was \" wow Daddy that almost looks real\" So now the biggest question is cement terminal or clay dry? am I asking too much when the CDA's come along or can I blag it? And for a little tranquillity at the end.........here is a general view of Teignquay South Junction in the mid 1980's As always, Thanks for popping by\n  10. I thought I read somewhere this morning that there were to be services to Llandudno and Gobowen.........I might have dreamed that I guess\n  11. Thank you Andy, I guess that makes sense. Would have loved to have known how far it had gone down......it may have only been to the bridge in the distance but sadly I have no idea. It was quite funny because when I got to that side of the bridge and saw it there were 2 other spotters there. I said \"where on earth is that going?\" they looked at me in digust and said \"well to Crewe obviously\". I then pointed out to them the line it was travelling on to which they said \"Oh, I didn't notice that\" and they never uttered a single word to me at all after\n  • Create New...\n\nImportant Information\n\nWe have placed cookies on your device to help make this website better. You can adjust your cookie settings, otherwise we'll assume you're okay to continue.",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.5500915051,
        "format_confidence":0.9161060452
    },
    {
        "url":"https:\/\/www.davylandproperties.com\/agents\/poovanee\/",
        "text":"Poovanee Andinarayen\n\nSenior Sales Executive - Individual Department\n\nHi  I am Poovanee Andinarayen. I am a senior Sales Executive at the service of Davyland Properties Ltd for the past 15 years. I have developed a thorough field knowledge in Real Estate. Please get in touch and let us discuss how I can help you with your property requirements.\n\nAgent Listings\n\nNo properties available",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.931714952,
        "format_confidence":0.9731208086
    },
    {
        "url":"https:\/\/www.roughlinen.com\/pages\/dulcy",
        "text":"FREE SHIPPING on U.S. orders of $250+\n\n\nNext Contributor\nPrevious Contributor\n\nI received my pinafore two days ago and just adore it!\n\nI'm a rug hooker and designer. I work with hand dyed wool hooked onto linen. I also design and hook handbags.\n\nI love to weave shawls using the triloom my husband built for me. I also am an avid knitter.\n\nLove all things fiber, and totally smitten with this line of gorgeous hand made linen products. Looking forward to adding some pieces to my own home! Here are some photos of my pinafore, my gardens and my shawls.\n\n~ Dulcy",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9568266273,
        "format_confidence":0.9205766916
    },
    {
        "url":"http:\/\/jacquierelli.yourkwagent.com\/",
        "text":"Jacquie Relli\n\n\n\nVoted the \"Most Innovative Real Estate Company\" by Inman News, Keller Williams® Realty takes a different approach, one that is built on personal touches, a professional approach and positive results.\n\nJacquie Relli utilizes the latest technologies, market research and business strategies to meet your expectations. However, more importantly, we listen and that means we find solutions that are tailored to you.\n\nClick on one of our services to see what Jacquie Relli has to offer you.\n\nJacquie Relli\nhas been listing and selling real estate since 1993.  Professional, hardworking and dependable - Jacquie always puts her clients first.  Specializing in residential real estate, investment properties and first time homebuyers.  Over the past several years she has become an area expert in short sales, foreclosures and other bank owned properties. Call Jacquie When Only The Best Will Do.\n\nThanks for visiting... take your time, visit for awhile, and please feel free\nto call or email me with any questions you may have about real\nestate. My objective is to help you in the best way I can and to take\nthe stress out of the process for you.\nAre you considering selling your home in the coming months?\n-List with me and get a top selling price. \n\n-My market research and analysis reports will assist you in getting the most money for your home.\n\n-I will give you staging tips to attain your maximum selling price.\n\n-Hire an experienced & devoted agent...ME!\n\n1..  Our first step is getting your property listed with Multiple Listing Service (MLS): Within 24 hours of signing, your home will be listed in the MLS listing service, now with national exposure.\n\n 2.  Internet exposure: getting your property on award-winning websites where nearly 80% of buyers first look to find their home.  My search engines will have it listed in all of the appropriate sites.\n\n3.  Post Cards: Beautiful custom postcards mailed immediately\nto potential buyers increasing exposure.\n\n4.  Follow-up.  I will bring qualified consumers to your door immediately following an inquiry into your property to ensure you the best chance of selling FAST!\n\n*Appointments Only to View Your Home: All showings are by appointment\nonly; under no circumstances should you allow any unscheduled\nviewing or answer any questions. Always refer all inquiries to your Keller-Williams Agent Jacquie Relli.\n\nWe will immediately expose your home to all agents in the area.  The consumers looking for properties comparable to yours could be your customers.  Some agents are less likely to show homes to their protected prospects if they haven’t first viewed the property themselves.  This slows down the process considerably and reduces our chances.  Our goal is rapid exposure with a quick offer for your consideration.\n\nWe want to get this sold as fast as possible to minimize the amount of stress on you\nand your family; we will do all we can to get the sale.\n\nMy value is in making sense of all of the information out there, in my marketing skills, and my considerable negotiation skills associated with a real estate transaction. In short, our job is to sell your home with the least amount of stress on you, in the shortest\namount of time, and, of course, at the best possible price.\n\nDo you want to purchase a home in the near future?\n-Use my available property searches, and find what you are looking for.\n\n-Share your wish list with me and I can find it for you.\n-I have someone in place to assist in getting your financing in place.\n-Call me and we can go shopping for your perfect next home.\n\nGet your finances together, be sure to consult with a quality, reputable lender. Ask them to work the numbers so you will know what your monthly payment will be. Be sure you are comfortable with that figure as you may qualify for more than you actually want to pay every month. If you are not  absolutely sure, ask a lot of questions. If you need a referral, we have great people to work with like Brian Gill of Standard Bank.  He can be reached at 708-878-8295 or email brian.gill@standardbanks.com\n\n Make certain you have a legal professional who is experienced, hard-working and reputable. Buying a house is ranked as one of the most strssful experiences in our lives, and you want to make sure there is as little as possible.  I work with Carl Evans, a phenomenal attorney, perhaps the first honest one on the planet!  He has done great work in the past, so if you need a referral, let me know.  Or, you can contact Carl directly at 708-935-2139.",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9533920884,
        "format_confidence":0.7189964652
    }
]