[
    {
        "url":"http:\/\/www.redframecreative.com\/testimonials\/",
        "text":"Marie created a recognizable logo that was an instant hit and a boost to catwalk fundraising. She expanded on her initial creation and produced a series of print and electronic pieces that focused attention on our goal and produced dramatic results. We exceeded our million dollar goal on time thanks in large part to the positive image that Marie built for us.\n\nPat McGinnis\nCity Manager, Grand Haven\n\nI have had the opportunity to work with Marie Kar over the last few years. As a graphic designer and business woman, she has been wonderful. Her ability to understand my needs and put them in action has been outstanding. I have a product call “Benson’s Bottom Paint” which we have been trying to market since 1988. It has gone up and done in sales due to a number of reasons. Since I started working with Marie, to come up with a new look and consistent message to try and market my product, she has used her resources to bring in other people who have worked as a team to help me achieve my goals. My new label design for the product is fresh and eye catching. My sales, even though they are small have been increasing. Marie has been a true professional to work with on this project. I’ve appreciated Marie’s fresh ideas with the design on the “Benson’s Bottom Paint” paint can project. Truly unique.\n\nRandy Dahlquist R.Ph.\nBenson’s Bottom Paint, Inc.\n\nMarie (Redframe Creative) is the epitome of a user friendly and professional company. Marie answers emails and phone calls almost before the request is made. Marie works to the satisfaction of the client. She isn’t happy unless the client is happy. Prices are reasonable and the product is usually beyond expectations. If you contract with Marie you will not be disappointed. She is friendly, competent, thorough, timely, and puts the client first. I would not hesitate to give her the highest praise and to recommend her to anyone seeking the highest quality.\n\nRichard L. Baldwin\nButtonwood Press\n\nWhen we decided to build a new building we started thinking about branding and re-imaging the company. One of the first things we knew we needed was a logo so\nWe turned to Redframe Creative. Marie made it easy by asking the right questions about our vision and she came back with our vision as well as concepts that were variations of it. She made it fast and affordable. Thanks Redframe!\n\nJames J. Willison Sr.\nTri City Auto Repair\n\nMarie is a rare and oh-so-talented blend of advanced technological and graphics skill, creative artistry, and “old school” values, commitment and self discipline. I will never use another graphics design professional for my books besides her, and trust her implicitly. She sets the bar high for her work and follows through with amazing reliability.\n\nGarrett L. Turke, Ph.D.\n\nI am very happy with the work Marie has done for my business. She is very easy to communicate with and is very talented at her work! I would highly recommend Red Frame Creative!\n\nCarrie Anne Engels\nWhat a Gem Jewelry\n\nWorking with Marie and Redframe Creative was lots of fun—pure pleasure; in fact, in some ways I hate to see it end. I think that’s because the process was a true collaboration, which is what made this experience so enjoyable. Marie provided a creative design framework that allowed each of us to bring our own sensibilities to the project. The finished product reflects that synergy—not only of the four of us, but of the four thought leaders and the eight practitioners. You can sense everyone’s part in the booklets!\n\nDaryl Fischer\n\nWe so appreciated your ability to grasp the meaning behind the content and really bring it to life through the combination of design, our images, and stock photos. This was particularly impressive since you were hitting it “cold.” In addition, we very much appreciated your responsiveness to multiple reviewers and comments, your own lively intelligence brought to review of the two booklets and your focus on getting it right! It was a pleasure to work with you.\n\nRandy Roberts and Rachel Tooker,\nCrocker Art Museum, Sacramento, CA",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.8973931074,
        "format_confidence":0.9916887879
    },
    {
        "url":"https:\/\/www.elliewrightphotography.co.uk\/customer-comments",
        "text":"Our family photo shoot with Ellie was a really fun and relaxed experience for us all. \nEllie is absolutely lovely and not only helped us adults feel comfortable in front of the camera but our little boy adored her and was instantly happy to play the show-off! \nWe couldn't be happier with the truly stunning photographs that Ellie created for us, she has a real talent for capturing relaxed, natural and fun shots and we will treasure ours forever. \n\n\nWe had a fabulous shoot with Ellie. She came to our home which made things so easy for us with a newborn baby. Not only did she produce a gorgeous selection of shots for us she also was able to give me endless information on his sleep and feeding routine due to having spent many years as a sleep trainer. So if you want a photo shoot with sleep training advise included, Ellie is your lady!\n\n\nI have just received the disc of my photographs, they are fantastic! Thank you so much, I have already recommended you to a few friends who I know will love your style and relaxed nature around the children. Thank you for turning the pictures around in such a quick amount of time too.\n\n\nI called on the off chance Ellie could do a photo shoot the next day as due to my dis organisation that was the only day I had left myself. She was very accommodating and re arranged her personal schedule so she could fit me in. My girls especially had a great time, there was no pressure and it flew by. I am so happy with the images that she captured, in all my time of being their mother I have never caught their personalities on camera so well. Am already planning on going back with the grandparents!\n\n\nI booked a shoot as a surprise for my wife with EWP as I never appear in any of the family photos. I always feel so awkward in front of the camera and make my excuses however with Ellie I felt completely relaxed. She had us all laughing in no time and so engaged with the kids I actually forgot that usually this was my worst nightmare. The photos are beautiful and i'm pleased I finally look like part of the family!!\n\n\nThank you so much for such a wonderful photo shoot. The boys had a great time and loved the bubble session especially! We have had a few of the images made into canvasses and they look stunning in our new home. Thank you again.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.8479180932,
        "format_confidence":0.9889445901
    },
    {
        "url":"http:\/\/www.highlinedesign.co\/",
        "text":"• “My husband and I hired Highline to help us rebrand our farm after moving it to Whitefish from Eureka. It was not an easy task. We wanted to take an existing brand, Two Bear and add our own personality to it. They created a killer logo for Two Bear Farm. I was on the fence on if branding was important but I can say it is. We were so impressed with them, that we also hired them to brand & design our farm based food truck, Farmer and Chef. Once again, they nailed our concept with the most amazing logo and accessory graphics. I highly recommend Highline as graphic designers. Their designs are brilliant and original! Thanks guys!”\n\n    Rebecca and Todd Ulizio\n    Two Bear Farm, Owners\n  • “When I approached Highline about rebranding our business, I wasn’t sure what we needed… other than an update. After a brief meeting and some insightful questions, they got me to really focus my own thoughts about what we were looking for. A few iterations later and we had a design that I love, my staff loves and has become synonymous with our organization.  Thanks!”\n\n  • Highline proved to be the right choice for The Summit Medical Fitness Center when selecting a vendor to help us with our creative service needs.\n\n  • I have had the pleasure of working withHighline over the course of several generations of projects. Their consistency and dependability is priceless!  Once we established the scope of work, I could describe my ideas and they were confident to take the project from there. I don’t want or need endless questions and fine tuning. I need a product that I can slightly tweak (based on my initial vision) and then take to press. They filled any gaps that I left open and helped the project succeed. Their creativity  is enough to create successful projects again and again.\n\n    Shawna Moore\n    Fine Artist\n  • “A fortunate coincidence teamed our company with Highline on a rather large and on-going project. They have been professional, full of creative ideas, and really are team players. We have since recommended them for another large public project and look forward to working with them in the future.”\n\n  • “Highline helped redesign our user map, and developed the look of our first-ever approach to trail signage. They took the time to get to know us and our project, and they’ve since provided FTBT with a much needed eye for professional yet accessible materials. It’s an understatement to say that we’re pleased with the results of their work.”\n\n  • “We could not be more pleased with the work Highline has done for the Big Mountain Ski Patrol Inc. They are both incredibly knowledgeable and so well versed in the nuances of the design process. Working with Highline was a seamless process for our organization.”\n\n    Jenny Cloutier\n    Big Mountain Ski Patrol\n  • “Highline exhibit the creative qualities and professional presentation comparable to the country’s top agencies.”\n\n  • “Highline’s designs are fresh and inspiring. It is wonderful to work with such professional and talented people.”\n\n  • “It has been my distinct pleasure working with Highline over the past several years to brand, market and promote the Kalispell Boulder Project, their combined talents of creativity, attention to detail ,and artistic flair are unsurpassed. The success of our community project would not have been possible without their hard work and guidance. I would have no hesitancy in recommending them to anyone for graphics, design and marketing work.”",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9157245159,
        "format_confidence":0.8618147373
    },
    {
        "url":"https:\/\/blog.derwentart.com\/2017\/09\/22\/ivor-harrison-from-the-art-gear-guide-reviews-derwent-precision\/",
        "text":"Ivor Harrison from The Art Gear Guide reviews Derwent Precision\n\nDerwent are renowned worldwide for manufacturing some of the finest graphite pencils artists can use. Derwent have a wonderful selection of traditional wooden barrel graphite pencils. However, the introduction of the Derwent Precision marked the brand’s first mechanical pencil.\n\nThe Derwent Precision is a mechanical pencil, developed in two sizes, regarding the graphite core dimensions: a 0.5 and 0.7mm core. It goes without saying that the graphite cores and replacement cores are of a high standard Derwent graphite that we have all come to know and love. With Derwent graphite, you know you’re going to get reliability and quality in every pencil.\n\nThe metallic body of the Derwent Precision sports a stylish black gloss finish, trimmed with chrome nib, lapel clip and end cap, making the entire body – an aesthetic beauty for anyone to carry, be they artist, business person or student.\n\nOnce removed, the end cap reveals an eraser. Removing the eraser reveals more hidden items, with room to can store extra graphite cores within the barrel. Once the extra cores are placed in the barrel, they automatically feed through when the current core is used completely.\n\nPerhaps the most important feature of the Precision is the metal retractable sheath that extends with the click of the end cap, revealing the graphite. It’s an important feature because so many mechanical pencils in this price range have static sheaths for the graphite. These tend to either break or rip clothing if the pencil in placed in a pocket. With the Derwent Precision, everything is tucked away beautifully when not in use meaning you can return to your pencil time and time again.\n\nThe actual mechanism used to extend and retract the graphite is metal whereas a lot of cheap mechanical pencils use plastic, which tends to break easily with use.\n\nBut it doesn’t stop there, for this price you get the stylish Precision pencil, three spare erasers, graphite in the pencil and fifteen spare graphite cores in their own plastic dispenser. All I can say is thank you, Derwent, you have done it again, a wonderful product for artists, students, businessperson about the city or academics, the Derwent Precision fits them all.\n\n\n  1. I enjoy Derwent pencils, and I also enjoy drawing and sketching with mechanical pencils; although the latter haven’t been a ‘throw in a pocket with a sketchbook’ item for precisely the reason given here – unretractable metal sheaths. That the Derwent Precision ticks all three boxes (plus availability in a slightly wider core with softer leads) made it an easy decision to try it. Although I’d also like to ask if it’s possible to remove the lapel clip?\n\nComments are closed.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.8503354788,
        "format_confidence":0.8235949874
    },
    {
        "url":"https:\/\/greatnonprofits.org\/users\/profile\/154992",
        "text":"My Nonprofit Reviews\n\nGail.C. - charity reviews, charity ratings, best charities, best nonprofits, search nonprofits\n\n\n911 profile views\n1 reviews\n\nReview for Woman Made, Chicago, IL, USA\n\nRating: 5 stars  \n\nWomanMade is a gutsy gallery for women mostly and it is full of gutsy classy art. They have filled a need in me to show my work in a place where woman and creativity count. I have been in several shows there. I have also been in shows elsewhere in Chicago. I think they are in the mainstream in the art world.\n\nHow does this organization compare with others in the same sector?\n\nQuite well\n\nHow much of an impact do you think this organization has?\n\nA lot\n\nWill you recommend this organization to others?\n\n\nWhen was your last experience with this nonprofit?\n\n\nRole:  Professional with expertise in this field",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9306912422,
        "format_confidence":0.891906023
    },
    {
        "url":"http:\/\/rambles.net\/elder_madplayboy04.html",
        "text":"Will Elder:\nThe Mad Playboy of Art\n\nby Will Elder\n(Fantagraphics, 2004)\n\nThis comprehensive sampling of the work of zany master cartoonist Will Elder is simply magnificent. It is so because of the size, format and quality of reproduction of this 391-page trade paperback that reprints this artist's groundbreaking and influential work from the early 1930s to the present. A extensive biographical essay and the inclusion of \"paintings, portraits, still lifes, caricatures, and sketches,\" certainly recommend the volume as well. But this retrospective is simply magnificent for one primary reason. There is no cartoonist, living or dead, better than wacky Will Elder.\n\nWhoa, there, Nellie. Gushing a bit?\n\n\nSo, what distinguishes a great cartoonist from a competent one? Including a grasp of artistic technique and visual storytelling, there is:\n\n1) Versatility: Elder mastered any style required by its subject, from \"big-foot\" cartooning to abstract painting to photographic realism.\n2) Unique personal style: His is instantly recognizable.\n3) Unique viewpoint: There is no other way to write it: Elder drew crazy funny, and was extremely influential for his \"eye-pops\" -- little visual and verbal puns peppered everywhere in his work.\n4) Mastery of many media, including pencil, ink, wash, watercolor and acrylic or oilpaints.\n5) Influence: In comics, television, editorial cartoons and motion pictures -- in a nutshell (his natural habitat), there is only one \"Villie\" Elder, and the history of comics is much richer because of his great gift.\n\nThe Mad Playboy of Art receives the highest recommendation for adult readers (because of nudity) in my 17-year history of reviewing comics.\n\nby Michael Vance\n15 July 2006\n\nBuy it from Amazon.com.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9152792096,
        "format_confidence":0.6747897267
    },
    {
        "url":"https:\/\/www.kelseymarchiphotography.com\/client-testimonials",
        "text":"﻿ Kelsey Marchi Newborn Photography | Client Testimonials\n\nI knew from the get go I would get pictures done by you. Since you have taken years of amazing photos of my niece. But when it came to photos of my own little family & newborn, I am beyond impressed. These photos are beautiful. I am truly so grateful that you captured every little beautiful  aspect of our girl.  My boyfriend hates having his picture taken. But you made us very comfortable & relaxed to take great pictures of our new little family!  Thank you again! These are precious memories captured. \n\n- Rose G\n\n\nKelsey Marchi is nothing short of amazing. From her prompt response to my emails to her professionalism from beginning to end. Kelsey took my son’s pictures almost 5 years ago and when my daughter was born we drove 4 hours just to have Kelsey take her pictures. Kelsey is the best in business and I would never think of using anyone else. Her props and studio are the absolute best! She has something for everyone and will cater to your style and wishes. Her soft and gentle demeanor is just what a new baby (and mama!) needs. You just show up with a sleepy baby and Kelsey works her magic! I highly recommend her to all expecting mamas!!\n\n- Mika H\n\n\nKelsey is the upmost professional and takes extra steps to ensure both the parent(s) and baby are comfortable. She is always coming up with new ideas and keeps each session unique and personal. Highly recommended for newborn sessions. You will not regret it!\n\n-Jammie W\n\n\n I was so excited to have you capture these precious perfect moments! You really are the best in town. So thankful, we will be returning when we have our next baby.  Your studio is beautiful, organized cozy and warm. As a new Mom to a newborn leaving the house can be very stressful, but your studio feels right at home.\n\n\n- Samantha L",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9376277924,
        "format_confidence":0.99106884
    },
    {
        "url":"http:\/\/www.inside-the-lines.com\/?p=899",
        "text":"Beste Liner Brushes\n\nI recently purchased some Beste Finest Golden Taklon Hair liner brushes from Jerry’s Artarama for use on our comic panel paintings in tempera paint. I chose these brushes primarily because of the price and I was particular in wanting a long haired liner brush for those students who wished to try outlining their paintings in black paint rather than marker. I selected sizes 4 and 6 and purchased about 15 of each. The total was $51 for 30 brushes. Jerry’s shipped right away and I didn’t find myself having to stall activities to wait for supplies…Which is good since I didn’t decide to order the brushes until we were in the early stages of the project. I was please that the brushes seem to be good quality with hairs that tend to “want” to retain their shape. About half the students had time or wanted to try the liner brushes. For tempera, we thinned the black paint with a bit of water to work best with the liners.",
        "topic_id":1,
        "format_id":23,
        "topic_confidence":0.9209525585,
        "format_confidence":0.8176182508
    }
]