[
    {
        "url":"https:\/\/help.dripdepot.com\/support\/solutions\/articles\/11000044498-container-kit-selection-guides",
        "text":"Container Drip Irrigation Kit Buying Guide\n\nAbout Drip Depot Container Kits:\n\nDrip Depot container kits are designed to make it easy to install a professional drip irrigation system. Our kits come complete with everything you need to create a working drip irrigation system and hook it up to any standard water faucet or garden hose.\n\nWe realize that container gardening can range from a few pots on a small patio to hundreds of pots spread out over a large deck. So with that in mind we created a wide range of kits to meet all watering needs.\n\nThe following useful guide was written to help you choose the right kit for you. It will show you how to design your own drip irrigation system, gather the necessary parts and information and it will show you which kit to choose to suit your particular container gardening needs. \n\nStep 1: Gather Information\n\nTo help ensure that you gather all the critical information needed to successfully choose and install a container drip irrigation kit we created a list of questions below that will act as an information gathering guide.\n\nQuestions to Answer:\n\n1. How many containers do you need to water?\n\nEach of our container kits come with a set number of drippers thus knowing the number of pots to be watered is very helpful in choosing the right kit. \n\n2. How large are your containers?\n\nA good rule of thumb is that when a dripper is placed on soil with good capillary action it will create a wet zone of approximately 12 inches in diameter. If you have pots over 12 inches in diameter they most likely will need more than one dripper. Make note of any pots that will need more than one dripper. \n\n3. How much mainline tubing do you need?\n\nThis question is extremely important for determining the right kit to choose. If you need to run tubing in a straight line over 30 feet in length then you can not use 1⁄4” microtubing as your mainline tubing. Which means that you can not use kit 122 or 123 as they use 1⁄4” tubing as the mainline tubing. Whether you will use 1\/4” or 1\/2” tubing as your mainline tubing, record the amount of mainline tubing you will need. \n\n4. How much microtubing do you need? \n\nIf you do not have any runs of over 30 feet then the totals for questions 3 & 4 will be combined giving you the total amount of microtubing needed. If you do have a run of tubing over 30 feet then you will need 1\/2” tubing as your mainline and 1\/4” micro tubing will act as your feeder lines. It is best to approximate the distance from the mainline tubing to each plant. Add up the approximate distances for each plant and this will give you a good idea of the amount of micro tubing you will need. \n\nStep 2: Creating a sketch\n\nOnce you have answered the questions in Step 1 we recommend creating a sketch of your project area. We have found that a sketch helps to visualize the area and ensures that you have not overlooked any detail, which may result in not ordering enough parts or incorrect parts the first time. We have enclosed a sample sketch of a project to show the details that you want to provide in your sketch. \n\nStep 3: Using your information to choose the right kit\n\nNow that you have gathered your information and created a sketch of your project area it is time to use that information to choose the best container kit for you. Below is a chart that lists the quantities of important items in each of our container kits. Start in column 1 and work your way to the right by choosing the quantity that best matches your results. When you have finished with each column look to find the kit that best matches your needs. Remember, every part we sell is available individually, so if you find a kit that is closest to your project requirements, choose it and add the parts you need.\n\nMainline Tubing-Size- amount\nCan use mainline tubing over 30ft?\n# of Con-tainers able to water\nAmount of Microtubing (1\/4”)\nKit Name \/Item #\n1\/4” 50ft.\nNo 30ft\/30GPH\n50 ft(mainline and microtubing are same size in this kit. Total amount of tubing is 50ft.)\nStandard\/ #122\n1\/4” 50ft.\nNo 30ft\/30GPH\n50 ft(mainline and microtubing are same size in this kit. Total amount of tubing is 50ft.)\nDeluxe\/ #123\n1\/2” 50ft.\nYes 200ft\/200GPH\n100 ft\nPremium\/ #124\n1\/2” 100ft.\nYes 200ft\/200GPH\n200 ft\nUltimate\/ #125\n\nNo kit fits your design needs exactly?\n\nLet’s say that you have accomplished the above steps and you still don’t find a kit to suit your needs. We can help! Just use the Drip Depot exclusive “Customize this drip irrigation kit\" feature.\n\nTo start: choose a container kit that is close to your design needs. This will become the template for your customized kit. Once on the item page of a kit, next to the \"add\" button you will find a \"customize\" button. Click on the link to begin customizing your kit. Below is a short video (1:30) that will walk you through how to customize any of our drip irrigation kits. \n\nInstallation Tips:\n\nAlthough installing your own professional drip irrigation system might sound difficult, it is actually very easy. In fact, many of our customers who were apprehensive at first, found that the installation process was very easy and took less time than they thought thanks to our kits. You don’t need any specialized tools or training and we even provide a useful video tutorial that you can watch before or during the installation process. Watching the video will save you time and frustration, so check it out. \n\nDon't forget a timer:\n\nAdding a timer to your drip irrigation system is one of those extra incurred costs that are well worth it. It reduces the time you have to put into your system by automatically turning it on and off and ensuring that you never underwater your plants.\n\nWith less human error involved, a timer can do its job of ensuring that a regular watering schedule is being adhered to and that the plants are less stressed. Studies show that a less stressed plant will deliver a much higher yield so be sure to add a timer to your drip irrigation system and watch as it pays for itself season after season.  Shop drip irrigation timers\n\nLastly, every Drip Depot kit is...\n\n\nDrip Depot kits use only the highest quality parts in every one of our kits to ensure our customers receive many years of repeated use.\n\n\nWe use Perma-loc fittings in our kits because they are durable, reusable and reliable. They offer flexibility and ease of assembly making our kits the best in the industry.\n\nBacked by a Lifetime Guarantee\n\nEvery kit Drip Depot sells is backed by a lifetime guarantee. We are confident that our kits, including the components within, will provide our customers many years of use.\n\n\nWe sell our components individually as well as in kit form. This means that you can add to your drip irrigation system at any time without having to buy new kit. Our components are in stock and ready to ship today, making Drip Depot your reliable source for drip irrigation kits, components and accessories.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9894267321,
        "format_confidence":0.5565388799
    },
    {
        "url":"http:\/\/www.ccair.com\/Heating-Cooling\/Contact-Us\/Request-a-Repair",
        "text":"HVAC Greensboro, NC and the Triad\n\nTriad HVAC Services\n\nHVAC Greensboro NC.\n\nWith so many available options, selecting the RIGHT company to replace, service, or repair your home heating and cooling systems is more important than ever. As a local company started right here in Greensboro, Central Carolina Air Conditioning understands how quickly North Carolina weather can change. And we don’t like being without heat in the winter any more than you do. After almost 50 years of HVAC Greensboro experience, we know that the best time to get your HVAC system checked is now, to avoid the discomfort of extreme temperatures later. Whether you need preventative maintenance, full replacement, or products and services to enhance your heating, CCAC provides you with fast and efficient services you can depend on. \n\nSchedule your personal appointment today by phone or online to experience the CCAC Advantage. \n\nThe CCAC Advantage is defined by the following commitment we make to you: \n\n  • Central Carolina Air Conditioning will diagnose your problem and communicate the complete cost of all parts and services. Upon receiving your approval, we will repair even the most complex or complicated problem, day or night, 365 days a year to ensure your comfort. \n  • You can always call us toll free at 1-800-461-3010, between 8:00 AM and 5:00 PM M-F. Rest assured that you will reach one of our customer service representatives who will listen carefully to understand your repair needs, answer your questions, and schedule one of our technicians to solve your problem. Or, feel free to fill out our quick and easy online form. Either way, you can expect a prompt response to address your HVAC needs. \n  • We understand the urgency involved in your winter HVAC needs. If you call after 5:00 PM or on weekends, our emergency service technicians are on duty and will respond to your call within 1 hour. \n  • You will be quoted a flat rate for the technician to travel to your home and diagnose your problem. Any actual repair required will be explained and your cost for the repair quoted. \n  • If you are already covered by one of our service agreements, you may qualify for substantial reductions in the cost of your repair. \n\nFor your comfort and peace of mind, get the most reliable heating solutions in Greensboro and the Triad area: Get the CCAC Advantage. Since 1967, CCAC has operated under the highest ethical standards in the HVAC industry by providing efficient HVAC products and prompt reliable heating and air services at the most cost effective and competitive rates in the area. That's what has made CCAC the #1 HVAC business in the Greensboro and Triad area for nearly 50 years. \n\nClick Here to Request a Service\n\nHave you had your AC Maintenance Tune-Up?\n\nPlanned heating & cooling maintenance by Central Carolina Air Conditioning in Greensboro will keep your home comfortable year round.  \n\nSchedule Maintenance",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9668763876,
        "format_confidence":0.8106495738
    },
    {
        "url":"http:\/\/www.danvilleva.gov\/1731\/Fix-It-Danville",
        "text":"Fix It Danville\n\nReport a Problem\n\nNow you can help report non-emergency problems to the City of Danville from your smartphone, tablet, or computer, thanks to our new partnership with SeeClickFix. Use the app to report issues such as:\n\n  • Damaged Curb\/Sidewalk\n  • Dead Animal Pick-up\n  • Graffiti\n  • Pothole\n  • Street Sign Repair\n  • Unsafe\/Blighted Buildings\n\nYou have the option to upload a photo with each service request, as a visual reference to help communicate the need to staff. Customer service requests are routed to city staff to help answer questions and provide solutions.\n\nTo report a missed garbage pickup, please call 434-799-5245.\n\nTo report an electricity outage or service issue, please call 434-773-8300 (24-hours a day).\n\nTo report a water or gas emergency, please call 434-799-5284 (24-hours a day).\n\nClick here to make a service request\n\n\nSeeClickFix is available for download as on app on the following platforms:\n\nDownload on the AppStore\nGet it on Google Play\n\n\nDanville staff responds to SeeClickFix requests during regular business hours. If this report comes in on a holiday, weekend, or after-hours, it will be read on the next business day. Please Note: SeeClickFix is not to be used for emergencies. For urgent matters that require immediate attention or a police response, call 911.\n\nOnce you have sent a report, you will receive email communication acknowledging your service request. You can continue to check on the status of the issue online. Once the work is complete or the issue has been resolved, you will be notified by email as well.\n\nFor technical support with the SeeClickFix platform (web or mobile), please send SeeClickFix an email.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.6188859344,
        "format_confidence":0.9451960921
    },
    {
        "url":"http:\/\/bromeliad-exotics.blogspot.com\/p\/purchase-plants-order-form.html",
        "text":"Bromeliad Exotics Main Website\n                                 *PURCHASE PLANTS* \nPlease visit Bromeliad Exotics Website for easy online shopping + checkout.  \nor for mail order -Click on links below for online order forms.\n ORDER FORM opens as an online document\nThank you.\n***Feel Free to send your 'Wish List' today.\nDon't for get to add some extra's- for 2nd choices\nas many plants come & go.\nGood Discounts for 10 plus plants. \nPostage Express $15 for 3 to 14or so medium plants.\nFast Friendly Service & Advise.\nColor your world today.\n\nMay 2012 Neoregelia List\n\n**Please disregard price\/availability on the plant list below. POA  Prices have changed since printing-  \nList is for plant reference only. It is difficult to keep list current with the ever - changing menu. - so all plants subject to availability.  Thank you\nNeoregelia Plant List [outdated]*New list coming soon.\n\nhttps:\/\/skydrive.live.com\/redir.aspx?cid=22d785888eb418f1&resid=22D785888EB418F1!259&parid=22D785888EB418F1!121&authkey=!AL1h-Pj9bHpYJ0w**PLANT ORDER FORM**CLICK HERE**\n\n Mail to;\n P.O. Box 959\nChilders Qld  4660\n\nPayment options.\nBank Deposit, Money order PayPal. Personal cheques accepted and are welcome however these can be slow as we do not live close to a bank. If you wish to use PayPal please email me at sleepingwaters@hotmail.com to confirm you have sent payment. Plants are mailed Monday or Tuesdays following cleared payment. Thank you for choosing our Exotic Bromeliads.\n\n\n\n can be made by Bank deposit,\nmoney order or via Paypal. \nPlease confirm your choice via email.\n\nAdditional Options\n\nThank you Kindly & Happy Growing.\nPlease don't hesitate to be in touch if you need any further details.\n\nNid. Citrinium\n\n\n\nBromeliads & Exotics – Postage rates.\n\nPrices are general and refunds are sent if any overcharges.\n\nExpress satchel = $15.00   7-8 plants 10-12 medium.\nSmall parcels Express under 500gm  $9.95 2 larger or 3 medium plants\n10 plants including some large sizes $15 Express- see following **Note\n\n**Note*Generally, if you wish to purchase several plants, we suggest you send $20 to $30 to cover the postage and we send a refund in postage stamps in a separate letter, to cover any over payment.\n**20 to 30 plants $40.00\n\n***Payment by bank deposit \nEmail or mail your order and contact via email for bank deposit details.\n\n***Payment by mail.\nYou will need to print & email or post this order form or the online order form [or if needed email for another copy]. Make money order or cheque out to Bromeliad Exotics.\nMail to: Bromeliad Exotics PO Box 959 Childers.\n\n***Payment via PayPal.\n1\/ Simply complete order form and send. \n2\/ Log in to your PayPal account and select send money to email address below. \n3\/ You will receive confirmation of payment and order via email.\n\nFor larger areas quotes & extra order form for postage please email.\n\n Packing & Mailing\n\n*Plants are mailed Mondays + Tuesdays via Express mail. \n*Smaller parcels are sent express where viable.\n*Plants are sent without the pots and are very carefully wrapped and the roots wrapped separately in moisture retaining material [E.G. Spagnum Moss] This drastically reduces postage costs and they travel exceptionally well packed this way. Once potted up one would barely know they have been in a parcel.\n*Plastic pots and potting mix are available on request - Postage extra.\n\nif you prefer a more detailed & personalized updated list with Nursery DVD:\nPlease Send 5'x8' Self addresses envelope & 2x60c Stamps to;\nP.O. 959 Childers QLD 4660\n\nThank you For Choosing Our Exotic Water wise Bromeliads.\nHappy Growing.\n\nCLICK HERE for BROMELIAD-EXOTICS ORDER FORM To open an online document in a new page.\n\nSolution Graphics",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9511576891,
        "format_confidence":0.599103272
    },
    {
        "url":"https:\/\/www.onestopnature.co.uk\/epages\/es143788.sf\/en_GB\/?ObjectPath=\/Shops\/es143788\/Products\/SKpac&ViewAction=ViewInquiry",
        "text":"Submit question about product\n\nIf you want to send us a question about this product, simply complete all the fields marked * and click \"Send\".\n\nCompact Skinner Moth Trap Starter Kit with FREE 5x and 8x magnifiers\n\nPrice includes VAT, a delivery charge, if any, will be added during Checkout \n\nCompact Skinner 20W Actinic Moth Trap - starter kit including free 5x and 8x magnifiers, 4 collection pots and moth guide\n\n\nAvailable to order\n\nYour question to us\nIf you give your telephone number, we will also gladly call you back.\nEmail address *\nQuestion *\n\nPrivacy policy: Your entries are only used to answer this enquiry. We will never use this information for any other purpose. For further information, see Privacy policy.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.9520428181,
        "format_confidence":0.5676759481
    },
    {
        "url":"http:\/\/www.animaladvocatesma.org\/pethelp\/",
        "text":"Pet Hotline\n\nPet Help Hotline Telephone Service\n\n\nAnimal Advocates has a Free Pet Help Hotline for the public to help people and pets. The Pet Help Hotline provides assistance and solutions to common issues and problems in an effort to keep dogs, cats and their families together.\n\nThe Pet Help Hotline addresses behavioral problems and solutions, moving or relocating questions and solutions to landlord\/tenant pet rental agreements, assistance with helping people temporarily foster stray pets until adoption, alternatives to de-clawing, allergy control options, help with a stray or orphaned dog or cat, feral cat trap\/neuter\/return, information on finding a lost pet, introducing pets and children, and many other pet-related issues.\n\nWe promote the importance of spaying and neutering for all pets, crate training, and basis obedience as the fundamental elements needed to improve the relationship between families and their canine companions.\n\n\n\nWe offer advice on the introduction of a new pet into the household with children or other pets, allergy control options, problem solving on cats scratching furniture and puppies chewing household items, housetraining puppies, calls from people whose pet had a litter and they can’t afford to provide food, and many other pet related issues and\/or concerns.\n\nOur experienced counselors are very resourceful and possess a wealth of information and knowledge.\n\nWe have found that many of our pet help hotline callers express sheer relief upon realizing this resource is available to them.\n\nIf you need any information to help you with your pet(s), please call Animal Advocates Pet Help Hotline at (508) 991-7727.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.8538250327,
        "format_confidence":0.9360749125
    },
    {
        "url":"http:\/\/www.birdchannel.com\/ReportAbuse.aspx?BlogDtlId=11648947",
        "text":"Your E-mail:\nMy bird is Report Abuse\n\nWe want your experience on BirdChannel to be fun and safe. If you see any entries in the photo gallery or bird profiles that are offensive or obvious attempts at advertising, please submit the information below.\n\nDate:7\/22\/2014 8:59:12 AM\n* Your email address:   \nComment being reported:\nHi Dixie\nWe are very pleased with Phil's weather report! Way to go Phil! Getting really tired of all this snow and very cold temps. We still are behind in snow amounts for us. But, a lot of times in late February or early March, we get a huge storm that drops a ton of snow on us.\nWell, I hope you do enjoy the race in May. We try to have a good one. Did you know that we have betting too, and a hat contest? There will be the dinner and dancing after too.\nSo, all you have is the meds for your foot. But, they can't say what is wrong and if it can be fixed? Does the leg warmer help you? I hope so. Take good care of yourself my dear friend.\nCan't wait to hear what you will name your new fibling. Did you sent the blood to Florida? Mine was sent to a lab there. They emailed mom right away and then sent her the paperwork in the mail.\nOh yes, baby macaws are kind of big. But, you have to remember that you are very small even to me.\nKeep that foot rested you have a heated perch?\n* Reason why this is being reported: \n\nTop Products\nBirdChannel Home | Bird Breeders | Bird Species | Related Links | BirdChannel Editors and Contributors\n                       | Birds USA |  \nDisclaimer: The posts and threads recorded in our message boards do not reflect the opinions of nor are endorsed by I-5 Publishing, LLC nor any of its employees. We are not responsible for the content of these posts and threads.\nCopyright ©  I-5 Publishing, LLC. All rights reserved.\nOur Privacy Policy has changed. Your California Privacy Right\/Privacy Policy\nAdvertise With Us  |  SiteMap  |  Contact Us  |  Terms of Use  |  Community Guidelines | Bird eClub Terms\nBirdChannel Newsletter Signup | Link to Us | About Us | More Great I-5 Sites\nGold Standard\n\n*Content generated by our loyal visitors, which includes comments and club postings, is free of constraints from our editors’ red pens, and therefore not governed by I-5 Publishing, LLC’s Gold Standard Quality Content, but instead allowed to follow the free form expression necessary for quick, inspired and spontaneous communication.\n\nBecome a fan of BirdChannel on Facebook Follow BirdChannel on Twitter\nGet social and connect with BirdChannel.\n\nHi my name's Callie*Thank you for the hatchday wishes & 4 BOD\n\nVisit the Photo Gallery to\ncast your vote!\nInformation on over 200 critter species",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.8966897726,
        "format_confidence":0.7988984585
    },
    {
        "url":"https:\/\/www.diademcandles.com\/pages\/recycle-reuse-reduce",
        "text":"Cart 0\n\nRecycle, Reuse, Refill, Reduce\n\nThe Diadem Candles company strives to leave as little negative footprint on this planet as possible. All vessels and packaging are up-cycled, re-cycled or re-usable and all candle ingredients are 100% natural and toxin free to ensure clean burning.\n\nWe do encourage our customers to reuse and refill our vessels.",
        "topic_id":14,
        "format_id":3,
        "topic_confidence":0.8133068085,
        "format_confidence":0.8414308429
    }
]