[
    {
        "url":"https:\/\/eastgrandforks.wordpress.com\/2015\/07\/15\/coming-soon-ritual-the-sacrafice-of-caylee-anthony\/",
        "text":"America's Little Girl\n\nMoloch Sacrafice\n\nby Timothy Charles Holmseth\n\nIn 2012, members of an organized satanic cult conspired with corrupt law enforcement officers in Minnesota to seize the hard-drive of investigative journalist and author Timothy Charles Holmseth.\n\nThe hard-drive was deliberately disabled in police custody as officers with the East Grand Forks Police Department, Polk County Sheriff’s Office, and Minnesota Pine to Prairie Gang and Drug Task Force conspired to frame Timothy Holmseth for kidnapping, rape, child pornography, and murder.\n\nIn July of 2014, Timothy Holmseth filed HOLMSETH V. CITY OF EAST GRAND FORKS ET AL in United States District Court.\n\nIn the fall of 2014, Timothy Holmseth located back-up files for the hundreds of hours of interviews he’d conducted on the HaLeigh Cummings kidnapping, and Caylee Anthony murder cases.\n\nIn the summer of 2015, Timothy Holmseth located specific evidence from his interviews regarding child rape pornography that had been created of the missing child…\n\nView original post 77 more words\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9779441953,
        "format_confidence":0.8773588538
    },
    {
        "url":"http:\/\/yoursun.com\/sunnews\/northport\/northportcolumnist\/6506363-694\/sunnewspapersccsoride-alongadifferentperspective.html.csp",
        "text":"Sun Subscriber Website Login\n\nPlease wait....\n\nNews Story\nUpdated: 09\/05\/2014 05:30:14PM\n\nCCSO ride-along — a different perspective\n\nShare this story:\n\nText Size:\n\nI recently had the opportunity to do a ride-along with the Charlotte County Sheriff’s Office. As a retired police officer, I selected a Friday night and rode from 9 p.m. to 2 a.m. with a deputy who patrols Parkside, hoping to catch some action.\n\nMy adventure certainly was everything I expected it to be. From the moment I sat in the cruiser, it immediately brought back many fond career memories. It seemed like it was yesterday that I was a rookie, some 30-plus years ago. I also realized that the role of a first responder is best left to the youngsters on the job, giving the physical requirements of that assignment.\n\nYou are currently not logged in\nBy logging in you can see the full story.\n\nSubscribe to \n\t\t\t\t\t\t\tthe E-Edition\nGet the Sun Delivered",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9252133965,
        "format_confidence":0.9713841081
    },
    {
        "url":"http:\/\/www.the-review.com\/local%20news\/2003\/01\/14\/alliance-student-charged-with-inciting-panic",
        "text":"Heading Logo\n\nAlliance student charged with inciting panic\n\nBy GEORGE SALSBERRYThe Review Published:\n\nA 12-year-old boys Monday morning actions ran him afoul of school officials and police. The boy was\n\nCurrent subscribers have full access to all online news content as part of their subscription. If you are a current subscriber, please log in with your website account information for full access. If you are a current subscriber, but have not yet registered for access to the website, please call our Circulation Department at (330) 821-1200",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9591688514,
        "format_confidence":0.9845314622
    },
    {
        "url":"http:\/\/www.standard-democrat.com\/story\/1601897.html",
        "text":"[Nameplate] Fair ~ 75°F  \nHigh: 78°F ~ Low: 60°F\nSaturday, Apr. 18, 2015\n\nE-mail hoax is circulating\n\nWednesday, January 13, 2010\n\nCARUTHERSVILLE -- Law enforcement agencies are responding to a hoax circulating largely through e-mail.\n\nThe Pemiscot County Sheriff's Department has received calls from residents and municipalities regarding an e-mail that details how gang members are reportedly placing child car seats along major highways and interstates with baby dolls in them.\n\nFor the complete article and more stories from the Standard Democrat, click here to log on to the electronic edition.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9907338619,
        "format_confidence":0.94545573
    },
    {
        "url":"http:\/\/www2.suffolk.edu\/sjc\/archive\/2011\/SJC_10722.html",
        "text":"Webcast Schedule  SJC Home  Suffolk Law Home  FAQ  Technical Requirements & Assistance\n\nPsy-Ed Corporation v. Klein\n\nDocket #SJC-10722\nDate January 3, 2011\nVideoView oral argument with Windows Media Player\nJusticesIreland, C.J., Spina, Cordy, Botsford, JJ.\nSummaryEmployment, Termination. Anti-discrimination law, Termination of employment. Employment, Retaliation. Abuse of process. Contract, Interference with contractual relations. Consumer Protection Act, Businessman's claim. Damages, Emotional distress, Attorney's fees.\nAppealed FromMiddlesex Superior Court, Justice Sandra L. Hamlin\nBriefsSee selection available in PDF format at Supreme Judicial Court website\nCounsel for Appellant\nPsy-Ed Corporation:  Jeffrey S. Robbins, A.W. Phinney, III\nHirsch:  Donna M. Brewer\nMehrling:  Kurt S. Kusiak, A. Hether Cahill\nCounsel for Appellee\nKlein:  George P. Field\nSchive:  Dahlia Rudavsky, Kevin C. Merritt\nAmici CuriaeInternational Committee Against Mental Illness; Voice of the Retarded; American Academy of Developmental Medicine and Dentistry; Foundation for Innovation in Medicine; Colleen Giblin Foundation; Brain Research Lab, New York University School of Medicine; UNICO National; Massachusetts Commission Against Discrimination; Massachusetts Employment Lawyers Association; Charles Hamilton Houston Institute; Fair Employment Project, Inc.; Lawyers' Committee for Civil Rights Under Law; Massachusetts Law Reform Institute; Union of Minority Neighborhoods\n\nOpinionClick to link to the slip opinion of the Supreme Judicial Court, in PDF format (requires Adobe Acrobat)\n\nYou will need to have the\nWindows Media Player\ninstalled on your computer\nto view the video content\non this web site.\n\nWindows Media Player\n\nThis webcast is best viewed on computers running Windows 2000 or newer operating system; Windows Media Player version 9 or newer; 600 MHz processor or faster; 128 MB of RAM or more; 8 MB of Video Memory or more; and Internet Explorer v5.5 or later.\n\n\n\nThis webcast is made available to the general public for informational purposes only and does not constitute an official record of court proceedings.\n\n© Copyright Suffolk University Law School - Boston | 120 Tremont Street | Boston | MA | 02108-4977",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9850837588,
        "format_confidence":0.8537048697
    },
    {
        "url":"https:\/\/www.law360.com\/articles\/143346\/evaluating-the-first-sale-rule",
        "text":"Evaluating The First Sale Rule\n\nLaw360, New York (January 13, 2010, 4:23 PM EST) -- The holidays are over and we hope everyone is well rested and ready to feast upon the customs and trade challenges of 2010. If you are looking for something to sink your teeth into, perhaps you will want to choose the First Sale Rule file that has been sitting on a shelf for the past year.\n\nThe U.S. International Trade Commission released its report to the House Ways and Means and the Senate Finance Committees on Dec. 23, 2009, concerning Use of the “First Sale Rule”...\nTo view the full article, register now.\nLaw360 Pro Say Podcast\nCheck out Law360's new podcast, Pro Say, which offers a weekly recap of both the biggest stories and hidden gems from the world of law.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9404651523,
        "format_confidence":0.9814652205
    },
    {
        "url":"https:\/\/secure.forumcomm.com\/?publisher_ID=40&article_id=235035",
        "text":"« Continue Browsing\n\nArticle Preview\n\n‘Show the parole board that we’re capable’\n\nPublished 04\/23\/2012, Forum Communications\n\nInmates at Dakota Women’s Correctional Rehabilitation Center aren’t allowed to serve their time idling. Every woman is required to work, if not at the facility, then in surrounding communities, officials said.\n\nWord count: 659\n\nLog In\n\nThe full article is available to newspaper subscribers. If you are a subscriber please log in to continue reading.\n\n\nAre you a newspaper subscriber but you don't have a Digital Access account yet? Click here to set one up. You will need your subscription account number and phone number.\n\nNot sure if you have an account? Email us at subscriberservices@forumcomm.com and we can help you.\n\nReset Your Password\n\nPlease enter your full e-mail address. We will e-mail you a temporary password.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9660746455,
        "format_confidence":0.9883632064
    },
    {
        "url":"http:\/\/www.euronews.com\/2012\/11\/02\/madrid-in-mourning-after-halloween-stampede\/",
        "text":"Log in\nPlease enter your login details\n\nSkip to main content\n\nBreaking News\n  • Egypt says it has discovered the biggest gas field in the Mediterranean\nFacebook Twitter Google+ Reddit\n\nThe mayor of Madrid has declared a day of mourning after three girls died in an apparent stampede at a Halloween party. Two others have been left in a critical condition.\n\nIt is not known what caused the crush of people at the party held in an indoor stadium which can hold up to 10,000. Spanish police have launched an investigation.\n\nAlso read: Madrid Halloween party crush kills four women\n\nMore about:",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.6010963321,
        "format_confidence":0.6957546473
    }
]