[
    {
        "url":"http:\/\/sangsterrific.blogspot.com\/2007\/05\/whatwhat-what.html",
        "text":"Saturday, May 5\n\nwhatwhat WHAT?!\n\nJust after I finished that last post, I thought I'd check my site meter and found out that WOW! I have a lot more hits than average this week! How could this be? After some tinkering, I then discovered that on Site Meter I can view how people are getting to my site (that is, who linked to me) and I discovered the culprit. (I know, my technological genius boggles the mind!) DUDE! I've been linked to! Thanks, Surrender Dorothy!\n\nSome further examination of my Site Meter exposed another link...apparently, I have been hit by The Nominatrix for Hottest Mommy Blogger in the Blogger's Choice Awards. Thank you, Oh the Joys, for giving me my first blog bling...It looks so purty over there.\n\nIt's the little things that can really improve one's mood on a gloomy Saturday morning.\n\n\ntwoknives said...\n\nWhat about others looking for Bratz? I get about a million Bratz hits a month since my post. It's insane. Many are looking for and downloading a Bratz photo I used. I'm also getting some interesting email -- spam? -- because of it.\n\nDoug said...\n\nCongrats! However, I'm trying to figure out something: Is it the mommies who are \"hot\" or the blogging that is? I'm not sure whether I'm supposed to be offended on behalf of feminists or not.\n\nMrs. Hewson said...\n\nCongrats, congrats, congrats!!! I'm so proud of little mommy blogger!\n\nOh, The Joys said...\n\nYes, yes. The bling. I spread the blog bling because everyone should have some don't you think?",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.581586659,
        "format_confidence":0.7151476741
    },
    {
        "url":"http:\/\/www.polyamory.com\/forum\/showpost.php?p=142775&postcount=1",
        "text":"View Single Post\nOld 07-09-2012, 09:43 PM\nDeadraqueen Deadraqueen is offline\nNew Member\nJoin Date: Jul 2012\nLocation: Yukon, oklahoma\nPosts: 4\nWink Me and My Fiance looking for female companionship in OK.\n\nMe and my fiance have talked this over for many years and we just havent found anyone yet that would be interested. We live in Oklahoma and have been here for 5 years. So i am still kind of new to the area . I am Bi sexual and love to look at woman and have been with woman in the past. So i found this forum online and was hoping to get a bit of help or interest in this as well as me . Me and my Fiance have a great sex life and great communication between each other. Even if its a couple that has the same interests as we do.\n\nAttached Images\nFile Type: jpg Me and mike.jpg (18.2 KB, 22 views)\nReply With Quote",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.7096902132,
        "format_confidence":0.9886654615
    },
    {
        "url":"http:\/\/www.femulate.org\/2019\/03\/my-theory-of-operation.html?showComment=1551735938658",
        "text":"Monday, March 4, 2019\n\nMy Theory of Operation\n\nReady for outreach, December 2008\nI wrote this post in 2008 and it surprises me how it still applies 11 years later. I guess there is some truth in the saying that \"the more things change, the more they stay the same.\"\n\nWhen I do outreach, the other presenters almost always identify as transsexual. I only recall doing outreach on two occasions with others who did not identify as transsexual.\n\nListening to the transsexuals tell their life stories always causes me to consider my own identity. A recent outreach was no different. Since then, I have done a lot of thinking about my identity and I believe I have had an epiphany.\n\nI identify as a heterosexual male-to-female crossdresser, who crossdresses once or twice per month (in deference to my spouse). However, I readily admit that if I had the opportunity, I would crossdress 24\/7 and live full-time as a female without surgery, hormones, or other body modifications. I likely would get electrolysis, but nothing more than that.\n\nIf I desire to live full-time as a woman, am I still a crossdresser? Or am I something else... something beyond a crossdresser, but not quite a transsexual mainly because I never felt that I was a woman trapped inside the body of a male.\n\nI admit that I am not the most manly male, at least according to other people's opinions of me. When I was young, I was called a \"sissy,\" \"fairy,\" \"twinky,\" \"faggot,\" etc. because others perceived me as being effeminate. That perception may still exist, but as an adult, the people I encounter are polite enough to keep such opinions to themselves.\n\nI did not (or do not) make any effort to be effeminate (or masculine, for that matter). I always acted in a way that was natural to me and my natural inclination was to act effeminately according to the \"standards\" set by our society.\n\nI never felt I had a masculine or feminine side and I never felt that I was a woman trapped inside the body of a male like the typical transsexual, who hid or suppressed their femininity in boy mode.\n\nI never felt that I was a woman trapped inside the body of a male because SHE WAS NEVER TRAPPED! I never suppressed my femininity because I never realized I was acting effeminately, so as far as I was concerned, there was nothing to suppress.\n\nBack in college, I attended a Halloween party in en femme. One of my classmates who knew me well was impressed on how my normal persona was such a good fit for my costume. Until he saw me in drag, he never realized that my everyday persona was so feminine. That confirms what I always believed, i.e., \"I\" am the same person in boy mode or in girl mode except that \"I\" am a better fit in girl mode.\n\nIn conclusion, I am not a woman trapped in a male body, rather I am a woman with a male body and I’m OK with that. I realize that my body has nothing to with my gender and further, that having a male body does not make me less of a woman.\n\nSource: Unique Vintage\nWearing Unique Vintage (Source: Unique Vintage)\n\nAlice Cos Group\nElle of Gossip Gurl fame posted this video of the femulating Alice Cos Group dancing to So Crazy\n\n\n  1. Stana\n    It sounds as though you are between two types of transgender person\n    The full time Cross dresser and the Non Op transexual (some one who does not want to alter their body)\n    Both are living full time as women and might not have a pair of pants between them\n\n  2. Not that much true \"black and white\" in the definitions of crossdresser vs transgender. We live in a blended world as far as defining ourselves. I see our community as being under a wide TS \"umbrella\", with TS women in the center and those of us who \"just\" crossdress out toward the edge. I like your self-definition, Stsna, \"a woman with a man's body\". But why do we need to be put or put ourselves in a box at all?\n\n  3. Julie ShawMarch 04, 2019\n\n    I identify fully with your definition, Stana. And I still receive comments from \"well meaning sisters\" that I am not being true to myself and I should move toward transitioning. Well I feel perfectly fine where I am - and I now have a new way to express it! From one woman with a man's body to another - thank you, Sweetie! ❤\n\n    1. Julie\n      Go as far as you feel comfortable with and do not, under any circumstances, let any one push you into going further\n      You can always change your mind later\n\n    2. Dear Lucy,\n      Thank you for the words of encouragement, Sweetie. If only we ALL built each other up instead of trying to make everyone fit OUR idea of who they should be . . . ~~sigh~~\n\n  4. Before puberty I was teased for being effeminate. However, after puberty I got a deep bass voice so the teasing ceased.\n    I have wide hips, and thanks to injectable estrogen I have been taking for over 7 years I have developed DD breasts. That along with my hair past my shoulders causes me to be ma'amed on a frequent basis.\n    But my voice has continued to deepen so I can sing the deep bass parts of Russian choral compositions. I am the only true bass in the church choir. So no-one teases me for being effeminate.\n    I also don't go with the idea of adopting a feminine name.\n\n    1. John\n      A feminine name has advantages:-\n      It is possible to separate male and female mode to think and act accordingly\n      There is also the security aspect, some people could lose everything, family, home and job if it got out that they like wearing a skirt\n      So they are only known by a feminine name when dressed",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.8806963563,
        "format_confidence":0.7886087298
    },
    {
        "url":"https:\/\/www.sgfoodclub.com\/introduction\/23-just-in-post52.html?s=d639375260b24179ffa36dc3fdab04bd",
        "text":"\n\nJoin our community today!\n\nRegister Now\nit's free\nResults 1 to 3 of 3\n\nThread: Just in\n\n  1. #1\n\n    Just in\n\n    Hello ^^\n\n  2. #2\n\n  3. #3\n    Hearts will never be practical until they are made unbreakable~\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.523761332,
        "format_confidence":0.7065271735
    },
    {
        "url":"http:\/\/www.legacy.com\/obituaries\/name\/teri-shields-obituary?pid=1000000160905615",
        "text":"In Memory Of\n\nTeri Shields\n\nGuest Book\n\nOctober 31, 2016\n\nSo sorry for the loss of your love one may the God of all comfort be with you and your love one.\n\nOctober 31, 2015\n\nI am sorry for your loss. Please find comfort in Isiah 65:17 For look! I am creating new heavens and a new earth and the things will not be remembered, would not go up into the heart.\n\nNovember 15, 2012 | Virginia\n\nMay you and your family find comfort during this time\n\nd r\n\nNovember 14, 2012 | Florida\n\nSorry for your loss of such a dear loved one. May God strengthened you. Psalm 46:1\n\nlinda baxter\n\nNovember 13, 2012 | Gulf Breeze, FL\n\nBrooke,may your family find comfort in knowing your mother is at peace.\n\nlisa randolph\n\nNovember 13, 2012 | Columbus\n\nMy prayers are with you and your family.god bless you.\n\nNovember 13, 2012\n\nI worked at a craft and art store in Closter and got to know your Mom...peace be with her, and all good memories with you...\nKaren Fairview, Texas\n\njanet towne\n\nNovember 13, 2012 | Moscow, MI\n\nBrooke & fiamily may peace be with all at this, at the loss of your mother & family member. You will be in my thoughts and prayers, !!\n\nr c\n\nNovember 13, 2012\n\nI am very sorry for your loss, may the God of comformt grant you peace\n\n\nTeri's Obituary\n\nShow More",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9835172892,
        "format_confidence":0.8165538311
    },
    {
        "url":"http:\/\/photoaday2008-caz.blogspot.com\/2013\/08\/hello-my-friends.html?showComment=1378166931868",
        "text":"26 August 2013\n\nHello my friends\n\nHi all, sorry I haven't been posting these days but another massive arthritis flare up and being house bound for 2 months.   I haven't been out much with my camera since getting back on my feet apart from going out in the car and taking a few bird photos.  Here's some of them.. Enjoy.\n\nI want to thank all of my loyal friends for all your support.\n\nIf you want to know how I've been spending most of my time then feel free to visit my other blog.  I'm doing a lot of home crafts.  Click Here\n\n\nBeady Eye said...\n\nWelcome back.\nI have never left a comment before today but I looked at your site most days when\nyou posted photos. Hope you are getting better and I look forward to regular postings.\n\ncliman Transportation said...\n\ncliman motor freight\ncliman transportation\n\nEugene Yaremenko said...\n\nTry this\nSEO and SERM worldwide\n\nChoo Say said...\n\n..Great post! We adore this blog. Thanks for sharing.\ngclub casino",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.5026984811,
        "format_confidence":0.7613660693
    },
    {
        "url":"http:\/\/www.mombloggersclub.com\/forum\/topics\/someone-help",
        "text":"Cultivate Theme\n\nJust looking for a blog about mom things. I really don't care about free things or following someones blog just so they'll follow mine. I'm really just looking for an interesting blog full of MOM THINGS. Someone help!\n\nViews: 26\n\nReply to This\n\nReplies to This Discussion\n\n:)  There are so many.  I have parenting on mine but primarily blogging tips.  You can go to a site like and see tons or just look here at some of the awesome moms and you'll find some wonderful blogs :))\n\n\nCheck out Hulu for 2 weeks free, on us! Plans start at $7.99 after 1st 2 weeks. Terms apply.\n\n\n© 2018   Created by Mom Bloggers Club.   Powered by\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.973664999,
        "format_confidence":0.979637444
    },
    {
        "url":"http:\/\/serendipitousstitching.blogspot.com\/2016\/09\/days-of-jos-life-big-birthday-blog-hop.html",
        "text":"Saturday, 17 September 2016\n\nDays of Jo's Life - Big Birthday Blog Hop\n\nIt's here!!  I have timed this post to appear at the same time I was born, so please think of my poor Mum when you see it.  I do have a Happy Dance to share with you all later, I'm sure you can guess what it is.\naged 9 weeks with my Nana and Grandad\n\nThe blog hop starts with me.  It is August in the year 1966, England have won the World Cup and a young couple are expecting their first child.  The husband is in the army and away from his wife who is staying with her parents.  Each weekend he comes home expecting to see his newborn baby.  Each weekend he goes back to the barracks, childless.  Finally, we reach September the 16th and the baby is on its way!  Hurry home Dad!  Dad hitch-hikes over 200 miles home, bursts through the door \"Where is the baby?\"   \"Oh, baby will be a while yet, we believe there is a good book in there too\".  Eventually I appear at 2,15am on the morning of Saturday 17th September.  \"Saturday's Child works hard for a living\" - they got that right LOL.\n\naged 9 months - look at me with my duckies all in a row\n\nTo read more of my thrilling life story follow each link in turn.  Remember some links will appear later than others as people live in different time zones.  There are a couple of blank years where nothing much happened!  If you did anything exciting in one of those years, please feel free to blog about it and join in belatedly.  Leave a comment and a link.\n\n1967 - Vickie\n1968 - Ariadne\n1969 - Lesley\n1970 - Beth\n1971 - Gillie\n1972 - Carolyn\n1973 - Cheryl\n1974 - Christine\n1975 - Deborah\n1976 - Katie\n1977 - Astrid\n1978 - Cathy\n1979 - Melinda\n1980 - Geeky Heather\n1981 - Gracie\n1982 - Heather\n1983 - Jocondine\n1984 - Justine\n1985 - Kerry\n1986 - no link\n1987 - Leonore\n1988 - Elfie\n1989 - no link\n1991 - Tiffany\n1992 - Kaye\n1993 - Mini\n1994 - Mouse\n1995 - Stephanie\n1996 - Diya\n1997 - no link\n1998 - Preeti\n1999 - no link\n2000 - Barb\n2001 - no link\n2002 - Riona\n2003 - Sarah\n2004 - no link\n2005 - Sharon\n2006 - Pat\n2007 - Kim\n2008 - Noni\n2009 - Susan\n2010 - Rachel\n2011 - Barbara\n2012 - Jackie\n2013 - no post\n2016 - Bea\n\nWelcome Back to the Present!  Here in the present we have the promised Happy Dance for Ghostly Mandala by Ink Circles.  Earlier this year Rachel sent me some gorgeous dark fabric she just couldn't get on with and thought I would like.  I decided it would be good for the Ink Circles series of Mandalas.  I have three of them from Just Cross Stitch and only need to buy the fourth.  Because the Ghosts were charted for coloured thread on white fabric I had to switch them and used B5200 for the outline.  There is a stitcher on FB who has done the reverse, she has stitched the actual ghosts in white rather than the charted outlines.  They do look good that way if anyone is considering it.\n\nstitched on 32 count Autumnal Woodland by Crafty Kitten using B5200\n\nFinally, I will keep this brief because there's a lot of reading in those links!  I hope you all enjoy the Blog Hop, BYOC (Bring your own cake) and loved the stitching shown.  I have several stitchy parcels already which have been arriving throughout the week so I'll be back later with some more Gifted Gorgeousness photos to show you all.\n\n\n  1. Have a wonderful day.. Celebrate the wonderful woman you are, make it special, it's all about you today\n\n  2. Dear Jo, many happy returns! Enjoy the day and have fun! Thanks for including me in the blog hop!And thank you for inspiring me to stitch more!AriadnefromGreece!\n\n  3. I am so happy to be part of this blog hop. I enjoyed reading about your arrival and early life. Your projects are lovely, I always admire them. Happy Birthday. I will be back later to check on the years that don't have a post yet.\n\n  4. Hi! Glad to be here with all your friends and celebrate your... 17 years old. Joyeux Anniversaire ! Bisous\n\n  5. Lovely finish Jo.I have ear marked the design in my digital copy of JCS .\n    I just saw 1986 was un-linked.That was the year younger son was born.Guess which day he should have arrived ?yep today 30 years ago,instead he came on the 12th of September,catching me quite unawares:)\n    Wishing you a very Happy Special Birthday\n\n  6. Happy birthday I hope you have a great day\n\n  7. Wish you a very Happy Big Birthday, Jo!!:) Hope you are having loads of fun with your family.\n\n  8. Wishing you the happiest of birthdays!!!\n\n  9. Happy Birthday dear friend and thank you for letting me join in...1981\n\n  10. Love your Ghostly Mandala, Jo. Congrats on a superb finish! I'm a Saturday's child, too--I think we all must work hard for a living. Thanks for hosting this fun Blog Hop. Happy, happy birthday!!\n\n  11. Happpyyy birthday :) hope you have a fab day ... my blog post is up ... i remembered on time hahahah .... enjoy your special day and I will go and peep at the links through out the weekend :) love mouse xxxxx\n\n  12. Happy Birthday Jo\n    I am going to do some blog hopping and read your life story shortly :)\n    Hugs xx\n\n  13. Happy birthday, Jo! I just got my post for the hop online. Your 'uneventful' 1989 is my birthyear!\n    Congrats on that lovely finish as well. I hope you're having an awesome day together with all your loved ones :)\n\n  14. Wishing you a wonderful birthday and many more. From one 1966 baby to another - 50 is the new 30! Have a great one!\n\n  15. Happy happy birthday!! Too true about Saturday's child...I am one as well! I was born just before a blizzard so my dad had to ride a snow mobile back to the hospital to see me (fortunately he got my mom there in the car before the snow started!)\n\n  16. Wishing you the happiest of birthdays, Jo! Enjoy your day!\n\n  17. Happy Birthday Jo! Thanks for organizing the blog hop, it was lovely. I hope you have some great stitchy time today and order that Chateleine!\n\n  18. Happy Birthday, Jo. Hope you have a wonderful day.\n\n  19. Happy Birthday, Jo! I just posted my year, sorry it's a bit late. Congrats on the finish! It looks great :D\n\n  20. Happy birthday Jo. Hope you are enjoying your day with family n friends n lots of gifts. Will be hopping around to read more about your life.\n\n  21. What an adorable baby you were! Have a fantastic birthday, try not to get into too much trouble today!\n\n  22. Wishing you a very Happy Big Birthday Jo! I hope you've had a really special day, it was great to play some little part in it!\n    I posted my year earlier today - 2011 - but didn't have a chance to comment!\n    Barbara xx\n\n  23. Happy, happy birthday, Jo! I'm really enjoying your celebration blog hop.\n\n  24. Have a wonderful b-day!! Happy birthday!!\n    Your Ghostly Mandala is gorgeous!!\n\n  25. Wishing you the most wonderful of birthdays and this is such a clever idea - I so look forward to following this super blog hop. Great finish on Ghostly Mandala, suitably spooky. lots of love, Kaye\n\n    Hope you have an extremely wonderful day, full of birthday celebrations (as you made it for us with your blog hop, I'm loving getting to know a but more about you and the other bloggers throught all the hopping ;)).\n    Big Congrats on finishing the Ghost Mandala :) It's gorgeous!\n\n  27. This was a lot of fun Jo, thanks for letting me be a part of it.\n    Yay for the happy dance and another terrific spooky finish.\n    Again, Happy Birthday and I hope it is a very special day.\n\n  28. Well, not sure how to link, don't roll your eyes, Jo, but I did get the post in for 1971! Happy Birthday, dear Jo!\n\n  29. Love being part of the Birthday Hop! Happy Birthday!\n\n  30. Belated Happy Birthday! Haven't read all the years yet but I will get to them all. What a brilliant idea for a blog hop.\n\n  31. What a lovely idea for a birthday celebration. You seem to be exactly one year and one month younger than me. Funny!\n    Happy belated birthday\n\n  32. Sorry! Forgot the stitched picture part! I had it all picked out and everything, then in the rush to write the post and schedule it so it would publish on Saturday, I forgot to include it. And I thought I was being so organised!\n    Anyway, I've been back and edited the post to add it in\n\n  33. Happy birthday, Jo. I know I'm late, but I was so busy enjoying all the days of your life (so far) that I kept not taking the time to acknowledge why I was even reading so many blogs! Anyway, hope your day was as special as you are. Thanks for sharing yourself with the rest of us. Have a wonderful 50 more!\n\n  34. Happy birthday! Hope you are having a wonderful celebration weekend stitching on your Chatelaine!\n\n  35. Happy Birthday wishes to you Jo. The ghosties looks super.\n\n  36. Happy Birthday Jo: I hope you have loads of fun and gifts, I love reading in the links from other blogs.\n    Love the Mandala so pretty.\n\n    Happy Birthday\n\n  37. Jo this was so much fun. What a great idea for a blog hop. Thanks for letting me participate. I had so much fun hopping along.\n\n  38. Belated Happy Birthday. I'm catching up reading this fun hop. You started it with a bang, enjoyed your post and of course, the pictures!\n\n  39. Happy Birthday! Love reading this fun birthday hop. Happy Stitching! ~ C's Cross Stitch Creations ~\n\n  40. Happy birthday beautiful girl. You were a gorgeous baby and now that you're 50 years young you're still gorgeous with a lovely smile. Not to mention oodles and oodles of talent. I hope you have a successful birthday blog hop. xoxo Alicia\n\n  41. Happy belated birthday! I hope this year is a stellar one!\n\n  42. What a fun way to learn more about you, Jo!\n\n  43. Happy birthday again I'm glad you found so many people!\n\n\nI do enjoy your comments and will reply where relevant, so please make sure you are not a \"no-reply\" person!\nIf you are a robot then please pretend there is a word verifier and go away. I have removed it for the commenting pleasure and ease of my human followers.",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.7582603097,
        "format_confidence":0.6678903103
    }
]