[
    {
        "url":"http:\/\/www.feldheim.com\/beer-yitzchok-shabbos.html",
        "text":"\n\nBeer Yitzchok, Shabbos\n\nby Rav Yitzchok Brenner ZT\"L\n\nSign up for price alert\n\nAdd Items to Cart\n\nBe the first to review this product\n\n\nChapters of philosophy, unique insights, and Mussar thoughts, from the teachings of Rav Yitzchok Brenner ZT\"L - to explain the essence of Shabbos, its unique aspects, and special concepts, based on both the simple meanings and the deeper, underlying wisdom - as well as an understanding of Olam Haba, known as the \"eternal Shabbos\".\n\n\n  • ITEM #: 5233\n  • Dimensions: 9 x 6\"\n  • ISBN: 5233F\n  • Weight: 1.3000 lbs\n  • Published by: Feldheim Publishers\n\nProduct Tags\n\nUse spaces to separate tags. Use single quotes (') for phrases.\n\nWrite Your Own Review\n\nHow do you rate this product? *\n1star 2stars 3stars 4stars 5stars\n\n* - requred fields",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.8992338181,
        "format_confidence":0.9988909364
    },
    {
        "url":"https:\/\/ocbfbookstore.org\/product\/lose-control-womens-bible-study-leader-guide\/",
        "text":"1660 W. Camp Wisdom Rd., Dallas, TX 75232\nMonday thru Thursday 10 am - 6 pm , Friday 10am - 3pm, Sunday 9am-2pm\n\nOak Cliff Bible Fellowship\n\n\nYour Cart is Empty\n\nBack To Shop\nCall us at 214-672-9119\n\nLose Control Womens Bible Study Leader Guide\n\n\nHave you ever thought you had life under control-until you didn’t? Perhaps thinking “God is in control” but living as if you are. It’s like walking around with a hot cup of coffee, afraid that with one wrong move it will spill and be a burning hot mess. Then you realize what little control you have and how dependent on God you truly are.\n\nIn Lose Control, Mary Shannon Hoffpauir takes you on a six-week journey through the Book of First Samuel, which is an epic story about a fight for control. Despite God’s warnings through the prophet Samuel, the nation of Israel was determined to take control by having their own king. As you dig into the saga of King Saul and David, who would become the next anointed king of Israel, you will discover that no plan or purpose of God can be thwarted by human beings. Even the worst of circumstances can be used by God to accomplish His purposes in your life.\n\nIn her no-nonsense, authentic teaching style that endears her to women of all ages, Mary Shannon encourages you to lose control so that you can find your soul through a trusting relationship with your faithful God.\n\nComponents for this six-week Bible study, each available separately, include a Participant Workbook, a Leader Guide, and a DVD with six 25-minute segments (with closed captioning).\n\n*An in-depth six-week exploration of the entire Book of 1 Samuel.\n*Study includes five days of homework for each week.\n*Encourages women to exchange their desire for control for God’s gift of faith.\n*Helps women gain a deeper love and grace for others.\n*DVD features dynamic, engaging teaching in six 25-minute segments.\n\nSKU (ISBN): 9781791004378\nMary Huffpauir\nBinding: Trade Paper\nPublished: 2020\nPublisher: Abingdon Press\n\nPrint On Demand Product\n\n\nThere are no reviews yet.\n\nBe the first to review “Lose Control Womens Bible Study Leader Guide”\n\nYour email address will not be published.\n\n\nYour Cart is Empty\n\nBack To Shop",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9963296056,
        "format_confidence":0.9988530874
    },
    {
        "url":"https:\/\/www.sapnaonline.com\/books\/bible-ribbons-bookmark-new-testament-4989116216-0634989116218",
        "text":"Hello World, this is a test. ×\n\nDear Customer, If you wish to purchase more than 5 copies or in bulk, please contact our bulk purchase department at [email protected]\n\n\n\nPlease enter your login details\n\n\nForgot Password?\n\nIt happens, just reset it in a minute\n\nSorry, incorrect details. ×\nWelcome back pal! ×\n\n\n\nPlease enter your User Name, email ID\nand a password to register\n\nNo CVV Stored\n\nOur website will not store CVV of your card.\n\nSafe & Secure\n\nOur website is secured by 256 bit SSL encryption issued by Verisign Inc, making your shopping at Sapnaonline as secure as possible.\n\nInternational Shipping\n\nat best shipping prices!\n\nIf you need any of your orders' to be delivered outside of India, please reach out to us via our contact us page with the product details and delivery location for us to quote you the best possible shipping price. You can also drop in a mail at [email protected]\n\nNotify Me\n\nWe will send an email as soon as we get it in stock.\n\nWrite a Testimonial\n\nFew good words, go a long way, thanks!\n\n\nPersonalize Gift card\n\nWe will send an email to receiver for gift card.\n\n\nTrack Order\n\nEnter Order ID & Email Address to track your Order.\n\nCheck Your Sapna Gift Card Balance\n\n(Card can be redeemed only at Sapna Retail Outlets)\n\nReminder: Free shipping if your order is above `199\nNotification Alert\nWe offer free shipping for all orders above `199. To avail this offer, add another item of `0 or more from our wide range of quality books available at SapnaOnline.com\n\nReset Pincode\n\nSubmit a Review\n\nSorry, incorrect details. ×\nBible Ribbons with Bookmark- New Testament\nReview Rating\n\n(Click on below image to change)\n\nBible Ribbons with Bookmark- New Testament\n\n(Click on image to Zoom)\n\nBible Ribbons with Bookmark- New Testament\n\nPublished by G T Luscombe | Language - English | Binding - Hard Bound\n\nAverage Rating\n\n` 460 (with 100 Sourcing fee)\n\n+ Sourcing fee 100 ( 100 + 360 = ` 460 ).\n\n+ The price is inclusive of GST.\n+ Free Shipping (for orders above `199).\n\nSorry, out of stock.\nCheck Delivery\n  • Availability - Out of Stock\n  • International Shipping available.\n  • 100% Genuine guarantee.\n\n\nBook: Bible Ribbons with Bookmark- New Testament\nISBN-13: 0634989116218\nBinding: Hard Bound\nPublishing Date: 2012-8-1\nPublisher: G T Luscombe\nLanguage: English\n\nCustomer Reviews\n\nLoading reviews. Please wait...",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9081318378,
        "format_confidence":0.9980258942
    },
    {
        "url":"http:\/\/hannibalisatthegate.com\/controlling-the-subconscious-mind-e-book\/",
        "text":"Written by Ali Shakur\n\nPreviously, I wrote on the subject of depression and along the way I discussed a very important topic which was the Subconscious Mind. To assist, I decided to write a quick ebook.\n\nIn this body of work, I cover daily practice, manifesting desires, crystals, tarot cards, meditation, numerology and more.\n\nFill out the form below to have a copy of my very first free e-book, “Controlling the Subconscious Mind” emailed to you. I can’t wait to hear your thoughts and if you have any questions or concerns, please feel free to reach out.\n\nYour Name (required)\n\nYour Email (required)",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.6889654398,
        "format_confidence":0.8801262379
    },
    {
        "url":"http:\/\/blog.cascwinona.org\/2013\/06\/july-2013-retreat-healing-love-of-jesus.html",
        "text":"July 2013 Retreat: The Healing Love of Jesus\n\nChrist the King Retreat Center\n621 First Avenue South\nBuffalo, MN 55313\n\nThe Healing Love of Jesus...with Fr. Richard McAlear, OMI\nThere are lots of ways to hurt. Sometimes it is physical pain. Sometimes it is an inner hurt, such as loneliness or depression. Other times it can be spiritual hurt, in the form of guilt or despair. Jesus came to heal the brokenhearted on every level and from all pain. This retreat is a time to reach out to Jesus and open your heart to His touch.\n\nRetreat includes:\n  • Conferences on healing\n  • Celebration of Eucharist\n  • Sacrament of Reconciliation\n  • Scriptural Rosary\n  • Adoration of the Blessed Sacrament\n  • Quiet Time\n  • Healing Service\nRegistration: Friday, July 12 at 7:00 pm                Concludes: Sunday, July 14 at 12:45 pm\n\nSuggested Offering: $170.00 per person\nA non-refundable deposit of $30.00 per person must be received in order to reserve a room.\nRetreat fee payable before or at registration. \n\nFor more information on how to register, click here.",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9953358769,
        "format_confidence":0.9288100004
    },
    {
        "url":"https:\/\/www.nlpg.com\/unformed-and-unfilled",
        "text":"Unformed and Unfilled\n\nIn stock\n\nEveryone’s heard of it. Many believe it. Is there a “gap in time” between the first two verses in Genesis? Does this alleged gap really represent a vast amount of time? Weston Field’s classic treatment of this subject is now being published by Master Books, and promoted by such important organizations as Answers in Genesis. In this book, Fields makes a detailed study of the gap theory, paying particular attention to the original Hebrew language of Genesis. His conclusion - that this theory is not a reasonable compromise with modern evolutionary theory, but a dangerous diversion from biblical truth - helps readers who struggle with the question of the time taken during the creation week. Was it really six days? Can Christians find a workable solution to the debate about creation and time?\n\nRelated Downloads\n(Size: 1018.8 KB)",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9514300227,
        "format_confidence":0.993543148
    },
    {
        "url":"http:\/\/biblelessons.biz\/resurrection\/",
        "text":"google-site-verification: googlefe0023bcea6748e2.html\n\n\nRainwater survey\n\nClasses taught by Todd McAdams unless indicated otherwise. \n\nYou can download the class lessons in either PDF, WORD, or PAGES format.\n\nRight click on the file you wish to downoad. If you have any problems, contact me by clicking on this link  \n\nIntroduction to the course by Todd McAdams (click on the Introduction to open or download)\n\nUPDATE Aug 25: Lessons available for download.\n\n     • PDF format\n\n     • WORD format\n\n     • PAGES format\n\nAudio of classes — Click on the link (date) to listen to the audio, or, right click on the link to download an mp3 copy to your computer. \n\nJun 04Mountaintops of Faith: Creation, Exodus, Resurrection  (An introduction to the class, and a survey of three mountaintops of faith, bedrocks of objective evidence upon which Biblical faith is built: the creation as proof of God, the exodus as proof that Jehovah is God, and the resurrection as proof that Jesus is the Son of God.)\n\nJun 07 - The Significance of the Resurrection to the Christian and the Unbeliever  (The resurrection is presented as that which undergirds every doctrine of Christianity, makes the Christian life possible and joyful, and that which can rescue the world from its unbelief.)\n\nJun 11 - Concepts and Worldviews (Topics discussed: what the gospel is, what atonement means, the resurrection as the theme of the Bible, what kind of resurrection we’re focusing on, the meaning of faith, and the nature of evidence.)\n\nJun 14Concepts and Worldviews #2 (Topics covered: the definition of miracles, the fallacies of naturalism, and the resurrection as a stumbling block to atheism, agnosticism, deism, and paganism.)\n\nJun 18 - Gospel Meeting\n\nJun 21 - Three “Troubling” Texts  (An examination of John 20:29, 2 Corinthians 5:7, and Hebrews 11:1 and whether or not they endorse blind faith as de facto evidence of Christianity.)\n\nJun 25 - The Kernel of the Gospel, Pt. 1  (Topics discussed: five principles of historiography, and an introduction to the medical evidence for Christ's death)\n\nJun 28 - The Kernel of the Gospel, Pt 2 (A survey of the medical evidence for the suffering and death of Christ, the unique features of His burial, and the peculiar presentation of His resurrection.) \n\n     The Issue of Blood and Water (PDF)  \n\n     On the Physical Death of Jesus  (PDF)\n\nJul 02 - The Kernel Of The Gospel, Pt. 3  (A survey of Jesus' appearances to Mary Magdalene, the other women, Peter, Cleopas and the unnamed disciple, the eleven minus Thomas, and the eleven with Thomas.)\n\nJul 05The Kernel Of The Gospel, Pt. 4 (The appearances of Jesus to the seven disciples by the sea, the eleven on the mountain, the appearance to more than five hundred brethren at once, to James, the apostles at His ascension, and to Paul.)\n\nJul 09 - Age and Accuracy of the Manuscripts  (Synopsis: How the Septuagint and Dead Sea Scrolls confirm the age and textual accuracy of the OT, and how thousands of manuscripts confirm the same for the NT.)\n\nJul 12 - Age And Textual Accuracy Of the Manuscripts, Pt. 2  (How the internal evidences of the Gospels, Acts, and 1 Corinthians dates these documents to the first century, and why the thousands and thousands of variances within the manuscripts are not a stumbling block to faith.)\n\nJul 16 - Historical And Archaeological Accuracy Of The Manuscripts. (An overview of how the archaeological and historical accuracy of the New Testament confirms that the manuscripts are trustworthy in their reporting and documentation.  Comparison is made to the lack of archaeological confirmation for The Book of Mormon, and the transition of archaeologist Sir William Mitchell Ramsay from skeptic to believer is considered as well.)\n\nJul 19 -  The Authors Of The Manuscripts  (Who wrote the gospels?  Answering this question helps us assess the credibility of their testimony.  The early Christian writings and manuscripts all confirm that the four books were written by the men whose names they bear.  We also examine how their backgrounds and professions and experiences confirm them to be dependable witnesses.)\n\nJul 23 - Agreement of the Manuscripts  (Do the documents containing the kernel of the gospel contradict one another?  We examine ten alleged discrepancies between Matthew, Mark, Luke, John, and Acts.  The texts are harmonized in the light of two self-evident rules: a contradiction only exists if two things cannot both be true, and specifics do not exclude.  I contend that no charge of contradiction can be sustained against the gospel historians as there are no irreconcilable discrepancies, and that no one can charge them with collusion since they differ in the details.)\n\nJul 26 -  The Crucifixion_ The First Stubborn Fact - Jesus Died By Crucifixion            (Are there facts about the kernel of the gospel that even unbelievers must accept and acknowledge?  Yes.  As John Adams said, \"Facts are stubborn things; and whatever may be our wishes, our inclinations, or the dictates of our passion, they cannot alter the state of facts and evidence.\"  In defense of the gospel, we summon the first stubborn fact before the seething masses of unbelief: Jesus died by crucifixion, and pagans and Jews in the first and second centuries admitted to it.)\n\nJul 30The Resurrection_ The Second Stubborn Fact - The Disciples Believed They Saw The Risen Jesus  (The second stubborn fact: the disciples believed they saw the risen Jesus.  This is evident from oral and written claims, the early Christian writings, and the concessions of skeptics.)\n\nAug 02The Resurrection_ The Third Stubborn Fact - Paul The Persecutor Became The Preacher  (The third stubborn fact: Saul of Tarsus, a Hebrew of Hebrews, zealous for Judaism, became Paul the preacher, the most devoted Christian that ever lived, enduring the very persecutions he fomented.)\n\nAug 06 - The Resurrection_ The Fourth And Fifth Stubborn Facts - The Conversion Of James And Empty Tomb  (The final stubborn facts: James, Jesus' skeptical sibling, became a suffering servant of Christ's, and Jesus' tomb was found empty.  The empty tomb is confirmed by the Jerusalem factor, the implicit admission of His enemies, and the testimony of women.  When we harmonize these five facts, none of which are supernatural, we are left with but one conclusion to draw: the supernatural is the only way to explain them!)\n\nAug 09 - The Resurrection_ Eliminating The Impossible, Pt. 1 (Sherlock Holmes said, \"Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.\"  The five stubborn facts confirm the kernel of the gospel: Jesus died, was buried, arose, and appeared.  Nonetheless, skeptics offer \"alternative facts\" to explain away the resurrection as a natural event.  In this study we begin to eliminate the impossible: naturalistic explanations.  I posit that the highly improbable, a bodily resurrection from the dead, is the best explanation for the gospel story.  We begin by surveying the fallacies of naturalism and its objections to miracles: disbelief in God, total belief in science, the claim that resurrections are disproved by science, deistic preconceptions, the improbability of miracles, and the counterfeit \"miracles\" of today.  Naturalism dies on the hill of atheism, while faith lives on the mountaintops.)\n\nAug 13 - The Resurrection_ Eliminating The Impossible, Pt. 2  (Strangely enough, there are still those who question whether Jesus ever lived.  Others say that the gospel just recycled pagan myths of dying and rising gods that preceded it, but gave the myth a new name and face.  Still others concede that Jesus lived, but they say He wasn't what the gospels made Him out to be; His followers embellished His life and ministry after He died until it grew to legendary proportions.  NONE of these attempts to dodge the evidence for the resurrection succeed at removing Jesus and His chief miracle from the realm of history.)\n\nAug 16 - The Resurrection_ Eliminating The Impossible, Pt. 3  (Skeptics have some tall mountains to climb: they must either demonstrate a fallacy in the Christian's logic, which the philosophy of naturalism fails to do; or they must discredit the evidence, and the baseless claims of the gospel plagiarizing pagan myths fail to do that; OR they must suggest an alternative explanation for the facts that's just as plausible if not more so than the resurrection.  Three alternative explanations fail to do that: the stolen body theory, the swoon theory, and the hallucination theory.)\n\nAug 20 The Resurrection_ The Authority Of The Manuscripts  (My friend Kenny Chumbley said, \"Christians do not believe that Jesus is God because the Bible is inspired; they believe the Bible is inspired because Jesus is God.\"  The resurrection confirms Jesus' divinity, and Jesus' divinity confirms the inspiration of the Scriptures—they have been written by God through the agency of man.  Inspired documents are inerrant: there are no errors in the history they record, the laws they give, the morals they encourage, or the hope that they offer.  We can furthermore have confidence in the canon of Scripture—the officially accepted list of inspired books.  \"A book is not the word of God because it is accepted by the people of God.  Rather, it is accepted by the people of God because it is the word of God\" (Josh McDowell & Dave Sterrett).\n\nAug 23The Resurrection - Stumbling Blocks of Faith pt1 (The Resurrection having been established as historical fact, and the inspiration of the Scriptures having been proven as a result, we now turn our attention to three stumbling blocks to faith.  The Resurrection will help us answer these challenges from our critics, and guard us from the deluding influence of the world.  The first two are the theory of evolution and modern-day paganism.)\n\nDue to Hurricane Harvey, Todd was not able to finish his classes in August. Following are the last two classes.\n\nOct 22 - The Resurrection - Stumbling Blocks of Faith pt2... (truncated)",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9963006973,
        "format_confidence":0.7807058692
    },
    {
        "url":"https:\/\/www.jnanasukha.org\/stock\/nirmanakaya-yeshe-tsogyal-digital-print",
        "text":"Nirmanakaya Yeshe Tsogyal Digital Print 5x7\n\nNirmanakaya Yeshe Tsogyal Digital Print 5x7\n\n\nJnanasukha Foundation commissioned Leslie Nguyen Temple to create this silk and brocade applique thangka because there are few images of Yeshe Tsogyal as a human wisdom dakini. View video of how the thangka was created.\n\nThis quality unframed print has been approved by the artist for color accuracy and produced for us by Cyndy Allard Art Reproduction in Houston Texas. Smooth matte finish. 5\"x 7. \".All proceeds benefit the Tsogyal nuns in Tibet.\n\n$20 includes shipping and handling in the USA with First Class tracking number. Foreign orders, please email your order to\n\nAdd To Cart",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.6009052992,
        "format_confidence":0.9988582134
    }
]