[
    {
        "url":"https:\/\/raphaelhertzog.com\/category\/doc\/page\/5\/",
        "text":"Missing firmware in Debian? Learn how to deal with the problem\n\nYou know it already, since Debian 6.0 non-free firmware are no longer provided by a standard Debian installation. This will cause some troubles to users who need them. I’m thus going to do a small overview on the topic and teach you what you need to know to deal with the problem.\n\nWhat are firmware and how are they used?\n\nFrom the user’s point of view, a firmware is just some data that is needed by some piece of hardware in order to function properly. The driver for that hardware typically loads the firmware on the device as part of its initialization.\n\nIn the Linux kernel, the drivers are all using a standardized interface (request_firmware) to retrieve the firmware before sending it to the device. Thanks to this standardization, it’s possible to either embed the firmware in the kernel or to have it request the firmware from user-space when needed.\n\nDebian (like most distributions) has selected the latter option. Thus when the kernel needs a firmware, it sends out a request to user-space. udev is getting the request with the name of the firmware, and in its default configuration (see \/lib\/udev\/rules.d\/80-drivers.rules) it executes \/lib\/udev\/firmware.agent in response.\n\nWhere are firmware stored?\n\nfirmware.agent is a simple shell script that tries to locate a firmware before sending it back to the kernel through a sysfs entry. It looks into the following directories:\n\n  • \/lib\/firmware\/$(uname -r)\n  • \/lib\/firmware\n  • \/usr\/local\/lib\/firmware\n  • \/usr\/lib\/hotplug\/firmware\n\nFirmware provided by packages are thus usually in \/lib\/firmware and you can use \/usr\/local\/lib\/firmware for manually installed firmware.\n\nHow do I know whether I need a firmware?\n\nFirst of, you can notice messages from the kernel telling you that it tried to load a firmware but it failed. They look like this:\n\ne100: eth0: e100_request_firmware: Failed to load firmware \"e100\/d101m_ucode.bin\": -2\n\nBut you might be informed sooner. When you install a new version of the Linux kernel with the official Debian packages, the post-installation script will go through all loaded modules (those listed by lsmod) and it will verify whether this module as provided by the newly installed kernel might require firmware files. This information can be retrieved with modinfo:\n\n$ modinfo -F firmware \/lib\/modules\/2.6.32-5-amd64\/kernel\/drivers\/net\/e100.ko\n\nIf one (or more) of those firmware is (are) not yet available on the system, you will get a warning message similar to this one:\n\nupdate-initramfs will also generate a similar warning on the terminal:\n\nupdate-initramfs: Generating \/boot\/initrd.img-2.6.32-5-amd64\nW: Possible missing firmware \/lib\/firmware\/e100\/d102e_ucode.bin for module e100\nW: Possible missing firmware \/lib\/firmware\/e100\/d101s_ucode.bin for module e100\nW: Possible missing firmware \/lib\/firmware\/e100\/d101m_ucode.bin for module e100\n\nThe Debian installer also detects when you have hardware that might require a missing firmware file. You have the option to supply the missing files on a USB stick (either directly or through the corresponding package).\n\nHow do I find and install the missing firmware?\n\nNow that you have the name of the firmware file that you want, it’s relatively easy to identify the package that provides the required file. You can use “apt-cache search <filename>” because the firmware packages embed the list of firmware files in their description. You can also use “apt-file” (provided by the package of the same name) or the web interface at packages.debian.org.\n\n$ apt-cache search d101m_ucode.bin\nfirmware-linux-nonfree - Binary firmware for various drivers in the Linux kernel\n$ apt-file search d101m_ucode.bin\nfirmware-linux-nonfree: \/lib\/firmware\/e100\/d101m_ucode.bin\n\nIf the above commands return nothing, you probably need to enable the “non-free” repository in your \/etc\/apt\/sources.list (you can also enable it within synaptic). And you also want to run “sudo apt-file update” to have the latest information.\n\nNow you can install the right package, in the example above it was firmware-linux-nonfree.\n\nHow do I install all firmware just to be sure I don’t miss any?\n\nThere’s no meta-package depending on all firmware packages so there’s no easy answer to this question. Furthermore not all firmware packages respect the naming convention “firmware-*” (there’s for example zd1211-firmware).\n\nSo your best bet is to look up all the packages with a generic search like this one:\n\n$ apt-file --package-only search \/lib\/firmware\/\n\nAnd then install them all.\n\nAre there DVD or CD images with non-free firmware?\n\nYes. Debian provides an unofficial netinst image for i386\/amd64\/powerpc with the non-free firmware, you can find it here: http:\/\/cdimage.debian.org\/cdimage\/unofficial\/non-free\/cd-including-firmware\/.\n\nI provide complete DVD sets with firmware, and Multi-Arch CD\/DVD with firmware, it’s over there in my DVD shop: https:\/\/raphaelhertzog.com\/go\/debian-cd\/ (i386\/amd64 only)\n\nWhen using those installation discs, the Debian-installer will be able to find the required firmware immediately. There’s no need for you to provide them on a USB stick.\n\nOther questions?\n\nI think I covered the most important things you have to know about firmware on Debian. But should you still have a question, feel free to share it in the comments so that I can improve this article.\n\nClick here to subscribe to my free newsletter and get my monthly analysis on what’s going on in Debian and Ubuntu. Or just follow along via the RSS feed, Identi.ca, Twitter or Facebook.\n\nMy Debian package maintainer pledge\n\nWhen coming back from DebConf9, I wrote this pledge:\n\nAs a package maintainer, I will do my best to help the Debian project release a stable version of our operating system. In particular, I will work together with the release team and I will keep all packages associated to my name free of release critical bugs.\n\nTo this effect, if I’m not registered as being busy or in vacation, I will start working on my release critical bugs as soon as possible (in less than 1 week in common cases). If I can’t deal with them in a timely fashion, I will state it clearly in the associated bug reports, tag them help and invite other contributors either to provide a patch or to do a non-maintainer upload.\n\nIf I do not manage to handle release critical bugs in the above described way, or if I almost never deal with any of my RC bugs by myself, I will:\n\n  • not refuse help and even propose co-maintenance to good contributors\n  • recognize my failure and actively try to find a new maintainer and\/or co-maintainers\n  • not complain if the quality assurance team decides to orphan the package\n\nI recognize that my work is not limited to unstable. I will also work with the stable release team and the security team to provide updated packages for the stable and\/or testing distribution when some issues deserve it.\n\nI am aware of the limits of my skills and my available time and I will avoid packaging software that I would not be able to maintain properly.\n\nIt tries to sum up the minimal expectations that Debian should have towards the package maintainers. I tried first to get this pledge integrated into the NM\/DM process but the discussion concluded that it would be best to document this in the developers-reference. There’s already a chapter called “Debian Developer’s Duties” where this can nicely fit.\n\nI submitted this as a wishlist request for the developers-reference soon after and it’s still open. Now I went to the next step and prepared a patch that restructures the chapter about developer duties. See #548867 for details.\n\nFollow me on Identi.ca, Twitter and Facebook. Or subscribe to this blog by RSS or by email.\n\nDebian Cleanup Tip #6: Remove automatically installed packages that are no longer needed\n\nLast week we learned how to identify cruft on your Debian system. This week, for the last article in this series, we’ll learn more about automatically installed packages and how to get rid of them when you don’t need them any longer.\n\nAPT tracks automatically installed packages\n\nWhen you install a new package with apt-get\/aptitude\/synaptic, it’s very common to end up installing many more packages: those are the dependencies of the installed package. Here’s an example:\n\n$ sudo apt-get install pino\nThe following extra packages will be installed:\n  libdbusmenu-glib1 libgee2 libindicate4 libnotify1 notification-daemon\nThe following NEW packages will be installed:\n  libdbusmenu-glib1 libgee2 libindicate4 libnotify1 notification-daemon pino\n0 upgraded, 6 newly installed, 0 to remove and 0 not upgraded.\nNeed to get 478 kB of archives.\nAfter this operation, 2531 kB of additional disk space will be used.\nDo you want to continue [Y\/n]? \n\nAfter this installation, the 5 “extra packages” will be marked as “automatically installed”. What does this mean? It means that you have not explicitly requested their installation and that the system should be free to remove them as soon as they are no longer needed.\n\nYou can verify that this is effectively the case with “apt-mark showauto” (it returns a list of the automatically installed packages).\n\n$ apt-mark showauto |grep libdbusmenu\n$ apt-mark showauto |grep pino\n\nAptitude shows this information with the “A” letter in its interactive interface and in the “aptitude search” output. “aptitude show” has a dedicated field for this:\n\n$ aptitude show libdbusmenu-glib1\nPackage: libdbusmenu-glib1               \nNew: yes\nState: installed\nAutomatically installed: yes\nVersion: 0.3.7-1\n\nIn Synaptic, it’s not very visible but once you have selected an installed package, you can verify in the “Package” menu whether “Automatically installed” is checked or not.\n\nAPT tells you which packages are no longer needed\n\nOver time, some of those automatically installed packages become unnecessary because the packages that depended on them no longer do. It might be that they are using a newer version of the same library, or they switched... (truncated)",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.6773734689,
        "format_confidence":0.7825733423
    },
    {
        "url":"https:\/\/www.sumproduct.com\/thought\/array-of-light",
        "text":"Please note javascript is required for full website functionality.\n\nArray of Light\n\nArray of Light\n\nThis article provides a basic introduction to array formulae using a simple problem as an example. By Liam Bastick, director with SumProduct Pty Ltd.\n\n\nA data file has been created with two columns, dates and data, viz.\n\nDates Challenge\n\nIs there a simple formula to put in cell G12 (yellow cell) which will return the most recent date at which the corresponding data was less than or equal to the value in the ‘Target’ cell (cell G14)?\n\nIt can be assumed that there will be at most one data point for each date, but the dates may not necessarily be in ascending order.  The ideal formula should take into account what happens if no date meets the criterion.\n\n\nTo be a successful solution, the formula had to allow for dates out of order and provide a meaningful output (i.e. not “0”) if there was no solution.\n\nIgnoring the error trap requirement, possible solutions include:\n\n  • An array function, e.g. ={MAX(IF($G$18:$G$40<=$G$14,$F$18:$F$40))}\n  • Database functions by building a “criteria table” (sic) and using =DMAX(database,field,criteria) (I plan to explain DFunctions in March’s column)\n  • SUMPRODUCT, e.g. =SUMPRODUCT(MAX($F$18:$F$40*($G$18:$G$40<=$G$14)))\n  • INDEX, e.g. =MAX(INDEX((F18:F40)*(G18:G40<=G14),))\n  • Including an extra column to identify dates that met the criteria, then finding the most recent date using the MAX() function.\n\nTypical solutions are provided in the attached Excel file.\n\nCommon mistakes included using the LOOKUP() function (this requires the dates to be in strict ascending order), getting the inequality the wrong way round and forgetting the error trap.\n\nIn summary, to solve this problem, you needed to find the most recent (biggest) date out of a list of dates that met a particular condition: one viable option is to consider an array.\n\n\nIn Excel, an array is a contiguous set of items in a single row (called a one-dimensional horizontal array or “vector”), or in a single column (a one-dimensional vertical vector), or in a table consisting of at least two rows and two columns (a two-dimensional array).  If you need more dimensions, you are better served with relational databases such as MS Access.\n\nArray formulae perform multiple calculations on one or more of the items in an array.  Array formulae can return either multiple outputs or a single result.  There are two types:\n\n  • Formulae that work with an array or series of data and aggregate it, typically using SUM(), AVERAGE(), MIN(), MAX() or COUNT(), to return a single value to a single cell.  Microsoft calls these single cell array formulae\n  • Formulae that return a result in to two or more cells (there are various formulae that will do this including MINVERSE(), LINEST() and TRANSPOSE()). These types of array formulas return an array of values as their result and are referred to as multi-cell array formulae.\n\nSome functions, such as SUMPRODUCT(), INDEX() and OFFSET() will allow you to work with an array in a single cell by just pressing ENTER.  However, Excel often needs to know you are working with an array formula, and this is performed by entering the formula using CTRL + SHIFT + ENTER.  This will result in the formula appearing in braces ({}).  These braces cannot be typed in.\n\nArray formulae allow you to perform tasks that would require multiple cells otherwise (hence some readers used an additional column).\n\nOur problem requires working with a list to return a single value, i.e. using a single cell array formula on a column vector.\n\nLet’s consider the most common right answer (excluding the error trap):\n\n\nThe central formula, IF($G$18:$G$40<=$G$14,$F$18:$F$40), checks to see which data is less than or equal to the target value ($G$14) and returns the corresponding dates (otherwise it provides a default value of FALSE since the value_if_false in the IF(logical_test,[value_if_true],[value_if_false]) syntax is not defined).\n\nHence we get an array in the form {Date_1,FALSE,FALSE,Date_2,…}. MAX() simply takes the largest value, i.e. the most recent date – easy!\n\nProblems with Arrays\n\nMulti-cell formulae can cause problems as the range of cells to hold your results must be selected before you enter the formula.  Once entered, the contents of an individual cell in a multi-cell array formula cannot be edited and \/ or deleted.\n\nEnd users may not understand your array formulae.  How many basic Excel users would understand the MAX(IF) array explained above?  Advanced users will all too often use an array function when there are simpler, easier to understand alternatives.\n\nLarge array formulae can slow down calculations significantly.  Worse still, they can simply stop calculating with no error message provided.\n\nIn conclusion, array formulae can be very powerful but they should be used sparingly.\n\nIf you have a query for this section, please feel free to drop Liam a line at or visit the website",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.69077456,
        "format_confidence":0.5694366097
    },
    {
        "url":"https:\/\/asp.net-tutorials.com\/basics\/introduction\/",
        "text":"The basics:\n\n\nWelcome to this ASP.NET tutorial. According to Microsoft, \"ASP.NET is a technology for building powerful, dynamic Web applications and is part of the .NET Framework\". This tutorial will teach you ASP.NET from scratch, and no knowledge of any kind of serverside scripting is required. Basic HTML and CSS knowledge is preferable. Having worked with Classic ASP or PHP won't give you much of an advantage, since ASP.NET is a whole new way of doing things.\n\n.NET is language independent, which means you can use any .NET supported language to make .NET applications. The most common languages for writing ASP.NET applications are C# and VB.NET. While VB.NET is directly based on VB (Visual Basic), C# was introduced together with the .NET framework, and is therefore a some what new language. Some people call C# \"the .NET language\", but according to Microsoft, you can do all the same things, no matter if you're using C# or VB.NET. The 2 languages are not that different, and if you have used one of them, you will have no problems at all learning the other. In this tutorial we will use C#.\n\nOne of the main differences between ASP.NET and Classic ASP\/PHP is the fact that ASP.NET is compiled, while Classic ASP is always interpreted. PHP can be compiled by using commercial products, but usually it's interpreted as well.\n\nEver since the first version of ASP.NET, the framework has evolved in so many ways and so has the tools for you as a developer. We will discuss this in the next articles, before we create our very first ASP.NET website.\n\nASP.NET - Web Forms or MVC?\n\nWhen ASP.NET was originally released, there was only one way of doing things. Later on, Microsoft was inspired by frameworks like Ruby on Rails and added the ability to use an MVC (Model-View-Controller) approach for your ASP.NET websites. With that move, ASP.NET was basically divided into ASP.NET Web Forms (the original approach) and ASP.NET MVC. They share a lot of functionality, thanks to the .NET framework, but there are many differences in how to accomplish even the most basic tasks.\n\nIn this tutorial, we will focus on the Web Forms part of ASP.NET.\n\nIDE or editor?\n\nThis tutorial will use the free Visual Studio Community IDE from Microsoft. Despite what some people think, ASP.NET can be used without an IDE. It would be perfectly possible to write ASP.NET code in Notepad, and use the commandline compiler included with the .NET framework. Some people might actually prefer this \"back to basics\" way of doing things, but I believe that ASP.NET is best programmed with a decent IDE. You can use an IDE from another vendor, and you will still be able to follow most of this tutorial. We will use Visual Studio Community since it's free, quick to install and easy to use. Besides, using a good IDE will make a lot of things faster in the long run.\n\nDownload Visual Studio Community\n\nSo, to get started with this tutorial, go ahead and download Visual Studio Community from Here's a direct link to the download page:\n\nAs soon as you have downloaded and installed it, you are ready to proceed with the next articles, where we will create your very first ASP.NET website.\n\nNot using Windows?\n\nDon't worry, there's a version for macOS as well - just follow the link above and be sure to select the version of Visual Studio Community for macOS!\n\nThis article has been fully translated into the following languages: Is your preferred language not on the list? Click here to help us translate this article into your language!",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9845452309,
        "format_confidence":0.9718572497
    },
    {
        "url":"https:\/\/www.codeproject.com\/Articles\/2646\/MaChat-a-chat-with-a-browser-for-LANs?msg=624486",
        "text":"Click here to Skip to main content\n13,249,813 members (82,130 online)\nClick here to Skip to main content\nAdd your own\nalternative version\n\n\n119 bookmarked\nPosted 28 Jul 2002\n\nMaChat - a chat with a browser for LANs\n\n, 30 Jul 2002\nRate this:\nPlease Sign up or sign in to vote.\nThis article shows how to create a Chat for Local Area Networks which uses the WebBrowser control to display the messages.\n\nApp screen\n\n\nRecently I've been asked by my friends to write a chat for LAN. I thought it's a great idea. Meanwhile the MC++ competition was announced so it encouraged me to put more effort into making the app. And, of course, I decided I go in for the competition. In this article I'll describe what the program does and how it works. I demonstrate how to reuse some of the implemented features.\n\nI split the text into several parts:\n\n\nMaChat - the name was thought up by my friend - is a chat for Local Area Networks. It supports HTML because it's based on the IE control. The chat converts emoticons to the images which come from CP thanks to Chris Maunder. Moreover, the user can browse the net inside the IDE.\n\nMaChat was tested in a LAN. 3 systems take part in the tests: 2 WinXP and Win98 SE. I'm still testing it so if I find any bug or get a bug report I'll correct it and update the article.\n\nBelow you can see 3 screens:\n\nMaChat with CodeProject orange schema\n\nInstallation process\n\nI provided two setups. The smaller one - 356 Kb - is intended for systems were the .NET SDK is installed. The bigger one is - 1,25 Mb - for systems were only the .Net redistributable are installed. It's caused by the fact that when the .NET SDK is installed the mshtml.dll file ( an interop assembly of the mshtml.dll) is present in the system. Otherwise it must be added to the setup.\n\n\nThe heart of every chat is network communication because the application's performance depends on it. First of all, I had to choose the best protocol and communication type. UDP\\IP is connectionless and doesn't make unnecessary network traffic so it's suitable. Next, I had to select between broadcasting and multicasting. I think that multicasting is better because it only sends data to the computers which are in the group. This type of connection reduces the network traffic. In .NET Framework there is a class which wraps the UDP protocol and multicasting - System::Net::UdpClient.\n\nI've written a library in MC++ called ChatLibrary which is responsible for sending and receiving data. It's channel-divided and message-orientated which means that if you want to do something you need to send a suitable message to a suitable channel.\n\n\nBelow you can see the MessageHeader class definition and the MessageType enumeration. MessageHeader holds data which will be send. First field - Type - describes the aim of the message. For example, you want to refresh the remote users list and their information, all you need to do is to send a message of type MessageType::Refresh and the remote hosts will answer with a message of type UserInfo containing an UserInfo class in the Object field. In Object field you can store whatever you want but the object must be derived from System::Object. Furthermore, it and each of it's members must be marked with a [Serializable] attribute because the instance is serialized into a stream using Binary Formatter, send and deserialized on the other sides. Third field Sender contains the sender's EndPoint (IP address and port ). It's always set by the Send function of either Chat or Channel classes. The same is with the last field - Channel, which specifies the destination channel.\n\nYou can manually create a MessageHeader instance and send it or you can you high-level functions which will do the job for you.\n\n<pre lang=mc++>[Serializable] public __gc class MessageHeader { public: \/\/ Constructors MessageHeader::MessageHeader(); MessageHeader::MessageHeader( MessageType eType ); public: __property MessageType get_Type ( ) { return m_eType; } __property void set_Type ( MessageType eType ) { m_eType = eType ; } __property Object* get_Object ( ) { return m_obObject; } __property void set_Object ( Object* obObject ) { m_obObject = obObject; } __property IPEndPoint* get_Sender ( ) { return m_ipeSender; } __property void set_Sender ( IPEndPoint* ipeSender ) { m_ipeSender = ipeSender; } __property String* get_Channel ( ) { return m_strChannel; } __property void set_Channel ( String* strChannel ) { m_strChannel = strChannel; } private: String* m_strChannel; \/\/ Destination channel MessageType m_eType; \/\/ Message type Object* m_obObject; \/\/ Object IPEndPoint* m_ipeSender; \/\/ Sender's IPEndPoint }; \/\/ Message types [Serializable] public __value enum MessageType { Unknown = 0, \/\/ Unknown message \/\/ User Join = 1, \/\/ Join the chat or a channel Leave = 2, \/\/ Leave the chat or a channel Refresh = 3, \/\/ Refresh users list UserInfo = 4, \/\/ Contain user info Invite = 5, \/\/ Invite user to join the channel \/\/ Topic Topic = 6, \/\/ Contain a new topic CheckTopic = 7, \/\/ Topic request CheckTopicResponse = 8, \/\/ CheckTopic response \/\/ Visual messages Text = 9, \/\/ Simple text Image = 10, \/\/ Image message Note = 11, \/\/ Contain a short message\/note \/\/ Other Beep = 12, \/\/ Beep message };\n\n\nChat is the main class which connects to a specified multicast group and opens a port for listening. After creating the Chat class you should initialize the LocalUser field which represents a local user. You can specify user's nickname, image, state, focus state and tag. Next, set EventHandlers to receive the notification of the common events. Chat class has the following ones:\n\n<pre lang=mc++>\/\/ Events __event MessageEventHandler* UserJoinMsg; __event MessageEventHandler* UserLeaveMsg; __event MessageEventHandler* UserUpdateMsg; __event MessageEventHandler* InviteMsg; __event MessageEventHandler* NoteMsg; __event MessageEventHandler* UnknownMsg; __event MessageEventHandler* NotHandledMsg;\n\nAfter that you need to call Chat->Join function with local port number, multicast group IP and multicast group port. Currently, the local port number and multicast group port must be the same. The multicast group IPs are addresses between and but several of them are reserved:,,,,,\n\n<pre lang=mc++> m_chChat = new Chat(); \/\/ Set LocalUser info m_chChat->LocalUser->NickName = \"Michael\"; m_chChat->LocalUser->State = UserState::Normal; m_chChat->LocalUser->Image = image; \/\/ bitmap \/\/ Set EventHandlers m_chChat->UserJoinMsg += new MessageEventHandler( this, OnUserJoin ); m_chChat->UserLeaveMsg += new MessageEventHandler( this, OnUserLeave ); m_chChat->UserUpdateMsg += new MessageEventHandler( this, OnUserUpdate ); \/\/ Join the net m_chChat->Join( 7001, new IPEndPoint( IPAddress::Parse( \"\" ), 7001 );\n\nAfter a while the remote users will send messages of type MessageType::UserInfo and a delegate Chat->UserJoinMsg will be invoked giving you a chance to update the users list. Property UsersInfo of type UserInfoCollection holds the actual remote users list during the whole session of the chat.\n\n\nAs I said earlier ChatLibrary is channel-divided. This feature allows you to create public, private channels (currently, it isn't supported by the library but you can achieve this, see MaChat\\ChatProxy.cpp: CreateChannel and CreateChannelP functions) and channels with a specific target. The list of all channels is available through Channels property\n\nCreating a channel is a very easy task. Look at the following example:\n\n<pre lang=mc++> Channel* channel = new Channel( m_chChat ); channel->Name = strName; channel->ConnectionType = ChannelConnectionType::MulticastGroup; \/\/ Set EventHandlers channel->UserJoinMsg += new MessageEventHandler( this, OnUserJoin ); channel->UserLeaveMsg += new MessageEventHandler( this, OnUserLeave ); channel->TextMsg += new MessageEventHandler( this, OnText ); channel->ImageMsg += new MessageEventHandler( this, OnImage ); channel->TopicChanged += new ChangeEventHandler( this, OnTopicChange ); channel->Join(); channel->CheckTopic();\n\nFirst of all, you need to create a Channel class. The constructor takes one parameter: pointer to the ChatLibrary::Chat class. Then set the name of the newly created channel and it's connection type. And here we stop for a while because the connection type requires some explanation. For the channels with a small number (2-3) of users you can use direct connection so set ConnectionType to Direct, for large ones use MulticastGroup and the data will be send to all users through the multicast group. Use Auto for dynamically channels\n\n<pre lang=mc++> public __value enum ChannelConnectionType { Auto = 0, \/\/ Switch between MulticastGroup and Direct \/\/ depends on the number of the users MulticastGroup = 1, \/\/ Use multicast group to communicate Direct = 2, \/\/ Send data directly to the remote hosts };\n\nNext, you can set EventHandlers. Some of them are similar to the Chat delegates like UserJoinMsg but some don't occur in the Chat class, for example, TextMsg, TopicChanged. Finally, call Join function ( if the channel with the same name already exist the exception will be thrown ). Furthermore, if you joining an existing channel it's good to get its topic so call CheckTopic.\n\nNow you're ready to send messages. You can do it by calling Send function which is overloaded both in Chat and Channel classes.\n\n\nI decided to use AxWebBrowser control ( IE control ) as a channel browser because it gives a great flexibility and simplicity to format text and images. If the user knows HTML then he\/she can change text size, color, decoration, or event send a table. Detailed information about inserting the control you can get from Nikhil Dabas's article - Using the WebBrowser control in .NET. Here I'll describe how to parse and edit HTML documents during runtime, how to invoke scripts and how to handle context menu\n\nBut before we start, we need to create an interop assembly from mshtml.dll. The file contains about 4000 interfaces which supports parsing the HTML document. It's not required if the .NET Frame... (truncated)",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.9887595177,
        "format_confidence":0.8158713579
    },
    {
        "url":"http:\/\/psd-html-tutorials.tripod.com\/image-map-tutorial.html",
        "text":"webmaster tools and all html editorsDesign Sphere Home\nphotoshop tutorials\nhtml tutorials for beginners\nhtml lessons for beginners\nhtml tips for webmasters\nabout me\nprofessional banner design\nlow cost web site design\ncategorized programs\nprize list\n\n\nhere are the sections and their content:\n\n\nWebmaster Tools Section\nto get the best html editors , graphic programs ,.......\n\n\nBanner Design Section  to have your banner designed professionally and just for 15$\n\nsphereWeb Design section is my web design service.I design professional and low cost web sites for your company.Also I design homepages.\n\nsphereYou can find what program you want from catagorized Programs Section\n\nspherelinks section contains links and webmaster resources.If you want to get listed put my small banner to your site and send e-mail\n\nsphereA must visit part of my site is photoshop tutorials section.This section uptades every week.(now under construction)\n\nsphereHtml Tutorials Section is the place you go through the steps and code a basic page.And Html Lessons Section is a course for you to learn the basics of html.\n\nsphereAnd if you want to learn about me click the About Me link\n\n\n\nWeb Design\n\nin this tutorial you will learn about giving link to an image and image map(image map=giving different links to parts of the same image)\n\nfirst prepare an image for your pages menu; or you can use my basic menu pic for this tutorial\n\nfirst define a map here is the code;\n\n<map name=\"menu\"><map>          ...then decide the shape I will only teach you the rectangular shape.here is   the code for this:\n\n<area shape= \"rect\"coords=\"x,y,x2,y2\"href=\"index.html\">  ....and you must define the cordinates.x and y are the coordinates of the left top point of the first button and x2,y2 are the coordinates of the right bottom point of the button and href defines the url.\n\nfor example here is the code for my menu image:\n\n<IMG src=\"menu2.gif\" border=\"0\"useMap=\"#menu\" ismap>\n<map name=\"MENU\">\n<area shape=\"RECT\" coords=\"14,13,83,45\" href=\"url.html\">\n<area shape=\"RECT\" coords=\"14,79,83,108\" href=\"url.html\">\n<area shape=\"RECT\" coords=\"14,142,83,172\" href=\"url.html\"><\/MAP>\n\nhere is an example :\n\nyou can get the cordinates by following these steps in photoshop:\n\n1.Open your menu image.hit window\/show info .\n\n2.move the mouse cursor to the top-left point of the first button the cordinates of this point will be x and y\n\n3.move the cursor to the bottom-right of the button and the x,y will be the second points cordinates.then write them in the coords=\"x,y,x,y\"\n\nthats all!!\n\ndownload this tutorial in a zip file!*!*!*!click!*!*!*!\n\n(instructions.html,menu2.gif, are included)\n\nMake your own free website on Tripod.com",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.7391360402,
        "format_confidence":0.9267923832
    },
    {
        "url":"https:\/\/codescracker.com\/operating-system\/processes.htm",
        "text":"operating system os\n\nOS Processes\n\n« Previous Tutorial Next Tutorial »\n\nProcess is the most central concept of any operating system (OS).\n\nProcess is an abstraction of a running program.\n\nProcess is an executing program including the current values of the program counter, registers, and variables.\n\nToday, almost every computers can do many things at the same time. For instance, you can download files from Internet, operate your Facebook account, copy some songs to the pen drive, all can be perform at the same time. This is called multitasking.\n\nThis tutorial of processes is divided into the following 8 different-different tutorials:\n\n« Previous Tutorial Next Tutorial »\n\n\nQuick Links\nSignup - Login - Give Online Test",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.6207782626,
        "format_confidence":0.5241802931
    },
    {
        "url":"https:\/\/www.101apps.co.za\/index.php\/tag\/Spinner.html",
        "text":"\n\nAndroid image Spinner tutorial\n\nIn a flat spin: Showing images in a Spinner\n\nAndroid Spinner spinners icon\n\nSpinners display a list of selectable items.\n\nWhen first displayed, the Spinner only shows the currently selected item. Touching the Spinner displays the full list of items that the user can choose from.\n\nOur tutorial will show you how to use a Spinner to display a list of images that the user can choose from.",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.7723138928,
        "format_confidence":0.7195984125
    },
    {
        "url":"https:\/\/www.techworldwookie.com\/stackstorm-jupyter-on-a-virtual-machine\/",
        "text":"StackStorm & Jupyter on a Virtual Machine\n\n\nIn this blog post we’re going to get an iso of ubuntu mate and load stackstorm and jupyter notebooks.\n\nUsing the workstation\n\nFirst thing first, let’s get a copy of ubuntu mate (desktop). You can get it here:\nmax version 18.04\n\nSetup with about 2 megs of RAM and a 50G hard disk. You won’t need much. When you can login to the ubuntu machine, open a terminal window and enter the following command to install a stackstorm server. Adjust the display settings if you care.\n\nIn the terminal elevate privileges by using sudo su -\n\nAt the prompt update Ubuntu with apt-get update\n\nMake sure curl is up to date with apt-get install curl\n\nWe will have to get PyPi (pip) installed sudo apt-get install python-pip\n\nNow use pip to install requests pip install requests\n\nNow install stackstorm with curl -sSL | bash -s -- --user=st2admin --password='Ch@ngeMe'\n\nNOTE Please change the password to something you will remember.\n\nA long installation script will run and at the end it will say STACKSTORM OK in large letters.\n\n\nYou should now be able to log into stackstorm:\nst2 login -w st2admin then enter the password you used in the install above.\n\nVerify you have logged into stackstorm by issuing st2 action list\n\nYou should see a list of available stackstorm actions.\n\nInstall python-pip and Jupyter Notebook server\n\nFrom the prompt type: apt-get install -y python3-pip\n\nNext: pip3 install --upgrade pip\n\nNext: pip3 install setuptools\n\nFinally: pip3 install jupyter\n\nRun the Jupyter server: Enter CTRL-D to log out of root! Do It!\n\nType: (not root) jupyter notebook\n\nThis will start the notebook server and It will open your default web browser. From there you can start making your own notebooks.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.5849601626,
        "format_confidence":0.9862875342
    }
]