[
    {
        "url":"http:\/\/www.goreapparel.eu\/ie-en\/sustainability-run.html?cgid=grw",
        "text":"\nYes, I agree to receive emails from W.L. Gore & Associates. For more information, see our Privacy Policy and Terms of Use\n\nGORE's sustainability approach\n\nBill & Vieve Gore\n\nSustainability is an integral part of our culture and business.\n\nFor us sustainability means being fair and responsible to people and the environment while offering products which provide best-in-class performance. We strive to continually improve the social and environmental impact of our products and processes without compromising their performance.\n\nThis is the legacy of our founders Bill and Vieve Gore and we are proud to continue this tradition.\n\nProduct Responsibility\n\nGORE BIKE WEAR® and GORE RUNNING WEAR® are committed to producing apparel that delivers what we promise and is of highest quality. We want our customers to value and love our GORE BIKE WEAR® and GORE RUNNING WEAR® products, and enjoy their functionality for a long time, which is an effective way to reduce the environmental footprint of function apparel.\n\nWe carefully select the fabrics we use. The choice of fabrics, materials, methods of production, dyes and transport conditions are all taken into consideration prior to the manufacture of our products. To ensure optimal protection and performance our products are field or lab tested for their durability, appearance and quality after washes and impact (e.g. washing-, rubbing-, color fastness).\n\nProduct responsibility\n\nAll GORE RUNNING WEAR® and GORE BIKE WEAR® products meet the criteria of the Oeko-Tex® Standard 100. Oeko-Tex® Standard 100 is an external, independent certification system for for textile raw materials, intermediate and finished products and is the most used product safety label worldwide.\n\nProduct responsibility\n\nAdditionally, Gore has been working with the bluesign® standard since 2010 to verify the safety of its products. The emphasis we place on quality extends to our suppliers and manufacturers. Accordingly, Gore carries out continuous external quality controls at production facilities and encourages its suppliers to obtain a bluesign® certification in order to reduce environmental impacts in our supply chain.\n\nAn increasing number of GORE-TEX® and WINDSTOPPER® fabrics are already certified. In our GORE RUNNING WEAR® and GORE BIKE WEAR® collections we predominantly use certified fabrics.\n\nProduct responsibility\n\nSocial Responsibility\n\nSocial responsibility\n\nAt Gore we believe in conducting our business according to the highest ethical standards. We strive to provide our customers with high-value products that enhance the quality of life and to improve the communities in which we work and live. We expect our employees to work with our suppliers, customers and other stakeholders with integrity, fairness and respect.\n\nSocial responsibility\n\nAccordingly, we also expect our garment manufacturing suppliers to operate according to the same principle. That is why in June 2012, GORE RUNNING WEAR® and GORE BIKE WEAR® joined the multi-stakeholder initiative Fair Labor Association (FLA) to promote and protect workers’ rights and improve working conditions in our contracted factories.\n\nAs a FLA member we are committed to ensuring that our garment manufacturers adhere to FLA’s Code of Conduct and independent auditors regularly verify their compliance. Additionally, the FLA conducts its own assessments to confirm the effectiveness of our auditing system.\n\nEnvironmental Responsibility\n\nGORE RUNNING WEAR® and GORE BIKE WEAR® products are environmentally sound choices. We are convinced that our sustainability approach will support our long-term business success and also push environmental progress.\n\nWe get closer to our target, which is making responsibility an essential part of our business processes. We are engaged in regular dialogue with our stakeholders, and we expect our business partners and suppliers to do business in a responsible way as well.\n\nEnvironmental responsibility\nEnvironmental responsibility\n\nAt Gore, respecting the environment is an inherent part of our corporate culture. We strive to act with integrity and responsibly. We will achieve or even exceed all applicable health, safety and environment regulations as well as additional introduced standards from our side. All of our manufacturing facilities for functional textiles globally have introduced an environmental management system according to ISO 14001 and implemented the bluesign®\n\nstandard, which demands challenging and comprehensive environmental and safety standards in the textile industry.\n\nWe feel obliged to continuously improve our environmental footprint by adopting an approach that rests on three pillars: sound science, life cycle assessment and the durability of our products.\n\nEnvironmental responsibility\n\n\nWe often get asked about our approach to sustainability. Below you will find a list of the most frequently asked questions along with their answers.\n\nHow do Gore Bike Wear® (GBW®) and Gore Running Wear® (GRW®) audit their factories?\n\nWe use professional and independent third-party auditors to conduct audits at all our garment manufacturers. The result is a detailed audit report describing factory compliance with the requirements of the Fair Labor Association’s (FLA) Code of Conduct and local law. If any non-compliances are identified we support the factory to create a remediation plan with detailed corrective actions, responsibilities and time lines. We also control and track the plan’s progress and completion.\n\nDoes Gore publish a social responsibility report?\n\nNot as yet but as a FLA member our efforts are independently verified and thus the standards we comply with are publicly available.\n\nIs W. L. Gore & Associates a responsible company?\n\nSustainability is an integral element of Gore’s culture and business. For us sustainability means acting responsibly – fulfill and even surpass all applicable environmental regulations as well as social, health and safety standards.\n\nFor more information:\nGore as a Responsible Enterprise\n\nHow much does Gore pay workers manufacturing its garments?\n\nIt is part of our Social Responsibility Program to ensure that at least legal minimum wages are paid. Our target, however, is to provide compensation that is sufficient to fulfill basic needs and discretionary income. Making highly functional apparel requires skilled workers and our manufacturing partners have to compete for and retain talent.\n\nHow do you ensure that the work of the manufacturers supplying you with garments is socially and environmentally acceptable?\n\nWe carefully select our garment manufacturing partners and focus on long-term and trustful partnerships. Furthermore, we perform regular audits at our garment manufacturers to verify compliance with local law and FLA Code of Conduct. As multiple auditing does not provide any benefit, we strive to collaborate with other brands to share audit reports and cooperate on the remediation plans.\n\nDo GORE BIKE WEAR® and GORE RUNNING WEAR® products contain harmful substances?\n\nNo. Our products are safe to wear and an environmentally sound choice. All GBW® & GRW® products meet the criteria of the product safety standard Oeko-Tex® Standard 100. Furthermore, Gore Fabrics is a bluesign® partner, which verifies that the manufacturing processes are carefully managed and equipped with the best available environmental controls. Consequently, our customers can trust the quality and safety of our products.\n\nWhat does Oeko-Tex® Standard 100 mean?\n\nIt is an independent third-party standard for textiles, intermediates and end products at all stages of production. The OEKO-TEX® system is well respected worldwide for its science-based approach to textile safety validation.\n\nIt limits for regulated substances, as well as unregulated substances known to be harmful to the health of the wearer.\n\nHow do we use the Oeko-Tex® Standard 100 for Gore Bike Wear® & Gore Running Wear® products?\n\nProduct safety is an integral part of the quality assurance system of Gore Bike Wear® and Gore Running Wear®.\n\nWe have implemented the international accepted Oeko-Tex® standard class II for many years avoiding any critical ingredients in textiles and accessories. Against this background we only accept suppliers and garment manufacturers with quality management ensuring conformity with the Oeko-Tex® standard. Selecting fabrics and materials we use as far as possible only certified products. For all other materials we require test reports proving at least the same safety level than the Oeko-Tex® standard. In this way we accomplish the transparency of all applied materials and their ingredients in our production chain of our products.\n\nAll used fabrics, materials and ingredients up to the sewing thread are carefully selected and not approved for production before all required and current certificates & test reports are available.This kind of verification is implemented for each collection in both summer and winter.\n\nAdditionally we check ready made garments on a random basis at our distribution warehouse identifying and preventing any unwanted divergences from our product safety standard.\n\nWhere are GORE BIKE WEAR® and GORE RUNNING WEAR® products manufactured?\n\nWe make products in factories in Italy, Latvia, Morocco, Romania, Turkey, China, Myanmar and Vietnam.\n\nWho is the Fair Labor Association?\n\nFLA is a collaborative effort of socially responsible companies, universities and civil society organizations to promote and protect workers’ rights and to improve working conditions globally through adherence to international standards. FLA is an international organization headquartered in Washington, DC, with offices in China, Switzerland and Turkey. FLA creates lasting solutions to abusive labor practices by offering tools and resources to companies, delivering training to factory workers and management, conducting due diligence through independent assessments, and advocating for greater accountability and transparency from companies, fact... (truncated)",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.6638970375,
        "format_confidence":0.503798604
    },
    {
        "url":"http:\/\/www.nwedcpl.com\/sustainable\/safety_management",
        "text":"Sustainable Management\n\nSafety Management\n\nSafety Policy\n\n  • We will hold \"Humanism\" as the top priority in all business activities with respect for human beings\n  • We will strictly comply with current applicable legislation and regulations of Nepal and the overseas countries to which our clients subscribe and will actively accept the opinion of interested parties.\n  • We will carefully plan and design all the business activities, products and services to minimize green house gas emission and adverse environmental impacts, and do our best to save resources and energy, carry out our responsibility of environment\n  • We will make all executives, staff and subcontractor's personnel trained in order to effectively take part in the HSE Management System, and have them awake the importance of HSE and encourage them to actively participate in the HSE control activities.\n  • We will try our best efforts to research, develop, and maintain state-of-the-art technologies related to Health, Safety, and preservation of Environment.\n\nThis Health, Safety, and Environment Policy shall be publicly announced to all personned and interested parties and communicated at every level of the organization. The HSE Management System shall be improved continually by setting up HSE objectives, establishing HSE management program and reviewing its implementation periodically.\n\n\nNepal Water and Energy Development Company Pvt. Ltd.\n\nBlock-B, Four Square Complex, House No: 605\nSama Street, Narayan Chour, Naxal\nKathmandu, Nepal\n\nPhone No.\n: + 977 1 4412229 | 4412257 | 4412557\n: + 977 1 4422775",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.6520143747,
        "format_confidence":0.9135408401
    },
    {
        "url":"http:\/\/www.dir.ca.gov\/title8\/4970.html",
        "text":"\n\nSubchapter 7. General Industry Safety Orders\nGroup 13. Cranes and Other Hoisting Equipment\nArticle 97. Hoists, Auxiliary Hoisting Equipment and Hoisting Operations\n\nReturn to index\nNew query\n\n§4970. Limit Device.\n\nEach overhead electric hoist shall be equipped with an effective enclosed-type limit device which will stop the travel before the hook\/load block passes the highest and, where applicable, lowest point of safe travel.\n\nNOTE: Authority cited: Section 142.3, Labor Code. Reference: Section 142.3, Labor Code.\n\n\n1. Renumbering of former Article 97 (Sections 4990-5009) to Article 98 (Sections 4990-5009) and renumbering of former Article 96 (Sections 4970-4987) to Article 97 (Sections 4970-4987) filed 8-29-86; effective thirtieth day thereafter (Register 86, No. 39).\n\n2. Amendment of Article 97 heading and Section 4970 filed 5-1-87; operative 5-31-87 (Register 87, No. 19).\n\nGo BackGo Back to Article 97 Table of Contents",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.8313441277,
        "format_confidence":0.8867952824
    },
    {
        "url":"http:\/\/www.resourcesandenergy.nsw.gov.au\/miners-and-explorers\/codes-and-guidelines\/minimum-standards-and-merit-assessment-procedure",
        "text":"\n\nThe Petroleum Minimum Standards and Merit Assessment Procedure sets the NSW Government’s framework for determining applications to grant, renew, transfer and assess active prospecting titles.\n\nDownload a full version of Minimum Standards and Merit Assessment Procedure PDF [280 KB PDF].\n\nAttention: This is the revised second edition, published on September 2015.\n\nMinimum Standards\n\nThe NSW Gas Plan is the Government's public statement of intent to deliver a high performing petroleum industry, with reasonable and consistent regulation that is rigorously enforced.\n\nThrough the NSW Gas Plan, the Government is committed to implementing and enforcing a 'Use It or Lose It' Policy. The policy requires title holders to commit to developing the State's resources or risk losing their prospecting title. If a serious commitment cannot be demonstrated at application, transfer, upon renewal or during the term of a prospecting title, companies may face refusal or cancellation of their titles.\n\nAs part of the Division of Resources and Energy's (DRE) compliance processes, where there is evidence of non-performance or non-compliance with Minimum Standards without satisfactory justification, these will be considerations to determine if a prospecting title should be cancelled or not renewed. These matters, in addition to an applicant's corporate, compliance and environmental performance history will also be considered when assessing applications for the grant, renewal and transfer of titles.\n\nA title holder must take all lawful actions to remedy any force majeure (unforeseeable circumstance or similar) event or effect that may hinder the ability of a title holder to comply with the requirements of, and standards set out in, this policy. The onus is on a title holder to demonstrate any and all actions taken in this respect.\n\nConsistent with the DRE Compliance and Enforcement policy, any actions to refuse or cancel a prospecting title will be proportionate to the non-compliance identified and the seriousness of any non-compliance.\n\nNew prospecting title applications that include National Parks, Nature Reserves and other areas excluded by legislation will not be accepted and will be returned to the applicant.",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.9474912286,
        "format_confidence":0.7878780961
    },
    {
        "url":"https:\/\/ceqanet.opr.ca.gov\/2019110243\/2",
        "text":"Use Permit 19-14, Variance VR 19-03, Categorical Exemption CE19-28 Ophira Processing, LLC\n\n\nSCH Number\nLead Agency\nLake County\nDocument Title\nUse Permit 19-14, Variance VR 19-03, Categorical Exemption CE19-28 Ophira Processing, LLC\nDocument Type\nNOE - Notice of Exemption\n\nDocument Description\nOphira Processing, LLC is a cannabis processor, proposing to take the raw cannabis plant and extracting oils using food grade ethanol. The resulting oil will be sold wholesale for use in cannabis consumer products including concentrates, topicals, and edibles. The processing (manufacturing) will take place in an existing 3,555 sq. ft. structure, which was used in the past as an appliance repair shop, and other industrial uses.\n\nContact Information\nByron Turner\nLake County Community Development Department\n255 North Forbes Street\nLakeport, CA 95453\n\nPhone : (707) 263-2221\n\n\nCross Streets\n109 Soda Bay Road\n\nNotice of Exemption\n\nExempt Status\nCategorical Exemption\nType, Section or Code\n15301, Class 1\nReasons for Exemption\nClass 1 - Existing Facilities. T The applicant(s) would be operating equipment for the processing of cannabis in an existing building, previously used for industrial purposes, located in the Heavy Industrial Zoning District, where the General Plan identifies as Industrial. The proposed project has been reviewed for compliance with the California Environmental Quality Act (CEQA) and it has been determined that the project is categorically exempt from the provisions of the CEQA Guidelines pursuant to the Provisions of Title 14 of the California Administrative Code, Section 15301(a) (Existing Facilities), as an existing facility involving negligible expansion of use in an existing industrial building involving only interior improvements. No exceptions listed under Section 15300.2 apply. There is no reasonable possibility that the project would have a significant effect on the environment.\n\n\nNotice of Exemption\n2019110243 Use Permit 19-14, Variance VR 19-03   PDF 1359 K\n\nDisclaimer: The Governor’s Office of Planning and Research (OPR) accepts no responsibility for the content or accessibility of these documents. To obtain an attachment in a different format, please contact the lead agency at the contact information listed above. You may also contact the OPR via email at or via phone at (916) 445-0613. For more information, please visit OPR’s Accessibility Site.\n\nDownload CSV New Search Print",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.9172763824,
        "format_confidence":0.9175024033
    },
    {
        "url":"http:\/\/www.bruninggrainco.com\/index.cfm?show=34&amp;showVar=0~1",
        "text":"I consent to having the information above, including my electronic addresses, included in Bruning Grain and Feed database, and to receive electronic messages and commercial electronic messages from Bruning Grain and Feed. I understand that I can opt out at any time.\nMember Login\nPassword must be at least 8 characters long and contain at least one of each:\n  • A number\n  • An uppercase character\n  • No whitespace\nContact Information\n* By consenting below, you are declaring that you are the sole and exclusive holder, owner, and user of the account associated with the electronic addresses provided or that you provide to us from time to time. Thank you.\nYes! I consent\nOvernight Trade Closing - text **\nOvernight Trade Closing - Email\nDaytime Trade Closing - Email\nDaytime Trade Closing - Text **\n** ** Text messaging charges may be applied by your cellular provider.\nPlease type the text in the box.\nCopyright DTN. All rights reserved. Disclaimer.\nPowered By DTN",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.5572637916,
        "format_confidence":0.913929522
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2013\/11\/15\/2013-27429\/subzone-41l-authorization-of-production-activity-broan-nutone-llc-home-ventilation-products-and",
        "text":"Skip to Content\n\n\nSubzone 41L; Authorization of Production Activity; Broan-NuTone, LLC (Home Ventilation Products and Heaters); Hartford, Wisconsin\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\nOn June 26, 2013, Broan-NuTone LLC submitted a notification of proposed production activity to the Foreign-Trade Zones (FTZ) Board for its facility within Subzone 41L, in Hartford, Wisconsin.\n\nThe notification was processed in accordance with the regulations of the FTZ Board (15 CFR part 400), including notice in the Federal Register inviting public comment (78 FR 42929-42930, 7-18-2013). The FTZ Board has determined that no further review of the activity is warranted at this time. The production activity described in the notification is authorized, subject to the FTZ Act and the Board's regulations, including Section 400.14.\n\nStart Signature\n\nDated: November 12, 2013.\n\nAndrew McGilvray,\n\nExecutive Secretary.\n\nEnd Signature End Preamble\n\n[FR Doc. 2013-27429 Filed 11-14-13; 8:45 am]",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.6995221972,
        "format_confidence":0.9410623312
    },
    {
        "url":"http:\/\/yusrimaju.com\/?q=en\/policy",
        "text":"Safety & Health Policy\n\n  • We are always committed to the implementation of the legislation and regulations that have been set for the construction industry related to safety and health. We are committed to providing a work environment and a safe and healthy environment to all who deal with our operations.\n  • Our policy is based on faith and a sincere desire to avoid personal injury, dangerous working conditions and damage to property and equipment. We will ensure that all hazards be avoided, enforced safety procedures and rules followed. We believe that the initiative and cooperation of the management, employees and other parties dealing with us, will facilitate the achievement of the goal of a healthy, safe and away from the risk of accidents and diseases.",
        "topic_id":15,
        "format_id":8,
        "topic_confidence":0.7112084031,
        "format_confidence":0.8843141198
    }
]