[
    {
        "url":"http:\/\/www.israelnationalnews.com\/News\/News.aspx\/154130",
        "text":"Mention of Tel Aviv Elicits Enraged Arab Response\n\nLebanese TV station angry over poster for an assessment test that includes names of world capitals, including Tel Aviv.\n\nRachel Hirshfeld,\n\nDowntown Tel Aviv\nDowntown Tel Aviv\nFlash 90\n\nA poster advertising a standardized finance test has caused rage in Lebanon due to its mention of the city of Tel Aviv.\n\n\"Tel Aviv [is] in the Heart of Beirut Arab University (BAU)” and “BAU students [are offered] an opportunity to work in the Zionist entity’s capital Tel Aviv,” asserted internet television station Saida TV, regarding a poster hanging on university grounds. The poster includes Tel Aviv on a list of capital cities worldwide. The report was cited by AhlulBayt News Agency.\n\nThe Saida TV report claims that the “colorful poster,” which hangs by “the university principal’s office, and on all floors of the faculties,” calls on students to \"apply for jobs in the Zionist entity, which was established on the ruins of Palestine and the displacements of its people.\" \n\n\"The university's students resented the poster, saying that their university was established by former Egyptian Leader Gamal Abdel Nasser, who refused to negotiate, hold peace, or acknowledge [the existence of] ‘Israel\",’ Saida TV stated.\n\nThe report also alleged that the BAU violated the law that made it mandatory to boycott Israel, despite being one of the victims of the \"Israeli invasion” of Beirut in 1982.\n\nThe poster advertises the Bloomberg Assessment Test, and lists world capitals to suggest cities in which those who pass the test may find employment.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9878897071,
        "format_confidence":0.997092247
    },
    {
        "url":"https:\/\/www.capitalfm.co.ke\/news\/2009\/12\/us-approvesmilitary-budget\/",
        "text":"US approves 2010 military budget\n\nDecember 19, 2009 12:00 am\n\n, WASHINGTON, Dec 19 – The US Congress on Saturday sent US President Barack Obama a massive annual military spending bill that funds current operations in Afghanistan and pays for the troop withdrawal from Iraq.\n\nIn a rare weekend vote, the Senate approved the 636.3-billion-dollar package, which cleared the House of Representatives 395-34 on Wednesday, by an 88-10 margin.\n\nObama is expected to send Congress an emergency spending measure of at least 30 billion dollars early next year to pay for his recently announced decision to send 30,000 more US troops to Afghanistan.\n\nThe bill includes 101.1 billion dollars for operations and maintenance and military personnel requirements in Iraq and Afghanistan and to carry out the planned withdrawal of all US combat forces from Iraq by August 2010.\n\nThe package also funds the purchase of 6,600 new Mine Resistant Ambush Protected (MRAP) armoured vehicles configured to better resist improvised explosive devices — roadside bombs used to deadly effect by insurgents in Iraq and Afghanistan.\n\nThe bill includes 80 million dollars to acquire more unmanned \"Predator\" drones, a key tool in the US air war in Afghanistan and Pakistan.\n\nThat campaign deploys unmanned Predator and larger Reaper drones equipped with infrared cameras and armed with precision-guided bombs and Hellfire missiles.\n\nWith little public debate in the United States, the pace of the drone bombing raids has steadily increased, starting last year during ex-president George W. Bush\\’s final months in office and now under Obama\\’s tenure.\n\nThe spending bill upholds Obama\\’s ban on torture of detainees in US custody, continues a general provision forbidding the establishment of permanent bases in Iraq or Afghanistan, and provides no funds to close the prison for suspected terrorists at Guantanamo Bay.\n\nSenate Majority Leader Harry Reid on Saturday praised the bill\\’s passage.\n\n\"In addition to giving our troops a pay raise and funding more than 100 million dollars for operation of the wars in Afghanistan and Iraq, this bill extends unemployment and makes health insurance more affordable for unemployed Americans,\" Reid said.\n\n\"We\\’re keeping our country safe with critical investments in our defence and giving an important boost to our economy.\"\n\nReid took a swipe at rival Republicans, accusing them of \"political manoeuvring\" to slow down passage of the bill in order to delay debating health care reform, the next measure the Senate will be handling.\n\n\nLatest Articles\n\nMost Viewed",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9963085055,
        "format_confidence":0.9975882769
    },
    {
        "url":"http:\/\/www.arkansasonline.com\/news\/2014\/jan\/17\/nsa-phone-data-control-come-end-official-says\/?breaking",
        "text":"Subscribe Register Login\n\nSaturday, February 25, 2017, 9:56 a.m.\n\n\nTop Picks - Arkansas Daily Deal\n\nObama backs limits on NSA phone collections\n\nBy The Associated Press\n\nThis article was originally published January 17, 2014 at 7:41 a.m. Updated January 17, 2014 at 10:41 a.m.\n\n\nPresident Barack Obama speaks about National Security Agency surveillance Friday, Jan. 17, 2014, at the Justice Department in Washington.\n\nObama's proposed changes to NSA spy program\n\n\nEffective immediately, the National Security Agency will be required to get a secretive court's permission before accessing phone records that are collected from hundreds of millions of Americans.\n\nAlso, the government will no longer be able to access phone records beyond two \"hops\" from the person they are targeting. That means the government can't access records for someone who called someone who called someone who called the suspect.\n\n\nNo longer will national security letters be kept secret indefinitely.\n\n\nRevelations that the U.S. monitored the communications of friendly heads of state have sparked outrage overseas. Going forward, the U.S. won't monitor the communications of \"our close friends and allies overseas\" unless there's a compelling national security purpose.\n\n\nObama is issuing a presidential directive that outlines what the government uses intelligence for, and what purposes are prohibited.\n\n\nObama called for a panel of outside advocates that can represent privacy and civil liberty concerns before the Foreign Intelligence Surveillance Court. Those advocates would be present in for cases where the court is considering issues that are novel or significant — for instance, cases that raise a new issue the court hasn't dealt with previously.\n\n\nObama is directing the State Department to appoint a senior officer to coordinate diplomatic issues regarding technology and data-collection.\n\nWASHINGTON — President Barack Obama is ordering changes to the government's collection of phone records that he says will end the program \"as it currently exists.\"\n\nObama said in a speech at the Justice Department on Wednesday that intelligence officials have not intentionally abused the program to invade privacy.\n\nBut, he also said, he thinks critics of the program have been right to argue that without proper safeguards, the collection could be used to obtain more information about American's private lives and open the door to more intrusive programs.\n\nObama announced the changes after a months-long review spurred by former National Security Agency analyst Edward Snowden's leaks about secret surveillance programs.\n\nRead tomorrow's Arkansas Democrat-Gazette for full details.\n\n\nComments on: Obama backs limits on NSA phone collections\n\nTo report abuse or misuse of this area please hit the \"Suggest Removal\" link in the comment to alert our online managers. Read our Terms of Use policy.\n\nSubscribe Register Login\n\nYou must login to make comments.\n\nDisplaying 1 - 10 of 12 total comments\n\nJump to last page >>\n\nGoad says... January 17, 2014 at 8:24 a.m.\n\nWhen it all comes out, this will be a BushChaney program which has only been carried forward by the beauracacy. Once again, a case of the 1% feeling like they can do whatever to the 99% to protect their power.\n\n( | suggest removal )\n\nDontDrinkDatKoolAid says... January 17, 2014 at 10:50 a.m.\n\nGoad. Yep that is about right. And another thing, what this president says does not mean it will happen. This with his track record of telling the truth.\n\n( | suggest removal )\n\nPacorabone says... January 17, 2014 at 11:09 a.m.\n\nBlah blah blah... Oh... And if you like your current health insurance policy and your doctor... you can keep it... RRRRIIIIIGGGGGHHHHHHTTTTT\n\n( | suggest removal )\n\nDontDrinkDatKoolAid says... January 17, 2014 at 11:12 a.m.\n\nleft out the period chiefmom, however you are correct.\n\n( | suggest removal )\n\nsgtbob6606140841 says... January 17, 2014 at 11:16 a.m.\n\nBravo Sierra. A joke from 1977: How do you know when Jimmy Carter is lying? His lips move. Another way this president is like that one.\n\n( | suggest removal )\n\nTheBatt says... January 17, 2014 at 11:31 a.m.\n\nNot exactly accurate summation of what the President said. A much better summary would be that he wants to limit the STORING of said information. The actually collecting of information in the first place has been one of his favorite tools\n\n( | suggest removal )\n\nFdworfe says... January 17, 2014 at 2:53 p.m.\n\nMaybe as usual I’ve overanalyzed the NSA, Edward Snowden issue. Then maybe I haven’t. Seems simple enough to me. Snowden violated laws; he violated his oath of employment loyalty; he figuratively spit in the face of every sincere American and countless foreigners; he continues to insult the intelligence of everyone who bothers to think. Privacy—of what? It’s largely a modern myth. It’s been going out for decades. Do we want technology, or don’t we? Do we want to be blown up by serial killers, or don’t we? Do we want to be better at intelligence gathering than our national competitors, or don’t we? On-and-on it goes, ad infinitum. Sure, folks have a point about their erstwhile ‘private’ stuff. We’d all like to think that our communications with Aunt Maggie aren’t front-page. But for all the paranoids out there: Just wait till technology can virtually read your mind! You and I probably won’t live to see it, but rest assured—it is coming. Or, we could do away with all chemistry, medicine and high-tech advancement and return to the Stone Age.\n\n( | suggest removal )\n\nBruceMajors says... January 17, 2014 at 4:20 p.m.\n\nPresident Obama just finished a long, long disquisition on the NSA, which most critics viewed as an attempt to distract from this week's revelations about his Benghazi cover up, the continued economic crisis, and Obama's plummet in the polls.\n\nHere whistleblower James Bamford discusses how the NSA was created by President Truman without Congressional authorization, the only agency so created.\n\nJames Bamford, an earlier NSA whisteblower, gave a great talk about the NSA at the National Press Club last night. In questions afterwards he stated that Obama was worse than Bush on civil liberties, we now live in a turnkey totalitarian state where everything is set up to turn on totalitarian control at any time, and that the left is mainly silent because Democrats are elected. It will be on C Span soon and on my BruceMajors youtube channel.\n\n( | suggest removal )\n\nFreeSpiritMan says... January 17, 2014 at 6:56 p.m.\n\nArkansas politics is headed back to the stone age, and I don't give a tinkers because the south is irrelevant in national elections with the current makeup of most southern legislatures. They have swung so far right, they can just stay there and get passed by the rest of the nation.\n\n( | suggest removal )\n\nGrimReaper says... January 17, 2014 at 6:57 p.m.\n\nBS...........BS...........BS..!!! (for aimee) Would you buy a used car from this guy? Actually, tens of millions of Americans did buy a pig in a poke from him. is \" If you like your health care plan, you can keep your health care plan.\" working out for you?\n\n( | suggest removal )\n\nClick here to make a comment\n\nTo report abuse or misuse of this area please hit the \"Suggest Removal\" link in the comment to alert our online managers. Read our Terms of Use policy.\n\n\n\n\n\nTop Picks - Arkansas Daily Deal\nArkansas Online",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9792839289,
        "format_confidence":0.948035419
    },
    {
        "url":"http:\/\/girlsjustwannahaveguns.com\/isis-controlled-iraq-city-of-mosul-faces-threat-of-1-5-million-deaths\/",
        "text":"ISIS CONTROLLED IRAQ: City Of Mosul Faces Threat of 1.5 Million Deaths\n\nScreen Shot 2016-03-03 at 9.57.36 AMSomeone needs to kick them out and fix the problem ASAP!\n\nAlmost 1.5 million Iraqis are in danger of being killed by a wall of water if the dismally maintained Mosul dam collapses, a former senior government engineer who was once in charge of the country’s dam system warned on Thursday.\n\nWhile the government of Prime Minister Haider al-Abadi has sought to downplay the risk of a collapse of the country’s largest dam, earlier this week it advised many residents of the heavily populated Tigris River valley to move at least 3.5 miles away from its riverbanks.\n\nThe U.S. Embassy in Baghdad said a collapse of the dam in the north of country would be “serious and unprecedented.” Some 500,000 and 1.47 million Iraqis would “probably would not survive” the wave, while water could reach depths of 45 feet in the nearby city of Mosul, it said in a statement.\n\nCities downstream on the Tigris River such as Tikrit, Samarra and the Iraqi capital Baghdad could be inundated with smaller, but still significant levels in the event of a breach, U.S. officials warned on Sunday.\n\nRead more: NBC News\n\nShare Your Comments\nTrending Now on GJWHG",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9671925306,
        "format_confidence":0.857126236
    },
    {
        "url":"http:\/\/www.politico.com\/story\/2014\/03\/cia-report-dianne-feinstein-104928",
        "text":"\n\nDemocrats, led by Feinstein, are engaged in a war of words with the CIA.\n\nDems have votes to open CIA report\n\nThe Senate Intelligence Committee is poised to send a long-awaited report on the CIA’s interrogation practices to President Barack Obama’s desk for his approval — or redaction.\n\nChairwoman Dianne Feinstein (D-Calif.) says she has the votes on the narrowly divided panel to publicly reveal the executive summary and key conclusions of a 6,300-page report on Bush-era interrogation tactics, a move sure to fuel the Senate’s intense dispute with the CIA over how the panel pieced together the study. That vote is likely to happen sometime this week.\n\nStory Continued Below\n\nBut rather than a strong bipartisan signal from Congress, a vote to unveil the study appears set to divide along party lines because of that dispute.\n\nAll of the committee’s Democrats, except Sen. Mark Warner of Virginia, said in interviews or through aides that they will bless the public release of the document. Warner has not publicly indicated how he will vote, but he supported approving the final classified report on the same subject in December 2012. The committee has been bickering with the CIA ever since over the report’s accuracy, as well as Feinstein’s insistence that the study’s key findings be released publicly.\n\n( Also on POLITICO: Another Obama reset: Europe)\n\nThe panel’s swing vote could be freshman Sen. Angus King, an independent from Maine, who has taken a measured approach to revelations over NSA data-mining and the flare-up with the CIA.\n\n“I’m inclined to vote to support [release]. But I still want to think about it,” said King, who caucuses with the Democrats. “I’m going to review the CIA’s response once more. I want to be sure the report is accurate.”\n\nA vote to release the report is not the end of the committee’s work, according to sources familiar with the process and committee rules. The full Senate doesn’t have to approve the report before it hits Obama’s desk for him to review the conclusions. But it’s Obama who will ultimately decide whether the document needs to be further redacted, as the CIA will likely recommend.\n\nObama says he is “absolutely committed” to releasing the Senate report and has urged the committee to proceed — and Senate Democrats aren’t letting up until details of the CIA’s use of secret prisons and interrogation techniques are in the hands of the public.\n\n( Also on POLITICO: Feinstein-CIA feud in uncharted territory)\n\n“The American people deserve a proper and and accurate accounting of the history, management, operation, and effectiveness of this program,” Intelligence Committee member Sen. Mark Udall (D-Colo.) wrote in a letter to Obama on Thursday. “We can finally correct the record, move past this dark chapter in our history and become a stronger nation for confronting our mistakes.”\n\nDemocrats, led by Feinstein, are engaged in a war of words with the CIA over their five-year effort to assemble a comprehensive look at the interrogation of terrorist suspects. Feinstein has leveled explosive charges that the CIA interfered in the panel’s investigation by removing access to an internal review of CIA interrogation techniques, which is believed to contain myriad criticisms of CIA procedure.\n\nThe CIA asserts that committee staffers committed wrongdoing by removing that internal review from a CIA facility and storing it on Capitol Hill. Senate Majority Leader Harry Reid (D-Nev.) has instructed the Senate sergeant-at-arms to unilaterally investigate and strongly backed Feinstein last week, telling CIA Director John Brennan in a letter it was “absurd” to conclude that Senate staffers could hack into a classified network to acquire the internal document.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9859293103,
        "format_confidence":0.9958886504
    },
    {
        "url":"https:\/\/www.boston25news.com\/news\/trending-now\/andrew-gillum-campaign-says-its-ready-for-any-outcome-including-a-recount\/869134107",
        "text":"• Andrew Gillum campaign says it's 'ready for any outcome, including a recount'\n\n    By: Kevin Williams, WFTV.com\n\n\n    Campaign officials for Democratic gubernatorial candidate Andrew Gillum said they are monitoring what appears to be a closer race against Republican Ron DeSantis than it first appeared.\n\n    On Tuesday night, as votes were still being counted, Gillum trailed DeSantis by around 90,000 votes when he publicly conceded and called DeSantis to congratulate him.\n\n    >> Read more trending news \n\n    By Thursday, with more votes tallied and while some discrepancies are sorted out, DeSantis’ lead has narrowed dramatically. At noon Thursday, DeSantis led by only about 43,000 votes, which is just outside, but very close to, the 0.5 percent gap that is needed to trigger a recount, per Florida law.\n\n    “On Tuesday night, the Gillum for Governor campaign operated with the best information available about the number of outstanding ballots left to count,” Gillum's campaign said in a statement Thursday. “Since that time, it has become clear there are more uncounted ballots than was originally reported.\n\n    “Our campaign, along with our attorney Barry Richard, is monitoring the situation closely and is ready for any outcome, including a state-mandated recount.”\n\n    Only Florida’s secretary of state can call for a recount, per state law.\n\n    DeSantis and his campaign have not yet commented on a potential recount in the governor's race. He and running mate Jeanette Nunez are scheduled for events in South Florida on Thursday afternoon.\n\n    DeSantis was supported in the race by President Donald Trump.\n\n    Gillum conceded Tuesday night before a crowd gathered on the campus of Florida A&M University. In his concession speech, Gillum told supporters, \"This was a difficult task, and I am sorry I couldn't bring it home for you.\" \n\n    The Tallahassee mayor had sought to become the state's first black governor and the first Democrat to win the governor's race in more than 20 years.\n\n    The 39-year-old pulled off an upset when he won the Democratic primary in August.\n\n    Florida's race for U.S. Senate seems to be headed toward a recount. Republican Rick Scott leads longtime Democratic Sen. Bill Nelson by only 22,000 votes as of Thursday afternoon, which is well within the 0.5 percent required to start a state-mandated recount.\n\n    Next Up:",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9972320199,
        "format_confidence":0.9962691069
    },
    {
        "url":"https:\/\/www.cnbc.com\/2015\/08\/25\/singapore-elections-likely-in-september-as-parliament-dissolved.html",
        "text":"Singapore dissolves parliament, polls September 11\n\nPrime Minister Lee Hsien Loong of Singapore\nGetty Images\nPrime Minister Lee Hsien Loong of Singapore\n\nSingapore's parliament has been dissolved ahead of elections that will take place next month.\n\nPresident Tony Tan Keng Yam, on the advice of Prime Minister Lee Hsien Loong, on Tuesday dissolved Singapore's 12th Parliament, according to a government statement.\n\nThe vote is scheduled to take place on September 11, the government said.\n\nThe general election will be the first since the death of Singapore's founding father Lee Kuan Yew earlier this year. The city-state this month celebrated the 50th anniversary of its independence.\n\nRead MoreSingapore at 50: From early-adopter to global leader\n\nThe People's Action Party (PAP) has ruled the wealthy Southeast Asian city-state since independence in 1965 and its ability to shift the economy away from export manufacturing to a high-value services and investment-driven growth model has been crucial to Singapore's success at transforming into one of the region's few first-world nations.\n\nThe country's one-party system may be unusual to other developed economies but it is one that benefits all of Singapore's residents, said Lee, who is the son of Lee Kuan Yew, at a conference earlier this month.\n\nDespite this, the opposition, which is made up of nine active parties, will contest all 89 seats – the first time that this has happened since 1963, according to local media outlet Channel NewsAsia.",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9955062866,
        "format_confidence":0.9916696548
    },
    {
        "url":"http:\/\/www.dw.com\/en\/germany-calls-for-stay-of-execution-in-bahrain\/a-15039714",
        "text":"Germany calls for stay of execution in Bahrain | Germany| News and in-depth reporting from Berlin and beyond | DW | 29.04.2011\n  1. Inhalt\n  2. Navigation\n  3. Weitere Inhalte\n  4. Metanavigation\n  5. Suche\n  6. Choose from 30 Languages\n\n\nGermany calls for stay of execution in Bahrain\n\nThe German government says the death sentence imposed by Bahrain on four Shiite men found guilty of killing two policemen at a protest in March is \"draconian.\" Berlin has urged a stay of execution.\n\nDemonstrators in Manama\n\nNumerous pro-democracy protesters have been arrested in Bahrain\n\nGermany has called for a stay of execution for four Shiite protestors – all aged 20 or 21 - who were sentenced to death by a Bahraini military court on Thursday for killing two policemen at a rally last month. The policemen were killed during a pro-democracy protest attended by hundreds of thousands of Shiites. Three other protestors were given life sentences.\n\n\"Our government hopes that the death sentences will not be carried out and that the judgment will be revised,\" said German Foreign Ministry spokesman Andreas Peschke. \"This draconian punishment impedes the process of rapprochement und reconciliation in Bahrain.”\n\nThis is only the third time in over 30 years that the death penalty has been imposed on Bahraini citizens. The authorities said the four can appeal their sentences.\n\nDoubts about fairness of trial\n\nAmnesty International has expressed concerns about the fairness of the trial. The human rights agency noted that the accused were tried by a military court behind closed doors and can only appeal to a military court.\n\nBahrain hosts the US Navy's Fifth Fleet. The US issued a rare rebuke to its ally following news of the death sentences.\n\nSmoke and fire in Pearl Square\n\nPearl Square has been a focal point of the protests\n\n\"Security measures will not resolve the challenges faced by Bahrain,\" said State Department spokeswoman Heide Bronke-Fulton in a statement. \"We are also extremely troubled by reports of ongoing human rights abuses and violations of medical neutrality in Bahrain. These actions only exacerbate frictions in Bahraini society.”\n\nShiites began holding demonstrations in mid-February. Bahrain's military imposed emergency rule on March 15. One day later, security forces were ordered to crush the protests. Since then, 29 people have been killed. With the exception of the four policemen and two foreigners, all were Shiites.\n\nMany Shiites say they face systematic discrimination in the Muslim island kingdom. Some Shiite groups have called for the monarchy to be abolished. Bahrain's Sunni leaders in turn accuse Shiite Iran of trying to increase its influence.\n\nAuthor: Wilhelmina Lyffyt (AFP, Reuters)\n\nEditor: Susan Houlton\n\nDW recommends",
        "topic_id":17,
        "format_id":10,
        "topic_confidence":0.9268850088,
        "format_confidence":0.9962021708
    }
]