[
    {
        "url":"http:\/\/slidegur.com\/doc\/136906\/how-did-the-nile-shape-ancient-egypt",
        "text":"How Did The Nile Shape Ancient Egypt\n\nHow Did The Nile Shape\nAncient Egypt\nDBQ Day 1\nWindy Mulder\nHorizon Middle School\nGood Morning!\n Please write today’s agenda in your planner\n Warm Up Question:\n Write down the relative location of Egypt\n What is it near?\n Can you name any landforms around it?\n What continent is it on?\nFinding a New Homeland\nEgyptian History Timeline\n2920-2575 BCE\nEarly Dynastic\nPeriod: The first\npharaohs unify\nEgypt into a\npowerful kingdom\n2040-1640 BCE\nMiddle Kingdom:\nEgypt’s population,\nreligion, and arts\n2575-2134 BCE\nOld Kingdom: Big advances\nin technology and\narchitecture; pyramids built\nin Giza\n712-332 BCE\nLate Period:\nPersians invade and\nannex Egypt\n1550-1070 BCE\nNew Kingdom: Egypt\nexpands into Syria and\nNubia; international trade\nroutes established\n30 BCE\nEgypt falls to\nRoman Empire\n332-304 BCE Alexander\nthe Great defeats Persians;\nestablishes new capital in\nEgypt called Alexandria\n Black Land: the fertile area fed by the Nile where the soil\nis rich\n Red Land: the deserts to the east and west of the Nile\n Tributaries: rivers and streams that flow into a larger\n“parent” river\n Papyrus: a plant with fibrous inner stems used to make\n Irrigation: diverting water to farmland using ditches,\ncanals and pipes\n\nsimilar documents",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9757593274,
        "format_confidence":0.8875827789
    },
    {
        "url":"http:\/\/womenshistory.about.com\/library\/quiz\/bl_firstladiesquiz2.htm",
        "text":"1. Education\n\nYour suggestion is on its way!\n\nAn email with a link to:\n\n\nwas emailed to:\n\nThanks for sharing About.com with others!\n\nFirst Lady Quiz 2\n\nFrom Jone Johnson Lewis,\nYour Guide to Women's History.\nFREE Newsletter. Sign Up Now!\n\nHow Well Do You Know the First Ladies?\n\nclr gif\n\nIf you are not ready to take the First Ladies Quiz, you can learn more about the First Ladies by reading some of the articles about First Ladies below:\n\nFirst Ladies:\n\n  • First Ladies Quiz 1\n    Another quiz on First Ladies.\n\n  • First Ladies\n    Individual women whose husbands were US presidents, plus official hostesses who served in the White House in lieu of a First Lady.\n\n  • First Ladies Picture Gallery\n\n  • More About First Ladies\nSee More About\n\n©2017 About.com. All rights reserved.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9460048079,
        "format_confidence":0.5809349418
    },
    {
        "url":"https:\/\/familysearch.org\/learn\/wiki\/en\/Argentina_Resources",
        "text":"Argentina ResourcesEdit This Page\n\nFrom FamilySearch Wiki\n\nArgentina Gotoarrow.png Argentina Resources\n\nMany in the world have Hispanic ancestors and the goal of most genealogists with Hispanic ancestry is to trace their immigrant back to Argentina. This can be a daunting task but not impossible. Hispanic research is very rewarding and to help you get started there are a few resources you should be aware of to help guide you on your way.\n\nIt is not necessary that you be fluent in Spanish in order to have success in your research. You do however have to take the time learn about the genealogical process. A basic knowledge of the history and geography of Mexico will also prove useful. Learning to recognize key Spanish genealogical words and phrases will also serve you well as you begin your genealogical adventure. The following resources will be of assistance to you as you begin your journey in Hispanic research.\n\n\nResearch resources\n\nIf you are brand new to family history research, it would be advisable to start with a free online introductory class from BYU Independent Study. FamilySearch Wiki: Patterned after Wikipedia this online library is community based where everyone can share something to assist in genealogical research. There are many articles on basic genealogical research and several that are specific to research in Argentina.\n\nBrigham Young University research outline for Argentina available in PDF form is a collection of articles and useful resources for those conducting genealogical research in Argentina.\n\nYou may want to consider the following book that has been designed for both beginning and intermediate researchers in all Hispanic countries. Finding Your Hispanic Roots by George R. Ryskamp (Baltimore: MD, 1997), FHL INTL Book 946 D27r.\n\nLanguage resources\n\n\nDeciphering the records is crucial to having success in Hispanic research. The following resources will help you to read your document and translate it correctly.\n\nThe Spanish Genealogical Word List contains a list of many of the most common words you might find in Spanish records. If you don’t find the word you’re looking for in the word list, you should consult a Spanish-English dictionary. Cassell's Spanish-English, English-Spanish Dictionary. New York: Macmillan Publishers, 1978. (FHL book 463.21 C272c 1978.)\n\nWebsites like Google Translate are also good sources for translating records from Spanish to English. Please beware that any word for word translation prepared by a computer program is likely to have some errors!\n\n\nReading Spanish handwriting can be a challenge for a beginner but with practice your speed and ability to read the records will improve. The following resources will provide you with instruction and tips to help you read Spanish handwritten records.\n\nReading Spanish Handwritten Records is a series of three classes you can view online. In lesson 1 you will learn about the Spanish alphabet. In lesson 2 you learn to recognize names, key words, and dates. In lesson 3 you will explore reading various types of Spanish records.\n\nThe Script Tutorial website sponsored by the Center for Family History and Genealogy at Brigham Young University contains exercises, samples, abbreviations, and lists of names and surnames to guide you as you learn to read Spanish handwriting.\n\nNeed extra help?\n\nIf you get stuck and can’t read a document or you’re not sure where to go next in your research, you can ask for help through these resources.\n\nHispanic Genealogy Research community on Facebook is a page sponsored by FamilySearch and here you may also post a question or upload an image of a document for further assistance. The Hispanic Genealogy Research page is designed especially for those who have Hispanic ancestry but may not be fluent in Spanish. Be sure to click like on the page on your first visit so you can receive information and updates from the page in your news feed.\n\nInvestigación Genealógica en Argentina is another FamilySearch research community page on Facebook where you can post questions and upload images of documents. The majority of the posts on this page are in Spanish but you are welcome to post on the page in English. Be sure to click like on the page on your first visit so you can receive information and updates from the page in your news feed.\n\n\nNeed wiki, indexing, or website help? Contact our product teams.\n\nDid you find this article helpful?\n\nYou're invited to explain your rating on the discussion page (you must be signed in).\n\n  • This page was last modified on 2 February 2015, at 17:05.\n  • This page has been accessed 384 times.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.7187390327,
        "format_confidence":0.7487949729
    },
    {
        "url":"https:\/\/learn.howstuffworks.com\/quiz\/how-much-do-you-know-ussoviet-relations-wwii",
        "text":"Quiz: How Much Do You Know About U.S.-Soviet Relations Following WWII?\nHow Much Do You Know About U.S.-Soviet Relations Following WWII?\nBy: John Miller\nImage: YouTube\n\nAbout This Quiz\n\nThe United States and the Soviet Union have been longtime enemies. Even when they teamed up to defeat the same enemy, they always kept a watchful eye on each other. Their fight has been a bitter game of words. The rest of the world stands by in wait while these two powerful forces know they control the fate of the world, yet are unwilling to jeopardize their positions of power on the planets greatest stage. From volatile rhetoric to a space race and then the more dangerous race of all - nuclear weapons - these two countries are like resentful cousins who happen to be bitter rivals. They work together when necessary, but otherwise they face each other with a grim mug-mouth. \n\nThe Soviet Union didn't exist until 1922, but do you know how long it took the United States to recognize them? If you do, you know how quickly this rivalry began. After World War II, do you know how the Soviets took care of the rest of Eastern Europe? Do you know how the Korean War affected the rivalry between the U.S. and Soviet Union? Or what 1960 event caused tension between the two countries?\n\nWhile tensions between the United States and Russia are at a historic high, it was the 70-year existence of the Soviet Union and the reciprocated bitterness with America that kept the world on constant notice.\n\nTake this quiz to see how much you know about the turmoil of the U.S. and Soviet relations! \n\nAbout HowStuffWorks\n\nHow much do you know about how car engines work? And how much do you know about how the English language works? And what about how guns work? How much do you know? Lucky for you, HowStuffWorks is about more than providing great answers about how the world works. We are also here to bring joy to your day with fun quizzes, compelling photography and fascinating listicles. Some of our content is about how stuff works. Some is about how much you know about how stuff works. And some is just for fun! Because, well, did you know that having fun is an important part of how your brain works? Well, it is! So keep reading!\n\nReceive a hint after watching this short video from our sponsors.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.8926702738,
        "format_confidence":0.7173448205
    },
    {
        "url":"https:\/\/news.legacyfamilytree.com\/legacy_news\/2016\/02\/tuesdays-tip-using-the-usa-county-verification.html",
        "text":"Maritime Occupations in the US Federal Census\nThe Scots-Irish in America - free webinar by Peggy Lauritzen now online for limited time\n\nTuesday's Tip - Using the USA County Verification Feature\n\nTT - County Verification3\n\nTuesday's Tips provide brief how-to's to help you learn to use the Legacy Family Tree software with new tricks and techniques.\n\nUsing the USA County Verification Feature\n\nUSA County Verification is a feature in Legacy Family Tree that checks the county you are entering as you type it. If Legacy thinks the county is incorrect it will let you know.\n\n1) You turn this feature on in Options > Customize > 2. Data Entry.\nOption 2.1 - check the box for Verify USA Counties in Place Names\n\nI keep this ON because this option does two things. It will tell you if you have entered a county that never existed in that state (possibly a simple spelling error or you totally have the wrong name) and it will also tell you if you are entering a county that didn't exist when your event occurred. For example, if I were to enter a death that occurred in Lamar County, Mississippi in 1850 I will get an error message because Lamar wasn't formed until 1904.\n\n2) See the screenshot for information about what the error message can tell you.\n\n\n3) Check your current data by going to Reports > Other Reports > USA County Verification. You can then see if there are any locations in your file that you still need to address. You might have overridden the error message because you weren't sure about the location and you told yourself that you would look into it. If you forgot, it will show up on this report.\n\nMaking sure your locations are accurate is the first step in getting your genealogy database organized. Give it a try and you’ll be on your way to clean data. Any questions? Head for the Facebook Legacy User Group (info below).\n\n\nFind tech tips every day in the Facebook Legacy User Group. The group is free and is available to anyone with a Facebook account.\n\nFor video tech tips checkout the Legacy Quick Tips page.  These short videos will make it easy for you to learn all sort of fun and interesting ways to look at your genealogy research.\n\nMichele Simmons Lewis is part of the technical support team at Millennia, the makers of the Legacy Family Tree software program. With over 20 years of research experience, Michele’s passion is helping new genealogists get started on the right foot through her writings, classes and lectures. She is the former staff genealogist and weekly columnist for the McDuffie Mirror and now authors Ancestoring, a blog geared toward the beginner\/intermediate researcher.\n\n\nFeed You can follow this conversation by subscribing to the comment feed for this post.\n\nso, when using the USA County Verification Feature when entering data -\n-when the county existed long time ago, but NO longer a county\/changed to a different county name - which do you enter? both? which first? how should you enter\/specify which is which?\n\nYou should always enter the location as it was at the time the event took place. Here is an article that Jim Terry wrote on how you can record both :)\n\nHere's the problem I have ... when I run the county verification tool I get several errors, such as \"Saint Louis, St. Louis (City), Missouri, United States\nThere was never a county by the name of St. Louis (City) in the state of Missouri.\" ... yet when I open the Geo Location Database and search for St. Louis, Missouri the Geo Location database lists the county as \"St Louis (city)\" (and that's the ONLY option I can select). So ... the county verification tool tells me it's wrong, but the geo location database only gives me that county to select. Which one is correct? How can the software provide the location, and then tell me it's wrong?\n\nWhy does legacy not recognize Maine counties as part of Massachusetts pre-1820?\n\nI need an example. Which county in Maine?\n\nThe reason the County Verifier is rejecting it is because of (City). It is true that there is no county in the state of Missouri named \"St. Louis (City)\"\n\nSt. Louis is an independent city. you can record it a couple of ways.\n\nSt. Louis [independent city], , Missouri, United States\nSt. Louis, , Missouri, United States\n\nThe both examples the county is left blank because in this case there is no county. You can add \"independent city\" in square brackets if you want to make it clear that there is no county. When a writer adds something in square brackets that is a signal to the reader that whatever is inside those square brackets is something the writer has added for clarity's sake.\n\nI need an example. Which county in Maine?\n\nCumberland, Hancock, Kennebec, Lincoln, Oxford, Penobscot, Somerset, Washington, and York Counties all were part of Massachusetts, United States of America.\nYork was part of Massachusetts Bay Colony, England, from formation until 1686 when it became part of Dominion of New England, England. In 1689 it reverted to Mass. Bay Col., England. York then was part of Mass. Bay Col., Great Britain, from 1707-independence, Lincoln and Cumberland Counties were part of same from 1760-independence. (I'm not sure if independence is 1776 or 1783). All three were then part of Massachusetts, United States of America through 1820. Any of the other counties (see list above) formed before 1820 were also part of Massachusetts.\n\nI am going to email you directly. I did some research and tests on this and I want to explain it all (not enough room here).\n\nIs there any way others can see your response to Jon about Maine counties before 1820?\nAlso, how do we enter any colonial location?\n\nI just wanted to outline the testing for Jon that I had done and what I found. I didn't want to take up that much space here :) I did find that the Maine counties prior to 1820 (and they did exist but in a different state) are causing the County Verifier to say that the county didn't exist (either in ME or MA). I sent everything through to Sherry who is the tech that handles the County Verifier.\n\nColonial locations are interesting because locations were very fluid. Names changed and boundaries changed. I put together a text file of some of the dates and locations and I put it in the Files section on our Legacy Users Group Facebook page. You can join here and then you will have access to the files. It isn't a comprehensive list but it will get you started. Also, if anyone has any further information or additions they can contact me.\n\nThe comments to this entry are closed.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.5156524181,
        "format_confidence":0.7946659327
    },
    {
        "url":"http:\/\/genealogytoday.com\/family\/syrian\/part7.html",
        "text":"Researching Your Lebanese or Syrian Ancestry\n\nOnline Research\n\nThere are so many excellent genealogical websites that it is hard to know where to begin. There are general sites providing on-line instruction in genealogy that can be downloaded and studied at your leisure. Some are available at no cost. The FamilyTreeMaker website ( has an excellent beginners course, and much advanced material that is useful no matter what ethnic group you are researching. FTM also has millions of names in their indexes, some of which are free, and some requiring membership or a payment. I am most familiar with FTM because I use their genealogy programs, however, other sites with similar websites, like (, will also be useful to you.\n\nSites exist for most ethnic groups. Of special interest to those researching Lebanese families is Another appealing site is featuring an interactive map of Lebanon. Do a search on \"Lebanese (or Syrian) Genealogy\" and you will find many sites sure to increase your knowledge of these countries.\n\nNumerous on-line genealogy newsletters are available. Genealogy Today ( and D' ( are two of the best, providing free information, updates, instructional articles and more, with special sites for Italian or German researchers. Cyndis List ( hosts thousands of genealogical websites, many of which will be useful, both for general research methodology and specific ethnic interests.\n\nA Final Caveat\n\nInformation and records found on the Internet should be considered secondary sources, and followed up at the primary source, to make certain the information is accurate. Double-check information you find on the 'Net - before you add it to your family tree -- just as you would information from other secondary sources. Research is only as good as the person doing it, and mistakes happen. Sloppy research happens too. Don't let it happen to you by repeating someone else's mistakes.\n\n< < Helpful Articles\n\nWhat's New in Genealogy ... Today!\nclick to view original photo",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.7273280025,
        "format_confidence":0.5183532238
    },
    {
        "url":"http:\/\/www.adventurecorps.com\/sadana\/flotation.html",
        "text":"Special Topics\nSlide Show\n\nArchaeologists empty each container and collect its contents, mostly sand\nand bits of sea creatures or shells. We use bucket flotation to separate\norganic remains from heavier inorganic components.\n\nBucket Flotation Procedures to Recover Archaeobotanical Remains\nBy Cheryl Ward, Ph.D.\n\nWhat kinds of plant remains can be recovered from waterlogged archaeological sediments? Leaves, wood, charcoal, fibers, rope, textiles, seeds, dung, nuts, charred beans and grains in addition to small artifacts such as beads, weights, shot and jewelry?A general rule of thumb in working with waterlogged material is that black, brown or golden yellow small objects (1-20 mm long usually) are likely to be plant remains. These can be flat, round, squarish, oval or even easily recognizable nuts or fruit stones. All provide clues to the archaeobotanist and are equally important.\n\nThe most important thing for the flotation worker to remember as the process is conducted is that the seeds and other plant remains are extremely soft and fragile. Any pressure put on the seeds could cause them to break into unrecognizable fragments. The best way to prevent this is to keep your hands away from all the organic material-use water to move the flot (material recovered during flotation) as much as possible.\n\nThe outline below is intended as a rough guide to safe and efficient recovery of waterlogged plant remains from typical shipwreck deposits, e.g. from ceramic containers. Usually, ceramic objects will be full of a mixture of sand, pulverized bits of shell and sea life, wood from the ship, and a selection of plant remains from the container's original contents (perhaps) and the dispersed organic components of the cargo and ship. This process has been used more than 10,000 times by Institute of Nautical Archaeology staff and produces a wide range of archaeobotanical material in terms of species and size\n\nThe dark bits of seeds and other plant remains are soft and waterlogged.\n\nIf the sample size is larger than two liters, or if it includes large foreign objects (shells, sherds, etc.) the whole recovery process will be hastened if you use a set of graduated sieves to cull these large bits. With a screen size of 7-10 mm, all the small plant material will pass through without being damaged as you pour the sample-containing-water from the object through the sieves into your bucket.\n\nCheck for brown and black lumps and bits on the screens-these are probably plant remains and should be put into a labeled container for plant remains unless they are clearly shell\/stone\/artifactual material and require other disposition. Use jeweler's tweezers for this-not your fingers-as the remains will be soft and squishy. It doesn't matter if you can identify these as plant remains or not, incidentally. That will be done later by a specialist who will always be glad to have too much rather than too little to work with.\n\n2) Doing the flotation. This process relies on density. Waterlogged plant remains usually don't float; the floation process causes them to be briefly suspended in water so that they can be separated from the heavier bits of shell\/sand\/etc.\n\nEquipment you will need: two buckets, a pair of nested 1mm sieves, sieves with larger screen sizes, a basin, labels, jars, paintbrush, jeweler's tweezers, water and a place to dump used water and sediment.\n\na) Prepare your receiving bucket by placing the sieves over it. Put water and a waterproof label that will fit into your sample jar into the basin.\n\nb) Fill a \"pouring\" bucket 3\/4ths full of clean water. Add about a liter of your sample to it, using your hand slowly and gently to make the transfer.\n\nc) Using your hand, begin to swirl the water and sediment in the bucket. Don't scrape the bottom or the sides to prevent damage to the seeds, but try to get all the sediment moving. Create a vortex (like when you let water out of a sink or tub).\n\nd) Once the vortex is moving quickly, rapidly pull your hand out, lift the bucket, and pour off the water through the sieves. Try not to get the sediment from the bottom of the bucket into the sieves, but do try to encourage dark bits to get there.\n\ne) Take each sieve individually and submerge its base in the water-filled basin. Try to get the flot into as small an area as possible by gently lifting\/rotating\/submersing the sieve, then turn the sieve over and tap its edges against the basin so the flot falls into the basin. Use water, not your fingers, to push any remaining flot off the sieve. You may have to do it a few times. A squeeze bottle can provide gentle assistance as well.\n\nf) Pour the water from the receiving bucket back into your pouring bucket. Replace the sieves over the empty bucket. Process the same portion of the sample again, and as many times as needed until the sieves no longer catch dark, organic matter.\n\ng) Dump the floated sample onto a series of large sieves and wash thoroughly, check for large plant remains and artifacts, then discard sample.\n\nh) Repeat until the entire sample has been processed.\n\ni) Take the flot-holding basin and slowly pour off the water through nested sieves, leaving the flot and a little water in the basin. Empty the remaining flot, its label and water into a jar. Use water to move the flot, or a small paintbrush, lightly manipulated. You've worked hard to get your sample-don't squash it now. You can let the sample settle, pour off excess water, add more flot, etc. You'll probably do best if you conduct this whole step over a large, clean, dry basin. That way, if anything spills, its is a relatively simple matter to clean it up and you haven't lost any plant remains between the slats of the dock or onto the beach.\n\nj) Storage. If the sample includes resin of any sort, don't add alcohol to the water. We have not had problems with mold or rot, but a 5% solution of alcohol and fresh water will keep any bacteria at bay. Samples should be stored in cool, dry conditions with labels inside and outside their containers. Make sure the lid fits tightly and\/or put a piece of plastic wrap between the jar and its lid to reduce evaporation.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.657127142,
        "format_confidence":0.9387702942
    },
    {
        "url":"http:\/\/roadsidethoughts.com\/al\/oakwood-xx-jefferson-wishlist.htm",
        "text":"\n\nA Gazetteer for the United States and Canada\n\nOakwood, Alabama\n(Jefferson County)\n\nNearby Census Genealogy\nCemeteries Tidbits &\nOther AL\n\nSearching for Information about Oakwood ...\n\nWe have been working on our Gazetteer for a long time and while we have collected a lot of information, much of the detail is still missing. Keep in mind that whenever we find the mention of a community, we simply add it to our list so that we can go back and do further research. While this has proven a good way of finding communities, it has created more questions than answers. If you can, we would appreciate your help in answering these accumulating questions.\n\nWhere appropriate, please include the GPS coordinates. The easiest way to find the latitude and longitude is to visit our Interactive Map for Oakwood.\n\nWe usually switch the map to 'Satellite' mode and zoom-in as needed. You can then move the Map Marker to the desired location (you'll see a cross-hair as you move the Marker). When you release the Marker, the Latitude\/Longitude for the Marker will be found just below the map and to the right. Just copy\/paste those numbers into your note.\n\nThe first point that we would like to make is that our data contains errors. Some of the errors result from our methodologies and others occur while entering our findings. That said, the majority of the errors come from our reference documents, even documents that should be definitive. The problem is identifying the errors. As you read through our pages about Oakwood and find errors, please let us know - we want to be accurate.\n\nThe last point that we want to make is that we do our updates in blocks and with over 160,000 communities in our Gazetteer, it can be months between updates. We just wanted to warn you that if you sent us a note today, it may be days or months before the correction actually appears on our Gazetteer. While this seems to be a long time, please remember that it's just my wife and myself doing the work.\n\nOur Wishlist For Oakwood ...\n\nIn the case of Oakwood, we are searching for the following information.\n\n  • While we have added Oakwood to our Gazetteer, we don't have any information about how large it might be or even if it still exists. Is it a cluster of houses and buildings or is the community scattered throughout the area. If it's gone, have all traces of Oakwood been erased or is there some kind of indication of where it was located?\n  • If gone, we use three broad categories to describe its status:\n  • The community is Historic and there is little to no evidence that can be found at its location.\n  • A Ghost Town has left some evidence that it existed, but is without residents. At a minimum, there should be foundations or a cemetery. We also use Ghost Town with Ruins to describe when things like buildings or artifacts such as abandoned equipment still remain - in other words, the classic movie Ghost Town.\n  • We use Shadow Town to describe a community that still has residents, but which had a much larger presence in the past. Like the Ghost Town with Ruins, we use Shadow Town with Ruins when abandoned buildings and\/or artifacts from the communities past can still be found.\n  • Just a reminder: Ghost and Shadow Towns are frequently located on private property and the owner's rights need to be respected. Always be careful, ruins can have hidden dangers.\n  • We don't have any estimates of current or past population information for Oakwood. If you have it, we need the year with the estimated population (ie- 1870: 20 people; 1880: 68 people; etc).\n  • How do the people of Oakwood refer to themselves (also known as a Denomyn)?<1> For example, a person from Alabama is called a Alabamian. In the same way, how would a resident of Oakwood be called?\n  • Do you know when the community was founded or settled?\n  • What is the story behind the name of Oakwood (also known as a Toponym)?\n  • Many communities are founded with one name and then eventually change to something else. Do you know any of these previous names, the approximate date and the reason for the change? If there was more than one name change, do you know those names and the order in which they occurred?\n  • Are there alternate names for Oakwood, variations in the spelling, etc?\n  • Are there nicknames, slogans or sobriquets for Oakwood? For example, Oakwood might declare itself to be The Happiest Place in Jefferson County.\n  • Do we have the correct time zone for Oakwood?\n  • Do you know the ZIP code(s) for Oakwood?\n  • Do you know if there is an official website for Oakwood?\n  • Is there a Chamber of Commerce website for Oakwood?\n  • If there is a Community Association, does it have a website?\n  • Is there a Junior League website?\n  • Do you know of any awards or recognitions given to Oakwood? Examples include: All American City, Tree City USA, Sustainability Awards, etc. If you know the month and year when it was awarded, please include that as well.\n  • We are looking for descriptions from old books (1800s thru early 1900s), such as Gazetteers and Shipping Guides, that describe Oakwood. If you have such a description, please send it to us with the name and year of the book that it came from. If available, please include the author and publisher of the book.\n  • We've created a list of communities that existed in the 1890's and were located in the area around Oakwood. Have we missed any? The list can be found on our page for Communities Neighboring Oakwood in the 1890's.\n  • Are there cemeteries in the area? Whether they are large or small, famous or forgotten, we would appreciate it if you would send us their name and GPS coordinates (the latitude\/longitude). Even if you don't know the name of a cemetery, please send its coordinates - somebody, someplace, may know its name.\n\n    If you're interested, we have a list of nearby cemeteries which are relatively close to Oakwood and you can find this list on our Cemetery List for Oakwood.\n\nIn closing, thank you for any help you can provide. While it might take time for everything to appear on our website, it will make it eventually.\n\nFootnotes ...\n\n<1>A demonym is the name for a resident of a community which is usually derived from (or is related to) the name of that community. In other words, it's how the residents of Oakwood refer to themselves. It's important to note that there aren't any rules for taking a community's name and turning it into a demonym. A demonym is informal and while the majority of Oakwood may use one name, keep in mind that others may use something different.\n\n- Return to Citation\n\n\nSitemap Privacy\nof Use\n\n\nPlease keep in mind that we can not guarantee the accuracy or timeliness of the information on this website, so use with care. We encourage you to double-check the information that is critical to you.\n\nIf you've found an error or have additional information that you would like to share, please don't hesitate to write. Click here to contact us.\n\nCopyright 2016\nAll Rights Reserved\nThis page was last modified: 23 Dec 2016\nBy John Hall",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9786611795,
        "format_confidence":0.5643275976
    }
]