[
    {
        "url":"https:\/\/diyhomesecurityandsafety.com\/how-to-stop-burglars-from-targeting-your-home\/",
        "text":"How to Stop Burglars from Targeting Your Home\n\nhow to stop burglars from targeting your homeHow to Stop Burglars from Targeting Your Home\n\nAs a home owner I am always aware that there is a possibility that my home may be burgled. My possessions could be stolen and my home could be ransacked.\n\nWhat, if anything, can you do to reduce the chances of your home being targeted by burglars?\n\nThere is obviously no way of totally guaranteeing that your home will not be targeted by burglars. There are however a number of basic safeguards that you can take that will reduce the chances of your home being burgled.\n\nIf you want to know “how to stop burglars from targeting your home” I think it is important to understand a little bit about burglars and burglary in general.\n\nDo Burglars plan their burglaries in advance?\n\nAccording to information I have found most burglaries are crimes of opportunity. It is apparantly quite rare for a burglar to plan the burglary a long time in advance. He (or she) mostly simply notices that a particular property appears to be vulnerable and sees that as an invitation to break in.\n\nIn a lot of cases the burglar will live within just a few miles of the target home. If this is the case it makes it easy to learn the family’s routine and decide upon the best time to enter the house.\n\nStatistically a burglary occurs approximately every eighteen seconds of every day in the USA.\n\nWhen is a burglary most likely to occur?\n\nContrary to common belief the majority of burglaries occur during daylight hours. Usually between 6am and 6pm and most commonly between the hours of 10am and 3 pm.\n\nGenerally speaking this is the time when a property is most likely to be unoccupied. The householder is likely to be out at work, shopping or pursuing other activities away from home.\n\nA burglar will also look for signs that you may be away on vacation. Fliers or newspapers left in the letterbox for days on end generally signals that the house is empty.\n\nHow long does it take to burgle your home?\n\nBurglars target homes that they see as ‘easy targets’. They generally want to be in and out of the property in ten minutes or less. The longer they remain in the property the higher the risk of being caught.\n\nHow do Burglars Gain Access to the property?\n\nThe majority of burglars, approximately 30%, gain access to a property via the doors or windows. Ground floor windows and doors are particular favourites. It is surprising how many people go out for the day and actually leave their windows either unlocked or even open (particularly in the summer months).\n\nThese points of entry become even more appealing if there are hedges or overgrown vegetation to provide some degree of cover.\n\nWhat is the most likely things that a burglar will steal?\n\nMost burglars will steal virtually anything they can lay their hands on. The only requirement is that it can be carried away easily. The majority of burglars will arrive on foot so do not want to draw too much attention to themselves when they leave.\n\nThe most desirable item to steal from the perspective of a burglar is cash. The second most desirable items are things such as jewellery, mobile phones, and expensive watches. They fit comfortably in the pocket and are easy to sell on afterwards.\n\nDocuments such as passports and driving licences are also highly sought after.\n\nCar keys are also regularly taken. If the car is in the driveway the burglar may decide to drive away in it. If the car is not there having the keys provides the opportunity to return at a later date and steal it then.\n\nWhat is the average cost of items stolen in a burglary?\n\nThe average value of goods stolen from a residential property is in excess of $2,200 dollars.\n\nThe cost of being burgled cannot however simply be measured in terms of monetary value. There is a huge emotional and psychological cost that cannot be measured in terms of dollars.\n\nIs it only empty properties that get burgled?\n\nThe majority of burglaries are carried out on empty properties. Statistically however it would seem that almost thirty per cent of burglaries are carried out whilst the home owner is in the house. Obviously catching someone robbing your home is a very traumatic experience. It can also result in the burglary escalating into a violent crime being committed against the home owner.\n\nGarden Sheds and Garages are also Targets for a Burglar\n\nAlthough the primary target for a burglar is likely to be the dwelling house itself garden sheds and garages may also be targeted.\n\nMost people will have expensive tools and garden equipment stored in their sheds and garages. Although these items tend to be bulky they can often be worth several thousand dollars. Well worth stealing if the burglar does happen to have the means of transporting them.\n\nA garden shed or garage may also contain ladders that could provide access to first storey windows that would normally be out of reach of the burglar.\n\nHow to Stop Burglars from Targeting your home – Steps you can take!\n\nThere are a number of basic steps that you can take that will help to reduce the likelihood of being a victim of a burglary.\n\nAs stated above the majority of burglaries are crimes of opportunity. If you make your property less appealing to the burglar then you will reduce the likelihood of your house being targeted.\n\nMost of the steps you need to take are extremely simple and do not require you spend any money at all to implement them. It is simply a matter of applying a few simple checks and procedures.\n\nIf you wish to take additional security measures to improve your home security it may be necessary to spend a few dollars to make the changes you require.\n\nUpgrading your household security can however be achieved quite inexpensively. Most of the equipment you require can be bought reasonably cheaply and most of it can be installed by anyone with basic DIY skills.\n\nTen Tips that will help you to Make your Home Burglarproof\n\n1. Don’t leave doors and windows open.\n\nMake sure that you always lock your doors and windows securely. It is essential to do so when you leave the property unattended. It is also a good idea to make sure that your home is secure even when you are in the house. Particularly if you are in the house alone.\n\nRemember that once you have locked your doors and windows to remove the keys and put them in a safe place and out of sight.\n\nIf the locks on your doors and windows are quite old it may be worth investing in new replacement locks that offer a higher level of security.\n\n2. If you do not already have one it is well worth considering installing an intruder \/ burglar alarm.\n\nMake sure that either the alarm, or a notice stating that your home is fitted with an alarm system, is visible from the road in front of your property.\n\nBurglars prefer easy targets and will usually choose properties to rob that do not have alarm systems over those that do.\n\nIf you want to buy a burglar alarm there is a huge range to choose from. You can have a specialist company come to your home and fit it for you if you wish.\n\nAlternatively there are lots of burglar alarm kits available that can be installed by most competent DIY enthusiasts.\n\nYou can choose between wireless burglar alarm kits or the more traditional wired burglar alarm kits.\n\nPrices for DIY Burglar Alarm Kits vary considerably depending on your exact requirement but, generally speaking, a basic system could cost you as little as $100.00.\n\n3. Always make sure that valuables and cash are not left in plain sight.\n\nValuables, cash and important personal documents should always be locked away safely.\n\nThe best way to protect your valuables, and personal papers, is by placing them in a safe. The safe should be securely attached to a wall or the floor of your property and should be situated out of plain sight.\n\nA Home Security Safe can be purchased from around about $80.00 and can be easily fitted by any home handyman.\n\n4. Make sure that all garages and sheds are locked securely.\n\nOutbuildings are often easy targets for burglars. Very often they have locks that are inferior to those used on the main dwelling.\n\nAlthough most burglars would probably prefer to target your house there can still be a lot of valuable items worth stealing in the average garden shed.\n\nThere are also likely to be tools and ladders that could be utilised by an enterprising burglar to help him gain access to your home.\n\nCheck that the lock you are using on your garden shed. If it is not there are lots of locks for sheds and garages available that offer outstanding security features.\n\n5. If you have trees or hedges growing at the front of your property make sure that it is not allowed to grow too thick or too high.\n\nHedges provide excellent cover for would be burglars wanting to gain access to your property undetected.\n\nSide and rear boundary fences or hedges should be kept high in order to restrict access from neighbouring properties.\n\n6. If you have gates at the front or side of your property always ensure that they remain locked if at all possible.\n\nSimply restricting Access to your garden and the front of your house may actually be enough to deter a burglar from targeting your home.\n\n7. Although the majority of burglaries take place during the daytime there are, nonetheless, also a large number that are committed after the hours of darkness.\n\nAny form of low level exterior lighting helps to deter a burglar from targeting your home. Dawn to Dusk lighting that uses low wattage bulbs will not be intrusive for you but will provide sufficient light to make a burglar think twice about targeting your home.\n\nIf you really do not want your home to illuminated throughout the night then there are also loads of motion sensor exterior lighting options available.\n\nMotion sensor lighting only operates when movement is detected by the photocell attached to the light. There are a number of options available including conventionally wired lights, battery operated, and solar powered ext... (truncated)",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.6420009732,
        "format_confidence":0.9869340658
    },
    {
        "url":"http:\/\/ny-injury-lawyers.net\/2016\/02\/find-a-medical-malpractice-attorney-for-free\/",
        "text":"The Best Legal Advice\n\nFind a Medical Malpractice Attorney for Free\n\nFind a Medical Malpractice Attorney for Free\n\nBy on Feb 1, 2016 in Medical Law, Medical Malpractice, Personal Injury Law |\n\nIf you find yourself in a situation where you need a medical malpractice attorney, don’t let the fear of legal fees hold you back. Statistics show that approximately 93% of these cases are resolved before they ever go to trial.  While this can make the entire experience less expensive, legal costs can still add up quickly.  Those individuals that are thinking about hiring an attorney for a malpractice case may be pleased to know that they may be able to find one for free.  It might take a little bit of time and research but it can be done.  Here are a few options to consider.\n\nPro Bono Attorneys \n\nStart by looking for medical malpractice attorney offices in your area.  You will want to place a phone call to their office and ask if anyone is completing pro bono work.  While you may not get a positive response, you will not know until you actually try.  Some attorneys may connect with your case on a personal level, and they may be able to help you at no charge.\n\nNew Attorneys Under Supervision\n\nAnother option would be to contact new attorneys that are still working under the supervision of a more experienced legal team. They may need to get some experience in the courtroom and build a good case record. If you have a strong case, they might be willing to take it on at no charge because it will ultimately help them to get more experience and show off their abilities. Just make sure the attorney is working under the supervision of an experienced firm so that you are sure to get the best service.\n\nContingency Programs\n\n Some attorneys offer a contingency program that allows you to access legal support at no upfront cost. In this case, the attorney would take on your medical malpractice case on the contingency that they only receive payment if you win. This can be a smart option because it alleviates the financial burden from the client while adding some extra incentive for the attorney to make sure the case works out in your favor. There are several highly qualified New York medical malpractice attorneys that work primarily on contingency based fees. This is the best place to start if you want to know your options for medical malpractice compensation.\n\nNo matter what direction you are planning on going, you will see that just because the attorney is completing the work for free does not mean that you should go without great service.  If you believe that you are not getting the service that you deserve then you should not feel bad about letting the attorney go and moving on.  Even though you might want to win your case, working with an attorney that you are not comfortable with can make this very difficult.  You need to work with an attorney that will listen to you and that will follow through with what they say they will do.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9945303798,
        "format_confidence":0.5062175989
    },
    {
        "url":"http:\/\/cao128.com\/2018\/06\/16\/figuring-out-lawyers\/",
        "text":"Figuring Out Lawyers\n\nEssential Tips That Assist An Individual In Hiring A Business Attorney In Dubai\n\nWhen an individual is in business and need of attorney, it can be pretty confusing to know the right one to select, because there are many in the market, and nobody wants to make a wrong choice. An individual has to protect themselves by finding the right business attorney in Dubai, and someone like helene mathieu has built an incredible reputation over the years and can be a perfect choice to select. There is no need to stress yourself out during the process of looking for a perfect business attorney, since with the right tips in mind, and people such as helene mathieu, it is going to be pretty easy to choose.\n\nEnsure That The Person Selected Is Perfect\n\nA business attorney handles pretty much anything dealing with your enterprise, starting with finances to dealing with partners and suppliers who have been causing issues; therefore get some tips from reputable people such as helene mathieu. Using someone who specializes in a given area makes it easy for an individual to have their needs handle, without having to worry about looking for someone else.\n\nKnow How To Pay Them\n\nWhen a person is dealing with people like helene mathieu it becomes easy to plan your finances because she tells her clients the charges upfront and also ensures that surprises do not catch their clients, so, ask the question upfront. If an individual is squeezed of finances; there is no need to strain to go for an attorney who charges on an hourly basis, because it is going to be expensive, and in the end, look for someone that is interested in giving you a flat charge.\n\nSearch For Somebody Who Understands The Business\n\nThe reason why helene mathieu Is he must because she has been in business for the longest, And that is what every person has to be looking forward to every single time because experience gives your guarantee that things will slow following the plan. An experienced person will go to any extent as a way of making sure that things flow expected, and ensure that clients get satisfied with the result.\n\nEnsure The Attorney And Presented With A Recommendation\n\nWhen a lawyer is sure that the services are perfect, they are not afraid of giving the current clients a recommendation which involves providing the client’s contacts, something that helene mathieu is known for by many. Sometimes, the evidence presented to a given attorney might be out of their expertise; therefore, ensure that the individual is willing to provide guidelines on some of the people that can be consulted.\n\nDo They Have Affiliations With Any Professional Organizations\n\nBeing members of a given organization shows that an individual keeps on learning and trying to understand more from the people they are interacting with on a regular-basis; therefore, that is a perfect person to hire.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9168391824,
        "format_confidence":0.8230700493
    },
    {
        "url":"http:\/\/mcmenaminlaw.com\/personal-injury\/dog-bite-injury-attorneys\/what-to-do-after-dog-bite\/",
        "text":"What to Do after a Dog Bite in Washington State\n\nMany people consider their dogs to be members of the family. Most dogs offer companionship, joy, and unconditional love. While some may have a propensity to act aggressively, others may bite unexpectedly in an out-of-character moment. In any case, this can quickly turn into a dangerous situation because dog bites may cause serious physical and emotional harm.\n\nIf a dog bites you, there are specific things you should do to ensure your health and safety, as well as to protect your ability to file for compensation.\n\nVicious Dog\n\nEnsure Your Immediate Health and Safety\n\nMake sure the owner restrains the dog. If the owner is not present, leave the area so you are no longer around the dog. Then, seek emergency medical care if you need it. Ask somebody to call 9-1-1 or do so yourself if nobody is nearby. Go to the emergency room for evaluation by a doctor.\n\nGet Information about the Dog and the Owner\n\nRecord the dog owner’s name, address, and phone number. Write down information about the dog too. This includes the dog’s name and color (note primary color, secondary color, distinguishing marks like spots, etc.). The dog’s breed does not affect any claim you file, though note it as another means of identifying the dog.\n\nAlso, ask for proof of the dog’s most recent vaccination information. This includes rabies and other vaccinations.\n\nReport the Dog Bite\n\nCall Clallam County Animal Control at 360-417-2459 to report the dog bite. If you are located elsewhere in Washington State, report the bite to your local agency. If you need police assistance, call 911.\n\nAnimal Control performs several important functions in the community, many related to dog bites. This includes quarantining dogs after bites to observe the animal for signs of rabies, as well as regulating dangerous and vicious animals.\n\nReporting it also establishes a record of the bite, which can be important once you file a claim to get compensation for the damages you suffered.\n\nNote: Animal Control will not automatically put down the dog after a bite. This is an important fact that victims should know, especially because many victims know the dog or the dog’s owner and fear that reporting the bite will mean the dog will be put down.\n\nFile an Insurance Claim to Get Compensation for Damages\n\nA common misconception people have about dog bites is about who pays for damages the victim suffers. Some people hesitate to file a dog bite claim because they do not want to cause grief for the dog’s owner. It is important to remember that in most cases the owner’s homeowner’s or renter’s insurance, not the individual, will pay.\n\nThe lawyers at McMenamin & McMenamin, PS will identify the right insurance company and ensure that the correct procedures to file your claim are followed.\n\nWashington is a “strict liability” state. This means that, with few exceptions including provocation, a dog’s owner is responsible for bite injuries the animal causes. This is true even if the dog had no history of aggression..\n\nYou will need to collect and present evidence that establishes negligence and damages. We can help you with this. Start a file to organize your evidence and keep it all in one place. Evidence can include pictures of your injuries, doctor’s notes, contact information, etc. Your medical records will be among the most important evidence you need to establish your damages, which brings us to the next important thing you should do.\n\nFollow Up with Your Doctor\n\nMake sure you follow up with your own doctor to monitor the wound. Watch for signs of infection, such as redness, swelling, discharge, and more. Talk to your doctor about proper wound care, how often to change your bandages, and signs of infection you should watch for.\n\nThis is important for your health and recovery, of course, but it also helps you establish the severity of the wound and the damages you suffered as a result of the bite. If you disobey doctor’s orders, an insurer may argue that you contributed to the severity of your injuries – as in, had you followed doctor’s orders, your injuries would not be as severe.\n\nSo follow up with your doctor regularly and follow through with any instructions they give you.\n\nHow can McMenamin & McMenamin help you?\n\nIf you suffered injuries from a dog bite incident in Washington State, you may be able to collect compensation from the dog’s owner. This compensation covers damages including medical bills, lost wages from missed work, pain and suffering, and scarring. The personal injury attorneys at McMenamin & McMenamin, PS can help you figure out how much compensation you could be eligible for and help you prove liability to file a claim.\nTo schedule an initial consultation, contact us today at 360-452-9242.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.982876122,
        "format_confidence":0.8579719663
    },
    {
        "url":"https:\/\/blog.consumersangel.com\/2013\/06\/13\/identity-theft-what-can-you-do-to-protect-yourself\/comment-page-1\/",
        "text":"Identity Theft – What can you do to protect yourself?\n\nIdentity Theft occurs so frequently that the Federal Bureau of Investigation cites it as \"America’s fastest growing crime problem\". According to the Federal Trade Commission, thieves steal and fraudulently use the names, addresses, Social Security Numbers, bank account information, credit card numbers and other personal information of some 12.6 million Americans each year. Learning about how thieves get your personal information is the first step toward protecting yourself from this devastating attack on your financial well-being.\n\nThe simplest method of Identity Theft involves stealing or finding your wallet, or digging through your trash to find receipts with you personal information. Identity Theft can also be as simple and easy as peering over someone’s shoulder as they use the ATM at the local bank.\n\nWhat can you do? For one thing invest a few dollars in a shredder. You can get them for under $100. Any documents containing personal information, including old credit card receipts should go in the shredder after you are finished with them. When you are using your computer for a financial transaction make sure you are on a secure connection NOT a public network. If you are using your home WiFi network make sure the home network is password protected and don’t use the common passwords like 0123456789 or 9876543210. When you are at an ATM cover the keypad with your free hand when you type in your pin.\n\nPhishing is one of the most widely publicized methods of Identity Theft. Phishers create a websites that look very similar to the site of a legitimate enterprise often coping it almost exactly, sending emails out to lure unsuspecting consumers to enter their personal data, which is then used by the thieves. No company will send you and email that asks you to reveal personal information or a link to their web site to enter personal information. These emails are often designed to scare you by saying there is a problem with your account so you need to respond immediately. If you are unsure call the company, the number is usually on the back of your credit card.\n\nAlso keep close track of your financial activity. Check on your bank account(s) regularly to see if there are any transactions you don’t recognize. Don’t wait for a statement to find the problem. The same is true for your credit cards, check the account regularly and if you see a problem call the card issuer immediately.\n\nNone of this is foolproof but it is like locking the door on your car, it will stop most potential thieves. One last thing be careful of small children who practice using your credit card online\n\n#Consumer #ConsumerAdvoacy #IdentityTheft\n\n\nOne thought on “Identity Theft – What can you do to protect yourself?\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.8590066433,
        "format_confidence":0.6959935427
    },
    {
        "url":"http:\/\/www.letters-home.com\/appeal-letters\/apology-letter-for-cheating\/",
        "text":"Apology Letter For Cheating\n\nIf there is any mistake or cheating done by you and you want to apologies for the same, then writing an apology letter will not only show your sincerity but you can also write and clarify what you want in the letter.\n\nIn the letter accept the mistake you have done and try to not repeat the mistake in future and assure the same in the letter to the reader.\n\nJune 2, 2012\n\nName\/Title Mary Roe\nAddress 795 E Dragram\nCity, State, Zip Code Tucson, AZ, 85705\n\nDear <name>\n\nI am feeling bad about my behavior and want to confess to you that I have done cheating in my project.\n\nI know you hate cheating and don’t accept dishonesty. But as I was out of station for one week, I had no time to complete my project and therefore had submitted my friends projects which is not done by me. I am ashamed for the same.\n\nI hope you accept my apology and give me last chance. I have great respect for you and cannot cheat on you. I assure you it will not be repeated again.\n\nSorry once again and thank you for your time, hope to hear from you soon.\n\n\n\nLeave a comment\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.5217556357,
        "format_confidence":0.8612747788
    },
    {
        "url":"https:\/\/www.cadogu.com\/something-about-business-law",
        "text":"Something about Business Law\n\nSooner or later, all businesses will need the valuable legal services of a business law firm. The timeline of when you will need to retain an attorney depends on how well you’ve been running your business, what kind of issues you’ve encountered and how you’ve handled them, and sometimes, just plain luck. In any event, any business professional will tell you that when it comes to having a lawyer ready to fight for you, or simply help you out with complicated paperwork, it’s better to already have a lawyer retained, rather than having to set out to find a lawyer, while you’re simultaneously juggling other time-sensitive issues.\n\nResearch your chosen business law firm.\n\nFind out what the law firm has to offer, but just as importantly, what credentials and training they have. A lawyer can sing the praises of his or her law firm all day long, but unless they have documentation to back all of that up, the words are meaningless. Ideally, you will want to select a business law firm that is a global corporation (for example, Robert Bratt DLA Piper), as these law firms have vast amounts of experience, as well as individual lawyers, to serve their clients. With a law firm such as this, the chances of having a problem that can’t be quickly and efficiently handled are slim to none.\n\nAsk your business lawyer how they can help you.\n\nSome business lawyers reserve their services only for actual litigation, which means that while your lawyer won’t help you handle tax deadlines and the associated paperwork and legal hoops, he will show up to help you get through an IRS audit. Obviously it’s much more cost-efficient and stress-relieving to have legal guidance before problems occur, so make sure that any potential lawyer you’re considering will be available pre-preemptively, before a crisis has happened.\n\nFind out about fees.\n\nLawyers are expensive, but some are more expensive than others. Furthermore, some lawyers charge more for individual services, while others charge less because they actually prefer the a la carte approach to providing — and billing for — services. Ask for a written list, and find out if you will be paying per hour, or per “project”. Depending on the needs you have and how big your business is, it may be cheaper and easier to simply be billed by the hour, rather than by the task.\n\nPut them to work.\n\nYou’ve carefully fielded potential business lawyers and you’ve selected the one you’ll be working with. Now it’s time to bring them up to speed with your business. Give them details of your business, including the products or services you sell, your average monthly revenue and expenses, how many employees you have, as well as copies of deeds, leases, and rentals. And if you have any current legal issues or potential legal issues you’re concerned about, now’s the perfect time to hand them over to your newly hired lawyer, and let them handle the matter for you.\n\nThis entry was posted on Saturday, January 25th, 2014 at 9:07 am and is filed under General. You can follow any responses to this entry through the RSS 2.0 feed. You can skip to the end and leave a response. Pinging is currently not allowed.\n\nPost a Comment\n\nSecurity Code:",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.5709597468,
        "format_confidence":0.7784546018
    },
    {
        "url":"https:\/\/www.expertwitnessblog.com\/optimizing_part_5\/",
        "text":"Optimizing Your Use Of Banking Expert Witnesses part 5\n\nIn Optimizing Your Use of Banking and Financial Institution Experts, banking expert witness Michael F. Richards writes:\n\nThree Critical Expert Questions After the expert has had a chance to review the documents and reconstruct what happened there are three distinct questions the retained attorney should ask their expert.\n1) The most obvious is, what did you find that was done wrong?\n2) What wasn’t found in the documents that should have been there?\n3) What gives you concern (heart-burn) about the case after reviewing the documents?\nQuestion number 2 is important because with the entire bank regulatory requirements, if the bank didn’t perform certain tasks as required by regulation, these items will not show up in discovery. Question number 3 is important because it gives you a heads up as to potential problem areas with the case. It shouldn’t matter who the expert represents, their opinions are determined by the facts of the case. If the expert discovers items that are detrimental to the client they represent, it is better to be aware of those in advance, and not be embarrassed or surprised at trial. If opposing council has done a good job in hiring their expert, assume the detrimental and questionable information will be discovered.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.8387022018,
        "format_confidence":0.7033472657
    }
]