[
    {
        "url":"http:\/\/adventurebuddies.net\/blog\/2010\/11\/faq-what-kind-of-poles-should-i-buy\/",
        "text":"Tuesday, July 16, 2019\n\nFAQ: What kind of POLES should I buy?\n\nNovember 24, 2010 by  \nFiled under DVD Updates, Gear, Poles, Poles for Hiking\n\nLearning about gear is an important aspect in mastering the skills necessary to achieve the many benefits of using poles.  Because models and features of poles change regularly, our hiking DVD does not address specific types of poles.\nOur website endeavors to stay abreast of current models of poles.  We update the website as models and features change. The Pole Buyer’s Guide page on the site includes a comparison of pole features.  We discuss different grip materials, grip size, long foam grips, grip shape, straps, anti-shock features, baskets, rubber tips and more.\n\nOur approach is simple.  We focus exclusively on top quality gear (yes, you get what you pay for) and let the user determine what feels best.  Like trying on shoes, we often put one pole in one hand and another model in the other hand, and let the user decide.  This instant feedback enables the user to feel, and us to see, how they perform.\n\nTo determine which poles best suit an individual, we look at 3 things, a person’s:  Structure, Issue & Goals\n\n  • Structure deals with hand size, height, weight, etc.\n  • Issues might include balance problems, arthritis in the hand, shoulder trouble, neck pain, etc.\n  • Goals include whether a person wants to hike or walk or exercise as well as preferred terrain.\n\nEvery person is different. Determining which poles best suit a person can make a huge difference in the quality of the experience and how many benefits a person can achieve.  For people who have seen either DVD, we have a Pole Purchase Consultation Form.  You can fill it out (completely please) and we’ll call or email you to discuss what poles might best suit your body, your issues and your goals.\n\nWe hike with LEKI poles that are about 12 years old.  They have a lifetime warranty.    We take good care of them and they take good care of us!\n\nSpeak Your Mind\n\nTell us what you're thinking...\nand oh, if you want a pic to show with your comment, go get a gravatar!",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.9845015407,
        "format_confidence":0.8878299594
    },
    {
        "url":"http:\/\/www.grovedalelittleaths.com\/faq.html",
        "text":"Grovedale Little Athletics.\n\n...Frequently Asked Questions...\n\n\nWhen and how can I join the Grovedale Little Athletics Club ??\n\nThe Little Athletics year will begin on the Saturday 14th November 2020, with the summer Track and Field competition running until March. The winter Cross Country season then continues to the following August. You can register as a LAVic athlete after the 29th October to compete in the 2020\/21 season providing you are between the ages of 5 and 15 before the 31st December 2020.\n\nAll registrations are now completed on-line, payments are made online via the LAVic registration portal. All registered athletes from last year will receive an email letting them know when and how to register on-line. New athletes will also register online and then can organise their Grovedale uniform (competition tops) on their first day of competition at the Grovedale registration booth found at the South Western end of Landy Field athletics track (look for the big palm tree).\n\nA form of proof of age must be provided when signing in for the first time. Typically a birth certificate or passport is best, but anything \"official\" will generally do.\n\n\nWhat costs are involved with Little Athletics ??\n\nFor the 2020\/21 season the registration fee is $152 per child - this includes registration with Little Athletics Victoria (for the Track and Field and Cross Country seasons) , and all Geelong Little Athletics Centre Track and Field season fees. Registration for the Cross Country season only is $xx, but this does not include the weekly competition fee. There are also additional regional and state events that your child may wish to compete in which incur an additional small registration fee.\n\nOnce registered, all Grovedale athletes must wear the Grovedale LAC uniform consisting of a yellow, black and white top (T-shirt, singlet or crop top - available for purchase from the club) and plain black shorts\/briefs (basketball or board shorts not permitted). Suitable footwear should be worn when competing. \n\n\nCan you try Little Athletics before joining ??\n\nYes, new athletes can have up to two (2) weeks trial period before having to commit to being a full member. Parents will still need to register with LAVic via online registration (for insurance cover). At the end of the online registration process simply choose the \"pay later\" option. If after the try out you want to become a member, payment for registrations must be made online by 5pm Monday to be a registered competitor for the following Saturday. It takes a few days for processing, so to avoid disappointment on Saturday please make sure that you have signed up and paid by this time. Please bring a receipt of payment and proof of birth date on Saturday morning.\n\n\nHow do I know what age group I will compete in ??\n\nAge groups are determined by the year and month of birth as detailed in the following LAVic Registrar's Ready Reckoner:\n\nWhat do the children do at Little Aths ??\n\nOnce registered, all paid athletes are supplied with a plastic registration patch with their name and an identifying number and barcode that needs to be worn each week, attached to their singlet with 4 safety pins (which will be provided). It is the athlete's responsibility to bring this registration patch each week as the number is used to record their results at each event and the barcode is scanned after track events. Lost patches can be replaced for a fee of $5. There are 3 rotating programs of events and each age group will compete in 5 events on each day. (Under 8 athletes compete in 4 events each week).\n\nEvents are called over the loudspeaker so you need to listen out as each event will only be called 3 times. The announcement will tell you where to marshall for the event. Once there, the parent on duty will do a roll call to see who is there and put you in heats for the track events. The track events on the first few weeks are randomly selected, but once an athlete has a benchmark the heats are seeded according to results so athletes will be running against athletes with a similar time. The field events are also often split into 2 groups to utilise both jump pits, throwing rings or high jump mats but all Grovedale athletes will stay together. Athletes will get a practice jump or throw then 2 competition trials.\n\nOnce your event is completed or race finished, you may return to the Grovedale area to await your next event. To get to your field event there are orange cones around the track which is where you need to cross to get into the infield. Before you do please check that there are no circular races going on and you are not going to interfere with a race. Also do not cross the infield because there are javelins and discus being thrown into this area. You need to go around the outside and enter the field at the cones.\n\n\nWhat are the events ??\n\nRunning (70m, 100m, 200m, 400m, 800m, 1500m, cross country)\n\nHurdling (60m, 80, 90m, 100m, 300m)\n\nRace walking\n\nJumping (long jump, triple jump, high jump)\n\nThrowing (shot put, discus, javelin)\n\n\nWhere are the events held ??\n\nDuring the Track and Field season, athletes compete with the Geelong Little Athletic Centre at Landy Field (Barwon Terrace, South Geelong).\n\nDuring the Cross Country season, events are held around the Geelong, Bellarine and Surfcoast areas.\n\n\nWhat time does the program run??\n\nIn summer, Saturday morning Track and Field programs usually begin at 8:15am and finish around noon.\n\nIn winter, Sunday morning Cross Country programs usually begin at 11am and are usually finished by 12:30pm.\n\n\nHow long is the season ??\n\nThe Track and Field season begins in October and runs through until March, with a break at Christmas.\n\nThe Cross Country season begins in April and runs through to August.\n\n\nHow are performances monitored ??\n\nResults and weekly photos are published on the GLAC website, and personal results can be found via logging into resultshq for which you will receive a username and password. If there are any discrepancies with your results please see your team manager the next week. Paper results can be printed from the website. These can be cut out and pasted in the results book that you will be supplied with once registered.\n\n\nWhat other forms of competition are there ??\n\nThere are also Regional and State events which individuals can enter including Track and Field Events and a Multi-Event and Team Relays where athletes are chosen to compete for Geelong depending on results from the first few weeks of sprints. \n\nTo enter the Regional and State individual events, registered athletes will be sent an email from LAVic and all entries are completed online. There is a charge for the Track and Field events (per event entered) and a fee for the Multi-event. There is a small charge for the selected Geelong relay teams. \n\nTo compete in these events athletes need to purchase a Geelong Centre singlet, which are available from the competition box on Saturday mornings. Parents are required to fill a duty position at either the Regional or State event if their child is competing. The duty positions are not hard as there are LAVic officials to run each of the events so you are just helping them.\n\nThe Geelong Little Athletics Centre runs a few special event days. The Be-your-best Multi-event Day is like an Olympic pentathlon of 5 events; Handicap Day sees seeded races with the back marker trying to chase down those in front of him\/ her; and Relay Day where athletes can run for their club with other team members.\n\nAt the end of the season Geelong Little Athletics Centre hold their Championship Day which is a celebration of the season that was, and a chance for athletes to win medals in their favourite events. A few weeks before the day you will be asked to enter this event by filling in a form that is available from the team managers. Entry is free and each athlete can compete in a maximum or 5 events - 3 track and 2 field OR 3 field and 2 track.\n\n\nWhat is expected of parents??\n\nBecause Little Athletics is a totally voluntary organisation, clubs cannot operate without the assistance of parents each week in fulfilling the many and varied duties required. These include officiating at an event; managing an age group; recording results; to name just a few. Grovedale have a duty roster and we are in charge of a high jump mat, a long jump pit, and circulars (races that involve more than 1 lap of the track). Additional assistance is always required on the Club and Centre committees and all parents are encouraged to become involved. Little Athletics is one of the few sports where parents can become fully involved in their child’s sporting interests.\n\n\nWhat is expected of children ??\n\nChildren should behave in an appropriate manner and uphold the Little Aths motto of \"Family, Fun, Fitness\".\n\n\nIs there any training provided ??\n\nGrovedale runs club training sessions weekly during fourth term of school (times and venues TBA). Specialised coaching is provided at Landy Field throughout the week by GLAC affiliated coaches in all events by a range of qualified coaches. Click on our training tab for more information regarding training times and venues.\n\n\nWhat about safety, insurance and first aid ??\n\nThe Geelong Little Athletics Centre has a strict safety policy and all registered athletes are covered by insurance through Little Athletics Australia and their insurers.\n\nProfessional first aid is provided at all Geelong events.\n\n\nWhat level of ability is needed to join ??\n\nOur emphasis is on fun and fitness. Children can join with any level of skill or fitness and are given plenty of encouragement to achieve their \"personal best\".\n\n\nWhat is available for children with disabilities ??\n\nAll children are encouraged to join. At center level competition, Multiclass athletes are integrated with the other athletes, and may compete under modified rules depending on the degree of their disability, and the events being conducted. All LAVic Regional and State events are also open to ... (truncated)",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.9972307086,
        "format_confidence":0.9800799489
    },
    {
        "url":"http:\/\/www.supfishing.co.uk\/General.html",
        "text":"SUP Fishing\n\nSUP - General\nThe Boards\nThe Fishing Tackle\n\n\n\nStand UP Paddle Boarding\n\nWhy fish from a Paddle Board?\nGood question, surely you will just fall off and maybe even loose your fishing rod?  No the larger boards are quite stable and in calm condition you should not fall off. The easiest way to answer the above question is to list the pros and cons of SUP fishing.\n\nArea - The ability to cover a lot of water and find the fish even when they are few and far between.\nVision - Standing on the board you have much better vision into the water than someone lower down sat in a kayak. This is especially important for “sight fishing”.\nNature - The above point also has the benefit of letting you see a lot more wildlife in and on the water.\nEase - Easy access onto the water, no slipway required.\nAccess – The ability to get into secluded hard to reach areas on the water.\nDepth - The ability to go into very shallow water, much shallower than a float tube.\nQuiet - Stealthy quiet approach\nExercise – the effort is similar to that used when walking but uses core muscles which aid overall fitness.\nCastability – Standing up you can cast much easier be it with lures or flies.\nVersatility – you can use you SUP for fun for all the family, some versions can surf small waves and others you can even put a windsurf sail on. Fishing is only one of the uses of the board.\n\nWeather – the water does need to be reasonably flat. When standing up you get effected by the wind more than in a kayak or canoe. Head winds can be particularly hard work and best tackled by kneeling down if the wind gets very strong.\n\nSo as you can see there are a lot more positive reasons to give it a go than negative ones. Let’s go into a bit more detail –\n\nArea – Without putting huge amounts of effort in a Sup travels at about 2 to 3 knts so in a hour you can cover 3miles of coastline or around most lochs\/lakes trolling lures or you can get to areas to far by foot or to tricky by boat. In 2 hrs you can travel 6 miles, even on a bad day you are going to go past quite a few fish in that time. Getting them to bite is another matter though.\n\nVision -  I strongly recommend wearing polarized glasses on all but the dullest days. Polarized glasses cut out surface glare and allow you to see down into the water. Since paddle board fishing I have seen things that I have never seen in 35 years of fishing, such as 5 mackerel following my lure, seals swimming under the board etc. This diagram shows how much better the vision is compared to when sitting in a kayak.\n\nAccess – Most boards can be easily carried in one hand, they all have a carrying handle specifically positioned to allow you to carry the board with one hand. The weights of the boards vary a bit but a reasonably fit person should be able to carry the board about a 100 meters with ease, further than that you can use various trolleys or slings. Once at the water edge you don’t require a slipway and once on the water you are free to go where you want (within reason).\n\nExercise – Just how physical is it? Paddling tends to be at a work rate that you don’t really notice the exercise, only after a few hours do you notice any fatigue. Paddling into a strong head wind is hard work and is best avoided but of course weather can change and sooner or later you will have to paddle into the wind. If you find it too hard work then by simply sitting or kneeling it reduces the area the wind can act on and it becomes a lot easier.\n\nVersatility – Paddle boards are so much more than a fishing platform, you can surf ,  windsurf and go white water rafting on them, you can even race them. It is unlikely that all your family members are going to want to fish from the board but its adaptability cam make it popular across the whole family.\n\nWeather – The wind is the biggest limitation to when you can fish from your SUP, but the weather is ultimately the biggest consideration for any water born activity. Generally on fairly open water paddle boarding becomes hard work in anything over about 5 mph winds. You can still have a good session in stronger winds but you need to take the wind direction into consideration and find a sheltered area. (Safety Note- once the wind gets towards 15 mph it becomes very hard if not impossible to paddle into it standing up. In such conditions you must sit or kneel to reduce the windage. Once kneeling it is possible to make headway into about 20 mph winds but it is hard work and is best avoided.) People sometimes use the wind to their advantage and have a friend drop them off along the coast or at the other end of a lake\/loch and then paddle with the wind and providing the water is not too rough you can travel along quite quickly, in fact too quickly for trolling lures. But it is a great way of covering larger distances with minimal effort.\n\nI think the easiest way to learn a bit more about fishing from a paddle board is through some questions and answers, so here you go –\n\nQ. Is it hard to do, won’t I fall in all the time?\nA. If you have the right board and use it in the right conditions then after the first hour or so you shouldn’t fall in. Once you have a board, get the hang of it first don’t try to fish off it the very first time. Get a feel for paddling the board and how it behaves underneath you. (Safety note – be prepared to fall in. Be safe wear a wetsuit)\n\nQ. Should I wear a life jacket?\nA. If it helps your confidence then initially yes. And of course it depends on your swimming ability.  There are many comfortable buoyancy aids that you could also wear. Be aware of wearing a fishing vest and stuffing all its pockets with fishing tackle. It would hamper your swimming and make getting back on the board more awkward. Also consider if you do fall in without a lifejacket you are much more likely to drop and loose your fishing rod than if you were to fall in wearing a buoyancy aid.\n\nQ. What should I wear?\nA. You should start of wearing a wetsuit.  And on your first session even if you haven’t fallen in you should make a point of going into the water just so you can see what it is like getting back on. Not all wetsuits are equal some are only suitable for sunny summer days while others will keep you warm in the depth of winter. Please ask for advice. (Safely note – a wetsuit is a safety item). But to recap – Start in a wetsuit and then as your experience builds you will soon know when its shorts and t-shirt weather and when its winter wetsuit weather.\nAvoid cotton t-shirts. If you fall in they are then cold and unpleasant to wear. Wear fast drying clothing such as polypropylene, then if you do get wet they remain reasonable comfortable\n\nQ. The boards look very big, are they heavy?\nA. No the average large board weighs about 14kg\n\nQ. What happens if I fall in?\nA. With the boards being low in the water they are easy to get back onto.\n\nQ. Can my children use the same board to surf small waves.\nA. Yes the most larger boards suitable for fishing off can still catch and ride small waves.\n\nQ. Should I use a leash?\nA. At times it may be sensible to wear a leash. It is a personal decision. (safety note – When you fall off to the side of the board the board will be next to you in the water but if you fall off the back or front the board may be pushed away from you by the action of falling. The board can end up 15 meters from you.  You need to consider this when deciding what to wear.\nInflatable boards will drift very fast if you fall off. A leash should be worn if there is any breeze at all.).\n\nQ. Is there a chance I will loose my fishing tackle?\nA. There is always that risk but as you will see on the “tackle “ page there are safeguards you can take to make sure your rod and reel don’t end up on the sea bottom.\n\nQ. Do I need a licence or permission to fish?\nA. The law is the same whether you are on the shore or a board. You don’t need a licence or permission to fish in the sea but you normally do in fresh water.\n\nQ. Can I take a child out on the front of the board?\nA. Yes, any board stable enough to fish from would have enough buoyancy to support an adult and child.\n\nQ. Can I take paddle board lessons?\nA. Yes various places offer organised lessons.\n\nIf you have a question and we haven't answered it please email us.\n\nClick here for “how to videos\n\n\ne-mail - info@supfishing.co.uk\n\nSailrepair, Seawinds, Kirk Brae, Shandon, Argyll, Scotland, G84 8NP..... tel - 01436 820948 or 07881 581618",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.991825819,
        "format_confidence":0.9013547897
    },
    {
        "url":"http:\/\/www.usga.org\/RulesFAQ\/rules_answer.asp?FAQidx=13&Rule=5",
        "text":"Rules FAQ\n\nRule 5\n\nMaximum number of Balls\n\nQ. What is the maximum number of balls I can have in my bag or use during the stipulated round?\n\nA. The Rules of Golf do not place a limit on the number of balls that can be carried or used during the round.",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.9928033948,
        "format_confidence":0.9726698399
    },
    {
        "url":"https:\/\/www.sturgeonpembinahockey.com\/hockey-question-answer\/how-many-playoff-games-in-hockey.html",
        "text":"How many playoff games in hockey\n\nHow does the hockey playoffs work?\n\nThe top three teams in each division earn berths in the playoffs . The next two teams in terms of total points in the conference, regardless of division, earn the wild-card spots. This provides a total of eight teams from each conference. The top seed in each division plays one of the wild-card teams in its conference.\n\nHow many games are in a hockey playoff series?\n\nThe Stanley Cup playoffs consists of four rounds of best-of-seven series . Each series is played in a 2–2–1–1–1 format , meaning the team with home-ice advantage hosts games one, two, five, and seven, while their opponent hosts games three, four, and six.\n\nHow many games are in the NHL playoffs 2020?\n\n1. Players hit the ice again as the NHL’s return-to-play plan hit Phase 4; also known as the 2020 Stanley Cup Playoffs . Unlike the traditional playoff format , the league ran a 24-team tournament, with 12 teams from each conference playing in fan-less arenas in Toronto (for the East) and Edmonton (for the West).\n\nWhat is the new NHL playoff format?\n\nThe 2019-2020 NHL regular season is officially over. On Tuesday, NHL commissioner Gary Bettman announced that league will transition into a 24-team, conferenced-based playoff format when play resumes. He also announced and explained the specific details that the NHL will operate under once the playoffs begin.\n\nWhat teams have never won a Stanley Cup?\n\nIn Summary: Here are the 11 NHL teams that have never won the Stanley Cup. Buffalo Sabres . Vancouver Canucks . San Jose Sharks. Florida Panthers. Arizona Coyotes . Nashville Predators. Winnipeg Jets . Minnesota Wild.\n\nYou might be interested:  Who won olympic hockey 2018\n\nWho is going to win the Stanley Cup in 2020?\n\n2020 Stanley Cup Odds: Bruins, Lightning Co-Favorites to Win NHL Championship .\n\nWho won Stanley Cup 2019?\n\nSt. Louis Blues\n\nWhat does round robin mean in hockey?\n\nA round robin is a scheduling system where three or more teams are in a tournament or playoff. This is opposed to the single elimination system which is used in the Stanley Cup playoffs, for example, where teams play only one opponent at a time.\n\nWhich team has the most Stanley Cups in the NHL?\n\nMontreal Canadiens\n\nWho won the Stanley Cup 2021?\n\nTyler Toffoli signed a big four-year deal with the Montreal Canadiens on Monday. 2021 Stanley Cup Odds.\n\nTeam Odds\nVegas Golden Knights +750\nTampa Bay Lightning +950\nBoston Bruins +1200\nPhiladelphia Flyers +1400\n\nWho is still in the Stanley Cup playoffs?\n\nNHL playoff bracket 2020: Updated TV schedule, scores, results for the Stanley Cup playoffs . After almost two months in the bubble, the Stanley Cup playoffs are down to the final two teams: the Dallas Stars and the Tampa Bay Lightning.\n\nIs the Stanley Cup over?\n\nEDMONTON, Alberta — The Tampa Bay Lightning defeated the Dallas Stars, 2-0, on Monday, more than two months after they entered the N.H.L. bubble in Toronto, to leave Edmonton as the winners of the 2020 Stanley Cup finals. Blake Coleman also scored for the Lightning in the second period.\n\nWhere is the NHL bubble?\n\nWhere is the NHL bubble? The NHL bubble, unlike the NBA bubble in Orlando, is in two hub cities: Edmonton (for Western Conference teams) and Toronto (for Eastern Conference teams). Games will be played at Edmonton’s Rogers Place and Toronto’s Scotiabank Arena without spectators.\n\nYou might be interested:  What do hockey players wear\n\nHow would a 24 team NHL playoff work?\n\nIn this 24 – team proposal, the top 12 teams from each conference, based on points percentage, will play on, with the top four in the East and West (regardless of division) each receiving a bye to the actual playoff portion. Those top four teams would play each other in a three-game round robin.\n\nIs the NHL Qualifying Round considered playoffs?\n\nWith the ratification of an extension to the collective bargaining agreement on July 10, the league also announced that all teams participating in the Qualifying Round are considered to have made the playoffs and have participated in a playoff series.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.9958519936,
        "format_confidence":0.6397521496
    },
    {
        "url":"http:\/\/www.highschoolfishing.org\/faqs\/",
        "text":"What is SAF?\n\nFirst of all, it’s a great way to promote education through fishing. Have you ever asked yourself, “when am I ever going to need to know this, or why do I need to learn that”? The objective of the SAF is to relate subject matter and basic principles of education to how anglers use them out on the water every day. Also, the SAF is aimed at getting students off the couch and back into the great outdoors by promoting the formation of fishing clubs and outdoor activities within the school. A byproduct of SAF efforts is the creation of competitive fishing in club tournaments and events between neighboring schools.\n\nHow can your school get started?\n\nThe process is pretty simple. First, if you’re an educator, parent or student interested in starting a club, CLICK HERE to download the information you will need to get started.\n\nWhat is the TBF Student Angler Federation program?\n\nThis is an educational program designed to introduce students to fishing and to show students the ever increasing career and educational opportunities through fishing. It also shows students how the basic elements of their education are used by tournament anglers every day out on the water and how you can use fishing and having fun to sharpen those basic skills that will help you later in life no matter what your career choice.\n\nHow can I get the TBF Student Angler Federation program in my school?\n\nThis relatively new program is designed to get students in schools across the country excited about fishing! In this program we encourage students in the Jr. High and High School age groups to get involved by forming school fishing clubs. Our program also adds purpose to their education by giving them real life examples how education items like math, science, and language arts are used by anglers out on the water every day. Combine that with a discussion on the ever increasing career opportunities that are being created by the sport and it gives students another great option for their after school time.\n\nHow does it work?\n\nSimilar to any other after school club. You’ll need a faculty or parent advisor it can be an Official school sanctioned club or a parent led club. You’ll hold regular meetings, election of officers and do other things just like any other club.\n\nHow do we qualify for national events?\n\nIt takes 6 members to start a Student Anglers Federation School Club. Once you have gone through the registration process and paid your dues, your school club will be a member of the Student Angler Federation receive all the member benefits and YOU can start fishing!\n\nHow can we join?\n\nSign up your CLUB up online using the Online Roster Management System.  OR to request information and sign up packet.   (NO PAPER ROSTERS – ALL SIGN UP IS ONLINE)\n\nHow much does it cost to join the SAF and what do we receive for our money?\n\nOur Student Angler Federation membership is $25 a year and for that you will receive the following items:\n\n– FULL TBF membership & benefits\n\n– Insurance coverage for you and your club\n\n– TBF Member Discounts to the TBF Member’s Only Online Store\n\n— FLW competitor membership and electronic version of FLW’S Magazine. (8 issues per calendar year)\n\n– A free year of Faculty of Fishing online training courses for every member.\n\n– Access to our School Club Fundraisers\n\n– The opportunity to fish in Competitive High School Events, all the way to the High School Fishing World Finals.\n\nHow do we get started?\n\nStart things off by DOWNLOADING  or Applying for our FREE Student Angler Federation School startup packet.\n\nIf you have any questions Contact the TBF National Youth Programs Coordinator for more details: Mark Gintert at info@highschoolfishing.org\n\n\nHigh School Fishing World Finals FAQs\n\nWho is organizing the event? The Bass Federation’s – Student Anglers Federation.  The Bass Federation (TBF) is a 100% member owned organization that is the oldest and largest organized grassroots fishing, youth and conservation organization there is. Who can participate? Any High School team from a TBF affiliated Student Angler Federation club that has at …\n\nView page »",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.9364621639,
        "format_confidence":0.97867167
    },
    {
        "url":"http:\/\/greenbrookhockeyclub.com\/Page.asp?n=105102&org=UUCGMQEUIMIDZYP.GREENBROOKHOCKEYCLUB.COM",
        "text":"Youth Roller Hockey\n\nMy my My my\n\nWhat is the Green Brook Hockey Club? (GBHC)\n\n\nThe Green Brook Hockey Club (GBHC)is a non-profit recreational inline hockey league for boys and girls aged 5 through 17. Our league was established in 1999 and are celebrating our 35th season of hockey Spring 2017. Players are assigned to teams in their age group and play a regular season and playoff schedule. We play 2 seasons each year, Spring (March-June) and Fall (September-November) The rink is located behind the Green Brook Middle School off of Jefferson Avenue in Green Brook, NJ. \n\nWhat type of equipment is required for our players?\n\n\nThe type of equipment that is required for our players is as follows: H.E.C.C approved hockey helmet, hockey gloves, elbow pads, knee & shin pads, inline skates, hockey stick, and athletic supporter & cup for boys. Please check our sponsor list to find some great hockey shops that can provide you with all your inline hockey equipment needs. \n\nHow safe is this sport and do injuries occur alot?\n\nHockey Player Hurting\n\nMinor injuries sometimes occur, but the utmost care and attention is provided when this happens. Our coaches and referees have all received training in the Heads Up! concussion program provided by the Center on Disease Control and Prevention. \n\nHow rough is the sport and is there checking?\nThe game of inline hockey is non-checking. While incidental contact may occur, deliberate body checking is not permitted and our referees will penalize any such actions. \n\nWhat is the role of parents in the league?\n\nFarmer and wife\n\nParents, besides supplying registration fees and equipment for their child, are encouraged to volunteer for various league activities such as coaching, assistant coaching, promotional activities, concession stand, rink maintenance, and other things to help our league grow and, at the same time, be a rewarding experience for our kids. Above all, parents are asked to maintain a high level of conduct, class, and sportsmanship. Parents now must strictly follow a code of conduct adopted by the GBHC Board of Directors. Following this code of conduct is essential to the success of our league and anything contrary to this will not be tolerated. There are now laws in place in the state of New Jersey requiring parents to adhere to a specified code of conduct during games. This code of conduct will be posted at the rink and be strictly enforced by the league. All parents are asked to exhibit behavior that our players can be proud of and, in fact, learn from. In general, our parents have shown a great sense of responsibilty which has led, in large part, to the success of our league. \n\nHow do I fulfill my Work Bond?\nA great way to fulfill your work bond requirement is to sign up for volunteer work at the Snack Shack or by assisting with rink maintenance and cleanup. Maintenance and clean-up tasks may include sweeping leaves, drying the rink, emptying trash and recycling containers and other tasks needed to help get our rink in playing condition. Be sure to ask about scheduled clean-up days that may take place before and after the season. \n\nWhen are games and practices scheduled?\n\n\nGames usually begin at 12PM on Saturday and Sunday. Our Learn to Play division plays at 10:30AM each Saturday. Our Division 4 and Division 3 games begin at 12PM on Saturday's and our Diviosn 2 and Division 1 games begin at 12PM on Sunday's. Rain make-ups for the Division 4 and Division 3 are usually scheduled for Sunday afternoons while make-ups for the Division 2 and Division 1 are usually scheduled for Saturday afternoons. Practices take place during the week in a 5:30, 6:30 or 7:30PM timeslot. \n\nIs the league limited to just kids in the Green Brook area?\n\n\nNo way! We accept registrations from any town in the state. Our league consists of kids from as far away as Phillipsburg and Hoboken! \n\nIs this league just for boys?\n\nHockey stick\n\nAbsolutely not!! Some of our best players in the league are girls, so if you know any girls who may be interested, by all means tell them our league will be a fun experience for them. \n\nHow good a skater\/player does my child have to be?\n\n\nAll skill levels are acceptable in our league. Yes, even if your child barely knows how to skate he\/she will learn some fundamentals of both skating and hockey skills. Many of our coaches can tell alot of great stories of progress with so many of our kids in the league over the last couple of years!! So if your child is a beginner in either skating or hockey, this is a great place to start!! \n\nAre there rules concerning coach and parent conduct?\n\nOfficer Muldoon\n\nWithout question. Rules of fan\/parent behavior are posted at the rink and we encourage our fans and parents to constantly review these and make sure you follow the rules of conduct. Failure to adhere to these rules may result in expulsion from the rink area and, if necessary, from the league. The same goes for our coaches, who also have a set of rules concerning their behavior behind the bench. While there have been some rare incidents requiring disciplinary action over the past few seasons, we are happy to say that most of our coaches and parents have exhibited discipline that their children can be proud of. Still, violations of these rules of conduct will not be tolerated and any disciplinary action that might be necessary will occur at the discretion of the board of directors. Remember parents and coaches, this league is for our kids...let's never lose sight of that!!! \n\nHow long is each game?\n\n\nEach of our games consists of 3 thirteen minute periods. The clock runs continuously through each period with the exception of the last 2 minutes of the 3rd period, where a ref's whistle will stop the clock providing that the score is either tied or a two goal difference. In the event of a tie, there is no overtime, except in the playoffs. In the playoffs, in the event of a tie there is a five minute sudden death overtime period. If the game is still tied after that, then we go to a 3 round shootout.",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.9960965514,
        "format_confidence":0.9026450515
    },
    {
        "url":"https:\/\/www.martingrovetennis.com\/faq",
        "text":"At MTC we strive to create an environment where everyone can meet new people and have fun playing the sport we all love. Our Mission is to enable everyone to be able to have fun through tennis. DM us to learn more about how we achieve this goal and why MTC is the place to be.\n\n\nMike Czerwinski\n\nManager & Head Pro\n\n\n  • Colorful YouTube Icon\n  • Colorful YouTube Icon\n  • Colorful Twitter Icon\n  • Colorful YouTube Icon\n\nMatthew Pux\n\nCommunications, Membership & Marketing Director\n\n\n\nCopyright 2019-2020 MGTC | All Rights Reserved\n\nGot a specific question?\n\n\nSend us an email or live chat with us in the bottom right part of your screen! We're here to help, always.\n\n\nHow do we get in contact with you?\n\n\nOur members and guests mean everything to us. For that reason we are available to be contacted by Live Chat (bottom right corner chat), email (info@martingrovetennis.com) and by phone Mike (Lessons & Junior Activities)(416) 821-5555 or Matthew (Membership & Adult Activities): (647) 885-2332 anytime from 9am - midnight. You can expect a reply within 6 hours. If you are contacting us outside of that timeframe response times may vary.\n\n\n\n\nHow secure is our personal information?\n\n\nWe do everything we can to make sure your information is kept secure. Starting from our website, we use HTTPS (secure) to ensure all of your information is encrypted. All of our membership and activity forms use Google Sheets. We use their service to keep the transition of your information secure so the second you submit your information it is encrypted and stored in our secure database. If you have any more concerns about how we keep your information secure please check out our Privacy Policy or contact us at: info@martingrovetennis.com.\n\n\n\n\nDo you have a summary of activity dates & times?\n\n\nGeneral Events\n\n- Spring After-School Program (April-June; Weekdays) 4pm - 7pm\n\n- Summer Camp (June-August; Weekdays) 9am - 4pm\n\n- Fall After-School Program (September-October; Weekdays) 4pm - 7pm\n\n- Junior Rookie Tournaments (May-October; Weekends) Saturday - 11am - 5pm \/ Sunday 9am - 4pm\n\n- Adult 3.0 Tournaments (May-October) Afternoon - Nighttime\n\n*Activities may arise without notice. Court Priority: Club activities > Members*\n\nWeekly Events\n\n- Monday Doubles Drop-in 7pm - 9pm\n\n- Tuesday\/Thursday (Alternating) Singles Ladder  7pm - 11pm\n\n- Tuesday  Intercounty B Team 7pm - 11pm\n\n- Wednesday House-League 6pm - 11pm\n\n- Thursday Intercounty C Team 7pm - 11pm\n\n- Friday Doubles Drop-in 7pm - 9pm\n\n\n\nOnline Registrations Opened\n\nSunday, December 8\n\n\nRegistration Day (at the club)\nApril 4 - time TBD\n\nOpening Day\nMay 2 - time TBD\n\nMonday Night Group Lessons\nApril 20, April 27, May 4 & May 11\n\nMonday & Friday Night Doubles Drop-Ins\nApril - October (Finalized dates TBD)\n\nTuesday Singles\nApril 28 - October 29\n\n\nWednesday Night House-League\nEvaluation: April 22\n\nApril 29 - October 28\n\nIntercounty Teams\nMay - September (Finalized dates TBD)\n\nClub Champion Tournament\n\nClosing Night Event\n\n\nAGM (Annual General Meeting)\n\n\nSpring After-School Program\nApril 20 - June 26\n\nSummer Camp\nJune 15 - September 4\n\nFall After-School Program\nSeptember 8 - October 30\n\nOTA Weekend Tournaments\nMay - October (Finalized dates TBD)\n\nLast day of tennis & Net take down\n\n\n\n\nHow does the Club operate, any volunteer opportunities?\n\n\nWe are operated by an Executive Board and volunteers. We are always open to adding more volunteers to our team.  Check out our volunteer page (MEMBERSHIP > MTC Volunteer Opportunities).  Please email info@martingrovetennis.com if you are interested!\n\n\n\nWhat important rules do I need to know?\n\n\n1. You must keep your Membership Tag on your person if you wish to have priority over the courts.\n\n\n2. We do not have a strict dress code, but please be sure to wear proper court shoes and tennis attire.\n\n\n3. Wait for points to finish before crossing another court and enter from the appropriate gate ensuring that you don't disturb more courts than needed. (Gate 1: Court 1 & 2 - Gate 2: Court 3 & 4)\n\n\n4. Be respectful at all times when at the Club, aggression and acting with dishonest intent is strictly prohibited when at Martingrove Tennis Club. Failure to follow Club rules will result in an Executive review potentially leading to membership removal.\n\n\n5. Please cooperate in keeping the Club area and courts clean at all times.\n\n\n6. No smoking is permitted within the Club's boundaries.\n\n\n7. Please review our Tennis Etiquette Policy: here\n\n\n\n\nI am interested in joining the Club. What does Membership entitle?\n\n\nAs a Member you will have priority access to the courts. Adults can participate in any Adult activity (provided there is space) and we have great Junior activities run by our Head Pro Mike Czerwinski & MC Academy of Tennis.\n\n\nHow can I pay for my Membership?\n\n\nThere are 3 ways to pay your Membership fees. 1) Cash (drop off at club). 2) Cheque (drop off at club). 3) Interac e-Transfer (our favourite!). Click here to learn how to send an Interac e-Transfer. It's secure and takes about 2 minutes to complete! Click here to learn more about Interac e-Transfers. If you have any questions please contact us at: info@martingrovetennis.com.\n\n\n\n\nAre there court fees?\n\n\nIf you are a Member of Martingrove Tennis Club there are zero court fees (select activities do have a fee).\n\n\n\n\nAre Non-Members allowed to play?\n\n\nNon-Members can use the courts if they are not occupied by Members and upon payment of a guest fee. Our guest fee has been set at $5.00. The guest fee of $5.00 is to be charged and will be deducted from the Membership fee should you decide to join. Non-Members can come in as guests one time only and then you have to decide whether to acquire the Membership.\n\n\nThis is a good time to remind you to put your shoe tag on your shoes so everyone will know you are a Member.  Alternatively, non-members can play every Sunday from 5pm - 11pm.\n\n\n\n\nDo you have a lesson program for Adults?\n\n\nYes! You can book Private lessons directly with our Head Pro Mike Czerwinski at headpro@martingrovetennis.com (please review Coach's Corner for Mike's fees). If you're looking for Group lessons please send an email to info@martingrovetennis.com and ask about Group lesson availability.\n\n\n\n\nDo you have a lesson program for Juniors?\n\n\nYes! We have a Summer Camp and a Spring\/Fall After-School Program. All activities are run by our Head Pro, Mike & MC Academy of Tennis. Mike's Camp and After-School Programs are great options to progress any level of tennis starting from beginner up to competitive tournament prep. Check out our Junior Activity page or email headpro@martingrovetennis.com for more details.  You can also check our MC Academy of Tennis's website here.\n\n\n\n\nDo Juniors need to pay for a Membership if they are only taking lessons with Mike or participating in a Junior Activity? \n\n\nYes, a Junior Membership is only ($20) this will be the only extra fee that is needed to enjoy all of our Junior Activities!\n\n\n\n\nDo Juniors have the same privileges as Adult Members?\n\n\nJuniors have full access to the courts unless an Adult Activity is taking up all of the courts. If an Adult Activity is running and there is a court available Junior Members have full access to that court. Junior Members can also attend all of our monthly social activities!\n\n\n\n\nDo you have any Adult Activities?\n\n\nYes! We have a Monday & Friday night Doubles Drop-in from 7pm - 9pm. Our Wednesday night House-League from 6pm - 11pm. Singles Ladder every Tuesday from 7pm - 11pm. Our Intercounty Team every Thursday night from 7pm - 11pm. If you have specific questions about any of our Adult activities please check out our Adult Activity page or contact us at info@martingrovetennis.com.\n\n\n\n\nHow do we know if an activity is cancelled?\n\n\nIf the activity is a Private or Group lesson with Mike, our Head Pro he will likely text you. If it is anything else we will post on the Updates page of our website or Matthew might send out an email.\n\n\n\n\nAre your courts indoor or outdoor and are you open all year?\n\n\nWe have 4 outdoor hard courts and we are open from April - October.\n\n\n\nWhom do I contact if I have a question, problem or complaint?\n\n\nPlease contact Matthew (matthew@martingrovetennis.com), should Matthew not resolve this for you, please send an email to our Executive Board.\n\nHow do I get in contact with the Executive Board?\n\n\nSend us an email at executive@martingrovetennis.com.\n\n\n\n\nHow can I improve my tennis skills?\n\n\nTake a few Private Lessons with our Head Pro Mike to fully understand and execute the main fundamentals of tennis. Once you're able to consistently hit the ball back and forth join us on Monday & Friday for our Doubles Drop-in.\n\nHow does the Monday & Friday Drop-In work?\n\nEvery Monday & Friday from 7pm - 9pm players will be matched up on a court depending on their playing ability. There will be a coordinator at the club so all you need to do is show up ready to play with your racquet and some water. You do not need to bring anyone with you, because you will be matched up once you arrive. Changeovers will happen every 30-45 minutes depending on the number of players waiting. You will play doubles with men or women, it all depends on your playing ability.\n\nHow does the Singles Ladder work?\n\nThe Singles Ladder will run every alternating Tuesday\/Thursday night from 7pm - 11pm. You will be given a username & password to login to our new online booking system. You will get to choose what time you play. Through the new booking system, you will be able to challenge players who have placed their name down for a specific court and time. Or you can place your name down and wait for another member to challenge you. You will move up and down on the ladder depending on whom you play and how many matches you win or lose.\n\nHow does House-League work?\n\nEvery Wednesday night from 6pm - 11pm House-League will be running. If you join House-League you will be playing at a different time every week (6-7, 7-8, 8-9, 9-10, 10-11), 1-hour matches. You will be... (truncated)",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.9942856431,
        "format_confidence":0.9759825468
    }
]