[
    {
        "url":"http:\/\/www.uncsd2012.org\/index.php?page=view&type=510&nr=536&menu=20",
        "text":"\nInternational Movement ATD Fourth World\n  • Date submitted: 1 Nov 2011\n  • Stakeholder type: Major Group\n  • Submission Document: Download\n  • Additional Document:\n\nNovember 2011\n\nContribution by the International Movement ATD Fourth World to the United Nations Conference on Sustainable Development zero draft outcome document.\n\nEradicating extreme poverty is a necessary condition for the realization of sustainable development. For this to be possible, the social, economic and environmental dimensions of sustainable development must be fully integrated and treated with equal importance in programming and delivery. It is within this context that the International Movement ATD Fourth World proposes that the outcome document of the United Nations Conference on Sustainable Development contain the following elements:\n\n1- Outcomes from the Conference should be based on internationally agreed human rights principles and standards. The work of the Human Rights Council in developing Guiding Principles on Extreme Poverty and Human Rights provides a useful reference in developing a human-rights based approach to sustainable development and poverty eradication. A rights-based approach will ensure the following:\n\n? Specific attention is given to the poorest and most vulnerable people who have been historically, and remain at present, most affected by both environmental degradation, and social and economic exclusion. Proposals on environmental protection, climate change mitigation and adaptation and economic transition should include mechanisms to ensure that benefits reach people living in extreme poverty. This should include guaranteeing a social protection floor which enables universal access to social, economic and cultural rights.\n\n? All sectors of society are able to participate in the planning, implementation and assessment of sustainable development policies and programs, including people living in extreme poverty. This requires relevant decision-making bodies at all levels to establish specific mechanisms and institutional arrangements through which persons living in extreme poverty can also effectively and meaningfully participate in all stages of decision-making processes. Obstacles to participation must also be identified and addressed, such as lack of access to relevant and understandable information and opportunity costs.\n\n? Priority is given to climate change mitigation and adaptation strategies that build on local knowledge and capacities, and empower local communities with the technologies, financial resources and skills required in order for these strategies to be sustainable. To the extent possible, small-scale, inclusively managed projects will be promoted and supported, in order to protect the environment and improve the living conditions of people living in poverty.\n\n2 ? An outcome of the Conference to create Sustainable Development Goals must have at its core the eradication of extreme poverty, in each of the three pillars of a sustainable development: environmental, economic and social. This will ensure complementarity with efforts to achieve the Millennium Development Goals. It will also contribute to the development of a post-2015 development framework that maintains the eradication of extreme poverty as a central aim.\n\nCopyright (c) United Nations 2011 | Terms of Use | Privacy Notice | Contact | Site Map | New",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9610049129,
        "format_confidence":0.7079204917
    },
    {
        "url":"https:\/\/www.thecommunists.net\/publications\/revcom-73\/",
        "text":"Revolutionary Communism No. 73 (September 2017)\n\nEnglish-Language Journal of the Revolutionary Communist International Tendency (RCIT)\n\n\n\n\nNorth Korea: Stop the American Warmongers!\nUS Sanctions against Russia, Iran, and North Korea are an Economic Declaration of War\nThere is No Progressive Camp in the China-India Border Conflict!\n\nHow the Pentagon Views the World Situation\nA New Study by the US Military Confirms Marxists’ Analysis of the Current Historic Period\nIntroductory Remarks\n“An Environment where the one Certainty is in fact Uncertainty”\nThe “Status Quo,” “Revisionist,” “Revolutionary” and “Rejectionist” Forces\nThe “Post-US Primacy” Period: Recognition of the Decline of US Imperialism as the Absolute Hegemonic Great Power\nThe Emergence of China and Russia as Imperialist Powers and the Acceleration of the Rivalry between the Great Power\nA Looming Global “Arab Spring”?\nThe Struggle for Hearts and Minds\nMore Imperialist Wars\nIdeological Warfare: “The Strategic Manipulation of Perceptions”\n“Gray-Zone” Challenge, Surge Demands, New Strategy: The Call for a Bonapartist Regime and the Restriction of Bourgeois Democracy\nHistoric Analogies\nFinal Remarks\n\nAdobe Acrobat Document 1.4 MB",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9953344464,
        "format_confidence":0.5588703156
    },
    {
        "url":"https:\/\/www.anef.org\/benchmarking-policy-measures-for-gender-equality-in-science-rapport-de-la-commission-europeenne-2008\/",
        "text":"Benchmarking policy measures for gender equality in science, Rapport de la Commission Européenne, 2008\n\nUne étude menée par Elyse Ruest-Archambault avec la collaboration des Prof. Nick von Tunzelmann from the Science and Technology Policy Research Unit (SPRU) of the University of Sussex, Dr Simona Iammarino from SPRU, Nick Jagger et Dr Linda Miller from the Institute for Employment Studies. L’équipe serbe du Mihajlo Pupin Institute comprend les Prof. Djuro Kutlaca, Dr Dusica Semencenko, Sanja Popvic-Pantic et Maria Mosurovic.\n\nThe aim of this study is to benchmark the policy measures for gender equality in science in the European Union, its associated members, and the Western Balkan region. Through defining a structure for mapping and classifying the measures, key policies and actions designed to promote gender equality in science were identified. The resulting profiles of national policies and statistics relating to women in science were then analysed to determine the extent to which the identified policies and actions were associated with changes in the proportions of women in science in the EU.\n\nThe national policy reports indicate that much progress has been achieved since the last Helsinki group’s report on national policies on women and science (Rees 2002). All the studied countries now have equal treatment legislation, and only three countries (Former Yugoslav Republic of Macedonia, Israel and Switzerland) do not have a ministry with responsibility for women’s issues or a Statutory Gender Equality Agency. Five more countries (Denmark, Estonia, France, Latvia and Spain) have declared their commitment to gender mainstreaming since 2002, leaving 12 countries (32%) out of 38 with no mainstreaming plans. All but two countries (Former Yugoslav Republic of Macedonia and Montenegro) offer women’s or gender studies courses within their universities, and sex-disaggregated statistics are becoming more available, with only three countries not reporting such data (Luxembourg, Bosnia and Herzegovina, and Montenegro).(…)\n\nTélécharger le rapport (164p. en): Benchmarking policy measures for gender equality in science_2008",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8571643233,
        "format_confidence":0.9377210736
    },
    {
        "url":"http:\/\/adsetsinformationweblog.blogspot.com\/2017\/03\/green-governance-local-politics-and.html",
        "text":"Tuesday, 7 March 2017\n\nGreen governance? Local politics and ethical businesses in Great Britain\n\nan article by Tony Bradley and Curtis Ziniel (Liverpool Hope Business School, Liverpool, UK) published in Business Ethics: a European Review Volume 26 Issue 1 (January 2017)\n\n\nOne of the least understood aspects of the world-wide “greening of markets” is the emergence of local “ethical marketplaces” and the subset of alternative business models described as “ethical businesses”. But previous research has demonstrated the ability of local politicians to encourage their regions toward more ethical marketplaces.\n\nThis paper explores the impact radical centrist third party representation has on the emergence of ethical businesses across Great Britain. To understand this relationship, we utilize a novel data set of organizations with membership in Ethical Junction, the United Kingdom’s largest network for ethical businesses.\n\nWe use a zero-inﬂated Poisson regression to model the connection, and ﬁnd a meaningful relationship, between third-party political representation on British local councils and the presence of ethical businesses within local authorities. This presents an example of the way in which radical political change may be part of a wider social movement toward greening markets.\n\nFull text (PDF)\n\nNo comments:",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8778411746,
        "format_confidence":0.8241356611
    },
    {
        "url":"http:\/\/www.principialibertatis.com\/controversies\/2015\/7\/31\/-bastiat-the-law-part-i",
        "text":"Frédéric Bastiat, The Law (Part I)\n\nFrédéric Bastiat, The Law (Irvington-on-Hudson: Foundation for Economic Education, 1994).\n\nBastiat begins by explaining the origins of our rights, finding that they are God-given and concern the right to life, liberty, and property. Since men have the natural right to defend their life and liberty, they therefore have the right to organize collectively in order to achieve this purpose more effectively. Law, in Bastiat’s formulation, is thus “the collective organization of the individual right to lawful defense” (2). This collective force cannot transcend the mission it was created for: “Since no individual acting separately can lawfully use force to destroy the rights of others, does it not logically follow that the same principle also applies to the common force that is nothing more than the organization combination of the individual forces?” If this collective force began making rules and regulations concerning for what peaceful uses individuals can use their lawfully owned property, it would be overstepping its mission and acting unjustly. Yet, according to Bastiat, men try to substitute plunder for labor in order to “live and prosper at the expense of others” when plundering becomes less costly than labor (4-5). “This fatal desire has its origin in the very nature of man--in that primitive, universal, and insuppressible instinct that impels him to satisfy his desires with the least possible pain” (5).\n\nOnce the law becomes perverted to destroy independence, liberty, and property, society inevitably rebels against oppression and plunder, or is corrupted into sharing in the spoils. “Until that happens, the few practice plunder upon the many. . . .But then, participation in the making of law becomes universal. And then, men seek to balance their conflicting interests by universal plunder. Instead of rooting out the injustices found in society, they make these injustices general” (6). The perversion then forces them to choose between morality and injustice, a choice that will either curb his moral sensibilities or curb his respect for the law (7). And when law and morality are divorced, it engenders the individual to question whence the legitimacy of the law springs, for it is no longer immediately evident why such rules are valid when they conflict with the individual’s basic moral premises. State functionaries are then induced to imagine ingenious narratives; for the immaculate conception of the state, for positivism--the law is just because it is the law--or for the convenient lie that the law springs from the people, and it was the people themselves who authorized the law, even though no such consent has ever occurred.\n\nAnother effect identified by Bastiat is that this perversion enlarges the political sphere--shrinking individual autonomy--and thus aggrandizing the significance of politics (8). Politics would essentially be nonexistent if government only had the power to protect life, liberty and property, rather than to plunder, for where there is nothing to gain by politics very few will waste their time engaging in it. In addition, Bastiat distinguishes between legal and illegal plunder. Illegal plunder, such as bare theft, is only a small problem to the free society because it is not systematically organized and bears no stamp of legitimacy. However, plunder organized and sanctioned by the State--legal plunder--threatens society itself by creating antagonistic interests each of whom fight for a greater share of the treasure in a zero-sum game. It institutionalizes plunder and creates vested interests who benefit from it and stand to lose a great deal if and when it ceases to exist (10-13). The easiest way to define legal plunder, says Bastiat, is to “See if the law takes from some persons what belongs to them, and gives it to other persons to whom it does not belong. See if the law benefits one citizen at the expense of another by doing what the citizen himself cannot do without committing a crime” (13).\n\nBastiat finds the most popular fallacy of his times--”socialism”--to be that\n\nIt is not considered sufficient that the law should be just; it must be philanthropic. Nor is it sufficient that the law should guarantee to every citizen the free and inoffensive use of his faculties for physical, intellectual, and moral self-improvement. Instead, it is demanded that the law should directly extend welfare, education, and morality through the nation (16).\n\nThe problem is that in moving beyond protecting “mere” freedom through the law, we begin destroying freedom because each of these things we would hope to provide necessarily diminish the sphere of voluntary action and restrict freedom.\n\nHe defines plunder as the forced or fraudulent transfer of property from one individual to another (17). The problem of legal plunder separates the receiver of the benefits of plunder from the individuals who commit the plunder, which is very dangerous. This distancing was the same tactic used in many twentieth century acts of genocide to distance the perpetrator from the genocidal act and his victim, allowing an unprecedented scale of horrors. Bastiat identifies three systems of plunder, namely protectionism, socialism, and communism, all of which derive from the same underlying principle of plunder but have different gradations.\n\nIt is important to remember that force is only applicable and legitimate under certain circumstances, so insofar as the law is the organized use of force, to use the law to organize labor, education, religion, or other objects would destroy justice.\n\nWhen law and force keep a person within the bounds of justice, they impose nothing but a mere negation. They oblige him only to abstain from harming others. They violate neither his personality, his liberty, nor his property. They safeguard all of these. They are defensive; they defend equally the rights of all (19). \n\nIn acting positively on people, the law imposes rather than defends.\n\nThe idea that the law and charity could be compatible is inconceivable, admonishes Bastiat, for each dollar in possession of the treasury to dole out for “charity” has been taken from someone else--this is the very definition of plunder (21). It is no more charity to use the law to organize education or religion than to organize oppression. Bastiat notes that this view has been branded individualism by its opponents, no doubt to give the impression that those who oppose the organization of these needful enterprises by force are actually against fraternity, cooperation, brotherhood, charity, association etc. Yet, Bastiat points out that\n\nwe repudiate only forced organization, not natural organization. We repudiate the forms of association that are forced upon us, not free association. We repudiate forced fraternity, not true fraternity. We repudiate the artificial unity that does nothing more than deprive persons of individual responsibility (22).\n\nIn making making this charge, the socialist\n\nconfuses the distinction between government and society. As a result of this, every time we object to a thing being done by government, the socialists conclude that we object to its being done at all. We disapprove of state education. Then the socialists say that we are opposed to any education. We object to a state religion. Then the socialists say that we want no religion at all. We object to a state-enforced equality. Then they say that we are against equality. And so on, and so on. It is as if the socialists were to accuse us of not wanting persons to eat because we do not want the state to raise grain (22). \n\nIn thinking this, Bastiat says socialist writers are under the impression that individuals “are susceptible to being shaped — by the will and hand of another person — into an infinite variety of forms, more or less symmetrical, artistic, and perfected” and that it is they, the socialist intellectual, who must do the shaping (23). Bastiat believes that socialists see mankind as possessed by inclinations to do wrong, or to do the opposite of what safety, productivity, and morality require of them. They also see, however, that some people, such as themselves, are not possessed with this disability, and it is people like themselves who ought to legislate “in order to substitute their own inclinations for those of the human race” through the use of force (25).\n\nMontesquieu had thought that the laws ought to level incomes enough that the wealthy had to continue to labor in order to continue accumulating wealth. This view of democracy and the need for equality was pervasive among many scholars and laymen alike. However Bastiat points out that absolute equality, or even a high degree of relative equality, may be detrimental. Even if such equality could be achieved through the law, it still constitutes plunder; and the means to achieving such equality in practice would be “frightful” (30-32).\n\nNext, Bastiat examines what Rousseau had to say on the subject. Since Rousseau thought the enlightened prince was rare, it must be that the enlightened legislator, by whom the Prince’s actions are guided, is even more rare. Under these conditions, we should expect that a legislator, choosing to direct the efforts of government after a particular object, may make mistakes in choosing the object of government desired by the people or conducive to their well-being. This will have severe consequences in the form of unanticipated effects and greater popular agitation (32-35).\n\nThe chief error of socialist writers was to assume the desirability of the structures of past societies such that they should be presently implemented: They did not understand that knowledge appears and grows with the passage of time; and that in proportion to this growth of knowledge, might takes the side of right, and society regains possession of itself” (39) And it is the desire of intellectuals “to set themselves above mankind in order to arrange, organize, and regulate it accord... (truncated)",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.913687408,
        "format_confidence":0.8782597184
    },
    {
        "url":"https:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=1540711",
        "text":"Which Elections Can Be Lost?\n\n42 Pages Posted: 29 Aug 2010 Last revised: 26 Feb 2013\n\nSee all articles by Susan D. Hyde\n\nSusan D. Hyde\n\nUniversity of California, Berkeley\n\nNikolay Marinov\n\nUniversity of Houston - Department of Political Science\n\nDate Written: August 4, 2011\n\n\nThe concept of electoral competition is relevant to a variety of research agendas in political science, yet the question of how to measure electoral competition has received little direct attention. We revisit the distinction proposed by Giovanni Sartori between competition as a structure or rule of the game and competitiveness as an outcome of that game, and argue that to understand which elections can be lost (and therefore when parties and leaders are potentially threatened by electoral accountability), scholars may be better off considering the full range of elections where competition is allowed. We provide a dataset of all national elections between 1945 and 2006 and a measure of whether each election event is structured such that competition is possible. We outline the pitfalls of other measures used by scholars to de fine the potential for electoral competition, and show that such methods can lead to biased or incomplete findings. The new global data on elections and the minimal conditions necessary for electoral competition are introduced, followed by an empirical illustration of the differences between the proposed measure of competition and existing methods used to infer the existence of competition.\n\nKeywords: elections, competition, electoral authoritarianism, hybrid regimes\n\nSuggested Citation\n\nHyde, Susan D. and Marinov, Nikolay, Which Elections Can Be Lost? (August 4, 2011). Available at SSRN: https:\/\/ssrn.com\/abstract=1540711 or http:\/\/dx.doi.org\/10.2139\/ssrn.1540711\n\nSusan D. Hyde (Contact Author)\n\nUniversity of California, Berkeley ( email )\n\n310 Barrows Hall\nBerkeley, CA 94720\nUnited States\n5106424533 (Phone)\n\nNikolay Marinov\n\nUniversity of Houston - Department of Political Science ( email )\n\nTX 77204-3011\nUnited States\n\nHOME PAGE: http:\/\/www.nikolaymarinov.com\n\nHere is the Coronavirus\nrelated research on SSRN\n\nPaper statistics\n\nAbstract Views\nPlumX Metrics",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.9873609543,
        "format_confidence":0.9793542624
    },
    {
        "url":"https:\/\/www.thefreelibrary.com\/The+nature+and+role+of+ideology+in+the+modern+Cambodian+state-a0153690884",
        "text":"Printer Friendly\n\nThe nature and role of ideology in the modern Cambodian state.\n\nCambodia's modern history in the half-century since regaining independence from France has been divided into six clearly defined regimes. The first of these, for the purpose of this article, will be identified as the Sangkum Reastr Niyum (People's Socialist Community) or simply the Sangkum, because this mass political movement created by Prince Sihanouk in 1955 is more alive as an entity in popular memory than the official Kingdom of Cambodia, which governed the country constitutionally from 1947 until the coup d'etat of 18 March 1970 delivered the Khmer Republic. Five years of bitter civil war sparked by the coup gave victory to the radical social revolutionaries who ruled over Democratic Kampuchea until they were driven out in January 1979 by members of a more moderate, Vietnam-backed faction of the original Communist Party of Kampuchea (CPK) which created the People's Republic of Kampuchea (PRK). (1) In April 1989, this regime transformed itself into the State of Cambodia, which served as a bridging government until an internationally sponsored peace process helped to create a political environment considered sufficiently neutral for democratic elections, which took place in May 1993. The government of what is now known once again as the Kingdom of Cambodia is now in its third legislature.\n\nEach of these regimes governed according to a written constitution approved, in most cases, by a popularly elected legislative assembly. In general, however, Cambodian citizens have been poorly served by their constitutions. In the absence of supporting state institutions, particularly an impartial judiciary, rights guaranteed by successive constitutions have not been delivered or protected, or have been only poorly so. The same politicians who swear defence of the constitution just as easily subvert, manipulate or simply ignore it with impunity. Instead of constitutional guarantees, Serge Thion notes, nepotism, corruption and factionalism--and he might have added politically motivated killings--have been 'means of governing' Cambodia since independence from France in 1953. (2) These features of government apply with some variation in degree but little by way of nature to each of the post-independence regimes, which otherwise differed radically in political persuasion and generally divorced themselves from the preceding regime by forceful and even brutally violent means.\n\nThe Cambodian constitutions, according to Raoul Jennar, are not representative and are not 'snapshots' of the corresponding regime. 'At the very most', he argues, 'they allow one to observe the principal preoccupations of the ruling class, including the image of the country they hoped to offer to the outside world.' Those preoccupations, which are consistent, he says, include territorial integrity, claims to neutrality and non-alignment and the permanence of an omnipresent state. It is this third characteristic that draws the most fire from Jennar's analysis of the constitutions:\n   Even in the 1993 constitution which appears to be the most liberal,\n   state pretensions to interfere in the private sector and to shape\n   individuals according to cultural or ideological criteria are still\n   present.... Any liberties proclaimed are always conceded, always\n   subject to the discretion of the authorities.... Until now, the\n   ruling class has always refused to accept Cambodians as responsible\n   actors. The rights and liberties which they have sometimes enjoyed\n   did not belong to them. Being granted, they could also be taken\n   away. (3)\n\nIf we accept the argument that the Cambodian state, as evidenced by successive constitutions, aims 'to shape individuals according to cultural or ideological criteria', what ideology or ideologies have provided the basis for these criteria? Despite the vast differences in political orientation, have there been consistent preoccupations within the ideologies of successive Cambodian regimes since independence, as there have been within the constitutions? An answer to this latter question may help to explain the ideological underpinnings, or lack of them, of the Hun Sen regime and perhaps provide reasons for its longevity. This article is concerned with ideology as theory or 'ism', rather than with its social function as an instrument of hegemony. As Jennar implies, hegemony is taken for granted by the Cambodian ruling elite, who have historically assumed the passive acquiescence of the masses--particularly the rural masses--and relied upon the unifying force of Khmerness, the spiritual sense of belonging to a discrete cultural group, to legitimise their use of power. Unlike the drafting of constitutions, formulation of state ideology does not invite mass participation. (4) Ideology is the domain of the ruling group, whose members are recognized as its adherents; thus, by corollary, those who do not share its worldview are excluded from the benefits of power-holding, from the exercise of those 'means of governing' to which Thion referred.\n\nAs will be demonstrated, successive Cambodian state ideologies fit well with Theda Skocpol's definition of them as 'idea systems deployed as self-conscious political arguments by identifiable political actors ... developed and deployed by particular groups or alliances engaged in temporally specific political conflicts or attempts to justify the use of state power'. (5) Ideologies, Douglas Kellner adds, 'provide theories about the economy, state, or education that legitimate certain dominant institutions and ideas, and prescribe conformist acceptance.... [They] are value-laden to the core, and are directly related to social practice ... but not effective or credible unless [they] achieve resonance with people's experience'. The power of an ideology, he contends, 'resides in its ability to give birth to a new view of the world and to motivate its advocates to political action'. (6)\n\nUntil early 1985, when the National Assembly confirmed the appointment of Hun Sen, former minister for foreign affairs and deputy prime minister, as prime minister of the PRK, each Cambodian post-independence regime ruled in the name of an idiosyncratic idea system, an identifiable ideology, to justify its use of state power and to explicate a worldview to which the masses were expected to commit themselves. King Norodom Sihanouk abdicated in 1955 in order to involve himself directly in the Sangkum government, and he personally developed its ideology of Buddhist socialism. The Khmer Republic, which idealized the modern political principles of the United States, adopted Neo-Khmerism to justify usurping the throne. The Khmer Rouge struggled to fit their class analysis into orthodox Marxism and to proceed with revolution 'in one country' as the Chinese Communist Party had done until, as if defeated by the effort, they resorted to the xenophobia of the preceding regime in order to unite their forces and justify their power.\n\nEarly leaders of the PRK, trained in socialist theory and dialectic in Vietnam, believed they could revive the revolution by taking it back to 'genuine' Marxism-Leninism. Their efforts had already failed some years before international socialism itself lost appeal as the ideology of a worldwide leftist movement. Immediately after taking executive power, Hun Sen used his position and his party status to effect sweeping changes to the administration in order to facilitate liberal economic reforms. These were pragmatic reforms; the PRK did not espouse capitalism or liberalism between 1985 and 1989, it simply discarded socialist economic practices. During peace talks leading up to the resolution of the Cambodia problem in October 1991, it was agreed that the monarchy would be restored in a manner to be defined by the constitution.\n\nIn the two decades that Hun Sen has been his country's prime minister, Cambodia has seemingly lacked an indigenous idea system to identify the philosophical character of its ruling elite. The restoration of Cambodian society and state institutions has been effected in the absence of any discernible overarching ideology. By contrast, each previous regime up to 1985 left behind documentary evidence attesting to its core principles. In the case of the Sangkum, there was such a surfeit of propaganda literature that, according to Milton Osborne, 'the country's one mass political movement came close to being befuddled by words and speeches into imagining that there was a consistent and operative link between these public expressions of views and the actions which the prince's government took'. (7) This was indeed the case. Those persistent 'means of governing', along with other entrenched official habits, always intervened to thwart the ideologues. The aim here is not to assess the ideology of successive Cambodian regimes in terms of applied outcomes. Through the study of a selection of key documents, however, some consistent characteristics should emerge which can be tested against statements and goals of the current regime in order to propose what might loosely be termed an ideology for the Hun Sen era of Cambodian politics.\n\nIdeology in the Sangkum\n\nPrince Sihanouk argued that ideology was an imperative factor in the construction of a modern state. In an article entitled 'Notre Sangkum' which first appeared in Le Monde in October 1963, he explained:\n   [T]he creation of the People's Socialist Community did not only\n   respond to the necessity of putting an end to the quarrels and\n   rivalry of parties and political groupings and bringing them\n   together in a vast movement of unity. In fact, independent Cambodia\n   imperatively had to give itself a political and social ideology on\n   which it could support itself while building itself as a modern\n\nThe monarchy and the Buddhist religion, those 'irreplaceable factors of unity' in Cambodia, had to be complemented by what he termed the 'birth or ... (truncated)",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8672074676,
        "format_confidence":0.7167201042
    },
    {
        "url":"http:\/\/cultureandhistory.revistas.csic.es\/index.php\/cultureandhistory\/article\/view\/69\/254",
        "text":"CHDJ Culture & History Digital Journal Cult. Hist. Digit. J. 2253-797X Consejo Superior de Investigaciones Cientificas chdj.2015.005 10.3989\/chdj.2015.005 Articles Representations of Peronism as totalitarianism in the view of the Socialist Party during a Cold War period in Argentina (1950-1955) Representaciones del peronismo como totalitarismo en la mirada del Partido Socialista durante la temprana Guerra Fría en Argentina (1950-1955) Representations of Peronism as totalitarianism in the view of the Socialist Party during a Cold War period in Argentina (1950-1955) Artinian Juan Pablo Universidad de Buenos Aires, Zip Code 1406, 1435 Hortiguera street, Buenos Aires e-mail: 30 06 2015 2015 4 1 10.3989\/chdj.2015.005 07 05 2014 27 11 2014 © 2015 CSIC 2015 This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial (by-nc) Spain 3.0 License. ABSTRACT\n\nThis article analyzes forms of cultural production that opposed Peronism in Argentina between 1950 and 1955 in the context of the Cold War. It focuses on representations created by Argentina’s Socialist Party. This party created a series of discourses opposed to Peronism using local and transnational categories that were framed by the country’s own view of the Cold War. The Socialist Party used these discourses to stigmatize Perón’s Argentina as a species of totalitarian state. This article sought to go beyond the traditional perspectives of Cold War historiography, whose focus is on diplomatic and military history and the bulk of whose analysis is devoted to dissecting the United States’ attempts to establish hegemony over Latin America or to describing the phenomenon of justicialismo’s “third position.” This article, on the other hand, sought to use cultural analysis to explore Latin America’s own agency in its adoption of language pertaining to the early Cold War period. Socialists crafted a stylized, and sometimes exaggerated, discourse in which imagery belonging to fascism and, to a lesser extent, Stalinism after the rise of the Iron Curtain, was combined with the local figure of nineteenth century governor Juan Manuel de Rosas.\n\n\nRepresentaciones del peronismo como totalitarismo en la mirada del Partido Socialista durante la temprana Guerra Fría en Argentina (1950-1955).- Este artículo analiza formas culturales que se opusieron al Peronismo en Argentina entre 1950 y 1955 en el contexto de la Guerra Fría. El artículo se focaliza en las representaciones creadas por el Partido Socialista Argentino. Este partido creó una serie de discursos opuestos al peronismo a través de categorías e ideas trasnacionales y locales enmarcadas en nociones propias de la Guerra Fría. Así el Partido Socialista estigmatizó al peronismo como una forma de estado totalitario. Este artículo busca ir más allá de las visiones tradicionales de la historiografía sobre la Guerra Fría basadas en la historia diplomática o militar donde gran parte del análisis daba cuenta de los intentos hegemónicos de los Estados Unidos en la región o mostrar el fenómeno de la denominada “tercera posición” justicialista. Este trabajo por el contrario busca explorar desde una análisis de la historia cultural la agencia propia de América Latina en sus usos del lenguaje de la Guerra Fría. Así los socialistas elaboraron un estilizado y por momentos exagerado discurso donde tanto imágenes propias del fascismo y en menor medida del estalinismo posterior a la Cortina de Hierro se mezclaban con la figura del gobernador del siglo XIX Juan Manuel de Rosas.\n\nKEYWORDS Latin America cultural production Peron Evita Fascism totalitarianism PALABRAS CLAVE América Latina producción cultural Perón Evita Fascismo Totalitarismo\n\nOn August 22nd, 1951 in Buenos Aires, a crowd of more than a million took part in Justicialismo’s Open Cabildo. The crowd took up a large section of the 9 de Julio, Buenos Aires’s main thoroughfare, while a stage was set up in front of the Bienestar Social building, where thousands of demonstrators demanded that Evita be made Juan Perón’s vice-presidential candidate in the upcoming election of 1952. After the crowd had waited for over eight hours, and as night was coming on, Evita announced to all those assembled her “historic renunciation” to office the vice-presidency (Navarro, 2011: 282-284). The event that came to be known as Justicialismo’s Open Cabildo was criticized by one of Peronism’s leading opponents: the Socialist Party. Nuevas Bases, the primary organ for the diffusion of socialist opinion, referred this to this enormous Peronist gathering as the “triumph of the totalitarian state.”\n\nThis article will analyze forms of cultural production that opposed Peronism in Argentina between 1950 and 1955 in the context of the Cold War. It will focus on representations created by Argentina’s Socialist Party. This party created a series of discourses opposed to Peronism using local and transnational categories that were framed by the country’s own view of the Cold War. The Socialist Party used these discourses to stigmatize Perón’s Argentina as a species of totalitarian state.1 At the same time, socialists depicted the idea of totalitarianism using a form of discourse specific to Argentina that had its roots in the country’s liberal tradition, comparing Perón to the figure that, in this tradition, embodied authoritarianism in the nineteenth century: Juan Manuel de Rosas.\n\nLatin American perspectives on the Cold War\n\nIn general, the historiography of the Cold War period in Latin America has revolved around the idea of a bipolar conflict and examined the ways that the superpowers wielded their power and influence in the “third world.” This has been particularly true of Argentine historiography. At the same time, a traditional emphasis on the region’s diplomatic and political history has led historians to focus their research on the United States’ attempts to establish hegemonic rule over Latin America (Calandra and Franco, 2012). Argentina’s own tensions with the United States have been studied extensively by local historiography. Still, over the past few years, a number of analyses have called this academic orientation into question. Historians have begun to scrutinize local dynamics, Latin America’s own agency, and the roles that social and political actors other than the state played during the Cold War. Meanwhile, new perspectives that take into account issues raised by social and cultural historians have begun to emerge and take their place alongside traditionally minded analyses that focus on political, diplomatic, or military history (Harmer, 2011 and Morgenfeld, 2011). This article aligns itself with these new viewpoints and will try to develop a narrative in which local Argentine political dynamics, defined by political and cultural rivalries that existed during the Peronist period, generated a set of political discourses linked to Argentines’ own ideas about the Cold War. It will seek to go beyond works that have focused on the influence and pressure exerted on Argentina by the United States or analyses that have argued that Argentina assumed a “third position” during the Peronist period. If our analysis deemphasizes these historical tensions, we affirm that our examination of socialists’ criticisms of Peronism will contribute to a narrative that shows that the symbolic production that dealt with Cold War issues in Argentina was not just a local discourse, but also a transnational one.\n\nThis article will employ some analytical strategies that are associated with the study of cultural history. I will analyze the cultural production of Argentina’s socialists following Lynn Hunt’s concept of political culture (Hunt, 1984:10-11). At the same time, we will utilize methodologies originated by Peter Burke to analyze visual source material (Burke, 2001). Burke posits that visual sources should be read independently from the artist’s intention and should be considered historical documents in the same way that oral and written sources are.2\n\nUntil now, few academic studies have examined the cultural production of the Socialist Party.3 Even fewer have attempted to analyze the visual universe created by this party during Peronism’s “classic” period. We should, then, ask ourselves the following questions: What means of production did this party employ to create a political culture of their own? How did they speak to their common political base — the working class— as they competed with Peronism for adherents? Most importantly, how did the language typical of the Cold War manifest itself in the political culture produced by the socialists who sought to challenge Peronism?\n\nAttempts to create a Peronist cultural hegemony\n\nIn 1943 —a group of army officers, one of whom was Juan Domingo Perón— took power. Perón took charge of the old Departamento de Trabajo y Prevision —the department of labor and planning— which he made into a Secretariat. He also served as Argentina’s minister of war and as its vice-president. During the period that he led the Secretaría de Trabajo y Previsión, Perón established strong ties to the country’s labor unions. Perón, then a rising star in Argentina’s government, was watched jealously by the officers who had appointed him to his post and later imprisoned on the island of Martín García. Argentina’s workers reacted by staging a march to the Plaza de Mayo on October 17th, 1945. After freeing Perón, the country’s de facto government scheduled elections. The United States took an active role during the presidential campaign, denouncing Perón and criticizing him as a local follower of the fascist movement, which had recently been crushed in Europe. These circumstances gave the discourse formulated by the so-called Unión Democrática, a disparate group which included the Unión Cívica Radical, the Partido Socialista, the Partido Comunista, and the Partido Demócrata Progresista, a transnational dimension. This discourse called on Argentines to fight ... (truncated)",
        "topic_id":17,
        "format_id":0,
        "topic_confidence":0.8714606762,
        "format_confidence":0.9733889103
    }
]