[
    {
        "url":"http:\/\/www.brazzers.com\/profile\/view\/id\/429\/tory-lane\/page\/3\/",
        "text":"Follow Us\n\n\nTory Lane\n\n26 Scenes\n  • September 30, 1982\n  • Ft. Lauderdale, FL\n  • Italian\n  • Medium Skin\n  • 118lb\n  • 5'6\"\n  • 34D-24-32\n  • Allstar\n\n\nBusiness woman,former ballet dancer, and pornstar extraordinaire. Tory Lane is a woman who knows what she wants, and knows how to get it. Before jumping deep into the adult entertainment industry, Tory Lane had employment through Hooters, a stripclub, and even an adult bookstore. It was at Hooters that she was eventually approached by a representative of LA Direct Models, a talent agency that supplies the Los Angeles adult industry with actresses, to star in pornographic film and photos. Her mother is very supportive of her career choice. She starred in her first pornographic film at the age of 21. Like most of our talented Brazzers girls, Miss Lane has had numerous nominations and awards to her name, like the AVN Award for Best POV Sex Scene in 2009. She has continued her career as a stripper, often touring strip clubs and night clubs across the Southwestern United States as a featured dancer. She also has a website, for which she shoots exclusive scenes and photo layouts, as well as personally answers fan mail and participates in online chats. She is known for her enthusiastic performances and giving deepthroat.\n\nScenes featuring Tory Lane 26",
        "topic_id":0,
        "format_id":14,
        "topic_confidence":0.9785106182,
        "format_confidence":0.707332015
    },
    {
        "url":"https:\/\/www.meetmilfs.org\/aviceslut\/",
        "text":"Aviceslut's Profile Page\n\n  • I Want to Meet a Man\n  • My Age is 30\n  • My Country is United States\n  • I Live in Ashburn\n  • My Bodytype is Slim\n  • My Ethnicity is Caucasian\n\nPersonal Information\n\nHi, I am a happily married woman who is missing only one thing. Great Sex. So with hubby approval, I'm seeking just that. Discreetly!!! Which means if you are interested do not expect to hear about it anywhere else except thru e mail!!!…Fairly attractive, natural blond (but not dumb). Very oral and loves SEX. Shaved! Up for just about anything but pain, I'm considered attractive. Been told I have a nice ass and my honeypot is very wet and hot. Can only play during the week. No weekends.",
        "topic_id":0,
        "format_id":14,
        "topic_confidence":0.9701203108,
        "format_confidence":0.9711040854
    },
    {
        "url":"http:\/\/www.gonzocam.com\/biopage\/girl\/blonde\/GorgeousLily",
        "text":"Who's online > Girl > gorgeouslily's bio page\n\nGorgeousLily's Bio Page\n\nAbout me icon Host profile\n\nLooking for a pretty girl inside and out? Don't seek further, I'm right here :o)\n\nTurns on icon What turns me on:\n\nThe exciting feeling of Your dick betwixt my pussy lips can really turn me on. What else are You waiting for?\n\nTurn off icon What turns me off:\n\nI do not like to be alone. Please be my company.\nHeight: Weight: Breast Size: Hair color: Hair length: Eye color: Build: Race:\n- - Normal Blonde Shoulder length Blue Athletic White\nNickname: Lily Age: 20 Sex: Female Sex preferences: Bisexual Languages:",
        "topic_id":0,
        "format_id":14,
        "topic_confidence":0.9783878326,
        "format_confidence":0.9678892493
    },
    {
        "url":"https:\/\/praeventive-biomechanik.eu\/ladies-land\/",
        "text":"• Noemi 0\n  • Noemi 1\n  • Noemi 2\nLocation: Hios\n27 years old\n\nAbout me\nSimple shared pleasures\n\nI'm available to be your travel or and dinner companion, visit your at your hotel and spend some memorable time together. LET'S GET TOGETHER AND FULFILL ALL OF YOUR HOT AND WILD FANTASIES.... Just moved here to louisville kentucky. Looking to get out make friends. Maybe more. I like going out. Restraunts. Bars. I play a little pool not to much. I like country and rock. I play ps4 sometimes. 'Blurmemory' if you happen to as well. Down to really do whatever. Anyone out there who decides to read this and is going out. Send a message id love to get out and explore kentucky. Id gladly seems my number in a message just seems easier.. I will help to experience the best and a passionate ecstasy.\n\n\nSexy mature want free adult ads Senior lonely looking sex cam chat",
        "topic_id":0,
        "format_id":14,
        "topic_confidence":0.9436154366,
        "format_confidence":0.7725286484
    },
    {
        "url":"http:\/\/t.us.chirrup.com\/2011\/10\/i-was-orphan.html",
        "text":"< Newer | Older >\nSun Valley Nehring: photo\n\nSo, you think you're ready to get on me? Good. I take good care of myself and I'm in good physical shape. I'm the classic BDSM bitch with the leather, whips and chains. I'm only going to see guys who are willing to trade some hot pics. Email or MSG is great, but a sexy phone call would really get me\n\nJoin m.chirrup.com to connect with friends, share photos and create your own profile.",
        "topic_id":0,
        "format_id":14,
        "topic_confidence":0.9777545333,
        "format_confidence":0.5378139615
    },
    {
        "url":"https:\/\/camm.nl\/en\/profile\/salome",
        "text":"Horny amateur salome (36)\n\n\n\nsalome (36)\n\nMessage from salome\n\ni love crazy sex,,, I am a beautiful brunette who loves the oil show ... I feel so wet and nice to rub my oily body on you ..... I would love to be with you ...... I will be online from 2pm - 8:30 pm colombian :) crazy latin\n\nPersonal data from salome\n\nName: salome\nAge: 36\nCity: Mexico-Stad\nI speak: EN ES\nBuild: normaal\nHair color: blond\nEye color: bruin\nAppearance: zuid-amerikaans\n\nMy interests\n\nI like to eat pizza hawaiana and to drink reds heiniken. My hobbies: Travel , listen music, read , i like dance. My favorite music is . I am bisexueel and I think un man dedicated worker with ideals of improvement every day and good presentation are hot. Do you want to know more about me?\n\nMy intemate information\n\nMy favorite position is Doggy 67 ride ur cock and my favorite spots are be in the park and enjoy the aprque and nature in a double sexual sense and relaxed. What I like about men eyes i love. Piercings: nee. Relationship: nee. Do you have a sex question for me?\n\nMore about me\n\nI am zuid-amerikaans. My character: . My zodiac is maagd. What I like about me: . My lifes purpose is: To be an excellent person with a high human quality and great learning abilities in any situation. My motto is: the one who does not risk does not lose. Do you chat a lot? ja. Do you smoke? nee. My turn-off is 2pm-8:30pm. Do you want to tell me something?\n\nSend message\n\nShare this profile\n\nPhotos All photos\n\nSuggestions for you",
        "topic_id":0,
        "format_id":14,
        "topic_confidence":0.972396493,
        "format_confidence":0.9581599832
    },
    {
        "url":"http:\/\/adultfriendfinder.com\/profile\/960j",
        "text":"960j 56 \/ M\n\"looking for someone to hang out with & maybe more\"\nnot to far, Michigan, United States\nGold Member\nLast Visit: Yesterday\n\nTo view all of\n960j's photos\nSign up now!\nStill not a member of AdultFriendFinder?\nSign up for FREE now, so you can view 960j's photos, and thousands more!\n  • 35,733 Members Online NOW!*\n  • 108,750 New photos this week!\n  • 75,636,739 Active Members!*\n960j 56\/M\nnot to far, Michigan\ni'm a easy out going person, willing to try anything once. i am n2 alot of things hit me up 2 find out more. iam not looking 4 a relationship but open 2 one, would love 2 find that special someone\n\nMy Ideal Person age, race & size is not important just outgoing & willing to have fun\n\nTell one of your favorite sexual fantasies. Don't hold back!:\nto be in a 4 or more gangbang. this is a fantasy ladies not\na requirement wouldn't mind it happening but doesn't\nhave 2\n\nWhat location do you fantasize about for a sexual encounter?:\nNo particular place, A bed, The beach, A moving vehicle (i.e. car), The middle of a park, An airplane, A dark back alley, A movie theatre, The stands at a sporting event, Anywhere\n\nWhat types of sexual activities turn you on?:\nGiving Oral Sex, Receiving Oral Sex, Anal Sex, Toys (Vibrators\/Dildos\/etc.), Threesomes, Slave\/Master, Mutual Masturbation, Making Home \"Movies\", Participating in Erotic Photography, Voyeurism, Massage\n\nEver fantasized about having sex with a celebrity? Who? What turns you on about them?:\n\nHave you ever had cybersex?:\nNot yet, but I definitely want to try it.\n\nView more of 960j's responses\n\n  • 56 \/ male\n  • not to far, Michigan, United States\nSexual Orientation:\nLooking For:  Women, Couples (man\/woman), Groups or Couples (2 women)\nBirthdate: August 30, 1960\nRelocate?: Yes\nMarital Status: Single\nHeight: 6 ft 3 in \/ 190-193 cm\nBody Type: BBM\nSmoking: I'm a non-smoker\nDrinking: I'm a light\/social drinker\nDrugs: I don't use drugs\nEducation: BA\/BS (4 years college)\nRace: Black\nReligion: Other\nHave Children: Yes. We sometimes live together.\nWant Children: No\nSpeaks: English\nHair Color: Black\nHair Length: Short\nEye Color: Brown",
        "topic_id":0,
        "format_id":14,
        "topic_confidence":0.972032547,
        "format_confidence":0.9673975706
    },
    {
        "url":"https:\/\/www.niteflirt.com\/users\/Habibti",
        "text":"Phone Sex\n\n: Looking for the best phone sex? You've found it, here at NiteFlirt.\n\nSend Mail Call Habibti\nHabibti has been a member since 07\/12\/2017\n\nHabibti Top Phone Sex Listings\n\nHabibti doesn't have any phone sex listings to view right now.\n\nClick here and we'll let her know you're interested in seeing her listings on NiteFlirt.",
        "topic_id":0,
        "format_id":14,
        "topic_confidence":0.975957334,
        "format_confidence":0.6950170398
    }
]