[
    {
        "url":"https:\/\/www.tusaludmag.com\/article\/hiv-group-helped-save-obamacare-next",
        "text":"This summer, Positive Women’s Network–USA (PWN-USA) helped lead national efforts to save the Affordable Care Act (ACA, or Obamacare) from repeal. Although the group succeeded, the fight isn’t over.\n\nAll members of Congress are home for the August recess, but when they return to Washington, DC, in September, they’ll be voting on a number of pieces of legislation, as well as the federal budget, which includes funding for HIV and hepatitis programs as well as Medicaid and food stamps.\n\nThat’s why PWN-USA has released a Recess Resistance Toolkit and is asking everyone to take a pledge to “be active during #ResistanceRecess to #ProtectOurCare and the #HIVBudget.”\n\nYou can take the pledge here and view the entire tool kit here. Below are a few suggestions, taken from the tool kit, on ways you can take action during the recess and where you can find the needed resources.\n\nFind local events\n\nMany members of Congress use recess as an opportunity to connect with and hear from folks at home. Check this list for upcoming events in your area:\n\n  • Families USA events calendar and tool kit with lots of great info for talking about health care\n\n  • MoveOn’s Resistance Recess page has lots of upcoming events\n\n  • Town Hall Project events calendar\n\n  • If you’re on Facebook, be sure to join or follow local political groups ,such as the local Democratic and Republican party, as well as organizing groups like Indivisible, Rise Up or MoveOn. That way, you will see when they post events. Pretty much all protests, town halls and other events are publicized on Facebook.\n\nIf your Senator is holding a town hall or making a public appearance at an event, plan to show up and “bird-dog” them.\nWhat is bird-dogging? Basically, the goal of bird-dogging is to compel your elected officials (in this case, senators) to answer questions publicly in front of their constituents, voters and the media. Bird-dogging is fun and easy! Just show up at local events and make sure you are ready to ask them tough questions on the issues that matter most to you.\n\nSet up a meeting with your member of Congress’s office.\n\nYour senators work for you. They are obligated to try and meet with constituents when requests are made. However, they are very busy (especially right now), and their calendars get full quickly. Since they will be home next week, this is the perfect time to reach out and set up a meeting. \n\nFor more tips, details and comprehensive resources, check out the recess tool kit and sign up for the PWN-USA newsletter. If you’re active on social media, use the hashtags #ResistanceRecess and #HIVResists when you post.\n\nTo read about the activists and actions that helped kill the Senate health care bill, click here and here.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9881369472,
        "format_confidence":0.5387228131
    },
    {
        "url":"https:\/\/futuretom.wordpress.com\/2011\/02\/11\/how-to-conduct-a-political-argument-on-facebook\/",
        "text":"How To Conduct A Political Argument On Facebook\n\n11 Feb\n\nFirst, look for someone who posts a link which represents the polar opposite of your political orientation.  So if you are a big fan of Obama, then find one from the Tea Party.  If you are a big Fox News fan, then find one which disparages Fox News.  If you are a vegetarian, find one about veal parmesan.  You get what I’m saying.\n\nAbove all, do not click on the link.  There’s no need for that, you already have your political orientation, you aren’t some kind of waffling flip-flopper who changes your mind at the appearance of new information.  Just leave the link alone, and then go straight to the comment box.\n\nThere, drop approximately four (4) cinderblocks of text in which you:\n\n1.  Announce that you are not affiliated politically or intellectually with what has been attacked, scrutinized, questioned, etc – by the link your Facebook friend posted.\n\n2.  Assert your incredible and unquestionable objectivity in general, preferably by claiming that you actually have no political orientation at all, that you are merely stopping by and commenting because you are an intellectual David Banner, who travels Facebook righting logical and rhetorical wrongs, all in the name of truth and justice.  It’s your curse, really.\n\n3.  Then procede to blithely contradict whatever is at the link which you didn’t read.  Be sure to sprinkle it with accusations of intellectual sheepitude, directed toward anyone who actually believes what the person posted, but insist that you aren’t trying to be insulting or argumentative.\n\n4.  Close with some kind of argumentative insult, directed toward anyone who disagrees with you.\n\nNow 94% of the time, either nothing will happen because you will have successfully convinced everyone on Facebook of your perspective, possibly putting an intellectual end to an entire ideology.  Or everyone will pile onto the comment section to cheer your bullet-proof logic and also to thank you for opening their eyes. \n\nRemember, most political and intellectual topics are just a few glib paragraphs away from a rock-solid, species-wide resolution.  In such normal circumstances, simply pat yourself on the back and then you might want to go and hang out with some people who already shared your mindset before you enlightened the world with it.  Then you can all re-enact the debate and congratulate each other for being so smart.\n\nOf course, a small percentage of the time, people will respond to your comment, and as baffling as this will seem to you, they might still disagree with you and defend whatever is at the link. \n\nI know, right?  It’s like, didn’t they read your cinderblocks?\n\nWell, no worries.  First, check to see if they are making any spelling errors.  Facebook has a well-known Zero Tolerance Policy when it comes to spelling and grammatical errors, so if you can detect one, then point it out and you will have rendered anything the commenter has said completely useless.  It’s called the Reverse Bangkok Checkmate – be careful with that move, it’s like the nightshade, beautiful, mysterious, and deadly.\n\nUnfortunately, some of these folks will not make such errors, or they may claim that typos have nothing to do with reason, logic, arguments, politics, math, etc.  And sometimes, because of this, they will refuse to hang their heads in shame before your obvious intellectual domination, and if that’s the case, you’ll have to load on a few more cinderblocks.\n\n\n  1. Remember the salad bar.  The idea is, you go through what the person said and find the weakest possible sentence, maybe two of them.  Pull those suckers out and leave the rest behind.  Especially if there’s anything in there to correct and\/or eliminate any perceived weakness in the sentences you have selected.\n  2. Meditate upon your selections, imagining a single hand clapping, until you can recall nothing else the person has typed.  When you are finished, look in the mirror and tell yourself that you are Nature’s Greatest Miracle, ten solid times.\n  3. Rephrase your previous cinderblocks, increasing smugness by approximately 50%. \n  4. At the end, attack the two sentences you have selected.  Insist that the two sentences not only represent the sum of everything the person has typed, but also that they reflect a possible mental problem in the commenter, and declare him or her to be unfit for Facebook Discourse by reason of insanity.\n  5. Congratulate yourself for being smart, express pity for stupid people, then announce you are leaving because arguing with stupid people is such a waste of time.  As opposed to most of your Facebook activity, which is all about cancer cures, synergistic money-making schemes, and philanthropy.\n  6. If you know how to spell sheep noises, then go ahead and type them in there – but ONLY if you know how to spell them (see above).\n\n Well, by now you are probably talking to just two or three of the hundreds or possibly thousands of people who can see the link, so you can assume that everyone except those two or three people agree with you. \n\nIf anyone continues arguing with you, just keep rephrasing your cinderblocks.  Make sure they are the big, industrial cinder blocks – you want to make fifteen or sixteen points at a time so no one can respond without a flow chart. \n\nAlso, keep reminding the person that he or she is so beneath you intellectually, that you are violating all sorts of your own moral principles and also a few international treaties by even continuing to acknowledge them at all. \n\nAll the while, be sure to announce frequently that you are abandoning the argument because it has deviated from standard Harvard Law School Debate Protocol, which we all know is the Law of Facebook.  But don’t really leave, sit there haunting the thread all day, jumping in for the last word every time anyone twitches.\n\n\nI can’t stress this enough.  You know you’re right, and so does everyone else on Facebook, as they have tacitly made clear by their silence, so just go ahead and grout right over anything valid.  If the person hounds you about it, then simply declare yourself the winner and leave, safe in the knowledge that another Dragon of Disinformation has been vanquished.\n\nLater, you can always meet up with representatives of the 99.999% of the population who agree with absolutely everything you say, and then you can all re-enact the argument without the pesky arguer.  Your dominion should at that point be clear and beyond debate.\n\nGodspeed, Holy Facebook Warrior.  You’ve done some good work today.\n\n\n\nEarlier:  Welcome To The Harmless Ice Monster Project\n\n\nAnd:  The Golden Voice Dance Remix: Engaging The Milker\n\n\nAnd:  Future Tom Blog Force: Crisis On The Internet\n\n\nPosted by on February 11, 2011 in Future Tom Grab Bag\n\n\nTags: , , , , , ,\n\n16 responses to “How To Conduct A Political Argument On Facebook\n\n  1. Robert\n\n    February 11, 2011 at 8:52 pm\n\n    Amazing, Tom. You’ve summed up my entire Facebook experience. My favorite is the “your, you’re” ridicule. Besides, my opinions are backed up by these blogger opinions I’ll copy and paste on your wall.\n\n  2. JohnMoonlord\n\n    February 11, 2011 at 11:05 pm\n\n    In my case, this whole susbject would actually apply to my YouTube experience.\n\n    The name “Facebook” could be interchanged with that of just about any Website hosting an argument.\n\n    • Tom Chalfant\n\n      February 12, 2011 at 3:22 am\n\n      Got that right. Welcome back, Moonlord!\n\n      • JohnMoonlord\n\n        February 12, 2011 at 11:17 am\n\n        Glad to be there, Tom!\n\n  3. robertgbobo\n\n    February 11, 2011 at 11:51 pm\n\n    Earmuffs Kami-…just editing about the same damn thing jackass. I would say the whole “great minds” thing but I know we are both fucked in the head. Moonlord, way to prove a point without meaning to…\n\n    • Tom Chalfant\n\n      February 12, 2011 at 3:23 am\n\n      Why is my sister appearing in your comment and what’s with the earmuffs?\n\n  4. ecossie possie\n\n    February 12, 2011 at 3:04 am\n\n    Can one agree to disagree ?Is that even possable SurelY agreeing to disagree is still not agreemant ? Isnt that like An Oxy MORON?……aN WHATS A SPHELLIN MISHTAKE?….Anyone got say half a million dollars to invest in 321 acres of woodland.?Not just any old Woods though thease ones have the ruins of ancient Castle Vaults allegedly built by Goblins from Hell…The owner made a pact with the Devil ..\n\n    • Tom Chalfant\n\n      February 12, 2011 at 3:06 am\n\n      ORDER IN THE COURT!! (Bang, bang)\n\n  5. ecossie possie\n\n    February 12, 2011 at 3:56 am\n\n\n  6. ecossie possie\n\n    February 12, 2011 at 4:02 am\n\n    rEMEBER Im a taken OVer by mOrlockS an havent quite grasped this Uman technoalgy ThiNgy…Cut me a break been liveing under ice for millenia,,P S Whats the Deal with thease light things you have at your road intesections? Orange Red Green?…..Green means its your turn to go right?,\n\n  7. ecossie possie\n\n    February 12, 2011 at 4:05 am\n\n    An RED Means drive realy real fast…Or is that Orange?\n\n  8. bex\n\n    February 12, 2011 at 6:51 am\n\n    haha! hilarious post.\n\n    (loved the Banner\/Hulk reference – made my day!)\n\n  9. Ken Howell\n\n    February 12, 2011 at 11:01 pm\n\n    I think there’s a real medium-as-message problem underlying the idea of discourse on the web, especially sites like Facebook (and I have taken to FB like a duck to water, don’t get me wrong). Facebook is set up to mimic social interaction; but without the subtleties of facial expression, tone, good hygiene, etc., it’s really easy to discount someone’s argument, even to an extent their existence when they’re not physically there. Also, waitng for responses, I think, lends itself to a real pronouncement-based form of dialogue, as well as a dearth of real questions. In fact, even without politically charged subject matter, how many people post questions? It seems to me to be in the vast minority. Anyway, sorry for the run-ons.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Log... (truncated)",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.8484960794,
        "format_confidence":0.7216733098
    },
    {
        "url":"https:\/\/www.wikihow.com\/Get-Your-Local-Congressman-to-Know-You",
        "text":"How to Get Your Local Congressman to Know You\n\nCo-authored by wikiHow Staff\n\nUpdated: March 29, 2019\n\nGetting to know your congressman can help you feel you have a say in your government. If you are consistently politically involved, you can develop a relationship with local politicians. Develop your presence in local politics by volunteering and donating to political campaigns. Meet with your congressman in person at events and town hall meetings. Make sure to interact in a professional, grateful manner. This will help your congressman remember you.\n\nMethod 1 of 3:\nDeveloping Your Presence\n\n  1. 1\n    Join political organizations in your area. If you want your congressman to know you, you need to make your name politically. People from Congress pay attention to those who are politically active, as they're seeking out likeminded people to help them gain favor in the community. If you want to make an impact, increase your current involvement in politics. If you are already part of an organization, for example, take on a leadership position or plan an event. This could get your congressman's attention.[1]\n    • If you're not already part of a political organization, look for advocacy groups in your area that interest you. If you're interested in immigration reform, for example, you could join an immigration advocacy group.\n    • You could also start your own group or lead your own initiative within the community or an existing group. Look to your Facebook and other social networks to find likeminded people who share your political views. Consider getting together with them to do something like start a petition or stage a protest. This could potentially get the attention of a member of Congress.\n  2. 2\n    Develop your relationship with their staff. Congressmen and women all have staff members. Usually, you cannot contact someone in Congress directly, but you can get through to staff on occasion. Having a solid relationship with a congressman's staff can help you eventually meet the congressman himself. You can also work on doing things like inviting staff to events or greeting staff members if you see them somewhere like a county fair or political rally.[2]\n    • Introduce yourself to staff whenever possible. If a member of your congressman's staff is at an event, go up and talk to them. Say something like, \"I'm part of the local Republican party here and I just wanted to introduce myself.\" If you have any messages to pass along to your congressman, politely request that staff members do so.\n    • Never treat the staff as unimportant or lower than your congressman. It is their job to act as a filter for your congressman, figuring out should be brought to his attention. If you are polite and make a good impression on staff members, your congressman may come to know your name.\n  3. 3\n    Donate to a campaign. If you have any disposable income, consider making a donation to your congressman's campaign. Congressmen often meet with big donors, or at least send thank-you letters. A sizable donation may help your congressman come to know you.[3]\n    • Your congressman may also host events where donations are taken. For example, congressmen may sometimes have dinners where you donate a set amount for a plate. This could be a great way to meet with your congressman in person while making a donation.\n    • If you don't have the money for a big donation, even a small donation with other efforts may get your congressmen's attention.\n  4. 4\n    Call your representatives. If something is concerning you as a voter, try calling your congressman. Call them at their state or district office if you have something you wish to bring to their attention. You're unlikely to get through directly to your congressmen, but if you consistently call to make your voice known in a respectful fashion, your congressmen may eventually come to know you.[4]\n    • You can find contact information for your elected officials on the US government's website. You can enter information like your city, state, and zip code to get the proper phone numbers.[5]\n  5. 5\n    Write letters. Handwritten or typed letters are actually more effective than e-mails if you want to get your congressman's attention. A written out letter that you send to your congressmen's office shows you took initiative. If you want to get your congressmen to know you, write them a letter with any concerns you have about current events.[6]\n    • Remember to be respectful in the letter. Choose your words wisely and express yourself in a calm fashion, even if you disagree. Comb the letter carefully for typos afterwards so you send out a polished draft.\n    • Your congressman may not respond directly to your letter. However, remember that the point is to gradually establish your voice over time.\n\nMethod 2 of 3:\nMeeting Your Congressman in Person\n\n  1. 1\n    See if you can schedule a meeting. If you really want a congressman to know you, try meeting with him face-to-face. Scheduling a meeting is simple. All you have to do is call their local office and request a meeting to discuss an issue of importance to you. Someone should be able to get you into the schedule.[7]\n    • You may end up meeting with staff members. However, remember that a positive relationship with congressional staff can eventually get your name to the congressman.\n    • Know what you want to meet about. For example, if you're a teacher, tell the congressman you want to meet to ask questions about an upcoming vote regarding school funding.\n  2. 2\n    Invite them to events. If you are a member of any political organizations, invite your congressman to speak. You can also invite your congressman to speak at things like charities or events for a local library, animal shelter, or other organization. If you volunteer for these types of organizations, reach out to your congressman. You should be able to call their office and see if they're able to attend events. This is a great way to get your congressman to know you, as you'll be showcasing that you're politically involved and able to take initiative.[8]\n    • Your congressman will be more likely to make time for your event if you can show him the benefit for him. You can try hosting a fundraiser or invite him to speak about an issue that will be important in an upcoming election.\n  3. 3\n    Show up at town hall meetings. Congressmen host town hall meetings where they meet with voters one-on-one. If you are a regular at town hall meetings and engage in conversation and questions, your congressman may eventually come to know you.[9]\n    • Be prepared for town hall meetings. Your congressman is more likely to remember someone who had an articulate question or comment planned out ahead of time. Read up on current events and think of a question you could ask at the meeting.\n  4. 4\n    Give it time. It can take years to establish yourself politically enough that your congressman knows you. Have patience and take little victories as they come. If you receive a letter from your congressmen, for example, keep in mind he probably did not write the response himself. However, if you continue to engage with your congressman's staff respectfully, you may eventually break through and talk to him directly.[10]\n\nMethod 3 of 3:\nEnsuring Effective Interactions\n\n  1. 1\n    Dress professionally. If you want your congressman to remember you well, always dress professionally. You want to make a good impression by wearing business-like attire to events and meetings with you representative.[11]\n    • If you're meeting your congressmen on behalf of an organization, you should wear a t-shirt or button advertising that organization.\n  2. 2\n    Learn about your cause ahead of time. When you meet with your congressmen, whether face-to-face in a town hall meeting, make sure you go in knowing what is being discussed. Congressmen are more likely to get to know people who are politically involved, so do some research before meeting your congressman.[12]\n    • Be prepared before you meet your congressman. Make sure to write out notes with a rough idea of what you will say and ask and review them ahead of time. Read or watch the news in the days leading up to meeting your congressman.\n    • Research based on what will be discussed. If you're going as an advocate for an organization you work for, for example, make sure you read up on your organization extensively ahead of time. If you're going to a town hall meeting covering something like, say, healthcare, read up on the healthcare debate ahead of time.\n  3. 3\n    Avoid reaching out via social media. Many people attempt to reach their congressman via tweeting or commenting on Facebook. This is usually ineffective. Congressmen and women are unlikely to read every tweet, so do not expect to get your congressman's attention by reaching out via social media.[13]\n  4. 4\n    Remember to thank your congressman. After meeting with your congressman, offer a sincere \"Thank you.\" Being polite will help your congressmen remember you fondly. This can keep your name on their mind in the future.[14]\n    • Say something like, \"Thank you so much for taking the time to meet with me. I really appreciate it.\"\n\nCommunity Q&A\n\n    Ask a Question\n    200 characters left\n    Include your email address to get a message when this question is answered.\n\n\n        About This Article\n\n        Co-Authored By:\n        wikiHow Staff Editor\n        This article was co-authored by our trained team of editors and researchers who validated it for accuracy and comprehensiveness. Together, they cited information from 14 references.\n        How helpful is this?\n        Co-authors: 4\n        Updated: March 29, 2019\n        Views: 1,813\n        Thanks to all authors for creating a page that has been read 1,813 times.\n\n        Did this article help you?",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9934617281,
        "format_confidence":0.9942525029
    },
    {
        "url":"http:\/\/www.afsc.org\/resource\/you-enlist-and-after-you-say-no",
        "text":"Before You Enlist and After You Say No\n\nShare to Facebook Share to Twitter Share to Google Plus Share to Google Plus Share by Email\n\nThis new training manual contains:\n\n  • Fifty group exercises\n  • Eight complete workshops\n  • Handouts and support articles\n\nAll tools designed with the direct education approach, which uses group exercises that emphasize participants' empowerment and taps their wisdom as much as possible, not a boring lecture-based teaching approach.\n\nFor more information about ordering a copy along with the companion DVD, see our publications page (ON SALE for $7.50!).\n\n\nWe asked The Ruckus Society and Training for Change to help us create a training manual to assist the growing counter-recruitment movement. The Ruckus Society has played a lead role in the Not Your Soldier counter-recruitment camps. Their experience, coupled with Training for Change's direct education approach, produced a result that is a pedagogically sound, information-packed series of workshops with a skill-building emphasis. Matt Smucker of the smartMeme collective and Beyond The Choir also contributed by writing the Media and Messaging workshop.\n\nWhat is in This Manual?\n\nTable of Contents\n\n  • Introduction \n  • What Is The American Friends Service Committee?\n  • What Is AFSC's Youth And Militarism Program?\n  • What Is This Manual? How Do I Use It?\n  • What Are The Contents Of Each Workshop?\n  • What Is The Training Methodology?\n  • Who Wrote The Manual?\n  • Workshops\n  • Elements Of Each Workshop\n  • Before You Enlist: The Truth Of Military Recruitment\n  • The Poverty Draft\n  • How A Recruiter Gets Your Number\n  • Core Organizing Skills\n  • Creating And Expanding Your Group\n  • How To Build A Campaign\n  • The Big Picture Of Counter-Recruitment\n  • Media And Messaging\n  • Support Documents\n  • Beyond Just Education: Why Our Approach To Teaching Makes All The Difference In Social Change (at\n  • Tips For Facilitators\n  • Tailoring Workshops\n  • How To Design A Workshop\n  • Index Of Tools And Handouts\n\nWhat are the Contents of Each Workshop?\n\n\nBefore You Enlist: The Truth of Military Recruitment (Mini-Workshop)\nGeared for presentations in high school settings, this is a brief introduction to the issues of enlistment and military myths, designed to give students the full picture. Because it is in a classroom and not a peace club, the anticipated audience is a mix of students ranging from anti-war to pro-military. This training can help trainers \"get their foot in the door\" by connecting with sympathetic teachers in the school, and may lead to invitations to come back for longer trainings.\n\nThe Poverty Draft\nThis session is like a counter-recruitment 101. It explores how the military is reaching out to youth and how larger societal forces like poverty, racism, and classism impact who is targeted most by recruiters. The connections between education funding cuts and increased militarism in schools are made, and the lies that recruiters tell are examined. Alternatives to the military are presented.\n\nHow a Recruiter Gets Your Number (PDF, 861KB)\nThis is an informational session on how military recruiters operate. Specific attention is given to tools that help recruiters get access to youth including school access, ASVAB, No Child Left Behind, JAMRS, and JROTC. We look at each of these recruitment tools as an opportunity for activists to campaign against military recruitment. We also look at what appeals to people about going into the military, and look at the truths behind the values recruiters promote and the promises they make.\n\n\nCore Organizing Skills\nWhat is organizing and how do we do it? This workshop explains how organizing differs from other forms of social change (like service providing\/advocacy). It then moves into specific skills for being persuasive, in settings such as school board meetings, and other skills for building relationships and becoming an effective organizer.\n\nCreating and Expanding Your Group\nThis workshop offers leadership skills training to help groups become more effective. It is especially for counter-recruitment groups looking to strengthen their own internal leadership and ability to organize. It includes theory and skills about leadership development, decision-making and team-building. A major section is devoted to expanding the group, especially how to reach out across lines of diversity, such as race and class.\n\n\nHow to Build a Campaign: Setting Goals, Making Allies, and Evaluating Outcomes (PDF. 1.16MB)\nCampaigns wage struggles for specific outcomes that further larger social change goals. Like a story, they have a beginning, middle and end - setting goals, waging the struggle, and eventually winning. This workshop focuses on defining a campaign and building skills to create a counter-recruitment campaign. The skills include setting specific goals that lead to larger outcomes, reaching out to new allies to win that campaign, and evaluating a campaign.\n\nThe Big Picture of Counter-Recruitment: Seeing CR as a Movement\nFor those already involved in counter-recruitment work, this workshop helps folks put counter-recruitment into a larger context of militarism. This workshop focuses on the dynamics of social movements and puts smaller campaigns into the bigger picture of social change. Folks will build skills in the strategic choices they need to further their campaign, sustain themselves for the long run, and get familiar with the Movement Action Plan, a powerful framework for how movements develop over time.\n\n\nMedia and Messaging: Presentation, Message Discipline, Telling Stories\nIn order to effect the kind of change that we long for we need to engage, and on some level mobilize, large numbers of people. To do this we need to tell a story that speaks to people's values; a story that reframes the conflicts we face; a story that tells a different future than the one projected by the power holders; a story that people can sympathize with and imagine themselves in. And it is not enough just to tell a story; we need to amplify it. This requires navigating through the filters of the corporate-owned media - the less-than-ideal channels through which many people get their information.\n\nWho we are\n\nAFSC is a Quaker organization devoted to service, development, and peace programs throughout the world. Our work is based on the belief in the worth of every person, and faith in the power of love to overcome violence and injustice. Learn more\n\nWhere we work\n\nAFSC has offices around the world. To see a complete list see the Where We Work page.\n\nGet AFSC's newsletter\n\nAFSC Online",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9614438415,
        "format_confidence":0.5157702565
    },
    {
        "url":"http:\/\/www.sjsu.edu\/publicaffairs\/advocacy\/letter\/",
        "text":"Contact State Legislators\n\nPlay an active role in the effort to restore CSU budget cuts. Write letters or call local legislators to urge their support. Encourage colleagues and others to do the same. Send a letter to your legislator about the budget using the tips below.  Sign up to receive updates about issues that affect the university.\n\nLetter Writing Resources\n\nLetter Writing Tips\n\n  • Use your own words on your own stationary.\n  • Keep your letter short and clear (preferably one page).\n  • Give reasons for your position. Tell how the issue affects you or your business, your community or the state.\n  • Address letters to legislators who represent your district.\n  • Copy the governor when you write to state assemblymembers and senators.\n  • Send via mail, email, or fax.\n  • Use the proper form of address:\n\nThe Honorable John Doe\nCalifornia State Senate\nSacramento, CA 95814\nDear Senator Doe:\n\nThe Honorable Jane Doe\nCalifornia State Assembly\nSacramento, CA 95814\nDear Assemblymember Doe:\n\nThe Honorable Jerry Brown\nGovernor of California\nState Capitol Building\nSacramento, CA 95814\nDear Governor Brown:\n\nSample Letter\n\n\nThe Honorable Jerry Brown\nGovernor of California\nState Capitol Building\nSacramento, CA 95814\n\nDear Governor Brown:\n\nPersonalize the message. Begin by introducing yourself, tell a little about yourself and your affiliation with SJSU. Talk about what applies directly to you, what field are you in (industries that rely on CSU graduates: nursing, business, agriculture, life sciences, education, public administration, and criminal justice).\n\nThe proposed budget cuts to the CSU will affect all Californians. At this crucial economic juncture, reducing funding to the CSU can only harm its mission of producing a highly skilled workforce for our state.\n\nI believe this is the wrong direction for the state to go; cuts to the CSU will only make the economy more stagnant and reduce our ability to remain competitive in our global marketplace.\n\n1) For every dollar the state invests into the CSU, $4.41 is generated in economic activity.\n2) With these cuts, many eligible students are being turned away.\n3) The CSU plays a major role in the state’s workforce, graduating 90,000 students each year, including 87 percent of education graduates, 64 percent of nurses, 65 percent of business professionals, 82 percent of those involved in public administration, and more than half of the state’s graduates in agriculture-related fields.\n4) Cuts to the CSU mean a loss to the economy.\n\nGiven the significant impact the CSU has on the future of California’s workforce and economy, it is critical that you restore the budget cuts to the CSU. California’s future depends on the CSU. I look forward to hearing your response to this matter.\n\n\nYour Name\n\nLegislative contacts for the San José region\n\nSanta Clara County Legislators\n\nCalifornia State Senate\n\nSenator Ellen Corbett (D-10)\n39155 Liberty Street, Suite F610\nFremont, CA  94538 \nTel: 510-794-3900\nFax: 510-794-3940\n\nSenator Jerry Hill (D-13)\n160 Town and Country Village\nPalo Alto, CA 94301 \nTel: 650-688-6384\n\nSenator Jim Beall (D-15)\n100 Paseo de San Antonio, Suite 209\nSan Jose, CA 95113 \nTel: 408-286-8318\nFax: 916-319-2124\n\nSenator Bill Morning (D-17)\n701 Ocean Street, Room 318A\nSanta Cruz, CA 95060 \nTel: 831-425-0401\n\nCalifornia State Assembly\n\nAssemblymember Rich Gordon (D-24)\n5050 El Camino Real, Suite 117\nLos Altos, CA 94022 \nTel: 650-691-2121\nFax: 650-691-2120\n\nAssemblymember Bob Wieckowski (D-25)\n39510 Paseo Padre Parkway, Suite 280\nFremont, CA 94538 \nTel: 510-440-9030\nFax: 510-440-9035\n\nAssemblymember Nora Campos (D-27)\n100 Paseo De San Antonio, Suite 319\nSan Jose, CA 95113 \nTel: 408-282-8920\nFax: 408-277-1036\n\nAssemblymember Paul Fong (D-28)\n274 Castro Street, Suite 202\nMountain View, CA 94041 \nTel: 650-210-2000\nFax: 650-210-2005\n\nAssemblymember Mark Stone (D-29)\nState Capitol, P.O. Box 942849, Room 4164\nSacramento, CA 94249-0029 \nTel: 916-319-2029\n\nFax: 916-319-2129\n\nAssemblymember Luis Alejo (D-30)\n100 West Alisal Street, Suite 134\nSalinas, CA 93901 \nTel: 831-759-8676\n\nFax: 831-759-2961\n\n\nGet the names, addresses and phone numbers of your representatives\n\nVisit the state legislature’s website to search for the name, address and phone number of your state assembly members and state senators.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.98183918,
        "format_confidence":0.7647704482
    },
    {
        "url":"http:\/\/www.bringitwisconsin.com\/what-expect-polling-place",
        "text":"What to Expect at the Polling Place\n\nNow that people are bringing their IDs to the ballot, voting at your polling place will be a little different. Just remember to be patient; not everyone will be as prepared for these changes as you are.\n\nState It\n\nAs always, you’ll need to state your full name and address for the election official who checks you in. They’ll check your information in the poll book.  Understandably, some people are uneasy about announcing their name in public, but it is the law, and it helps ensure openness in elections.\n\nShow It\n\nNext, it’s time to show your photo ID. That way, poll workers can compare your face to your photo and confirm that you really are you.\n\nThe address on your ID doesn’t have to be current. And the name on your ID doesn’t need to be an exact match for your name in the poll book. (So, Richards who go by Rich, Bobs who are also Roberts and Susans with IDs that say Sue can relax.) Of course, there are certain requirements.  Your ID should look like you, even if you’ve colored your hair, shaved your beard or lost some weight.\n\nSign It\n\nFinally, you’ll sign the poll book (unless a physical disability prevents it).  Your signature or mark should go right next to your name and address. Now you’re ready to vote.\n\nFor more, watch this informational video:\n\n\"What to Expect at the Polling Place\"",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9897564054,
        "format_confidence":0.797867775
    },
    {
        "url":"https:\/\/yorkshirecnd.org.uk\/get-involved\/take-action\/",
        "text":"Take action!\n\n  • Join our mailing list to be kept up to date on events and demonstration in your local area.\n  • Get in touch with your local group. If there isn’t a group in your area, consider starting one. Yorkshire CND can help with this, and see Campaigner’s Handbook for info on how to start a new group.\n  • Organise a stall at your local festival, political event or just in the town square. We have a street stall available to borrow, The People’s Budget, which encourages passers by to take part and decide whether they would spend £100billion on Trident or on other things.\n    Peoples Budget\n  • Letter writing. If we are going to persuade decision-makers not to replace Trident by 2016, we need to be contacting MPs and also getting our message across to as broader selection of people as possible.\n    Also, letters to local newspapers and phone-ins to radio shows can be very effective in getting our message across. Look at the Campaigner’s Handbook for ideas and tips on this.\n  • Come to one of our events.",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.9961766005,
        "format_confidence":0.5829872489
    },
    {
        "url":"https:\/\/hubpages.com\/politics\/How-to-write-a-government-press-release",
        "text":"ArtsAutosBooksBusinessEducationEntertainmentFamilyFashionFoodGamesGenderHealthHolidaysHomeHubPagesPersonal FinancePetsPoliticsReligionSportsTechnologyTravel\n\nHow to write a government press release\n\nUpdated on December 1, 2014\n\nRon Kluvers said that one important aspect of accountability is information. Therefore, it's vital that government offices be able to create and distribute press releases to share information about their affairs with the public. Government press releases differ from those for private companies in that they are not directly advertising something, but rather are sharing facts with the public to help build support and understanding for their actions and decisions.\n\nGovernment offices are making an effort to word the information carefully to as to shine a more positive light on the office or elected official. Typically you want to focus on positive things that have been accomplished. Even if the press release provides information about a more negative event or decision, such as layoffs or a natural disaster, you still want for your office to be proactive on the issue so as not to seem that you are avoiding a problem.\n\nAfter choosing the topic for your press release, write the content in accordance with regular press release rules:\n\n  • The language should be formal\n  • Sentences should be concise and simple;paragraphs should be no more than five sentences, and also, try to keep the length of the entire release to less than one page\n  • Consider your audience, what they are interested in, and what they understand\n  • Include the who, what, where, when, why, and how\n\nOnce the press release is completed, be sure to post it online and distribute it to your press contacts.\n\n\nSample Format\n\nLogo and name of government office\n\n\nDate of release (optional)\n\nContact information for main press contact(s)\n\n\nSUBHEAD (optional; centered)\n\nName of City (in italics) - Press Release content (font should be easy to read, like size 12, Times New Roman. Have an extra space between paragraphs)\n\nThe first sentence should summarize the news.\n\nThe next paragraph should provide some information on the issue, or if the issue is simple, then a quote from the relevant staff member or official.\n\nProvide background information on the topic, like what contributed to the decision or what happened in previous years.\n\n### (centered; marks the end of the press release text)\n\nOffice name, address, and phone number (bottom, centered)\n\n\n    0 of 8192 characters used\n    Post Comment\n\n    • dallas93444 profile image\n\n      Dallas W Thompson 6 years ago from Bakersfield, CA\n\n      CYA... Put your best foot forward. Public information from the private sector may at times may be the same format, depending on the needs of the company. Good PR with neutral releases with positive goods things\/events concerning said company... is a plus.\n\n      The good \"benefactor\" company positioning themselves as a \"community\" leader with a \"do gooder\" white knight image is a plus....\n\n      Both government and \"free enterprise\" share common needs... The government is not concerned with profits which provides \"opportunities\" for the free enterprise system...\n\n    • profile image\n\n      TopUniverse 6 years ago\n\n      I never wrote press releases, now get some ideas on how to do that.\n\n    • vrbmft profile image\n\n      Vernon Bradley 6 years ago from Yucaipa, California\n\n      Thanks for a \"nifty\" informative hub on something simple but important. I have used press releases in the past to advertise or to inform about different events I am presenting. They seem helpful and newspapers seem open to printing them--probably cuz they're short and sweet and do not appear to be advertising as such. In terms of government press releases, it is certainly a simple way for the government to release information without doctoring the information, but I doubt they fight the temptation!!\n\n\n    • De Greek profile image\n\n      De Greek 6 years ago from UK\n\n      Next time I am in government, I shall think of your press release advice :-)\n\n    • glassvisage profile image\n\n      glassvisage 6 years ago from Northern California\n\n      Thanks everyone! I agree that they serve a purpose and can also be a real tool for the organization when used correctly.\n\n    • Hello, hello, profile image\n\n      Hello, hello, 6 years ago from London, UK\n\n      Very good advice and we never know when we would need it.\n\n    • profile image\n\n      dustin 6 years ago\n\n      Now might be a good time to write down the main points covered above. The act of putting it down on paper will help you remember what's important about How to write a government press release.\n\n    • Glenn Stok profile image\n\n      Glenn Stok 6 years ago from Long Island, NY\n\n      I see your point but I think the information you gave here is useful for regular press releases as well, not just for government notices to the public about their affairs. I voted it up.\n\n    Click to Rate This Article",
        "topic_id":17,
        "format_id":22,
        "topic_confidence":0.8869755864,
        "format_confidence":0.9721679688
    }
]