[
    {
        "url":"https:\/\/www.ihirelandscaping.com\/t-groundskeeper-s-pennsylvania-c-lakeville-jobs.html",
        "text":"Groundskeeper Jobs in Lakeville, PA\n\nSearch Groundskeeper Jobs\n\n1-2 of 2 Jobs\nCove Haven Resort - Lakeville, PA\n*Care for established lawns by mulching, aerating, weeding, grubbing, removing thatch, or trimming or edging around flower beds, walks, or walls. *Trim or pick flowers and clean flower beds....\n30+ days ago\nMarywood University - Scranton, PA (21 miles from Lakeville, PA)\nMaintains the university grounds by weeding, mulching, leaf cleanup, trimming\/pruning hedges, shrubs and trees, maintaining seasonal floral displays and trash removal....\n60+ days ago\n\nDemographic Data for Lakeville, PA\n\nMoving to Lakeville, PA? Find some basic demographic data about Lakeville, PA below.\n\n\nSalary for Groundskeeper Jobs in Lakeville, PA\n\nThis is the average annual salary for Groundskeeper jobs in Lakeville, PA as reported by the BLS.\n\n\nTop Hiring Companies\n\nTop hiring companies in your area for Groundskeeper positions\n\nLicensing \/ Certification\n\nRequired or preferred licenses and certifications for Groundskeeper positions.\n\nHighest Education Level\n\nGroundskeepers in Lakeville, PA offer the following education background\n  • High School or GED (45.4%)\n  • Bachelor's Degree (20.1%)\n  • Vocational or Certification (13.8%)\n  • Associate's Degree (10.3%)\n  • Master's Degree (3.8%)\n  • Some College (3.3%)\n  • Some High School (3.0%)\n  • Doctorate Degree (0.3%)\n\nAverage Work Experience\n\nHere's a breakdown of the number of years' experience offered by Groundskeepers in Lakeville, PA\n  • 1-2 years (39.9%)\n  • Less than 1 year (35.6%)\n  • None (17.0%)\n  • 4-6 years (3.5%)\n  • 10+ years (3.2%)\n  • 2-4 years (0.8%)\n\nOther Titles\n\nHere are some other career titles that require similar skills\n\nGroundskeeper Related Career Advice Articles\n\n5 Best States for Landscaping Jobs\n\nFind out what state has the most landscaping jobs and the best places in the United States for green industry professionals to launch their landscaping careers.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9711299539,
        "format_confidence":0.925737977
    },
    {
        "url":"https:\/\/www.wyzant.com\/Juan_Cabrillo_Middle_Santa_Clara_CA_English_tutors.aspx",
        "text":"Find your perfect English tutor near Juan Cabrillo Middle.\n\nEnglish Tutors near Juan Cabrillo Middle\n\nSchedule a lesson\n\nIn-person Online Urgent\n\n296 Private Juan Cabrillo Middle English tutors \/ Search for Juan Cabrillo Middle English tutor\n\nGretchen D.\n4.6 (98)\n500+ Hours\n\nMountain View, CA\n\nFriendly, Spanish, English, ESL Tutor\n\n\n...And for those who come from another country, I am extremely empathetic towards those whose first language is not English and I understand the fears, insecurities and difficulties in acquiring English... read more\n\nGet Started\nSharon G.\n4.8 (517)\n1750+ Hours\n\nMountain View, CA\n\nEnglish Language Communication Coach for Business and Everyday Life\n\n\n...I work one-on-one or with groups of business professionals from all over the world to improve their English language communication skills. If you would like to organize a class for yourself or your... read more\n\nGet Started\nAlan Z.\n5.0 (71)\n100+ Hours\n\nSan Jose, CA\n\nFormer Aerospace Engineer. Professional Tutor for Math and English.\n\n\n...I tutored my sons for the AP Chemistry Exam, and they both tested out of college chemistry. As a Kumon Instructor for 11 years, I taught every aspect of English, from phonics, phonetics, and phonemic... read more\n\nGet Started\nAska M.\n5.0 (5)\n5+ Hours\n\nSanta Clara, CA\n\nEnglish\/Reading\/Math Tutor for Elementary Students\n\n\n...I helped students during class and outside of class, for those who needed more guidance on assignments. I spent three months tutoring kids from 3rd-6th grade; all of the students who needed help in... read more\n\nGet Started\nMeghann S.\n4.7 (7)\n20+ Hours\n\nPalo Alto, CA\n\nExperienced, Knowledgeable Stanford Grad for English Tutoring\n\n\n...Finally, I am an experienced P\/SAT tutor in both math and verbal. I am a veteran high school English teacher who has worked with students at a wide range of ability levels. I understand how to... read more\n\nGet Started\n\nFeatured In\n\nMore About Juan Cabrillo Middle, Santa Clara, CA English Tutors and Related Subjects\n\nWyzant is the world's leading network of private tutors. If you want to learn English in Juan Cabrillo Middle, Santa Clara, CA, we can help you find your ideal tutor. Wyzant makes it easy to get English help from experts; choose your tutor by reading ratings and reviews written by students and parents just like you.\n\nWe're here to help you find the best fit. After meeting with your English tutor, you can also find tutors for similar subjects in Juan Cabrillo Middle, Santa Clara, CA.\n\nSchools Near These Juan Cabrillo Middle, Santa Clara, CA English Tutors\n\nFind Online English Tutors\n\nGet english help anytime! We only accept the best online English tutors into our network. You can take regular lessons or schedule last-minute ones to get homework help right when you need it.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9969182014,
        "format_confidence":0.8049980998
    },
    {
        "url":"https:\/\/www.lessonrating.com\/find\/saxophone-lessons\/in\/yorba-linda\/ca\/",
        "text":"We'll help you compare saxophone teachers...\n\nSaxophone Lessons in Yorba Linda, CA\n\nSearch review & compare local Yorba Linda saxophone teachers. Start lessons today!\n\nYorba Linda Saxophone Teachers Available for Lessons\n\nMs su\n\nMs Su\n\nNorwalk, CA - Saxophone Lessons\n\nJohn Sanders\n\nJohn Sanders\n\nSaxophone Lessons\n\nI have been teaching music for over 20 years. In addition to private lessons in my studio and online lessons, I also conduct after school music programs at these local schools: University of Memphis Campus School Incarnation Catholic School, Collierville TN CTK Lutheran School, Memphis TN I also perform regularly in the Memphis area with a variety of bands. In addition to private les...\n\nRhythm of Learning Music School\n\nRhythm Of Learning Music School\n\nSaxophone Lessons\n\nRhythm of Learning Music School offers lessons on all musical instruments, voice, piano and music theory We teach students from 3 to 103....\n\nPractice Makes Perfect\n\nPractice Makes Perfect\n\nSaxophone Lessons\n\nEstablished in 2020, Practice Makes Perfect Music Studio focuses on teaching students of all ages to be real musicians. We employ world-class instructors with a focus on learning the fundamentals behind music, so our students ca...\n\nWe have found 28 saxophone teachers near Norwalk, CA\n\nYorba Linda Saxophone Lessons with LessonRating\n\nTop-notch saxophone instructors are more common in Yorba Linda than you think. Signing up with Lessonrating.com gives you access to a long list of Yorba Linda saxophone teacher profiles, many within a mere few miles from your house or apartment.\n\nThese profiles include student ratings that give you an idea of how other learning saxophone players respond to the instructor's lessons and teaching style. Our profiles also feature a place for the instructors to write a little about themselves and what they think about the teaching experience. You also get to find out which instructors live in your part of Yorba Linda, California and which ones are available at the hours most convenient for your schedule.\n\nYorba Linda has the right saxophone instructor for you, it's just a matter of finding that ideal instructor. Lessonrating.com makes the process of finding a reputable and available saxophone tutor quick and easy. Begin your search now and start learning the saxophone immediately.\n\nCalling all Yorba Linda Saxophone Teachers!\n\nAre you a Saxophone teacher looking for more students? Let us help you fill your studio today!\n\nLearn More\n\nPopular Lessons\n\nNearby Locations\n\nWe'll connect you with saxophone teachers ready to help you learn\n\nWhat instrument(s) would you like lessons for?\n\nmost popular\n\n+view all lesson types\n\nWhat is the age of the student?\n\nWhat is the skill level of the student?\n\nWhere will lessons take place?\n\nAre you interested in lessons online via Skype?\n\nWhen do you want lessons to begin?\n\n\nAlmost done - last step!\n\nHow should teachers contact you?\n\nPlease enter the student name\nA valid email address is required.\nA valid phone number is required.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9424036145,
        "format_confidence":0.9660671353
    },
    {
        "url":"https:\/\/www.svcc.edu\/employees\/facit\/teaching\/faculty-resources\/",
        "text":"Sauk Valley Community College\n\nan institution of higher education that provides quality learning opportunities to meet the diverse needs of its students and community\n\nResources for Faculty\n\nFree Online Resources\n\n- links to free sources of content, lesson, plans, and media such as the Library of Congress,, NASA, the Smithsonian, and more.\n\n\nSOAR - Faculty Help\n\n-tutorials for using SOAR such as,  emailing your class, submitting midterm reports and final grades",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9976770282,
        "format_confidence":0.8371020555
    },
    {
        "url":"http:\/\/bulletin.miamioh.edu\/search\/?P=ART%20165",
        "text":"Search Results\n\nART 165. Beginning Metals. (1.5)\n\nIntroductory metalsmithing and design for the beginning student.\n\nSocial Justice Studies- Bachelor of Arts\n\nThe Bachelor of Arts in Social Justice Studies (SJS) offers a sociologically-based foundation of knowledge and skills to examine ideals of justice, realities of injustice, and change strategies to bridge the gap between the two.  It prepares students for graduate work, law school, and a broad range of careers in areas including public policy, business, social activism, human services, public health, foreign affairs, and humanitarian relief.",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.8763844371,
        "format_confidence":0.8926998973
    },
    {
        "url":"http:\/\/www.colorado.edu\/social\/directory?qt-main=2",
        "text":"Social Media Directory\n\nWe need your help! Our goal is to provide a directory listing of departmental specific social media channels. If you are an official CU-Boulder department, institute, center or organization, and would like to have your social media channels in our listing, please fill out the form below. We appreciate your help.\n\nProvide us with the social media URL you are using for your department. You are not required to submit a URL for all types listed,  just provide us with the ones you are using.\n\nGive FeedbackSee More Photos View Photo",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9117516279,
        "format_confidence":0.9754917622
    },
    {
        "url":"https:\/\/www.lactationtraining.com\/filter\/continuing-education\/?custom_f_6%5B0%5D=54616e64656d204e757273696e67&custom_f_6%5B1%5D=436f6d6d756e69636174696f6e20536b696c6c73&custom_f_6%5B2%5D=4d617465726e616c2044697365617365&custom_f_6%5B3%5D=4e6970706c6520426c656273&custom_f_6%5B4%5D=436f6e73656e74&custom_f_6%5B5%5D=506172746e657273&custom_f_6%5B6%5D=547562657263756c6f736973&custom_f_6%5B7%5D=4c6561726e696e67205374796c6573&custom_f_6%5B8%5D=446976657273697479&custom_f_6%5B9%5D=506f6c69746963616c20537570706f727420666f722042726561737466656564696e67",
        "text":"Lactation Management Training: From Novice to Expert\n\nResults 1 - 12 of 12\n\nContinuing Education\n\nTranslating the Science of Breastfeeding\n\nCommunicate with moms to encourage an effective ...\n\nPrice: $25.00\n\nCounseling Skills\n\nCounseling skills necessary for effective lactation ...\n\nPrice: $25.00\n\nLegal and Ethical Concerns for the Lactation Consultant\n\nBasic legal principles and liability.\n\nPrice: $25.00\n\nImpact of Culture in Lactation Support\n\nCulture influences breastfeeding mothers.\n\nPrice: $25.00\n\nTeaching Breastfeeding Classes\n\nPrinciples of adult learning, learning styles and ...\n\nPrice: $25.00\n\nEngorgement and Mastitis v2\n\nCauses and treatment.\n\nPrice: $25.00\n\nAnatomy and Physiology of Lactation v2\n\nPhysiology of milk production, hormones and ...\n\nPrice: $25.00\n\nPartners and Breastfeeding\n\nRole of Partners in the Breastfeeding Family.\n\nPrice: $25.00\n\nPolitics of Breastfeeding\n\nCultural trends and the international organizations ...\n\nPrice: $25.00\n\nBreastfeeding the Older Nursling and Weaning\n\nTiming and methods of weaning.\n\nPrice: $25.00\n\nMaternal Infections and Lactation\n\nInfluenza, hepatitis, cytomegalovirus, herpes, ...\n\nPrice: $25.00\n\nMaternal Disease and Lactation\n\nDepression, diabetes, heart disease, hypertension and ...\n\nPrice: $15.00",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.5328533053,
        "format_confidence":0.9830023646
    },
    {
        "url":"http:\/\/plpnetwork.com\/category\/voices\/the-teaching-life\/",
        "text":"\n\nHow Kidding Around Can Energize Our Schools & Families\n\nPosted by on Feb 18, 2014 in Student Life, The Teaching Life, Voices | 0 comments\n\nWe need to get happiness back into kids’ lives, says retired principal and school culture consultant Sue Stephenson. “In our 21st century world, media, particularly social media, guarantee that today’s children are bombarded with serious and even frightening issues.” In this excerpt from her book Kidding Around, Stephenson highlights ideas and resources to help students achieve a positive outlook and more success.\n\nRead More\n\nLearning to Teach in High Gear\n\nPosted by on Dec 6, 2013 in Less Teacher, More Student, Making The Shift, The Teaching Life, Voices | 5 comments\n\nIn her new book Teaching in High Gear: My Shift Toward a Student-Driven, Inquiry-Based Science Classroom, Marsha Ratzel recounts a transformational journey marked by a gradual shift from teacher-centered to student-driven education and bolstered by a powerful virtual network of colleagues from around the world. Here’s an excerpt!\n\nRead More\n\nDoes Your School Need a Culture Re-Boot?\n\nPosted by on Aug 15, 2013 in Local Professional Collaboration, Student Life, The Teaching Life, Voices, What We're Reading | 0 comments\n\nAs a new book by Kaplan and Owings clearly demonstrates, many schools are mired in an education culture that’s a poor match for the needs of today’s K12 students. They need a culture re-boot – a process explored in detail by the authors and summarized by PLP Voices reviewer Sister Geralyn Schmidt.\n\nRead More\n\nSupport Teacher 101\n\nPosted by on Jul 8, 2013 in Student Life, The Teaching Life, Voices | 6 comments\n\nPulling children out for extra help can be a tricky area to navigate, writes Arwen Kuttner, reflecting on her first year in a support teacher role. “Elementary age children walk a tightrope between craving the individual attention I can give them, and the fear that others will think less of them for needing that attention. I have to normalize the experience and make them feel good about coming.” Here are some ways she works to accomplish that.\n\nRead More\n\nBreak Down, Rebuild, Start Fresh\n\nPosted by on Jul 8, 2013 in Making The Shift, Teacher Leadership 2.0, The Teaching Life, Voices | 29 comments\n\nTaking the posture of a learner first, educator second requires us to understand that we will never arrive at the place of “super educator.” The truth is that even if we solve the problems facing us as a profession, the solutions will only give way to new problems. Now more than ever we need to become the learners we have always wanted our students to be. We do not need information about teaching and learning. We need revelation.\n\nRead More\n\nEvernote: A Great Tool for Organizing Teachers & Students!\n\nPosted by on Jun 25, 2013 in The How of 21st Century Teaching, The Teaching Life, Voices, Web Tools That Deepen Learning | 17 comments\n\nEvernote can be a great application for teachers, both to keep yourself coordinated and to facilitate student learning. School-based technology director Jennifer Carey talks educators through getting started and highlights several ways she’s used Evernote to “not only make my life a little easier as a teacher, but to help my students and my classroom stay more focused and organized.”\n\nRead More\nPage 1 of 612345...Last »",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.9980546236,
        "format_confidence":0.9932685494
    }
]