[
    {
        "url":"https:\/\/www.showbizspy.com\/sex-tape\/salma-hayek\/",
        "text":"Salma Hayek has been caught up in a celebrity sex tape video scandal with billionaire husband François-Henri Pinault after being just married on Valentines Day in Paris 2009 and then making the first ever Salma Hayek sex tape video for our viewing pleasure.\n\nThe video according to recent scandal reports features Salma and Francois making love on a giant couch with alcohol and candles everywhere. In the video Francois does not seem to be much of a catch as he looks to be out for his jolly only, however Salma is a giver the entire time doing anything he ask her to do. The video run time is about 15 minutes from start to finish and Salma still denies the video is of her and now ex-husband, however the resemblance is just to close to tell, especially with both of them in the same video at the same time says reports.\n\nSalma is one of our favorite celebs after being featured in movies like Desperado, From Dusk Till Dawn and Fools Rush In just to name a few. So if you are a Salma fan like we are and well… most men in America this is a must see sex tape for sure!\n\nCalls to both Salma and Francois reps have gone UN-returned thus far.\n\n[UPDATE] – We were contacted by an anonymous source that claimed and showed us some video of a very young looking Hayek… we are talking like teens. He is saying that he used to be neighbors with Salma and would like to remain anonymous on the entire deal. You can check it out for yourself we are not going to say if it is her either way as we can not tell, but the girl does look like a very young Salma for sure.",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.6519386768,
        "format_confidence":0.8813548088
    },
    {
        "url":"https:\/\/www.xxlmag.com\/young-m-a-directs-adult-film-pornhub\/",
        "text":"Young M.A isn't shy when it comes to trying her hand at various endeavors. Her latest is her directorial debut for an all-female adult film for Pornhub. The premium content will serve as the first edition of the adult entertainment giant's new Visionaries Director's Club series.\n\nThe rapper serves as the director for the film dubbed as The Gift. The erotic visual features seven girls, and the Brooklyn native went behind-the-scenes to explain the project's inspiration.\n\n\"It's about a girl, a virgin,\" says the 26-year-old. \"It's her birthday and a friend kinda like sends her off to this place where she's mysteriously walking through different rooms and stuff and finding out, you know, paradise.\"\n\nThe film, she says, ties in with her album Herstory, because her sexual orientation is, of course, part of her story. \"We don't have to put no titles on it just know that it's women only,\" she says.\n\nThe Gift looks to hone in the porn industry's female audience and diversify the type of content that is produced on a day-to-day basis. Music from Young M.A is expected to play during the visual at \"key moments.\"\n\nThe Herstory rapper is still keeping up with her music career as she recently channeled her inner Allen Iverson, paying homage to the basketball Hall-of-Famer on \"Praktice.\"\n\nCheck out the rest of the behind-the-scenes video as well as the sultry teaser below.\n\nSee New Music Releases for April 2018",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.7923982739,
        "format_confidence":0.9706041813
    },
    {
        "url":"http:\/\/www.ainews.com\/Archives\/Story12924.phtml",
        "text":"Quick Index\n Adult Industry News\nSearch AINews Database\nType Keyword or Phrase Here\nAre you TOUGH ENOUGH for Joanna Angel? EXPO 2014, August 24-27, Mandalay Bay, Las Vegas\n\nFront Page\nFilm News\nMedia News\nBusiness News\nClubs & Appearances\nLaw & Politics\nInternet & Mobile News\nLifestyles Arts Health Charity\nLetters to the Editor\nMovie Spotlight Reviews\nPornstar Pages\nAINews Staff\nAd Rates\nPR 101: Press Release Service\n\nCaliente Swinger Vacations!\n\nJoin Tera Patrick\n\nFebruary 12, 2008 08:18pm\nLori Lust Agency Adds 30 Girls\nSource: Lori Lust Agency\nby: Company Press Release\n\n(NORTHRIDGE, CA) -- Lori Lust Agency as added 30 new girls to its roster in the past three weeks. ''It seems like some of the hottest girls in the industry are headed our way lately,'' Lori said. ''It's very impressive, and it will go great with our new agency site that is being built right now to replace the current www.lorilustagency.com site.''\n\n''There will be another ten more girls added next week... we're growing like a weed,'' Said co-owner Craig Stevens. ''What is amazing is that almost every model is new and has never shot before, and many are under twenty-two years of age. Another nice feature is that almost every adult model does boy\/girl and interracial.''\n\n''I'm trying to find the best bodies in the industry so I just don't take anyone,'' said Lust. ''I always seem to go far with my body so that is why I'm looking for the best bodies I can find.''\n\nLust added that she is considering raising the her agency's referral fees to $600 or even $700 per girl. ''That would be the highest in the adult industry,'' she said.\n\nThe agency's list of new girls includes Alanna Ackerman, Beverly Hillz, Katie Kross, Vanessa Paradise, Cece Sinclaire, Alicia Tyler, Iris Wren, Crystal Davis, Amaya Davis, Carrie, Michelle Mars, Rane Revere, Stephanie Kessinger, Kenna Desire, Alyssa Lynxx, Ericka Vution, Indy and Sweet Tina.\n\nThe agency also rents a 5,200 square foot home in Northridge as a shooting location for adult production companies. Photos of the ten-room mansion are accessible on the agency website.\n\nFor inquiries about being represented by the Lori Lust Agency, send basic information and pictures for review to lorilust@gmail.com or LoriLust@LoriLustAgency.com\n\nFor more information, go to www.lorilustagency.com.\n\nAre you TOUGH ENOUGH for Joanna Angel?\n\nRelated Stories\n\nRelated Sites - WARNING! Graphic Content\n\n\nSee BiBi Jones at Digital Playground\n\nTop Stories\n\nCum in Me Baby 4\n\nMore Phoenix Mainstream\n\nBoodiGo Partners PornGuardian\n\nBoodiGo Supports ASACP\n\nBoodiGo Blocks Child Porn\n\nBoodigo Adult Search Engine\n\nAVN Show Discounts End Today\n\nInside The Industry 10\/08\/2014\n\nAmber Lynn at Wasteland\n\nNikki's Fit as Phoenix\n\nVivid Extends Patrick Hosting\n\nFake Test Results\n\nAngelyne on Amber Lynn's RNSU\n\nRed Cardinal Wraps Betrothed\n\nSiri Wins Round 2\n\nJ.Lo Doc Johnson Offer\n\nStripclub Microbrewery on CNN\n\nFather's Day ~ Reviewer Rated\n\nOur Father ~ Reviewer Rated\n\nNikki Phoenix Album Released\n\nPassport to Hustler Event\n\nFox News Wasteland\n\nAsianmodelpalooza 14\n\nNikki Phoenix Appearances\n\nNikki Phoenix Karaoke XXX\n\nNina Elle Retains Star Factory\n\nTasha Reign Grads UCLA\n\nTera Patrick Hosts Vivid Radio\n\nIt's Just Work\n\nTraci Bryant Goes Legal\n\nCET Free Panel Month\n\nMiss LA Karaoke XXX\n\nFreedom Acres Location\n\nSummer Lovers\n\nNikki Delano at Centerfolds\n\nKaren Summer Returns\n\nAdvertise on AINews\n\nCytherea Auctions Fan Scene\n\nEntertainment is Entertainment is Entertainment\n\nStories From\n\nBusiness News\n\nJ.Lo Doc Johnson Offer\n\nPassport to Hustler Event\n\nAdvertise on AINews\n\nFreedom Acres Location\n\nNina Elle Retains Star Factory\n\nKaren Summer Returns\n\nShe's Judas & Available\n\nCamming Con Moves Dates\n\nExquisite Distributes DDF\n\nCherie Deville Returns\n\nRoxanne Rae Available\n\nCherie Deville Available\n\nMaryjean Available in LA\n\nAlicia Silver Productions Content\n\nThomas Bagley Outed Belle Knox\n\nCasting Call for 'Operation: Outdoors'\n\nMission Control Open House\n\nCherie Deville in LA\n\nPASS Holiday Schedule\n\nSanta Susana Pass Location\n\nSure Fuck Clothing Line\n\nNadia Night With Lucky Devil\n\nRichelle Ryan Available\n\nLATATA Responds to FSC\n\nFSC Burdens Performers\n\nOnline Dating Summit Curacao\n\nTanya Tate Action Figure\n\nCam Studio Rental Rates\n\nSportsheets ILS Blitz\n\nFantasy Lingerie Storerotica Noms\n\nNew Networking Event\n\nCrowdfunding for Adult Entertainment\n\nJack Hammer Coming Back\n\nJodie Stacks Available\n\nTES Early Bird Price\n\nXBIZ Executive Awards\n\nJune SCCC Mixer\n\nVon James Hires Rub\n\nEntertainment Equipment Floaters\n\nAEE\/ANE Seminar Schedule\n\nMia Gold Available\n\nTopco StorErotica Nom\n\nNS Novelties Storerotica Noms\n\nBaci Announces New Distributor\n\nSliquid Fifty Shades Collection\n\nZolo StorErotica Nom\n\nECN StorErotica Noms\n\nSliquid StorErotica Noms\n\nObamacare Expert Randy Limbeck\n\nSLS at Mister Leather\n\nBarcelona Trade Show\n\nSensuva StorErotica Nom\n\nSLS StorErotica Nom\n\nAngel Del Rey New Pictures\n\nKira Lake New Pictures\n\nRingO Ranglers Nominated\n\nCB-X Nommed For 2\n\nPHS Nommed StorErotica Awards\n\nGood News From Lallasa\n\nMay is Masturbation Month\n\nKira Lake Available\n\nOCM Rub Valentine\n\nSin City Chamber April Event\n\nCrystal Delights Creates Trophies\n\nAINews New Look\n\nBusiness News Section Index\n\nCopyright © 1998 - 2014 Adult Industry News (AINews.com)\nAll materials constituting text, articles, press releases, stories, columns, photographs, graphics, and code on the AINews.com domain are protected by copyright, and either owned by Adult Industry News (AINews.com), or reproduced with permission from other copyright owners. It may be downloaded and printed for personal reference, but not otherwise copied, altered in any way, or transmitted to others, without the written permission of Adult Industry News (AINews.com).",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.9771186113,
        "format_confidence":0.731795907
    },
    {
        "url":"http:\/\/business.avn.com\/company-news\/Lisa-Ann-Wins-Two-Fanny-Awards-First-Annual-Exxxotica-Fan-Voted-Awards-513974.html",
        "text":"Located in: Home > Business > Company News > Lisa Ann Wins Two Fanny Awards: First Annual Exxxotica Fan Voted Awards\n\nLisa Ann Wins Two Fanny Awards: First Annual Exxxotica Fan Voted Awards\n\nNew York—Adult star Lisa Ann garnered two Fanny Awards this weekend during the Exxxotica Expo in Atlantic City. One was for the Who’s Your Mommy “MILF of the Year” Award and the other for Movie of the Year, for Lisa Ann Can’t Say No.\n\nThe “Leader of the MILF Revolution” was recently featured in the New York Post, which reported her to be the number one porn star in the world. Underscoring her popularity, fans lined up to meet her at the Club Magazine booth, with an equally impressive turn-out at The Diving Horse, where she featured immediately after accepting her Fanny awards.\n\nLisa Ann will also be inducted into the XRCO Hall of Fame this week, and is nominated for XRCO MILF of the Year and Mainstream Adult Media Favorite.\n\nThe well-publicized lover of sports—especially basketball—will also be talking NBA playoffs tomorrow evening on Sirius XM’s Fantasy Sports talk channel, on the ‘Fantasy Drive’ show with hosts Ray Flowers and Tony Cinotta, airing 6pm-8pm EST.\n\nShe also will be appearing at The Cadillac Lounge in Providence, Rhode Island April 25-27, featuring dancing and judging a MILF contest. For more information, go here.\n\nFans can find Lisa Ann on and follow her on Twitter.\n\nRelated Content:\n\nExxxotica Expo - New Jersey 2012\nLisa Ann\n\n\nPlease log in to comment.\nDon't have a free account? Become a member!\n\nBy participating you agree to our Privacy Policy & the AVN \"Be Kind Policy\"\nand represent that you are not under the age of 18.\n\nRelated Topics",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.9044057131,
        "format_confidence":0.7652414441
    },
    {
        "url":"http:\/\/emmnetwork.com\/whorecrafthd-introduces-new-roku-channel\/",
        "text":"WhorecraftHD Introduces New Roku Channel\n\nThe remarkable VR fantasy site WhorecraftVR is coming to a TV near you! Adult Empire Cash has announced that WhorecraftHD is available on Roku via a new channel dedicated to the innovative, immersive fantasy adventure experience. The channel offers the full range of the site’s content, including all Whorecraft sequences plus over 3,000 bonus porn scenes drawn from the Lethal Hardcore archives.\n“Whorecraft is the sort of detail-rich environment that is best experienced on a bigger screen,” said AE Cash Director of Affiliates Daniel Chura. “While Whorecraft was developed and optimized for VR, the Roku channel is an enticing option for users who have not yet invested in virtual reality equipment. Our Roku app is designed to create a seamless experience that allows users to take our signature Whorecraft campaigns off computer screens and mobile devices and into living rooms.”\nIn addition to the existing lineup of Whorecraft scenes, the channel spotlights the site’s three latest adventures: “Alexlabia’s Awakening” starring Tana Lea (https:\/\/www.whorecrafthd.com\/2510085\/alexlabias-awakening-streaming-vr-oculus-porn-videos.html), “Sexy Stunlock” starring Naomi Woods (https:\/\/www.whorecrafthd.com\/2509023\/sexy-stunlock-streaming-vr-oculus-porn-videos.html) and “The Incubus” starring Bridgette B ( https:\/\/www.whorecrafthd.com\/2510075\/the-incubus-streaming-vr-oculus-porn-videos.html  ). The Whorecraft HD Roku channel is included for free with Whorecraft memberships. Current and prospective members can learn more at https:\/\/www.whorecrafthd.com\/watch-Whorecraft-on-Roku.html.\nLaunched in June in conjunction with Stoney Curtis, WhorecraftHD (https:\/\/www.whorecraftHD.com) offers fantasy-themed porn scenes featuring top adult stars, elaborate costumes, and vividly realized alternate worlds. The site is also available in a full 3D virtual reality version at https:\/\/www.WhorecraftVR.com. Membership plans start at $14.99 a month.\nFollow on Twitter @whorecraftvr or on Instagram at https:\/\/www.instagram.com\/whorecraftvr\/.\nExisting Adult Empire Cash affiliates can start promoting Whorecraft’s Roku channel today. New affiliates can contactinfo@adultempirecash.com or go to https:\/\/www.adultempirecash.com for more information.\n\n\nFollow us on twitter: @emmreport,@emmnetwork,@emmmedia,, instagram @emmreport\n\nCheck out our onlyfans account: www.onlyfans.com\/emmreport\n\nFor more awesome pix, go to: emmnetwork.net, emmreport.com, www.emmnetwork.com\n\n\n\nPlease follow and like us:@emmreport\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.9718514681,
        "format_confidence":0.6084634662
    },
    {
        "url":"https:\/\/www.xbiz.com\/news\/233494\/kenzie-reeves-stars-in-digital-playgrounds-girls-with-guns",
        "text":"Kenzie Reeves Stars in Digital Playground's 'Girls With Guns'\n\nLOS ANGELES — Adult star Kenzie Reeves stars in the new Digital Playground  feature, \"Girls With Guns.\"\n\nReeves, in the movie, is part of an experimental procedure to weaponize sexy ladies to stop a government hacker from exposing classified information, a publicist said.\n\nShe’s featured in two of the four scenes — each a B\/G\/G scene.\n\n“This is my first 'sci-fi' type movie, and it was so much fun to film,” she said. “I loved working with Michael Vegas, Giselle Palmer and Alyssa Kent. And, the fucking machine was amazing.\"\n\nOther recent releases featuring Reeves include scenes for Web Young, BangBros, Mofos and Digital Sin, as well as her first anal scene at Upcoming releases include videos for ATKingdom and Burning Angel. \n\nReeves is represented by East Coast Talent and available for B\/G, G\/G, B\/B\/G, B\/G\/G, squirting and more. Contact for availability.",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.8498529792,
        "format_confidence":0.870105803
    },
    {
        "url":"http:\/\/www.sankakucomplex.com\/2012\/10\/26\/japanese-man-buys-hymen-for-780000\/",
        "text":"Japanese Man Buys Hymen for $780,000\n\n\nA Japanese man has bid $780,000 for the virginity of a Brazilian woman in an auction, stoking the usual disgust at the creepiness of virginity-obsessed Japanese men.\n\nThe 20-year-old Brazilian woman auctioned off the right to take her virginity online, with the winning $780,000 bid going to a “Japanese” man.\n\nOther bidders reportedly included 3 Americans, an Australian and an Indian. The organisers also auctioned off the virginity of a 23-year-old Russian man, which apparently went to a Brazilian woman for a measly $3,000.\n\nIn Brazil the auction has not surprisingly attracted controversy for both general moral turpitude and constituting prostitution, although the organisers somehow maintain it does not constitute prostitution.\n\n\nIn Japan as well the auction has attracted controversy – although perhaps for different reasons:\n\n\n“You could go to a soapland a thousand times for that much.”\n\n“What an expensive whore.”\n\n“Women really live life in easy mode.”\n\n“This is a bit much for such an ugly girl.”\n\n“Virgin fanciers are seriously creepy.”\n\n“Is this even legal?”\n\n“No matter how much of a virgin hunter you are that is too much for a girl like that.”\n\n“You could buy up 100 virgin JCs for that.”\n\n“Is the buyer here really Japanese?”\n\n“He’s the shame of Japan.”\n\n“That virgin boy is so cheap…”\n\n“Him going for $3,000 is the real news here.”\n\n“This is sexual discrimination or something!”\n\n“I’m a pure 33-year-old virgin – please buy me!”\n\n\nRecent News\n\nRecent Galleries\n\nRecent Comments",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.8501873612,
        "format_confidence":0.8155481219
    },
    {
        "url":"http:\/\/gay-news.com\/article\/5460\/Amsterdam-Fetish-Pride-2017--May-25-29\/",
        "text":"Back to Top\nSunday 17 Feb\n86258 users - now online: 1121 people\n86258 users - now online: 1121 people login\nPrinter Friendly Page  \nAmsterdam Fetish Pride 2017: May 25-29\n\nby our Editors in Events & Agenda , 05 mei 2017\n\nDit artikel is ook in het Nederlands beschikbaar\n\nIt is time again to get your rubber, leather, sports or other fetish outfits out of the closet for the Amsterdam Fetish Pride. The Fetish Pride runs from May 25 to May 29. This sixth edition includes events at The Cuckoo’s Nest, Club Church, Dirty Dicks, the Eagle Amsterdam, and The Web. Fetish stores Black Body, Mister B, RoB, and hairdresser Cuts & Curls will also do their bit in making this yet another successful Fetish Pride.\n\nDrik Gear, Mister Rubber 2016\n\nAlthough it is the most visible form, a fetish does not necessarily involve certain clothes or materials, but can also be about sexual practices. To cater for this, Fetish Pride has a delightful perverse start on May 25 in the Dirty Dicks, Warmoesstraat 86, with the monthly “Golden Shower Party,” starting at 20:00. To let the water flow excessively, beer and soft drinks only are three euros for this occasion. Those with different desires can visit Club Church, Kerkstraat 52, from 22:00 onwards, where the extravagant Hopelezz family rules the “Blue Fetish.” With exceptional performances, visitors can expect wild and eccentric misfits.\n\nOn Friday, May 26, the party starts at 20:00 with the “Beer Bust” in The Web, Sint Jacobsstraat 6. Here, DJ Bramsterdam and DJ Big General are spinning. Around the corner in The Cuckoo’s Nest, Nieuwezijdse Kolk 6, the first of three “Fetish Nest” nights are organised. Everyone can indulge in his wildest fetish fantasy in the huge basement after a drink at the bar.\n\nHere, the basement is the legendary cruise space that, especially for Fetish Pride, is equipped with a sling and other equipment. DJ Mally Clark is spinning there. Those who like a change can visit “(Z)onderbroek” at Club Church from 22:00, where leather, rubber or sportswear is taken off for dancing and cruising in or without (!) underwear. Here you can expect, as the organisation says, “lots of guys with boners in their briefs.”\n\nMister Rubber Contest\nDuring Fetish Pride the Mr Rubber Netherlands Foundation will organise the annual election of its Dutch rubber scene representative. At a rubber-only night on Friday (21:00) in the Eagle Amsterdam, Warmoesstraat 90, the current Mr Rubber, Dirk Gear, will give his stepping down speech. Afterwards, the rubber men in the audience and the jury will elect the first round candidates for the title Mr Rubber Netherlands 2017.\n\nThis is done in an entertaining and lively show the visitors appreciate and have come to know so well. It will be a social event among rubber men, although the basement will also see some action! This year, the jury will consist, among others, of Javi, the current Mr Rubber Spain, and Preston So, Mr International Rubber 2017, flown in especially from New York City.\n\nThe final will take place on Saturday night (22:00-23:00) during “Invasion,” Amsterdam Fetish Pride’s main party. The Mr Rubber election is known for its extravagant extra’s, such as vacuum cubes, driving cages, pony play carts, etc. However, chances are that the organisation will surpass last year’s edition in kinky eccentricity, so don’t miss out! The candidates will then be presented once more, and Mister Rubber Netherlands 2017 will be announced.\n\n\nThis rubber spectacle, however, will only be the kick-off of “Invasion,” as it is this Pride’s main party where all fetish-lovers can get their money’s worth. “Invasion” takes place in Undercurrent, Papaverweg 265, at the NDSM-terrein.\n\nThis location can accommodate over a thousand visitors and is just ten minutes from Amsterdam Central Station. Take the ferry from the station to the Buiksloterweg, followed by a free shuttle that gets you there within minutes.\n\nDJ RW from the Netherlands and DJ T&T (Topher & Trippy) from France will be spinning, offering great mixes. Go-go dancers and live shows by international porn stars Brock Hatcher and Michael Duncan will provide the necessary pit-stop entertainment. Also, there is a large dark room with all your heart’s desire, from slings and beds to benches. “Invasion” truly offers the opportunity to go wild. The party lasts until the wee small hours, and the admission fee is 25.00 euros presale and 30.00 euros at the door. See\n\nBut there is more. The Web will host a fetish flea market on Saturday from 13:00, and the Amsterdam Kink Academy traditionally will organise a number of workshops, while the participating businesses offer events not mentioned above. See for more information and the full programme.\n\nAmsterdam Fetish Pride,\nMay 25- 29, 2017\n\n\n\nIn the New Issue of Gay News, 331, maart 2019\n\nMore from Events & Agenda\nMore from Gay News- issue 309\nMore by our Editors\n\n\nregular safe sex parties\n\nlearn more |visit\n\nDirty Dicks\n\nWell-know great leather & cruise bar\n\nlearn more |visit\n\nbottom image\n\nEntire © & ® 1995\/2019 Gay International Press & Foundation G Media, Amsterdam. All rights reserved.\nGay News ® is a registered Trademark. © articles Gay News; duplication forbidden. Inclusion only allowed after written approval of the publisher, with clear source mentioning Articles used by third parties will be invoiced and cashed where necessary. Gay News | ISSN: 2214-7640 | ISBN 8717953072009 | Wikipedia.\nFollow Gay News:\nTwitter Issuu\nRSS (dutch) RSS Editors (dutch) self-employed Escortboys\n\nContact us\n\n© 1995\/2019 Gay News ®, GIP\/ St. G Media",
        "topic_id":0,
        "format_id":10,
        "topic_confidence":0.9509470463,
        "format_confidence":0.8991327286
    }
]