[
    {
        "url":"http:\/\/www.catchnews.com\/mumbai\/other-than-sheenabora-murder-case-5-crime-cases-involving-bollywood-and-tv-celebrities-1441442529.html",
        "text":"Home » mumbai » Other than #SheenaBora murder case, 5 crime cases involving Bollywood and TV celebrities\n\nOther than #SheenaBora murder case, 5 crime cases involving Bollywood and TV celebrities\n\nRaza Naqvi | Updated on: 7 September 2015, 10:30 IST\n\nThe Sheena Bora murder case has gripped the entire nation with all its twists and turns. But this isn't the first time that a spine-chilling crime involving a celebrity from the entertainment industry has made headlines.\n\nHere are some other cases involving Bollywood and TV celebrities:\n\nNeeraj Grover murder case\n\nGrover who was a television executive working for Synergy Adlabs was murdered in 2008. After investigations, it was revealed that a small-time actress Maria Susairaj along with her lover, naval officer Emile Jerome Mathew had murdered Neeraj.\n\nApparently Neeraj was helping Maria land roles in television soaps, besides shifting to a new house.\n\nMathew who was Susairaj's fiancee, suspected that Neeraj was living with her which infuriated him. He ended up stabbing Neeraj with a knife from Maria's kitchen. Later the betrothed couple allegedly hacked his body to pieces, packed it in a bag and set fire to it.\n\nGulshan Kumar murder case\n\nThe T-series music baron and film producer Gulshan Kumar was shot dead in broad daylight outside an Andheri temple by two men who pumped numerous bullets into his body.\n\nNadeem, of the popular music composer duo Nadeem-Shravan, was accused of plotting the murder. After investigations the Mumbai Police Crime Branch alleged that Nadeem had planned the murder in Dubai with Dawood's brother Anees Ibrahim Kaskar. Nadeem presently resides in London.\n\nBrij Sadanah killing spree and suicide\n\nKamal Sadanah's (Bollywood actor) father Brij Sadanah, who was a successful filmmaker in the 1970s, killed his wife and daughter in a fit of rage at their Bandra residence in Mumbai .\n\nKamal was also shot at but he survived. The father then committed suicide on the same night. This entire episode sadly took place on Kamal Sadanah's birthday, when the entire family was wiped out.\n\nSandhya Singh murder case\n\nSandhya Singh who was the sister of Bollywood music composers duo Jatin-Lalit had gone missing in December 2012. Days later her body was found in the marshes in Navi Mumbai, close to her residence.\n\nAfter investigations, it was discovered that her son Raghuveer was behind the murder and was arrested. He used to have frequent fights with his mother and was also a drug addict.\n\nDivya Bharti's 'controversial' death\n\nKnown Bollywood actress and model Divya Bharti who was married to producer Sajid Nadiadwala, fell to her death from her five-story apartment building in Versova, Mumbai in 1993.\n\nFollowing her death there was much speculation by the media regarding Bharti's sudden demise, including the possibility of accidental death, conspiracy and even murder.\n\nEven after the investigations, the Mumbai Police failed to find any evidence against Nadiadwala. He was never charged for murder and the case was closed in 1998, labelling it as an accidental death.\n\nFirst published: 7 September 2015, 10:30 IST\nRaza Naqvi @Mir_Naqvi\n\nRaza is an alumnus of the Indian Institute of Mass Communication (IIMC) and has worked with the Hindustan Times in the past. A passionate follower of crime stories, he is currently working as a Sub-Editor at the Speed News desk.",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.8739517927,
        "format_confidence":0.9656067491,
        "weight":0.0008562136
    },
    {
        "url":"https:\/\/www.work4youlaw.com\/blog\/bicyclist-suffers-major-injuries-brooklyn-hit-and-run-accident\/",
        "text":"We Can Even Come to You!\n\nCall Us 24\/7:(212) 545-7373\n\n1-800-967-5496 - 1-800-WORK-4-YOU\n\nBicyclist Suffers Major Injuries in Brooklyn Hit-and-Run Accident\n\nLeave a reply\n\nHit-and-Run AccidentA 38-year-old man suffered critical head injuries after a car struck his bicycle. According to a report in the New York Daily News, the driver of a late-model four-door silver sedan was southbound on Central Avenue in Bushwick when he struck the bicyclist who was eastbound on George Street. The driver failed to stop and render aid to the victim. The injured victim was then rushed to a local hospital where he remains in critical condition. Police are still attempting to locate the hit-and-run driver. The victim was apparently a construction worker, who was well known for the bicycles he built on the side.\n\nHit-and-Run Collisions\n\nThe National Highway Traffic Safety Administration’s (NHTSA) reports that one out of every 10 crashes (about 11 percent) reported to the police involves a hit-and-run driver. Also, most hit-and-run crashes result in catastrophic injuries or even fatalities. Between the years 1994 and 2003, 14,914 people were killed in hit-and-run collisions, the AAA Foundation for Traffic Safety reported.\n\nNew York Hit-and-Run Law\n\nUnder New York Statute 600.2: “Any person operating a motor vehicle who, knowing or having cause to know that personal injury has been caused to another person, due to an incident involving the motor vehicle operated by such person shall, before leaving the place where the said personal injury occurred, stop, exchange information and contact the authorities.”\n\nCompensation for Hit-and-Run Victims\n\nInjured victims of hit-and-run accidents are often left struggling to pay their medical bills and other expenses associated with their losses. When the hit-and-run driver is not found, victims can seek compensation through the uninsured motorist clause of their auto insurance policies or through a quasi-state agency if there is no motor vehicle in the victim’s household. This applies even to cases where the at-fault driver is uninsured or underinsured. In some incidents, bicyclists or pedestrians may be able to file a claim against the city or governmental agency, if a dangerous or defective roadway is found to have caused or contributed to their injuries.\n\nIf you or a loved one has been injured or if you have lost a loved one in a hit-and-run accident, the experienced New York personal injury attorneys at the Law Offices of Kenneth A. Wilhelm can help you better understand your legal rights and options. We obtained $2,000,000 for a 6-year-old girl who was injured by a hit-and-run driver. The case was originally dismissed by the judge, but we aggressively appealed the judge’s decision and had it overturned. Our client received a $2,000,000 settlement when the case was retried. Please contact us 24 hours a day, 7 days a week at 1-800-WORK-4-YOU (1-800-967-5496). We can also help with personal injury cases in New Jersey, Connecticut, Pennsylvania, or Florida. If you have been seriously injured in any of the 50 U.S. states, please call us and we will try to help you with your case.\n\nOther phone numbers for us are:\n\n1-800-RADIO-LAW, 1-888-WYPADEK, OR 1-800-LAS-LEYES\n\nPlease visit us at: www.WORK4YOULAW.com\n\nSource: New York Daily News\n\nIf you found this article useful, please share it!\n\nRelated Aricles\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n  • Recent Posts\n\n  • What Our Clients Say About Us\n\n  • Categories\n\n  • Best Seller\n  • *Disclaimer:Some of the verdicts for the cases mentioned on this website were increased or decreased on appeal. Prior results do not guarantee a similar outcome. ATTORNEY ADVERTISING",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.987074852,
        "format_confidence":0.688783288,
        "weight":0.0052420297
    },
    {
        "url":"http:\/\/www.pradaxalawsuitcenter.com\/pradaxa-lawsuit-news-09-17-13.asp",
        "text":"No-Cost, No-Obligation\nPradaxa Lawsuit\nCase Review\n\nBookmark and Share\n\nPradaxa Lawsuit Center\n\nPradaxa Lawsuit Co-Liaison Counsel Provides Update on Plaintiffs' Progress in Pradaxa Internal Bleeding Litigation, Discovery Abuse Hearing Set for September 18, 2013\n\nCo-Liaison Counsel in Pradaxa Products Liability Litigation provides current news and information on Pradaxa lawsuit status as preparations for bellwether trials move forward and Pradaxa manufacturer's executives are required to explain allegations of discovery abuse.\n\nSt. Louis, MO (September 17, 2013) – A Status Conference occurred on September 4th in the Pradaxa Products Liability Litigation (MDL No. 2385, United States District Court, Southern District of Illinois), after which Mark Niemeyer, a partner with the law firm of Onder, Shelton, O'Leary & Peterson, LLC who is serving as Co-Liaison in the Pradaxa internal bleeding lawsuit, provided an update regarding the overall progress of the Pradaxa lawsuit.   The sample trials, referred to as bellwether trials, in the Pradaxa Multi-District Litigation are moving quickly toward expert witness designation.   Bellwether trials are the tool generally used to move a litigation towards resolution framework.  The Pradaxa internal bleeding bellwether trials are set to begin next August.  Additionally, high-ranking officials with Boehringer Ingelheim Pharmaceuticals, Inc., the manufacturer of Pradaxa, have been ordered to appear and explain allegations of discovery abuse.   The plaintiffs' lawyers in the Pradaxa lawsuits have repeatedly made complaints of Boehringer Ingelheim's withholding and late production of corporate information related to the manufacture and marketing of Pradaxa.   Earlier this year, Boehringer Ingelheim attempted to block the Pradaxa internal bleeding lawyers from discovering the documents reviewed by a deponent in advance of that person's disposition.   The Court struck down this attempt and required disclosure of all documents reviewed by a deponent, describing the Defendant's position as disingenuous (Case Management Order No. 31 Regarding Defendants Discovery of Documents Reviewed by Deponents).   The previous Case Management Order (No. 30 Production of BIPI Employee Personnel Files) denied Boehringer Ingelheim's lawyers' attempt to block the Plaintiffs from discovering aspects of the company's deponent personnel files, including bonus and compensation information.\n\nThe Pradaxa Multi-District Litigation is the result of a large number of Pradaxa lawsuits filed throughout the country alleging Pradaxa internal bleeding, frequently resulting in death.   The lawsuits were consolidated to form the Pradaxa Multi-District Litigation being tried in federal court in Southern Illinois.   Pradaxa lawsuits are not class action lawsuits.   Pradaxa is an anticoagulant was approved by the FDA in 2010 to prevent stroke in people with atrial fibrillation.   A January 2013 report by the Institute for Safe Medication Practices ( compared serious adverse drug events reported to the FDA under the FDA Adverse Event Reporting System, also known as MedWatch, for Pradaxa, Xarelto and warfarin during the second quarter of 2012.   It found that Pradaxa use resulted in death nearly two and a half times as frequently as Xarelto and almost five times greater than warfarin.\n\nMark Niemeyer and the pharmaceutical litigation department at Onder, Shelton, O'Leary & Peterson, LLC handling Pradaxa cases wish to inform the families of those who took Pradaxa and then suffered a severe internal bleeding event, such as gastrointestinal internal bleeding or hemorrhagic stroke, that they may still join the Pradaxa internal bleeding multi-district litigation.   The Pradaxa lawyers at Onder, Shelton, O'Leary & Peterson are offering a free case review with no further obligation to the families of persons who experienced severe internal bleeding after using Pradaxa.  The firm is representing all persons who file a Pradaxa lawsuit on a contingency basis with no cost to the client unless they successfully win compensation for them.  Although the firm is centrally located in St. Louis, Missouri, it represents clients throughout the United States.  St. Louis is the closest metropolitan area to the court handling the Pradaxa Products Liability Litigation.\n\nNiemeyer also invites other attorneys to consult with a Pradaxa lawyer at the firm, which are available either to handle those cases or work as co-counsel. \n\nRecent Pradaxa Lawsuit News Items",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.9822043777,
        "format_confidence":0.8395266533,
        "weight":0.0052161642
    },
    {
        "url":"https:\/\/www.crowell.com\/NewsEvents\/PressReleasesAnnouncements\/Crowell-Moring-Listed-in-Multicultural-Law-Magazines-Top-100-Law-Firms-for-Diversity",
        "text":"Search NewsRoom\n\nAdvanced Search >\n\nMedia Contacts +\n\nFirm News & Announcements\n\nCrowell & Moring Listed in Multicultural Law Magazine's \"Top 100 Law Firms for Diversity\"\n\nWashington, D.C. – February 16, 2007: Crowell & Moring LLP is pleased to announce that is has been listed as one of Multicultural Law Magazine's \"Top 100 Law Firms for Diversity.\" To determine law firm rankings, surveys were sent to more than 200 law firms on the American Bar Association's list of firms with more than 100 lawyers. Crowell & Moring was also listed in the 2006 edition of the magazine, and in 2005 Crowell & Moring ranked 13th in the \"Top 50 Law Firms for Associates,\" 18th in the \"Top 25 Law Firms for Disabled Americans\" and 21st in the \"Top 50 Law Firms for Women.\"\n\nWith more than 40,000 readers, Multicultural Law Magazine is an annual publication that highlights successful minority and women lawyers.\n\nThe news comes as Crowell & Moring has engaged in several efforts to promote diversity in the legal profession. At a reception on February 21, 2007 featuring keynote speaker Minority Corporate Counsel Association Executive Director Veta T. Richardson, the firm will present the second annual $25,000 scholarship program awards to three D.C. law school students. The firm also hosts a regular speaker series to celebrate diversity and has entered into a special relationship with Howard University Law School by funding two public service summer internships for Howard law students. Crowell & Moring is also working with Howard law students to supply firm lawyers to serve as judges for moot court competitions at the university.\n\n\nPhill McGowan\nDirector of PR, Media and Communication\n+1 202.508.8835\n\nEmail Twitter LinkedIn Facebook Google+",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8927412033,
        "format_confidence":0.9945306182,
        "weight":0.0047410547
    },
    {
        "url":"https:\/\/www.marieclaire.com\/culture\/a23166\/the-lady-detectives-of-delhi\/",
        "text":"Akriti Khatri is on a stakeout in a bustling neighborhood in New Delhi. On this hot Sunday afternoon in August, shoppers are bargaining for clothes and household goods at open-front stores. Khatri buys a watermelon smoothie from a juice vendor and tucks herself against a wall to avoid the cars and motorized rickshaws clogging the street. The chaotic location is ideal. \"It's easy to blend in and secretly watch my target,\" says Khatri, a private detective whose eyes, hidden behind sunglasses and a curly dark bob, are fixed on a nearby modern apartment block. \"With luck, I will catch the love cheat on-camera coming out of the building with his mistress.\"\n\nKhatri, 31, who exudes a mixture of fearless energy and sharp humor, is one of a growing number of Indian women taking the country's male-dominated private-eye industry by storm. She runs her own agency, Venus Detective, with offices in India's capital, Delhi; Bangalore; and three other major cities. The sleuth and her team of 20 full-time, mostly female field agents launch daring undercover operations to expose illicit love affairs, dating fraud, corporate corruption, and other ills of modern Indian society. In the process, they turn traditional female roles upside down. \"We often disguise ourselves as maids, vegetable vendors, college girls, or cosmetics saleswomen to infiltrate homes and offices,\" says Khatri, who rides a motor scooter during surveillance jobs. \"It's risky, but so far we've never been caught. Targets rarely suspect women of being professional spies.\"\n\nAdvertisement - Continue Reading Below\n\nDelhi-born Khatri opened Venus Detective in 2011 after learning the trade at another P.I. firm straight after college. A science graduate with an MBA, she was drawn to the profession \"out of sheer curiosity,\" she says. \"I always loved collecting information about people. It was like a hobby. When I was a student, it took me 30 minutes to get across campus because I stopped to get the gossip from everyone I met.\" Dubbed \"Delhi's Nancy Drew\" by national newspaper the Hindustan Times, Khatri has seen demand for her services boom as the country modernizes at a breakneck pace. She receives 80 to 100 calls a week, mostly about matters relating to love and marriage.\n\nTanya Puri, 23, is the youngest P.I. in the country to run her own agency, Lady Detectives India, located in a suburb of Delhi\nJack Picone\n\nMany of Khatri's clients are women who want to find out if their partners are cheating on them, or are keen to know if a prospective husband has any hidden deal-breaking habits. \"Indian women are becoming much more independent with their own jobs and social lives, especially in big cities,\" she says. \"They don't tolerate men who deceive them or who don't meet their expectations.\" Her client today, a woman in her late 20s who suspects her advertising- executive husband is having an affair with a colleague, is typical. The woman's husband has started coming home late and always taking his smartphone to the bathroom. \"She has a young child, but she says she'd rather be a single mom than put up with an unfaithful husband,\" says Khatri. \"This view was unheard of in my mother's generation.\"\n\nHiring a private detective not only empowers women to take control of their lives, she adds, it also helps them to avoid mistakes in the first place. Two female clients broke up with their respective boyfriends after Khatri discovered that one man's math was so bad, he couldn't count banknotes, and the other had lied about his family home having an indoor toilet (as she learned when she pretended to be lost in the neighborhood and asked to use it).\n\nFor centuries, arranged marriages have been the norm in India, with each partner vetted by family members and local connections. The role of informal detective was often taken by barbers who traveled from village to village, gathering intel about a person's suitability while cutting hair. \"They'd find out whether the bride was respectable, whether the groom was financially stable, and whether both came from decent families,\" says Khatri. But now, with couples increasingly meeting on Facebook and Instagram and on dating apps like Tinder, the demand for private detectives is skyrocketing. (There are no formal figures for the growth in investigative agencies, but India's Association of Private Detectives and Investigators [APDI] says it counts around 350 firms as members, up from fewer than 20 a decade ago.) The Internet has created \"relationship chaos\" in the country of almost 1.3 billion people, Khatri says, causing far greater shock waves than in, say, the U.S., owing to India's deeply traditional attitudes. \"People are falling for strangers online who often make up tall stories about their identities or credentials,\" she says. \"There's much more uncertainty and confusion, as well as conflict with older generations who don't like their children's choices.\" Extramarital affairs, too, are on the rise because of the ease of dating and messaging apps. \"Love in modern India has become a war zone.\"\n\nFees for Khatri's investigations run from around 25,000 rupees ($380) for a premarital check, which takes about 10 days, up to 500,000 rupees ($7,500) for complex cases that can span months, like corporate fraud or missing persons. Because private investigation is not a legally recognized profession in India—the authorities tolerate such work as long as detectives don't break any laws, such as illegally obtaining phone or e-mail records—there are no identifying signs outside her office. Most clients find her via her website and newspaper advertisements.\n\n\"Love in modern India has become a war zone.\"\n\nVenus Detective's headquarters are on the third floor of a smart- looking office building in a business park in Noida, an industrial- corporate \"mini-city\" on the outskirts of the capital. In the large, airy room, Khatri's youthful team of admin and technical staff wear preppy shirts and casual pants or dresses and sit in cubicles taking calls and monitoring investigations on laptops. \"Everything is digital these days,\" Khatri says. \"To protect our clients' privacy, we don't keep any physical evidence lying around.\"\n\nAdvertisement - Continue Reading Below\n\nThere's rarely any shortage of evidence. In around 40 to 50 percent of premarital cases, for example, the person Khatri is investigating has invented or concealed personal details—in the rush to join India's increasingly prosperous middle class, it's tempting to fake a few things to meet the right spouse. In infidelity cases, there are practical reasons to have hard evidence of wrongdoing. \"In an arranged marriage, families on both sides are involved, and it's difficult to divorce or separate without causing a major dispute,\" she explains. \"But if the client can say, 'My partner has been unfaithful and here are the photos and hotel receipts to prove it,' the families cannot argue with them.\"\n\nSome also lie about their caste, India's ancient social hierarchy rooted in the Hindu religion. \"Caste is critical to some traditional families,\" Khatri says. \"I get many calls from parents who are worried their offspring are dating someone from a lower caste. Even if the couple is deeply in love, the family will stop at nothing to break up the romance.\" Parents ask Khatri to snare their child's partner in a \"honey trap\" to make it look like they are double-dating, or to fabricate evidence of a partner's unsuitability. \"I always refuse,\" she says. \"I draw the line at anything unethical.\"\n\nOthers deceive on a much grander scale. Khatri and her staff call these \"OMG\" cases. A recent example involved an Indian couple based in America. \"The wife hired me to find out why her husband was spending so long back in India,\" she says. \"We discovered he had three other wives in this country, each with their own house and kids that he'd fathered.\" In another OMG case, a Delhi woman wanted to know why her live-in boyfriend kept sneaking out of the house in the middle of the night. \"He told her he couldn't sleep and was getting fresh air,\" says Khatri. \"It turned out he was hiring out his sexual services for cash to an older woman in the neighborhood two or three times a week.\"\n\nPerhaps not surprisingly, Khatri, who is married with a 2-year-old son, says a big part of her job is counseling distressed clients. \"One of the first things I ask people is whether they're prepared to learn the truth and what they intend to do with the information we dig up,\" she says. Sometimes the answers surprise her, like the woman who hired her but planned to do nothing with the proof of her husband's infidelity. \"She was just going to keep it as insurance,\" Khatri says, \"in case her husband caught her cheating on him.\"\n\nConfirmation that a spouse has been having an affair doesn't always end badly. One of Khatri's clients, a 30-year-old Delhi resident named Shweta who does not want her last name published, says hiring a private detective saved her 5-year-old marriage, at least for now. After the birth of their first child, Shweta and her husband stopped communicating, and as the distance between them grew, she began to suspect he was seeing someone. \"I hired Akriti, and she caught him red-handed checking in to a hotel with another woman,\" she says. \"When I confronted him with the evidence, he broke down and apologized. He has treated me like a queen ever since.\"\n\nBeing unfaithful works both ways, of course, and growing numbers of Khatri's clients are men who want to check up on their wives and girlfriends. Whatever the gender of her clients, she believes female private detectives have the upper hand. \"Women feel more comfortable telling their problems to another woman,\" she says, \"while men think that I will understand the mind-set and behavior of their wives.\"\n\nAdvertisement - Continue Reading Below\n\n\"Women make excellent investigators, in many cases far superior to men.\"\n\nBaldev Puri, general secretary of the Delhi chapter of the APDI, agrees... (truncated)",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.7978855968,
        "format_confidence":0.9048263431,
        "weight":0.0085345759
    },
    {
        "url":"http:\/\/cao128.com\/2018\/06\/16\/figuring-out-lawyers\/",
        "text":"Figuring Out Lawyers\n\nEssential Tips That Assist An Individual In Hiring A Business Attorney In Dubai\n\nWhen an individual is in business and need of attorney, it can be pretty confusing to know the right one to select, because there are many in the market, and nobody wants to make a wrong choice. An individual has to protect themselves by finding the right business attorney in Dubai, and someone like helene mathieu has built an incredible reputation over the years and can be a perfect choice to select. There is no need to stress yourself out during the process of looking for a perfect business attorney, since with the right tips in mind, and people such as helene mathieu, it is going to be pretty easy to choose.\n\nEnsure That The Person Selected Is Perfect\n\nA business attorney handles pretty much anything dealing with your enterprise, starting with finances to dealing with partners and suppliers who have been causing issues; therefore get some tips from reputable people such as helene mathieu. Using someone who specializes in a given area makes it easy for an individual to have their needs handle, without having to worry about looking for someone else.\n\nKnow How To Pay Them\n\nWhen a person is dealing with people like helene mathieu it becomes easy to plan your finances because she tells her clients the charges upfront and also ensures that surprises do not catch their clients, so, ask the question upfront. If an individual is squeezed of finances; there is no need to strain to go for an attorney who charges on an hourly basis, because it is going to be expensive, and in the end, look for someone that is interested in giving you a flat charge.\n\nSearch For Somebody Who Understands The Business\n\nThe reason why helene mathieu Is he must because she has been in business for the longest, And that is what every person has to be looking forward to every single time because experience gives your guarantee that things will slow following the plan. An experienced person will go to any extent as a way of making sure that things flow expected, and ensure that clients get satisfied with the result.\n\nEnsure The Attorney And Presented With A Recommendation\n\nWhen a lawyer is sure that the services are perfect, they are not afraid of giving the current clients a recommendation which involves providing the client’s contacts, something that helene mathieu is known for by many. Sometimes, the evidence presented to a given attorney might be out of their expertise; therefore, ensure that the individual is willing to provide guidelines on some of the people that can be consulted.\n\nDo They Have Affiliations With Any Professional Organizations\n\nBeing members of a given organization shows that an individual keeps on learning and trying to understand more from the people they are interacting with on a regular-basis; therefore, that is a perfect person to hire.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9168391824,
        "format_confidence":0.8230700493,
        "weight":0.0014417493
    },
    {
        "url":"http:\/\/photographyisnotacrime.com\/2016\/08\/24\/indianapolis-police-shoot-homeowner-after-he-calls-911-to-report-robbery\/",
        "text":"Indianapolis Police Shoot Homeowner After He Calls 911 to Report Robbery - PINAC News\nTo Top\n\nIndianapolis Police Shoot Homeowner After He Calls 911 to Report Robbery\n\nAn Indiana man called 911 Tuesday to report that a man had just robbed his wife at gunpoint in front of their home.\n\nWhen Indianapolis police arrived, they shot the homeowner.\n\nThe gunman, a black man in his late teens, is still at large.\n\nThe homeowner, a black man in his late 40s, is listed in serious condition from the gunshot wound to his abdomen.\n\nPolice say the officer shot Carl Williams because he opened the garage door to his home while holding a gun after police had pulled up to his home.\n\nAnd that, of course, made them fear for their lives.\n\nWilliams had called 911 at 4:34 a.m. to report that a black male in a red shirt armed with a rifle had just carjacked his wife at gunpoint.\n\nPolice have not said what color shirt Williams was wearing, so we can assume it was not red.\n\nThe suspect held Williams’ wife down on the ground at gunpoint, demanding the keys to her Nissan Sentra.\n\nShe gave him the car keys and he tried to steal her car, but then took off running after apparently not knowing how to start a push-button ignition.\n\nMeanwhile, his wife had run inside the house and informed her husband, who figured the only logical thing to do is call police.\n\n“Is that him?” Williams could be heard in the dispatch recording before the line went dead.\n\nWhen police arrived, they didn’t even bother asking that question after he opened the door.\n\nAccording to the Indianapolis Star:\n\nThat is when nine-year veteran Officer Christopher Mills shot Williams once in the abdomen, Taylor said. It’s unclear if more rounds were fired. A second officer on the scene, an eight-year veteran, did not fire his weapon.\n\nIn the 911 call, no vocal exchange could be heard between the homeowner and officer who fired his weapon. Riddle and Taylor said it was still unclear whether the officer gave any verbal commands to the homeowner.\n\nWilliams’ handgun was recovered from the home, but there was no indication that Williams raised his weapon, fired his weapon or brandished it in a threatening way.\n\n\nPolice were told that the suspect was driving a black Nissan Sentra, which was actually still sitting in the driveway with the door open and the interior lights on, when they pulled up.\n\nWilliams, who is still recovering at a local hospital and is expected to survive, has not spoken to the media or police.\n\nBut police are already saying he confused the cops for the suspect – even though he has not said this – in an obvious attempt to justify the shooting.\n\nThey also chalk up the shooting to the old “split-second decision” that cops must make do when confronting citizens.\n\nBelow is a recording of the dispatch communications.\n\n\n\nMore in Keystone Kops",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9969492555,
        "format_confidence":0.9933087826,
        "weight":0.034004616
    },
    {
        "url":"http:\/\/www.securityfocus.com\/columnists\/387\/1",
        "text":"\nStrict liability for data breaches?\nMark Rasch, 2006-02-20\n\nA recent case involving a stolen laptop containing 550,000 people's full credit information sheds new night on what \"reasonable\" protections a company must make to secure its customer data - and what customers need to prove in order to sue for damages.\n\nLet's say you open your mailbox, and there is a letter from the financial organization that holds your student loan. \"Dear valued customer..\" the letter begins, and then it informs you that \"due to circumstances beyond their control\" your personal information has been compromised. Your name, home address, social security number, credit information, account balances - everything - is now sitting on a computer in Belarus, with the information being hocked for sale on a half a dozen websites. Perhaps thousands of dollars of fraudulent charges have been added to your account. Maybe even a new credit card has been issued in your name to an address in Saskatchewan.\n\nYou order a credit report, and put yourself on a credit fraud watch list. You pay for a service to inform you whenever there has been any extension of credit in your name. You call all your credit card issuers and get new credit cards. You cancel all automatic payments on your credit cards, including all your online purchases where your card is stored (such as Amazon and PayPal) and give them your new numbers.\n\nDozens of hours later, you may or may not have corrected some of the problems created by your lender's failure to protect your data. Finally, you go to your lawyer, and ask the dumbest question you can ever ask a lawyer: \"can I sue?\" Of course, the answer is always \"yes.\" But the bigger question is, will you win? A recent case from Minnesota (PDF) raises the question of what the duty is of a regulated entity such as this to actually protect their customer's data.\n\nA recent case\n\nStacy Guin had a student loan with Brazos Higher Education Service Corporation. Brazos employed a financial analyst to review its loan portfolio and decide which loans to buy and sell. The financial analyst worked from his house in Maryland, and had files related to as many as 550,000 of these loans on his laptop at home. Stop me if you have heard this before, or can anticipate what comes next. Of course, the analyst's house was burglarized, and the unencrypted files were stolen.\n\nBrazos then sent out what I call the \"Otter\" letter. In the movie Animal House, some frat boys borrow and destroy Kent \"Flounder\" Dorfman's brother's car. Tim Matheson's character, Eric \"Otter\" Stratton, consoling his fraternity brother, utters the immortal words of faith, \"You F&^#ed Up - You Trusted Us.\" This is exactly the sort of letter that Brazos sent to its customers like Stacy Guin.\n\nBrazos did take other remedial measures. They notified all 550,000 customers of the potential breach. They told customers that they could put a free 90 day security alert on their credit files, and established a call center to track ID theft. Indeed, there were no reported incidents of credit or identity fraud resulting from the stolen laptop, and no evidence that Stay Guin's credit or identity were misused. In fact, what probably happened is that somebody in Silver Spring has themselves a brand new laptop, and never even noticed or used the data that was inside. Nevertheless, Stacy Guin decided to sue Brazos for breach of contract, breach of fiduciary duty and negligence.\n\nFTC data protection guidelines\n\nBrazos, as a lender, is a financial institution and therefore regulated in the U.S. under the Gramm Leach Bliley Act (GLBA), 15 USC 6801. The GLBA Security Guidelines require regulated entities to,\n\n\"establish appropriate standards for the financial institutions subject to their jurisdiction relating to administrative, technical, and physical safeguards-\n\n(1) to insure the security and confidentiality of customer records and information;\n(2) to protect against any anticipated threats or hazards to the security or integrity of such records; and\n(3) to protect against unauthorized access to or use of such records or information which could result in substantial harm or inconvenience to any customer.\n\nThe Security Guidelines issued pursuant to the GLBA, 16 CFR 314.4(a)-(c) mandates that financial institutions develop computer security programs, identify foreseeable risks to consumer information, and put in place measures to monitor and reduce the risk of such programs.\n\nOf course, Brazos had a security program, a written security policy, risk assessment reports, and what the court termed \"proper safeguards for its customers' personal information\" according to an affidavit prepared by a defense expert. Brazos determined that their analyst needed to have access to the information for Brazos' business purpose, and that this was acceptable to Brazos under its security program. What Brazos failed to do, however, was to actually prevent the information from being compromised.\n\nWhat is \"reasonable?\"\n\nIn order to prevail, Guin had to show that the loan company owed him a duty to protect his information, that the theft of the laptop was reasonably foreseeable, and that Brazos failed to take reasonable efforts to prevent the loss of the data. Guinn would also have to show that this failure was the legal cause of some damage or injury.\n\nThe standard of care for the prevention of harm is typically what the law calls the \"reasonable man\" standard. What would a reasonable person (or company) of ordinary prudence do? In addition, laws or regulations can impose a higher standard of care than ordinary negligence, and failure to adhere to a law or regulation is typically deemed to be negligence per se. So, what would a \"reasonable\" holder of personal information have done?\n\nStory continued on Page 2 \n\nMark D. Rasch is an attorney and technology expert in the areas of intellectual property protection, computer security, privacy and regulatory compliance. He formerly worked at the Department of Justice, where he was responsible for the prosecution of Robert Morris, the Cornell University graduate student responsible for the so-called Morris Worm and the investigations of the Hannover hackers featured in Clifford Stoll’s book, \"The Cuckoo’s Egg.\"\n    Digg this story   Add to del.icio.us   (page 1 of 2 ) next \nComments Mode:\nStrict liability for data breaches? 2006-02-21\nAdam (1 replies)\nRe: Strict liability for data breaches? 2006-02-22\nMark D. Rasch (1 replies)\nStrict liability for data breaches? 2006-02-21\nJim (Sydney, Australia) (1 replies)\nStrict liability for data breaches? 2006-02-21\nStephen T (1 replies)\nRe: Strict liability for data breaches? 2006-02-22\nAnonymous (1 replies)\nShameful ruling 2006-02-22\nStrict liability for data breaches? 2006-02-22\nFrank, Hsv, AL\nStrict liability for data breaches? 2006-02-23\nAnonymous (2 replies)\nRe: Strict liability for data breaches? 2006-02-23\nMark D. Rasch\nRe: Strict liability for data breaches? 2006-02-23\nAnonymous (1 replies)\nJudge Made Law 2006-02-24\nMark D. Rasch (1 replies)\nRe: Judge Made Law 2006-03-05\nAnonymous (1 replies)\nRe: Re: Judge Made Law 2006-03-15\n\n\nPrivacy Statement\nCopyright 2010, SecurityFocus",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.8893900514,
        "format_confidence":0.7245687842,
        "weight":0.0095133524
    }
]