[
    {
        "url":"https:\/\/www.gmbyorkshire.org.uk\/news\/article\/updated-legal-package-for-gmb-pubco-members\/",
        "text":"Updated Legal Package For GMB Pubco Members\n\n5 Aug 2010\n\nFAO GMB Pubco Tied Tenants\n\nDear Colleague\n\nGMB Legal Assistance Package\n\nAs you may be aware the GMB’s legal assistance package for members has recently changed as follows:\n\nFor all legal issues other than Brulines, (see below), GMB has arranged a heavily subsidised rate with Andrews Angel Solicitors. The cost to each existing member is £250 plus VAT for an initial 2 hour case review. If, during the review, issues are identified that may have wider implications for the GMB membership as a whole or opportunities to establish precedents and case law are identified then GMB may consider further financial assistance. Otherwise, members are then responsible for their own costs after having received advice.\n\nThe procedure for accessing the legal assistance package is for members to contact me as below asap and you will be sent a questionnaire to complete and return. I will then forward the paperwork to Andrews Angel Solicitors who will contact you direct.\n\nRegarding Brulines issues, we have an information pack and questionnaire available on request to members and issues will be reviewed on a case by basis by our in-house legal team at National Office.\n\nI trust this information is useful.\n\nYours sincerely\n\nSue Boyd\n\n.(JavaScript must be enabled to view this email address)",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8787252903,
        "format_confidence":0.9639735818,
        "weight":0.0046666208
    },
    {
        "url":"https:\/\/www.marylandnursinghomelawyerblog.com\/nursing-home-neglect-can-lead-even-healthy-residents-death\/",
        "text":"Nursing Home Neglect Can Lead to Even a Healthy Resident’s Death\n\nWhen a Maryland nursing home accepts a resident into their care, the nursing home assumes an affirmative duty to provide an acceptable level of care to the resident. This entails ensuring that all physical needs are met, including the administration of medication, allowing residents to use the restroom as often as needed, and ensuring that residents get the appropriate level of nutrition.\n\nLegal News GavelGiven the tasks involved, running a nursing home is not an easy business, and many nursing homes operate on thin margins. Thus, nursing home management often are in a position in which they are trying to staff the home with the fewest number of employees possible. While this saves money, it also can prevent residents from obtaining the care necessary to live in a safe and secure environment.\n\nWhen a nursing home fails to provide sufficient coverage to care for the needs of its residents, and a resident suffers harm as a result of this failure, that resident or their family may be able to obtain financial compensation for any injuries caused by the home’s negligence. Of course, a Maryland nursing home neglect plaintiff must be able to establish each element of their claim by introducing admissible evidence. Often, this consists of direct evidence, such as video recordings or witness testimony. However, nursing home neglect cases can also proceed on circumstantial evidence of abuse or neglect. This would include otherwise unexplainable bruises or bedsores.\n\nSon Believes Nursing Home’s Negligence Responsible for Mother’s Death\n\nRecently, the son of a woman who died shortly after she was admitted into a nursing home filed a wrongful death case against the nursing home, claiming that the home’s negligence resulted in his mother’s death. According to a local news report, the elderly woman suffered from arthritis and was wheelchair-bound.\n\nThe man’s complaint alleges that while at the facility, his mother contracted a urinary infection shortly after her admission into the facility. Not long after the diagnosis, the man’s mother passed away. As it turns out, the very same nursing home was cited after a government probe into the level of care it was providing residents. The case has only recently been filed, and no resolution has been reached at this point.\n\nIs Your Loved One at Risk?\n\nIf you have a loved one in a Maryland nursing home, and you believe that they may be at risk due to being neglected or abused, you should consult with a dedicated personal injury attorney. The skilled personal injury lawyers at the law firm of Lebowitz & Mzhen Personal Injury Lawyers have extensive experience representing victims of nursing home abuse and neglect, as well as their family members. To learn more, and to speak with a dedicated injury lawyer about your loved one’s situation, call 410-654-3600 today. Calling is free, and we will not bill you for our services unless we are able to help you or your loved one obtain the compensation you deserve.\n\nMore Blog Posts:\n\nVideo Evidence Is Catching More Abusive Caretakers in the Act, Maryland Nursing Home Lawyer Blog, published March 23, 2018.\n\nCivil Lawsuits Versus Criminal Prosecutions in Nursing Home Abuse Cases, Maryland Nursing Home Lawyer Blog, published March 7, 2018.\n\nContact Information",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.9841835499,
        "format_confidence":0.5193513632,
        "weight":0.0052266749
    },
    {
        "url":"https:\/\/www.crowell.com\/NewsEvents\/PressReleasesAnnouncements\/Crowell-Moring-Listed-in-Multicultural-Law-Magazines-Top-100-Law-Firms-for-Diversity",
        "text":"Search NewsRoom\n\nAdvanced Search >\n\nMedia Contacts +\n\nFirm News & Announcements\n\nCrowell & Moring Listed in Multicultural Law Magazine's \"Top 100 Law Firms for Diversity\"\n\nWashington, D.C. – February 16, 2007: Crowell & Moring LLP is pleased to announce that is has been listed as one of Multicultural Law Magazine's \"Top 100 Law Firms for Diversity.\" To determine law firm rankings, surveys were sent to more than 200 law firms on the American Bar Association's list of firms with more than 100 lawyers. Crowell & Moring was also listed in the 2006 edition of the magazine, and in 2005 Crowell & Moring ranked 13th in the \"Top 50 Law Firms for Associates,\" 18th in the \"Top 25 Law Firms for Disabled Americans\" and 21st in the \"Top 50 Law Firms for Women.\"\n\nWith more than 40,000 readers, Multicultural Law Magazine is an annual publication that highlights successful minority and women lawyers.\n\nThe news comes as Crowell & Moring has engaged in several efforts to promote diversity in the legal profession. At a reception on February 21, 2007 featuring keynote speaker Minority Corporate Counsel Association Executive Director Veta T. Richardson, the firm will present the second annual $25,000 scholarship program awards to three D.C. law school students. The firm also hosts a regular speaker series to celebrate diversity and has entered into a special relationship with Howard University Law School by funding two public service summer internships for Howard law students. Crowell & Moring is also working with Howard law students to supply firm lawyers to serve as judges for moot court competitions at the university.\n\n\nPhill McGowan\nDirector of PR, Media and Communication\n+1 202.508.8835\n\nEmail Twitter LinkedIn Facebook Google+",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.8927412033,
        "format_confidence":0.9945306182,
        "weight":0.0047410547
    },
    {
        "url":"http:\/\/www.ttnconsult.dk\/they-purchase-and-sell-women-girls-for-cash\/",
        "text":"Warning: file_get_contents(\/etc\/httpd\/sites-enabled-user\/httpd-vhost.conf-user): failed to open stream: No such file or directory in \/volume1\/web\/ttnconsult\/wp-config.php on line 94 They purchase and sell women, girls for cash? | ttn consult\n\nThey purchase and sell women, girls for cash?\n\nThey purchase and sell women, girls for cash?\n\nYou will find these four stickers made by the Ajegunle Community Projects pasted back at my home. I am made by them reflect on the status of womanhood in Nigeria. The stickers encourage everyone else to produce a tradition that says ‘No to violence against women’. The sticker that is second a quip. It states: just what a woman cannot do, cannot be done. We discover the 3rd and 4th stickers making extremely serious statements you and I should consider that I think. ‘Real males don’t abuse women’ and ‘He is educated and effective, respected in the community, is profoundly spiritual, but he beats their wife’. There clearly was still another one ascribed into the ladies Advocates Research and Documentation Centre (WARDC). It checks out, “If you teach a lady, you educate your whole world”. Adult ladies make up the group that is largest of sex-trafficking victims, followed closely by the girl-children although half the normal commission of men and men are trafficked in to the sex industry too. Just about any nation on earth is active in the unlawful and profitable company.\n\nBut just what is really peoples trafficking? Its a illegal type of slavery that involves the transportation of or trade in individuals for the intended purpose of work.\n\nIt involves both intimate and labour exploitation associated with the victims. It really is a predicament where victims are obtained from all that is familiar to them to a host or isolated habitation for cruel means. Extreme poverty is really a typical relationship among trafficking victims. Many big industries utilize ladies and young ones for work with the factories during the night, making someone to genuinely believe that they’ve been assisting families to endure by putting dishes on the tables. Some are tricked or lured with provides of legitimate and appropriate act as shop assistants or waitresses. Other people are guaranteed wedding, academic possibilities and an improved life. Nevertheless, other people can be bought into trafficking by boyfriends, buddies, neighbors and sometimes even parents whom cannot stand hunger.\n\nIt offers caused a long-lasting psychological and psychological influence on the victims along with the real health of females and girls. Beyond the real punishment, trafficked ladies suffer extreme psychological anxiety, including pity, grief, fear, distrust and suicidal ideas. Victims usually encounter post-traumatic anxiety condition, along with that, severe anxiety, despair and sleeplessness. Many victims move to medications and liquor to numb their discomfort. Females and girls are generally trafficked to the sex that is commercial, in other words. Prostitution or any other forms of intimate exploitation. Victims are often taken abroad under false assumptions that anyone is a wizard or witch. They are usually tortured, beaten, imprisoned or caged as way of punishment.\n\nThese ladies or girls are forcibly raped because of the traffickers to be able to start the period of degradation and abuse.\n\nSome women can be drugged so that you can avoid them from escaping and are usually in danger of sexually transmitted conditions, HIV disease and undesired pregnancies, therefore assist in spreading HIV as well as other STDs for their young victims and producing localized epidemics. The number that is largest go to this web-site of victims of human being traffickers is from Africa, Asia, and Southern America. Nonetheless, in line with the us Office on Drug and Crime (UNODC), the maximum variety of traffickers come from Asia, accompanied by Central and Southeastern Europe, and Western Europe. However a Trafficking In people Report 2014 posted by the united states of america Embassy, Abuja, stated that Nigeria is just a source that is veritable location for the trafficking of females. The report further states that Nigerian traffickers depend on threats of voodoo curses to manage victims that are nigerian force them into circumstances of prostitution or labour.\n\nNigerian women and girls are obtained from the nation with other western and main African nations, in addition to to Southern Africa, where they’re exploited for the purposes that are same. Young ones from West African countries – mainly Benin, Ghana and Togo – are forced to work in Nigeria, and several are afflicted by labour that is hazardous Nigeria’s granite mines. Nigerian women and girls – mainly from Benin City in Edo State – are afflicted by prostitution that is forced Italy while those from other states are afflicted by forced prostitution in Spain, Scotland, holland, Germany, Turkey, Belgium, Denmark, Finland, France, Sweden, Switzerland, Norway, Ireland, Slovakia, the Czech Republic, Greece and Russia.\n\nNigerians may also be recruited and transported to destinations in North Africa, the center East and Central Asia, where these are generally held captive within the intercourse trade or forced labour. Nigerian gangs topic good sized quantities of these countrywomen to forced prostitution into the Czech Republic and Italy, as well as the European authorities Organization (EUROPOL) has identified Nigerian-organized criminal activity linked to trafficking in people among the biggest law enforcement challenges to European governments. The report on trafficking in individuals 2014 advises a passage and utilization of the draft anti-trafficking bill, which may amend the anti-trafficking legislation, to give prosecutors more authority and limit the capability of judges to supply fines in place of prison term during sentencing. Additionally stated it is essential for Nigeria to vigorously pursue trafficking investigations, prosecute trafficking offences, and adequately sentence convicted traffickers, including imprisonment whenever appropriate.\n\nThese recommendations are supported by us and call when it comes to security associated with the image associated with the victims. Individuals, whom offer people, needs to be delivered to justice. We should discourage parents and guardians from presenting their girls and women to such business that is reprehensible. Our federal federal government should monitor and just simply take action that is quick any information off their sources. Federal federal Government should offer money incentives for revolutionary tasks women that are benefiting girls.\n\nIn addition like to encourage the soroptimists to carry on assisting straight and indirectly victims and potential victims making use of their tasks, which offer females with financial tools and abilities to quickly attain financial empowerment and liberty. Nationwide and worldwide organizations should try to manage and enforce legislations that are anti-trafficking.\n\n•Okpolokpo is assistant editor, Bob MajiriOghene Communications, Benin City.\n\nAbout the author\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9600108266,
        "format_confidence":0.645416975,
        "weight":0.0102687469
    },
    {
        "url":"https:\/\/www.cadogu.com\/something-about-business-law",
        "text":"Something about Business Law\n\nSooner or later, all businesses will need the valuable legal services of a business law firm. The timeline of when you will need to retain an attorney depends on how well you’ve been running your business, what kind of issues you’ve encountered and how you’ve handled them, and sometimes, just plain luck. In any event, any business professional will tell you that when it comes to having a lawyer ready to fight for you, or simply help you out with complicated paperwork, it’s better to already have a lawyer retained, rather than having to set out to find a lawyer, while you’re simultaneously juggling other time-sensitive issues.\n\nResearch your chosen business law firm.\n\nFind out what the law firm has to offer, but just as importantly, what credentials and training they have. A lawyer can sing the praises of his or her law firm all day long, but unless they have documentation to back all of that up, the words are meaningless. Ideally, you will want to select a business law firm that is a global corporation (for example, Robert Bratt DLA Piper), as these law firms have vast amounts of experience, as well as individual lawyers, to serve their clients. With a law firm such as this, the chances of having a problem that can’t be quickly and efficiently handled are slim to none.\n\nAsk your business lawyer how they can help you.\n\nSome business lawyers reserve their services only for actual litigation, which means that while your lawyer won’t help you handle tax deadlines and the associated paperwork and legal hoops, he will show up to help you get through an IRS audit. Obviously it’s much more cost-efficient and stress-relieving to have legal guidance before problems occur, so make sure that any potential lawyer you’re considering will be available pre-preemptively, before a crisis has happened.\n\nFind out about fees.\n\nLawyers are expensive, but some are more expensive than others. Furthermore, some lawyers charge more for individual services, while others charge less because they actually prefer the a la carte approach to providing — and billing for — services. Ask for a written list, and find out if you will be paying per hour, or per “project”. Depending on the needs you have and how big your business is, it may be cheaper and easier to simply be billed by the hour, rather than by the task.\n\nPut them to work.\n\nYou’ve carefully fielded potential business lawyers and you’ve selected the one you’ll be working with. Now it’s time to bring them up to speed with your business. Give them details of your business, including the products or services you sell, your average monthly revenue and expenses, how many employees you have, as well as copies of deeds, leases, and rentals. And if you have any current legal issues or potential legal issues you’re concerned about, now’s the perfect time to hand them over to your newly hired lawyer, and let them handle the matter for you.\n\nThis entry was posted on Saturday, January 25th, 2014 at 9:07 am and is filed under General. You can follow any responses to this entry through the RSS 2.0 feed. You can skip to the end and leave a response. Pinging is currently not allowed.\n\nPost a Comment\n\nSecurity Code:",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.5709597468,
        "format_confidence":0.7784546018,
        "weight":0.0008978465
    },
    {
        "url":"http:\/\/www.policeone.com\/pc_print.asp?vid=3463840",
        "text":"Doug Wyllie, PoliceOne Editor in ChiefBe Advised...\nwith Doug Wyllie, PoliceOne Editor in Chief\n\nSC departments partner on UAVs\n\nThe Richland County Sheriff’s Department and the Columbia Police Department have launched the 'Aerial Intelligence and Response' program for surveillance, search and rescue, and SWAT operations\n\nWith the deployment of two small, remote-controlled helicopters, the Richland County (S.C.) Sheriff’s Department has teamed with the Columbia (S.C.) Police Department in an effort to enhance efforts in the area of intelligence gathering, surveillance, search and rescue, as well as special responses to critical incidents. The effort — dubbed “A.I.R.” or “Aerial Intelligence and Response” — will give these two police agencies a new edge in their fight against crime.\n\nBoth agencies will now be able to use the small UAVs to capture criminals, gather intelligence, and search for missing persons or suspects (among many other uses), according to information provided to PoliceOne by Capt. Chris Cowan in the Office of Public Information for Richland County Sheriff’s Department.\n\nAt a press event held yesterday, Richland County Sheriff Lott and members of the two participating agencies demonstrated the new equipment. Sheriff Lott emphasized that radio controlled technology has become more trustworthy, more reliable, less expensive, and allows for rapid deployment of an asset that will save time, money and lives. Lott added that the RC helicopter is very inexpensive and can be deployed very quickly — while more importantly, it can identify dangers in the community without putting human beings at risk.\n\nFrom Hobbyist to Specialist\nDeputy Marcus Kim is spearheading the program, having been an international consultant to RC manufacturers and a professional RC helicopter pilot for 13 years. Kim, who also serves on RCSD’s Community Action Team, will work closely with the Special Response Team and Criminal Investigations Division utilizing this technology.\n\nColumbia Police Chief Randy Scott, quoted in a local news article about yesterday’s event, said “This is an example of where jurisdictional boundaries are broken down for a criminal...Quite simply put, they can't run.”\n\nThe cost of each machine is estimated to be below $3,000 in initial outlay, and costs for maintenance and operation is minimal, especially when compared with the valuable tactical information obtained from this airborne asset.\n\nMany Airborne Options\nThere are many options available to law enforcement in the area of UAV helicopters. In October of last year I spoke with Mike Buscher, CEO of Vanguard Defense Industries, about a system his company has been selling to law enforcement for some time. The ShadowHawk is equipped with both a digital daytime camera and a FLIR system and has the capability of carrying 40mm pod-mounted less lethal rounds, 37mm flare and smoke munitions, and even can be equipped with TASER XREP.\n\nDespite efforts by the ACLU to condemn these machines in other cities as an invasion of privacy (see mention of this in the video below), most citizens — at least those who really give it some thought — quickly recognize the value of giving law enforcement this kind of intelligence capability without busting the department’s budget on a piloted helicopter, which is thousands of times more expensive, and brings into the mix various officer safety issues.\n\nAt yesterday’s event, Sheriff Lott stated that he will continue to search for innovative ways to fight crime in his community.\n\nAbout the author\n\nDoug Wyllie is Editor in Chief of PoliceOne, responsible for setting the editorial direction of the website and managing the planned editorial features by our roster of expert writers. An award-winning columnist — he is the 2014 Western Publishing Association \"Maggie Award\" winner in the category of Best Regularly Featured Digital Edition Column — Doug has authored more than 800 feature articles and tactical tips on a wide range of topics and trends that affect the law enforcement community. Doug is a member of International Law Enforcement Educators and Trainers Association (ILEETA), an Associate Member of the California Peace Officers' Association (CPOA), and a member of the Public Safety Writers Association (PSWA). Even in his \"spare\" time, he is active in his support for the law enforcement community, contributing his time and talents toward police-related charitable events as well as participating in force-on-force training, search-and-rescue training, and other scenario-based training designed to prepare cops for the fight they face every day on the street.\n\nRead more articles by PoliceOne Editor in Chief Doug Wyllie by clicking here.\n\nContact Doug Wyllie\nBack to previous page",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9940637946,
        "format_confidence":0.6141787171,
        "weight":0.0339061967
    },
    {
        "url":"http:\/\/www.tennessean.com\/story\/opinion\/columnists\/frank-daniels\/2014\/06\/19\/judge-moreland-resign-now\/10877125\/?from=global&sessionKey=&autologin=",
        "text":"Regardless of his remorse, Judge Casey Moreland's actions to short-circuit domestic violence safeguards reflect he is not suited to the job.\n\n\nThe father of conservatism, Edmund Burke, said it clearly, \"It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.\"\n\n\nWe all know how to boil a frog, right?\n\nBut few of us have ever seen it done.\n\nMore: Megan Barry to Judge Moreland: It's not about politics\n\nMore: Chase case pushes judges to adopt new policies\n\nDivision X General Sessions Judge Casey Moreland's efforts to deflect and defend his ill-considered decision to waive the 12-hour \"cooling off\" period that was imposed on David Chase after his arrest for assault last week is as close to seeing how you boil a frog as any of us are likely to get. Or want to.\n\nRead the timeline.\n\n\nJudge Moreland, who stands unopposed for re-election to his third eight-year term in August, should resign, and withdraw immediately from that election.\n\nI agree with council member and mayoral candidate Megan Barry, who called for Moreland's resignation Wednesday.\n\nThough Moreland clearly made a bad decision to overrule Judicial Commissioner Steve Holzapfel, it has been his tone-deaf rationalization of that decision that illustrates that he is no longer suited to preside in Division X.\n\nBarry's call for resignation noted, \"Judge Moreland has the right to articulate his own version of events and to defend his actions, but unless he can do so far more persuasively than what we have heard to this point, he should resign.\"\n\nMoreland's response reflected how out of touch he is with one of Nashville's most pressing problems, pernicious domestic violence. \"Her stance would be a lot more credible if she wasn't a candidate for mayor.\"\n\nGood ol' boys\n\nThe dismissive comment echoed the perverse rationalizations he has made since Chase was again arrested for assault after Moreland ordered his release.\n\nSupreme Court Justice William O. Douglas observed, \"Those in power need checks and restraints lest they come to identify the common good for their own tastes and desires, and their continuation in office as essential to the preservation of the nation.\"\n\nMoreland's good ol' boy sensibilities do not seem to be in check.\n\nLess than three hours after Chase was arrested Sunday morning, his defense attorney, Bryan Lewis, an old friend and vacation buddy of the judge, called his old friend and \"explained\" why Chase should not be held in jail. Moreland determined that Lewis' facts overrode the commissioner's decision. Chase confronted his \"girlfriend\" again —less than five hours after the initial arrest warrant was sworn.\n\n\"I did what I did not for Mr. Lewis,\" Moreland told the Tennessean. \"I did what I thought was right at the time. I regret it. I apologize for it, and I will make sure to get more information next time.\"\n\nAfter Chase's second arrest, Moreland said, \"Other than the victim, nobody feels any worse than I do about what happened.\"\n\n--- Read my Sunday column\n\nJustified anger\n\nMoreland's actions and rationalizations angered Metro police chief Steve Anderson who fired off an intense indictment to presiding judge Bill Higgins calling the events a \"fiasco.\"\n\nAnderson wants Higgins to \"put in place measures that will give the monitoring public an assurance that such misconduct will not occur in the future.\"\n\n\"(D)omestic violence is not a game and any additional antics of this type will completely destroy any remaining confidence in the General Sessions Courts,\" Anderson wrote.\n\nRestore confidence\n\nJustice John Paul Stevens wrote in 2000, \"It is confidence in the men and women who administer the judicial system that is the true backbone of the rule of law.\"\n\nIt is hard to conceive of a starker example of lost confidence than what has transpired in the last week, and the way to restore confidence in our system would be for Judge Moreland to resign his $160,000 a year job.\n\nThere are capable replacements.\n\nDiane Lance, who has championed responses to domestic violence, told supporters she was not interested in running a write-in campaign for Division X, which illustrates why Moreland should resign – to attract more qualified candidates.\n\nBut there were also several strong candidates in the May primary that should be considered for either a write-in campaign or an opened election, including Vince Wyatt, who lost his bid for Division IV to a former domestic violence prosecutor, Allegra Walker.\n\nAnd Davidson County Republicans should be all over this; they will not find a better chance to break the long Democrat control of judgeships.\n\nFrank Daniels is the community conversations editor of The Tennessean, 615-881-7039, or @fdanielsiii\n\nRead or Share this story:",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.5117670298,
        "format_confidence":0.9489514232,
        "weight":0.0054741113
    },
    {
        "url":"http:\/\/photographyisnotacrime.com\/2016\/08\/24\/indianapolis-police-shoot-homeowner-after-he-calls-911-to-report-robbery\/",
        "text":"Indianapolis Police Shoot Homeowner After He Calls 911 to Report Robbery - PINAC News\nTo Top\n\nIndianapolis Police Shoot Homeowner After He Calls 911 to Report Robbery\n\nAn Indiana man called 911 Tuesday to report that a man had just robbed his wife at gunpoint in front of their home.\n\nWhen Indianapolis police arrived, they shot the homeowner.\n\nThe gunman, a black man in his late teens, is still at large.\n\nThe homeowner, a black man in his late 40s, is listed in serious condition from the gunshot wound to his abdomen.\n\nPolice say the officer shot Carl Williams because he opened the garage door to his home while holding a gun after police had pulled up to his home.\n\nAnd that, of course, made them fear for their lives.\n\nWilliams had called 911 at 4:34 a.m. to report that a black male in a red shirt armed with a rifle had just carjacked his wife at gunpoint.\n\nPolice have not said what color shirt Williams was wearing, so we can assume it was not red.\n\nThe suspect held Williams’ wife down on the ground at gunpoint, demanding the keys to her Nissan Sentra.\n\nShe gave him the car keys and he tried to steal her car, but then took off running after apparently not knowing how to start a push-button ignition.\n\nMeanwhile, his wife had run inside the house and informed her husband, who figured the only logical thing to do is call police.\n\n“Is that him?” Williams could be heard in the dispatch recording before the line went dead.\n\nWhen police arrived, they didn’t even bother asking that question after he opened the door.\n\nAccording to the Indianapolis Star:\n\nThat is when nine-year veteran Officer Christopher Mills shot Williams once in the abdomen, Taylor said. It’s unclear if more rounds were fired. A second officer on the scene, an eight-year veteran, did not fire his weapon.\n\nIn the 911 call, no vocal exchange could be heard between the homeowner and officer who fired his weapon. Riddle and Taylor said it was still unclear whether the officer gave any verbal commands to the homeowner.\n\nWilliams’ handgun was recovered from the home, but there was no indication that Williams raised his weapon, fired his weapon or brandished it in a threatening way.\n\n\nPolice were told that the suspect was driving a black Nissan Sentra, which was actually still sitting in the driveway with the door open and the interior lights on, when they pulled up.\n\nWilliams, who is still recovering at a local hospital and is expected to survive, has not spoken to the media or police.\n\nBut police are already saying he confused the cops for the suspect – even though he has not said this – in an obvious attempt to justify the shooting.\n\nThey also chalk up the shooting to the old “split-second decision” that cops must make do when confronting citizens.\n\nBelow is a recording of the dispatch communications.\n\n\n\nMore in Keystone Kops",
        "topic_id":3,
        "format_id":10,
        "topic_confidence":0.9969492555,
        "format_confidence":0.9933087826,
        "weight":0.034004616
    }
]