[
    {
        "url":"http:\/\/www.icpsr.umich.edu\/icpsrweb\/ICPSR\/?groupResults=false&q=guns&%3Bpermit%5B0%5D=AVAILABLE&keyword%5B0%5D=crime+reporting&paging.startRow=51",
        "text":"\n  • You can search for multiple keywords:\n    income health china\n  • Use quotes to search for an exact match:\n    \"income distribution\"\n  • All studies are described using terms from the ICPSR Subject Thesaurus; these terms will appear as \"Subject\" filters on the left side of the results page.\n  • To search for studies that contain specific variables, separate the query terms with commas:\n    read newspapers, political party, volunteer\n    drug use, probation, education\n    ...and sort by variable relevance on the results page\n\n Most Popular Search Terms\n\nWord Cloud\n\n Restricted-Use Data\n\nThe vast majority of ICPSR data holdings are public-use files with no access restrictions. ICPSR ensures respondent confidentiality within these datasets.\n\nSometimes the protective measures taken to reduce disclosure risk would significantly degrade the research potential of the data. In these cases, ICPSR provides access to restricted use versions that retain confidential data by imposing stringent requirements for accessing them.\nmore information\n\n Countries Using Our Data\n\n  1. Flag of the United States of America United States\n  2. Flag of China China\n  3. Flag of United Kingdom United Kingdom\n  4. Flag of Canada Canada\n  5. Flag of India India\n  6. Flag of vietnam Vietnam\n  7. Flag of South Korea South Korea\n  8. Flag of France France\n  9. Flag of Germany Germany\n  10. Flag of Russia Russia",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.7901797295,
        "format_confidence":0.9665097594
    },
    {
        "url":"https:\/\/www.hhs.gov\/about\/agencies\/dab\/decisions\/index.html",
        "text":"• Text Resize A A A\n  • Print Print\n  • Share Share on facebook Share on twitter Share\n\nDAB Decisions\n\nThe DAB has three adjudicatory divisions, each with its own set of judges, staff and areas of jurisdiction. Each division issues its own decisions which may be reviewed here.\n\nDAB Decisions - Board Decisions Tile\n\nBoard Decisions\n\nSearch Board decisions by year since 1974 in appeals from DAB ALJ decisions and disputes in HHS programs, including grant disallowances and terminations.\n\nDAB Decisions - ALJ Decisions Tile\n\nDAB Administrative Law Judge (ALJ) Decisions\n\nSearch DAB ALJ decisions by year since 1985, for CMS, SSA, HHS IG, and FDA actions, including civil money penalties, Medicare enrollment\/revocation, and exclusions.\n\nDAB Decisions - Council Decisions Tile\n\nMedicare Appeals Council (Council) Decisions\n\nReview selected Council decisions on Medicare coverage and payment issues appealed from ALJs at the Office of Medicare Hearings and Appeals.\n\nUpdates to Decision Formats\n\nFind information on changes to the formatting of DAB decisions.\nContent created by Departmental Appeals Board (DAB)\nContent last reviewed on September 13, 2016",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.9090004563,
        "format_confidence":0.9694046974
    },
    {
        "url":"https:\/\/cpj.org\/tags\/valledelcauca\/",
        "text":"Valle del Cauca\n\n1 results arranged by date\n\nJournalists threatened with death in three Colombian states\n\nBogotá, September 30, 2014–The Committee to Protect Journalists is alarmed by death threats against numerous journalists in different states in Colombia over the past week and calls on authorities to ensure the journalists’ safety. All of the journalists had reported on criminal activities in the region.\n\nRead More ›",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.931648314,
        "format_confidence":0.9808072448
    },
    {
        "url":"https:\/\/campaignforyouthjustice.org\/news\/blog\/tag\/Campaign%20for%20Youth%20Justice\/10",
        "text":"\n\nArticles tagged with: Campaign for Youth Justice\n\nPREA Deadline Has Come and Gone, Seven States \"Opt Out\"\n\nCarmen E. Daugherty Friday, 30 May 2014 Posted in 2014, Uncategorised\n\nOn May 15th, states were required to certify compliance, or provide assurances that it would eventually come into compliance, with the federal Prison Rape Elimination Act (PREA). This week, according to the Department of Justice (DOJ), only two states have certified full compliance with PREA: New Hampshire and New Jersey. Forty-six states provided assurances that they will continue to work on full implementation and seven state Governors completely rebuked the federal statute and stated they would absolutely NOT comply. These states include: Arizona, Idaho, Indiana, Nebraska, Texas, Utah, and Florida.\n\nImpact of PREA: Advocates Pushing For Implementation, Reform, and Transparency\n\nFriday, 16 May 2014 Posted in 2014, Research & Policy\n\nAs we wrap up our PREA \"There's No Excuse\"  Week of Action, we wanted to highlight efforts across the country and give everyone one more chance to support PREA implementation this week.\n\nHow Will Your State Handle Youthful Inmates? PREA Deadline Today\n\nThursday, 15 May 2014 Posted in 2014, Take Action Now\n\nToday, Governors across the country will certify whether the state is in compliance with the Prison Rape Elimination Act (PREA) and make assurances to the Department of Justice that the state will use federal resources to come into compliance with PREA.\n\nTwo Days Until PREA Compliance Certification: The Youthful Inmate Standard Matters\n\nTuesday, 13 May 2014 Posted in 2014, Take Action Now\n\nPrisons and jails across the United States house youth under 18 with adults every single day. The most recent data from the Department of Justice, Bureau of Statistics reports that nearly 4500 youth are held in jails and nearly 2000 in prisons on any given day. According to the new data, Florida houses over 200 youth each day in adult prison, Louisiana and New York, 178 and 182 respectively, Connecticut 143, North Carolina 115, and Michigan and Texas, 106 and 104. Georgia houses nearly 100.\n\nReport Shows Florida Prosecutors Abuse Direct File Power\n\nWednesday, 23 April 2014 Posted in 2014, Research & Policy\n\nIn a recent report titled “Branded for Life,” the Human Rights Watch condemned the state of Florida’s outdated policies of allowing juveniles to be moved to the adult court through “direct file.” This policy allows a prosecutor to have unfettered discretion to move any juvenile offender under 18 into the adult court. “Florida transfers more children out of the juvenile system and into adult court than any other state. In the last five years alone, more than 12,000 juvenile crime suspects in Florida were transferred to the adult court system.” Roughly 98% of Florida youth in adult courts are there because of the arbitrary decisions of prosecutors stemming from this “direct file” process.\n\nGovernors Must Certify PREA Compliance or Face Fiscal Penalties by May 2014\n\nCarmen Daugherty Thursday, 13 February 2014 Posted in 2014, Uncategorised\n\nOn February 11th, the U.S. Department of Justice (DOJ) issued a letter to state governors reminding them of their obligations under the Prison Rape Elimination Act (PREA) and setting a strict deadline for governor certification of compliance. Per the PREA standards, states risk losing valuable federal dollars--such as the Bureau of Justice Assistance's Edward Byrne Memorial Justice Assistance Grant Formula Program and the Office of Juvenile Justice and Delinquency Prevention's (OJJDP) Act Formula Grant Program--if unable to provide DOJ with certification of compliance or assurance that money will be used to come into compliance.  \n\nA governor's certification of full compliance, \"shall apply to all facilities in the State under the operational control of the State's executive branch, including facilities operated by private entities on behalf of the State's executive branch.\" 28 C.F.R. § 115.501(b). By May 15th 2014, governors must provide DOJ with such a certification or provide DOJ with an assurance that the state will use no less than 5% of its federal grant dollars to come into the compliance \"in the future.\"\nWhile we applaud DOJ for setting a certification date, we wonder how many states will actually be able to certify compliance by May 2014. Although the PREA standards have been in effect since August 2012, it is unclear what progress has been made in the states since audits began in August 2013. We also wonder how long state governors can promise to use federal dollars to come into compliance without actually taking any substantive steps to keep corrections facility residents safe.\nConsidering that nearly 100,000 youth are held in adult jails and prisons each year, how long can we wait for full implementation of the Youthful Inmate Standard? Or are we to be satisfied to receive \"assurances\" from the state that \"we're working on it\" only to find ourselves back in the same spot we were in 10 years ago when PREA became the law of the land? \nAs May 15, 2014 draws near, helps us encourage states to come into compliance by signing this petition urging your Governor to take action now.\n\n\n\nVoice and Visibility for Disconnected Girls\n\nCarmen Daugherty Monday, 18 November 2013 Posted in 2013, Uncategorised\n\nOn November 15th, The National Crittenton Foundation, Georgetown Law Center on Poverty, Inequality & Public Policy, and Human Rights Project for Girls hosted a Trauma-Informed Policy and Practice for Disconnected Girls forum at Georgetown University Law Center. This event launched a new policy series entitled Voices and Visibility for Disconnected Girls: Responding to Trauma. The goal of this new series is to explore the importance of trauma-informed approaches to girls in school, the juvenile justice system, and child welfare system.\n\nA Word of Thanks to YOU!\n\nMonday, 04 November 2013 Posted in 2013, Across the Country, Voices\n\nSPLC: Art, Poetry & Justice Slam in Mississippi\n\nThe Campaign for Youth Justice team would like to take a moment to thank all of you whose inspirational actions engaged, educated and activated communities during Youth Justice Awareness Month (YJAM).\n\nThrough Youth Justice Awareness Month, you lifted up the experience, voice and leadership of young people and their families who have been directly affected by the justice system. You took a stance against trying youth as adults, placing youth in adult jails and prisons, the over-incarceration of youth of color in the justice system, and the dangers of solitary confinement and the risk of violence and sexual assault in adult jails and prisons. \n\nMany of your states were highlighted in a new report, State Trends: Legislative Victories from 2011-2013 Removing Youth from the Adult Criminal Justice System” and you shared the good news with your communities.\n\nFFLIC 5k Walk\/Run in Louisiana\n\nAnd although there was a government shutdown for the first half of October, that didn’t stop you from hosting events – such as film screenings, panel discussions, poetry slams, art exhibits, and 5k runs. By engaging your community, you move these issues forward and play a role in building youth justice wins throughout the country.\n\nYou showed how the Juvenile Justice & Delinquency Prevention Act (JJDPA) matters to your communities because it sets federal standards for how youth in the justice system should be treated.  And your actions pressured Congress to keep investing in federal funds and to consider the reauthorization of the JJDPA.\n\nSPLC event at the University of Alabama -Birmingham\n\nDuring YJAM, you took actions to ensure that the Prison Rape Elimination Act (PREA) is being fully implemented in your states, and because of your efforts, the U.S. Department of Justice issued new guidance recommending that PREA’s Youthful Inmate Standard be implemented by removing youth from adult jails and prisons!\n\nTracy McClard, Chair of Youth Justice Awareness Month, recently shared in an interview with JJIE, “No matter what side of the issue you are on, if you do the research, you're going to find that kids don't belong in adult systems in any way, shape or form.” It is people like Tracy and you, that give our youth a fighting chance. Your actions inspire us all to continue this momentum all year long!\n\n\nThank you to all organizations and their partners for hosting YJAM events in 2013:\n\nACLU of Mississippi\nAct 4 Juvenile Justice Campaign\nAlliance for Youth Justice\nAmerican University Students\nAppalachian State University -Student Chapter of the American Correctional Association\nBlack on Both Sides\nCenter for Educational Excellence in Alternative Settings (CEEAS)\nCFYJ Fellowship Alumni\nChicago Grassroots Curriculum Taskforce\nChild and Family Focus, Inc.\nChildren’s Defense Fund-Southern Regional Office\nColorado Juvenile Defender Coalition\nCorrectional Association of New York - Juvenile Justice Project\nDC Lawyers for Youth\nDecarcerate PA\nDelores Barr Weaver Policy Center\nDeSoto County Parents and Students for Justice (DC-PSJ)\nEducation from the Inside Out Coalition\nElephant Rebellion\nFamilies and Friends of Louisiana's Incarcerated Children (FFLIC)\nFamilies and Friends Organized to Reform Juvenile Justice (FORJ)\nFamilies of Youth Incarcerated (FYI)\nFirst Defense Legal Aid\nFree Minds Book Club & Writing Workshop\nIllinois Juvenile Justice Initiative\nImmigrant Youth Justice League\nJust Kids Partnership\nKings Leadership Institute\nKuumba Lynx\nMichigan Association for Children's Mental Health\nMichigan Citizens for Prison Reform\nMichigan Council on Crime and Delinquency\nMikva Challenge\nNAACP of Mississippi\nOne Voice of Mississippi\nProject NIA\nRenewed Minds, Inc.\nSouthern Poverty Law Center (SPLC)\nStudents Against Mass Incarceration (SAMI)\nTampa Interfaith Coalition for Juvenile Justice\nThe Children's Campaign - Florida\nThe National Crittenton Foundation\nThe Young People’s Project of Jackson\nTougaloo College Owens Health and Wellness Center\nUnit... (truncated)",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.7250053883,
        "format_confidence":0.9450107217
    },
    {
        "url":"http:\/\/www.pressenterpriseonline.com\/apnews\/ne-pa-robbery-may-have-been-prank-police-say",
        "text":"NE Pa. 'robbery' may have been prank, police say\nPosted: March 24, 2014 - 5:55am\n\nBLAKELY, Pa. (AP) — Police in a tiny northeastern Pennsylvania borough say a reported robbery near an automatic teller machine may have been a prank...\n\nThe Latest\n\nFront PageOne cleanup firm paid $20M\n\nSafety Light site costs taxpayers $33M so far\n\nFront PageHomeroom gears up food drive\n\n27 Central sixth-graders collect 4,629 canned items to beat record\n\nFront PageDanville coaches’ pay tops\n\nNew salary plan for fall sports puts earnings above Bloom’s, Berwick’s\n\nFront PageThreat report prompts alert from Bloom schools\n\nRumors on social media ramp up parents’ worries, but police say there is no cause for concern\n\nFront PageDanville evens ‘paying’ field\n\nTenure, season length determine wages",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.9919441938,
        "format_confidence":0.8710718155
    },
    {
        "url":"http:\/\/thecnnfreedomproject.blogs.cnn.com\/category\/voices\/",
        "text":"Q&A with Sanjay Rawal, director of Food Chains\nNovember 19th, 2014\n05:23 PM ET\n\nQ&A with Sanjay Rawal, director of Food Chains\n\nFood Chains, a documentary that examines the plight of farm laborers in the U.S., releases to the American public on Friday. CNN asked its director, Sanjay Rawal, about the movie and how it came to be made.\n\n\nTopics: Business • How to Help • In The News • Voices\nNovember 18th, 2014\n03:37 PM ET\n\nFight for freedom on U.S. farms documented by Food Chains movie\n\nDo you care about who grows your food - and in what conditions these farm laborers work?\n\nA new movie called Food Chains releases in the U.S. on Friday.\n\nThe documentary, produced by actress Eva Longoria and narrated by Oscar winner Forest Whitaker, examines working conditions for laborers harvesting tomatoes in Immokalee, Florida, and grapes in California's wine region Napa Valley.\n\nIt follows the fight of some laborers taking on big business interests to establish their rights.\n\nThe film premiered at the Berlin Film Festival and recently played at the Napa Valley Film Festival, and by the reaction in the Napa Valley Register, certainly prompted strong debate.\n\nTopics: Business • In The News • Life In Slavery • Voices\nNovember 5th, 2014\n05:19 PM ET\n\nISIS says Islam justifies slavery - what does Islamic law say?\n\nProfessor Bernard Freamon teaches courses on modern-day slavery and human trafficking at Seton Hall University School of Law in New Jersey and also specializes in Islamic Legal History. He is currently writing a book, “Islam, Slavery and Empire in the Indian Ocean World.” The views in this article are his alone.\n\nBy Professor Bernard Freamon\n\nIn the past few months, the world has witnessed horrific accounts of the enslavement of thousands of innocent Yazidis and other religious minorities by ISIS partisans in Iraq and Syria.\n\nIn a recent article in its online English-language magazine, ISIS ideologues offered legal justifications for the enslavement of these non-Muslim non-combatants, stating that “enslaving the families of the kuffar [infidels] and taking their women as concubines is a firmly established aspect of the Shariah or Islamic law.”\n\nThe article argues, based on a variety of Shariah sources, that ISIS partisans have a religious duty to kill or enslave members of the Yazidi community as part of their struggle [jihad] against their enemies.\n\nThis argument is plainly wrong, hypocritical and astonishingly ahistorical, relying on male fantasies inspired by stories from the days of imperial Islam.\n\nIt is also an affront to right-thinking Muslims everywhere and a criminal perversion of Islamic law, particularly its primary source, the Glorious Quran.\n\n\nTopics: In The News • Voices\nOctober 30th, 2014\n11:20 AM ET\n\n'Treated like cattle': Yazidi women sold, raped, enslaved by ISIS\n\nBy Ivan Watson\n\nJana was a 19-year-old in her final year of high school, with dreams of becoming a doctor. Then, ISIS came to her village last August.\n\nShe described to me in chilling detail, how the jihadis first demanded that members of her Yazidi religious minority convert to Islam. Then they stripped villagers of their jewelry, money and cellphones. They separated the men from the women.\n\nA United Nations report explained what happened next. ISIS \"gathered all the males older than 10 years of age at the local school, took them outside the village by pick-up trucks, and shot them.\"\n\nAmong those believed dead were Jana's father and eldest brother.\n\nA different fate lay in store for the women.\n\nTopics: In The News • Life In Slavery • Voices\nMauritania: Where escaping slavery can be a crime\nOctober 20th, 2014\n04:34 PM ET\n\nMauritania: Where escaping slavery can be a crime\n\nBy John D. Sutter\n\nImagine being rescued from modern slavery, only to be charged with a crime.\n\nThat's the apparent reality in Mauritania, the country with the world's highest incidence of modern slavery. Located in West Africa, on the edge of the Sahara Desert, an estimated 4% to 20% of people there remain enslaved. It was the last country in the world to abolish the practice - in 1981. And it only criminalized owning humans in 2007.\n\nSo perhaps this latest news should come as no surprise.\n\nMbeirika Mint M'bareck, a 15-year-old girl, was rescued from slavery only to be subsequently charged with having sex outside of marriage, according to a letter activists drafted on her behalf. (It is unclear who fathered the child). That crime is potentially punishable by death by stoning, according to an expert I spoke with. The activists planned to send the letter to the country's ministry of justice on Monday.\n\nWhile India's girls are aborted, brides are wanted\nAkhleema and Tasleema, two sisters from Kolkata in India's east, were sold as brides in Haryana state, in western India\nSeptember 4th, 2014\n02:32 PM ET\n\nWhile India's girls are aborted, brides are wanted\n\nCultural preference for boys in parts of India results in some of the largest imbalances between males and females in the world. And that creates a demand for brides that human traffickers are willing to meet.\n\nFilm maker Carl Gierstorfer visited villages where brides fetch a price and teenage girls are snatched from their families. And he met the people who are fighting to stop this vicious cycle.\n\nRead his story and watch some of his video\nTopics: Life In Slavery • The Traffickers • Voices\nJune 30th, 2014\n05:18 PM ET\n\n'End Slavery Now' relaunches Website\n\n\"End Slavery Now' has relaunched its website to help people understand more about global slavery and unite those fighting to stop it.\n\nThe U.S.-based abolitionist group, founded in 2009, produced the new site to show the global reach of modern day slavery, but also, crucially, to showcase its partners around the world who are tackling the issues.\n\nThe site, which took 16 months to develop, includes a news feed, a calendar of events, photo galleries and suggestions of practical ways to help fight slavery.\n\nThe group has also produced a video to help people understand its mission.\n\nCongratulations to everyone involved in the relaunch.\n\nTopics: How to Help • In The News • Solutions • The Facts • Voices\nJune 20th, 2014\n05:09 PM ET\n\nNepal's Organ Trail: Coming soon on CNN\n\nThe CNN Freedom Project first exposed the horrific practice of organ trafficking in Egypt, with the documentary \"Death in the Desert\".\n\nNow we travel to a tiny district in Nepal where hundreds of people have had their kidneys stolen by organ traffickers.\n\nThe problem has become so widespread, the district has developed the unfortunate reputation as \"the kidney bank of Nepal.\"\n\nCNN's Delhi-based correspondent Sumnima Udas leads the investigation to unravel how traffickers dupe poor villagers into giving a piece of themselves away.\n\n\"Nepal's Organ Trail\" will air on CNN International at these times:\n\n• Friday June 27; 530am ET, 1130am ET\n\n• Saturday June 28; 430am ET, 9am ET, 330pm ET\n\n• Sunday June 29; 530am ET; 1130pm ET\n\n• Monday June 30; 430am ET\n\n• Tuesday July 1; 530am ET, 1230pm ET\n\n• Wednesday July 2; 130am ET\n\nJune 19th, 2014\n02:59 PM ET\n\nSteve McQueen: You can help people to be free\n\nOscar-winning director Steve McQueen tells CNN why \"12 Years a Slave\" was such an important film to make, and says news events like the abduction of the Nigerian schoolgirls should encourage everyone to spread awareness of modern day slavery and expose its horrors.\n\nTopics: How to Help • Solutions • Voices\nMay 22nd, 2014\n04:05 PM ET\n\nTeenage abolitionists take to the stage\n\nBy Katie Cappiello and Lauren Hersh\n\nEditor’s note: Katie Cappiello is the co-founder and Artistic Director of The Arts Effect NYC and writer of the play “A Day In The Life.” Lauren Hersh is the Director of Anti Trafficking Policy & Advocacy at Sanctuary for Families. The opinions expressed in this commentary are solely those of the writers.\n\nMira stands on the stage. At only 14 years old, she explains the devastating impact of watching her cousin sold for sex by a local Boston boy, who lured her in with \"love\" and drugs and enslaved her for years.\n\nDarci, 15 years old, follows. She takes us into her home (and her head) the night her father was arrested for purchasing sex from a 14-year-old girl on Backpage.com.\n\nOdley, 17, speaks of the repeated rapes by her mother's boyfriend that drove her onto the streets and into the hands of a trafficker when she was just halfway through the 7th grade.\n\nThese stories are inspired by real girls and real events. They are being brought to life by impassioned teen actors\/activists like Mira, Darci and Odley at community centers, schools, hospitals and theaters across New York and New Jersey.\n\n\nTopics: In The News • Voices\nImages of America's sex trade, caught on camera\nMay 21st, 2014\n09:51 PM ET\n\nImages of America's sex trade, caught on camera\n\nJon Lowenstein trains his eye on the parts of society many people try to avoid.\n\n“I'm really interested in stories that are hidden or untold or in places that are off the beaten path and forgotten,” the photographer says. “But I try to do it in an elegant way. I try to find a poetic and intimate way of telling the stories.”\n\nFor the past 10 years, Lowenstein has documented gun violence in Chicago’s crime-riddled South Side and highlighted the experiences of undocumented immigrants living across the United States.\n\nHis work looks at the issues of power, poverty, alienation and violence, and it has recently taken him across the United States, Central America, Haiti and Uganda.\n\nWhen it comes to photographing modern day slavery, Lowenstein says he tries to take an overwhelming problem and engage people on a personal, emotional level.\n\n“My subjects are people who have been left behind by the global market or are being used by the global market,\" Lowenstein says.\n\n\"It's the intersection between the past and the present, but also how globalization is impacting the world.\"\n\nLook at the photos here\nTopics: Life In Slavery • Voices\nU.S. lawmakers work to end underground sex trafficking\nM... (truncated)",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.6285738945,
        "format_confidence":0.9724037051
    },
    {
        "url":"https:\/\/ckandf.com\/category\/premises-liability\/",
        "text":"Ball Park Injuries & The Need for More Netting\n\nMore and more we hear of individuals getting injured when hit by a bat or foul ball while sitting in the stands behind the dugouts at baseball games.  Just last week, a 3-year-old girl attending ..\n\nElevator Emergencies\n\nLast month an 82-year-old man in Denver was found dead in an inoperable parking garage elevator at an apartment complex undergoing renovations.  Preliminary reports indicate that the man summoned help twice by pushing the emergency ..\n\nNursing Home Abuse: Are Your Loved Ones Being Cared for Properly?\n\n  Nursing homes, including assisted living facilities, care for the elderly and people with special needs who require long-term continuous medical care. The decision to place a family member in a nursing home can be extremely difficult ..\n\nCamping Accidents and Liability Waivers\n\nDuring the summer, many people and outdoor enthusiasts flock to the outdoors to explore nature. Whether planning a family adventure or the kids are being sent to camp for a few weeks, campers are often ..\n\nGym and Fitness Center Accidents\n\nPeople frequent gyms and fitness centers in an effort to improve their overall health and up their fitness game. In addition to other gym patrons and staff, there is a great deal of exercise equipment ..\n\nAmusement and Theme Park Accidents\n\nWith kids out of school and families taking vacations, many choose to visit a theme or amusement park. Approximately, 335 million people visit theme parks annually, according to the International Association of Amusement Parks and ..",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.9777144194,
        "format_confidence":0.9933146834
    },
    {
        "url":"https:\/\/www.charlottedivorcelawyerblog.com\/tag\/consent-plans\/",
        "text":"Articles Tagged with consent plans\n\nBoard Certified Family Law Specialist Matt Arnold answers the question: “What children’s expenses are covered by child support?”\n\nDivorce can be a stressful time in your life and in the lives of your whole family. When parents end a marriage it can create a chaotic and difficult period of adjustment. In order to ensure that both parents spend time with their children they can agree to a parenting plan. A plan is the ideal way to handle the many issues that come up while parenting your child following a separation and divorce. It is usually best to consult with an experienced family law attorney to prepare a document that meets your needs and protects your rights.\n\nContact Information",
        "topic_id":3,
        "format_id":1,
        "topic_confidence":0.9834073186,
        "format_confidence":0.8277992606
    }
]