[
    {
        "url":"http:\/\/www.uberproaudio.com\/who-plays-what\/387-cliff-burton-bass-rig-metallica",
        "text":"Search the Site\n\nUber Guitar Quizzes\n\nThink you know something about guitar gear? Take our:\n\nGuitar Gear Quiz Or Metal Gear Quiz Or Guitar Pedal Quiz - New!\n\nLatest Comments\n\n  • Tom Petty Guitar Rig Gear and Equipmentfrank said More\n    Early Vintage One O'Clock Position Examples\n    There was indeed... 3 days ago.\n  • John Mayer's Guitar Gear Rig and EquipmentAnonymous said More\n    According to Rene Martinez (guitar tech for both SRV and... 4 weeks ago.\n  • John Mayer's Guitar Gear Rig and EquipmentSam Roney said More\n    According to Mayer interview, Mayer specifically said that... 4 weeks ago.\n  • Soulfly - Marc Rizzo Guitar Rig Gear and EquipmentAlexandru said More\n    Marc still got his BC Rich custom 7 string signature, but... Thursday, 11 October 2018\n  • Foo Fighters - Taylor Hawkins Drum Kit and Gear Se...Dev said More\n    What snare drum is Taylor using at their Wembley gig in... Thursday, 04 October 2018\n  • Eddie Van Halen's Guitar Gear Rig and EquipmentHoward said More\n    I don’t think amplifiers made in the 1970s ever had built... Monday, 01 October 2018\n  • Escape The Fate - Bryan Monte Money Guitar Gear Ri...adam said More\n    does he use both the blues driver and the super overdrive at... Monday, 24 September 2018\n  • Eddie Van Halen's Guitar Gear Rig and EquipmentKB said More\n    Ed is notorious for speaking fiction regarding hia gear. He... Saturday, 08 September 2018\n  • Zac Brown Guitar Rig Gear and EquipmentAnonymous said More\n    Zac Brown also owns several Fredholm guitars. Thursday, 06 September 2018\n  • Mudvayne - Greg Tribbett Guitar Gear Rig and Equip...Ryan Lindsey said More\n    They were on the Tatoo The Earth tour when they first came... Thursday, 06 September 2018\n  • Darius Rucker Guitar Rig Gear and EquipmentWayne said More\n    What's the guitar on Wagon Wheel video ? Monday, 03 September 2018\n  • Coldplay - Jonny Buckland Guitar Gear Rig and Equi...Dutchman Ampworks said More\n    I have one of Jonny's old amps in for repair. It is in fact... Friday, 17 August 2018\n  • Richie Kotzen Guitar Rig Gear and EquipmentDrew said More\n    Saw him yesterday and he was using:\n\n    2 of his Fender... Thursday, 26 July 2018\n  • James Taylor Guitar Rig Gear and EquipmentAndrew Crighton said More\n    My sense is that he never plays with a pick - fingers only -... Monday, 23 July 2018\n\nCliff Burton was a bass guitarist best known for his work with the American heavy metal band Metallica from 1982 until 1986.\n\nLet's look at some of the gear and equipment that has been seen in Cliff's bass rig.\n\n\n\nBass Guitars\n- Rickenbacker 4001 (with Gibson EB humbucker and Dimarzio Jazz Bass pickup)\n- Alembic Spoiler bass, black (stolen)\n- Aria Pro II SB-1000 and SB Black 'n Gold I\n\nAmps and Cabinets\n- Mesa Boogie 4\"x12\" Cabinets & 1\"x15\" Cabinets\n\n- Ampeg SVT-1540HE Classis Series Enclosure\n\n- Mesa D-180 amp\n\n- Mesa Boogie Bass 400 head\n\n- Sunn Colliseum Lead head\n\n- Morley Power Wah fuzz (power wah pic below)\n\nMorley Power Wah Pedal\n\n- Chrome Tel-Ray Morley Power Wah Boost. (discontinued since 1983)\n\n- Electro Harmonix Big Muff\n\nElectro-Harmonix Classics USA Big Muff PI Distortion \/ Sustainer Guitar Effects Pedal\n\n- Electro Harmonix Bass Balls\n\nElectro-Harmonix Nano Bassballs Envelope Filter Bass Effects Pedal\n\n- Ibanez HD1500 Delay\/harmonizer\n\n- Boss CS-1 compressor\n\n\n- Rotosound bass strings\n\nRotosound FM66 Funk Master Bass Strings\n\nNote: Cliff played bass with his fingers.\n\nLike what you see?\n\n\nHit the buttons below to follow us, you won't regret it...",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9479745626,
        "format_confidence":0.8854725957
    },
    {
        "url":"https:\/\/www.stereogum.com\/author\/wagzon1976\/",
        "text":"Comments from wagzon1976\n\nThe fact that Bob Dylan, Tool, Leon Russel, Charlie Parker, Count Basie from the origions arent mentioned makes me fearful for the music industry. The new bands like And You Will Know Us By THe Trail Of Dead and Ghostland Observatory are clearly redefining the genre. No Bob Dylan? SHAME\n-1 |\nSeptember 7, 2010 on VH1 100 Greatest Artists Of All Time",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9968505502,
        "format_confidence":0.8835029602
    },
    {
        "url":"http:\/\/www.fark.com\/comments\/7449227?tt=voteresults1&startid=80872160",
        "text":"Do you have adblock enabled?\nIf you can read this, either the style sheet didn't load or you have an older browser that doesn't support style sheets. Try clearing your browser cache and refreshing the page.\n\n(KSL Salt Lake City)   Zoo staff in Russia were prepared when a mother tiger abandoned her newborn cubs. And by prepared I mean they had a Swiss shepherd dog ready to fill the role. (with awwww pics)   ( divider line\n    More: Sappy, Russia  \n•       •       •\n\n11386 clicks; posted to Main » on 23 Nov 2012 at 4:32 PM (4 years ago)   |   Favorite    |   share:  Share on Twitter share via Email Share on Facebook   more»\n\nVoting Results (Funniest)\nView Voting Results: Smartest and Funniest\n\n2012-11-23 05:02:53 PM  \n2 votes:\nI'd leave them too if they kept making that noise.\n2012-11-23 04:36:56 PM  \n2 votes:\nI've often wondered where I could find a lactating dog. \n2012-11-23 12:47:21 PM  \n2 votes:\nIt wasn't the first time their mother abandoned her cubs\n\nShe must not like cats.\n2012-11-23 05:07:29 PM  \n1 vote:\n\nBathia_Mapes: mcwehrle: I was ok till the cubs started sqeaking! D'AWWWWWW!!!!\n\nIt's adorable until THEY EAT YOUR FACE OFF! :-D\n\nTrue dat. I live with 3 who think they're that kind of cat. Should I die unexpectedly, they will eat bits of me at 4am and 4pm, because that's when the wet food is served. I have no doubt of that.\n\nDisplayed 4 of 4 comments\n\nView Voting Results: Smartest and Funniest\n\nThis thread is archived, and closed to new comments.\n\nContinue Farking\nSubmit a Link »\nOn Twitter\n\nTop Commented\nJavascript is required to view headlines in widget.\n\nIn Other Media\n  1. Links are submitted by members of the Fark community.\n\n  2. When community members submit a link, they also write a custom headline for the story.\n\n  3. Other Farkers comment on the links. This is the number of comments. Click here to read them.\n\n  4. Click here to submit a link.",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9835234284,
        "format_confidence":0.9953435063
    },
    {
        "url":"http:\/\/www.metalsetlists.com\/showpost.php?p=488339&postcount=10",
        "text":"View Single Post\nOld 09-16-2012, 09:11 PM\nslapguitarer's Avatar\nslapguitarer slapguitarer is offline\nMetal Setlists Elitist Committee\nJoin Date: Nov 2010\nLocation: San Jose\nPosts: 6,538\nAight, I'd just prefer more recent years because that's what I'm most experienced with, but any decade is super chill. Just let us know from when to when, and I'll drop a list here.\n2\/9 Black Sabbath\n2\/18 Coffins\/Noothgrush\/Lycus\n2\/24 Ringo Deathstarr\n2\/26 Worm Ouroboros\n3\/4 Neurosis\/Sleep\n3\/9 Bongzilla\nReply With Quote",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9945924878,
        "format_confidence":0.9831422567
    },
    {
        "url":"http:\/\/www.celebritybabyscoop.com\/2011\/11\/21\/beyonce-2",
        "text":"Beyonce Strikes A Pregnant Pose\n\nBeyonce Strikes A Pregnant Pose\n\nMom-to-be Beyonce was in fine form at last night’s screening of her new DVD release, Live at Roseland: The Elements of 4, at the Paris Theatre in New York City (November 20).\n\nCovering her growing belly in a long black Cavali gown with gold accents, the ‘Single Ladies’ singer looked positively radiant as she posed for pictures on her way into the show.\n\nDue in February, the baby will be the first for Bey and her husband Jay-Z. Though the couple haven’t revealed whether they’re thinking pink or blue, Beyonce’s friend Kelly Rowland recently let slip the big news: It’s a girl!\n\nView Slideshow »»\n\nView All Photos »»\n\nFiled under: Beyonce,Expecting\n\nPhoto credit: Fame\n\n  • anonymous\n\n    Beyonce looks beautiful as always. I so don’t want to sound like a hater because I don’t have anything against her whatsoever but I have to say that her bump in the first picture looks very questionable.\n\n    • Anonymous\n\n      I completely agree! I don’t know weather it’s the dress or something else but her belly looks very fake here.\n\n  • LaKesha\n\n    Why would Beyonce need to fake a pregnancy?\n\n  • Al\n\n    I doubt anyone would question the authenticity of her baby bump if it wasn’t for previous rumours. She shouldn’t have to prove her pregnancy to anyone, and quite frankly, it shouldn’t be anyone elses business to begin with. I agree with LaKesha, why would she? So ridiculous that people are even speculating that.\n\n  • Anonymous\n\n    They’re not saying she’s faking the pregnancy, it’s just maybe she’s not as far along as she wants us to think she is.\n\n  • Anonymous\n\n    It’s because there is something so weird about this pregnancy. First there’s the huge belly at the VMAs when it turns out she was only 3 months pregnant, then all the pictures shortly after where there was no belly to be seen, then that weird video interview where she walks out looking like she’s in her third trimester and then her belly collapses on itself when she sits down. Now we see pictures of her out in public where it looks like she is barely showing, but every time she makes an official public appearance, her belly is big and round again. It just doesn’t make sense. When a woman is pregnant, her belly gets gradually bigger until birth. It doesn’t grow and shrink and disappear and then come back. I don’t know if she IS or isn’t. Or WHY she would. She’s just had the strangest-looking “pregnancy” I’ve ever seen. But time will tell.\n\n    • Anonymous\n\n      Take a look back at the photos of any celeb (because they’re easily accessible). Depending on what they’re wearing, their bump (God, I hate that expression) can look bigger or smaller, higher or lower.\n\n      The conspiracy theories surrounding this woman’s pregnancy are hysterical!\n\nLatest Dish",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9921165109,
        "format_confidence":0.6814422607
    },
    {
        "url":"http:\/\/myonlineband.com\/MusicianCollaboration\/SongWorkspace\/4191",
        "text":"Song workspace for Toxic Embrace\n\nto participate\n\nOnly registered users may contribute to a song workspace.\n\nLog-in Sign Up Now\n\n\n6\/23\/2016 2:52:49 AM\n\nYea man we need to find a vocalist for this band, if you want to do it or find someone on the website you like to take a try at it.\n6\/21\/2016 10:04:01 PM\n\nI would have to agree with you on the fact that this is one of, if not the best song we've done. I need to get off my ass and start playing again.\n6\/16\/2016 6:24:52 AM\n\nIve messed around a bit in B tuning awhile ago too on one pillamyd song that was song 5 I believe, my new guitar handles the intonation really well considering its not setup to be that low, keeps in tune well.\n6\/15\/2016 10:06:40 PM\n\nI say go for it if you want to play in low tuning. I myself am a big fan of it. It wont hurt your guitar any. You may be a little out as far as intonation, but that just gives it flavor. If you have an adjustable bridge, its not that hard to fix that. If not, like I said, it would just give it that unique flavor.\n\n6\/15\/2016 10:42:24 AM\n\nMan, you can do what ever you want. I'm just the color commutator to your Howard Cosell.\n6\/14\/2016 12:07:01 PM\n\nI usually dont go low anymore because im afraid my guitar isnt set up for lower tunings, but id love to do a couple songs as low as B tuning haha.\n6\/14\/2016 11:59:13 AM\n\nAny tunings you want me to play around in on some tracks to change the sound a little?  Like standard or C# tuning, im sure using Eb all the time makes things stale.  I used to use C# alll the time in pillamyd\n6\/14\/2016 11:58:20 AM\n\nThis is probably one of my favorite songs we've done.\n5\/9\/2016 7:19:11 AM\n\nGood luck. I hope you find someone. It would be very cool if we could put VOX on all of our music.\n5\/9\/2016 6:05:37 AM\n\nOh yeah it does, Im going to share on my personal fb and see if anyone wants to join the website and do vox\n5\/7\/2016 11:59:24 AM\n\nSee if this one sounds better also\n\n5\/7\/2016 11:58:06 AM\n\nHashishian has deleted the following item from the workspace: Toxic Embrace.mp3\n5\/5\/2016 7:07:34 AM\n\nI posted an add for a singer. I wouldn't hold your breath.\nI'm starting to get a handle on this mixing thing. Every song I work on I get a little better at it. Just now starting to get into using the \"Send\" channels for some FX and leveling. Seems to make a world of difference.\n\n5\/5\/2016 12:44:24 AM\n\nkryptic2096 has updated the song workspace settings. The workspace title has been changed to Toxic Embrace\n5\/5\/2016 12:43:34 AM\n\nThat sounds great, I dont know a thing about mastering haha.    This needs some vocals soon, are you going to do them or are we finding another member for this band, anyway it goes its going to be kickass.\n4\/13\/2016 5:30:34 AM\n\nStill need to mess with the mix but the bass line is pretty much done. Not sure if I like the pre solo part and I might redo that.\n\n4\/2\/2016 7:55:01 AM\n\nStill needs some work but tuning down really helped bring it together. Still want to do some work with my bass on the pre solo part. That and about 20 hours on the mixing board and it should be done.\n\n4\/1\/2016 1:37:00 AM\n\nBeing in E flat would explain why I was having problems finding a good tone for this.\nI went from drop D to standard tuning before I got close. Ill drop down to E flat and go at it again. ITS ALL GOOOOD\n\n3\/31\/2016 11:23:26 PM\n\nI'm stupid for not saying I played this in e flat tuning, my bad.\n3\/31\/2016 11:16:51 PM\n\nIts sounding good man, yea I hate playing when my wrists hurt\n\nView Older Posts\n\n© Copyright 2007 - 2016 Ciliberti Enterprises Corporation. All Rights reserved Reproduction in whole or in part without written permission is prohibited. Version 5.2 updated 1\/13\/2017",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9706990123,
        "format_confidence":0.99455899
    },
    {
        "url":"http:\/\/fumaga.com\/5604",
        "text":"funny cute totally random pow contribute contact follow facebook\n\n\n4chan b and pubes\n\nSubmit to Reddit Tweet this Share on facebook Submit to DiGG Submit to SU Submit to Delicious\n\nExternal links\n\nDate:2010 Oct 03\nComment id:75464\n\nBy 'see', you mean through all those pubes?\n\nDate:2010 Apr 10\nComment id:21932\n\ngood neighbourhood I see here\n\nHow much is five plus five?\n\nright arrow key = next, left arrow key = previous, up arrow key = random",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.892932117,
        "format_confidence":0.8389275074
    },
    {
        "url":"http:\/\/forum.austinimprov.com\/viewtopic.php?f=4&t=12288",
        "text":"Improv reviews\n\nDiscussion of the art and craft of improvisation.\n\nModerators: happywaffle, arclight, bradisntclever\n\nImprov reviews\n\nPostby valetoile » August 16th, 2011, 5:54 am\n\nAlmost every improv review here in Edinburgh starts out with some version of \"improv is hard!\"\n\nI would love to see a review of a scripted play that goes something like this:\n\n\"Memorizing a full ninety minutes worth of dialogue and blocking is very difficult. Bringing those written words to life as if they're being spoken for the first time, doubly so. Add to that coordinating the timing of several individuals, along with lighting and sounds cues, and this cast of performers has got their work cut out for them! However, they rise to the challenge admirably....\"\n\nI mean, I appreciate the recognition that good improv takes skill, that making it up doesn't mean we're lazy, that the chance (and sometimes actuality) of failure is part of what makes improv what it is. But still. I would love to see the day when reviewers and audiences have come to accept improv as more art than parlor trick. A lot of reviewers here seem to be impressed by how many gimmicks a group can put in their show, listing off like assets the number of ask-fors and trappings of form a group can fit in to a single longform show, as if recounting the dangerous and unwieldy objects a juggler can manage to keep in the air. A flaming chainsaw! An unrelated show title and location! Musical callbacks every 3 beats! 6 foot daggers!\n\nWhat I long for is a deeper recognition of how improv really works- that it's not who can be funniest quickest with the most encumberments, but is instead an acute awareness as a group, a loving attention to detail, and a willingness to be vulnerable, open, and in the moment that make great improv, whatever the style or format, as well as a lot of work and practice beforehand.\nParallelogramophonographpargonohpomargolellarap: It's a palindrome!\nUser avatar\nPosts: 1421\nJoined: August 15th, 2005, 1:31 am\nLocation: Austin\n\nPostby Rev. Jordan T. Maxwell » August 16th, 2011, 8:47 am\n\nin their defense, Val...writing reviews is really hard!\n\n(but yes, agreed.)\nSweetness Prevails.\n\n-the Reverend\nUser avatar\nRev. Jordan T. Maxwell\nPosts: 4215\nJoined: March 17th, 2006, 6:50 pm\nLocation: Austin, TX\n\nPostby Marc Majcher » August 16th, 2011, 10:16 am\n\nThe Bastard\nImprov For Evil\n\"new goal: be quoted in Marc's signature.\" - Jordan T. Maxwell\nUser avatar\nMarc Majcher\nPosts: 1621\nJoined: January 24th, 2006, 1:40 am\nLocation: Austin, TX\n\nPostby mpbrockman » August 16th, 2011, 1:24 pm\n\nRev. Jordan T. Maxwell wrote:in their defense, Val...writing reviews is really hard!\n\nPah... reviewers are eunuchs in a harem. They know how it's done, they see it done every day - but they can't do it themselves.\n\nAnd you want them to grasp the essence and nuances?\n\nLove ya Val but, uh, good luck with that...\n\nBTW - that is some lovely prose and some extraordinarily apt metaphors. A tip of the hat to your pen, er, keyboard...\n\"He who is not a misanthrope at age forty can never have loved mankind\" -Nicolas de Chamfort\nUser avatar\nPosts: 2734\nJoined: April 12th, 2007, 6:26 pm\nLocation: ATX\n\nPostby jillybee72 » August 16th, 2011, 10:02 pm\n\nWe made a document for the Minnesota Fringe at their request to teach people how to review improv. I like how it turned out!\nUser avatar\nPosts: 649\nJoined: November 16th, 2009, 2:20 pm\n\nPostby shando » August 17th, 2011, 12:11 am\n\nThanks for posting that Val. I couldn't agree with you more. And Jill, thanks for that how to review improv one-sheet.\nmadeline wrote:i average 40, and like, a billion grains?\n\n\"She fascinated me 'cause I like to run my fingers through her money.\"--Abner Jay\nUser avatar\nPosts: 2875\nJoined: August 31st, 2005, 5:20 pm\n\nReturn to Improv Theory & Practice\n\nWho is online\n\nUsers browsing this forum: No registered users and 2 guests",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9526285529,
        "format_confidence":0.996914506
    }
]