[
    {
        "url":"http:\/\/www.quahance.com\/legal-notice\/",
        "text":"Legal Notice\n\n\nFor documents and software available from this server, the Quahance does not warrant or assume any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed.\n\nAll information provided in the Quahance website is provided for the information purposes only and does not constitute a legal contract between Quahance and any person or entity unless otherwise specified. Information on this website is subject to change without prior notice.\n\nHealth related topics found in any of our pages\/documents, should not be used for diagnosing purposes or be substituted for medical advice. As with any new or ongoing treatment, always consult your professional healthcare providers before beginning any new treatment.\n\nInformation presented on this website is copyrighted unless otherwise mentioned. Use of appropriate byline\/photo\/image credit is requested. We strongly recommend that Quahance data be acquired directly from a Quahance Server and not through other sources as the fidelity of the data may be compromised. While Quahance makes every effort to provide accurate and complete information, various data as a way of example and not limited to telephone numbers, may get changed independently.\nThough Quahance welcome your suggestions to help improve its offerings, Quahance does not make any commitment to implement such a change. Also Quahance is not obligated to explicitly give any credit to the person against the suggestion received.\n\nAlthough every reasonable effort is made to present current and accurate information, Quahance does not provide warranty or guarantee, expressed or implied as to the accuracy, reliability or completeness of furnished data.\n\nSome Quahance Web pages may provide links to other Internet sites for the convenience of users. Quahance is not responsible for the availability or content of these external sites, nor does Quahance endorse, warrant, or guarantee the products, services, or information described or offered at these other Internet sites. Users cannot assume that the external sites will abide by the same Privacy Policy to which Quahance adheres. It is the responsibility of the user to examine the copyright and licensing restrictions of linked pages and to secure all necessary permissions.\n\nThe Quahance website may contain information that is created and maintained by multiple sources both internal and external.\n\nThe views and opinions of authors expressed on Quahance Web sites do not necessarily state or reflect those of the Quahance. Some of the associated sites may be unmoderate forums containing the personal opinions and other expressions of the persons who posted\/created\/contributed in whole or in part, Quahance does not monitor or guarantee the information contained in these sites or information contained in the linked documents and does not endorse any views expressed or illegal products that may have been offered there in. It is your responsibility to research the accuracy, completeness, and usefulness of all opinions, services, and other information found on the site, and to consult with your professional to assess whether the information can benefit you.\nSome of the documents on this server may contain live references (links\/pointers) to information created or maintained by other organization. Please note that Quahance does not control, or cannot guarantee the relevance, timelines, or accuracy of these external reference materials.\n\nIn no event shall Quahance be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by, or in connection with the use of or reliance on any content, goods or services available on or through any site or resource.\n\nThe information on this web server is protected by the laws related to Computer Fraud & Abuse, Information Protection. Any unauthorized attempt to upload or modify the data on this server are strictly prohibited and the punishable under law.\n\nPrivacy Policy\n\nQuahance takes your privacy seriously. Please read the following to learn more about our privacy policy.\n\nThis policy covers how Quahance treats personal information that Quahance collects and receives, including information related to your past use of Quahance products and services. Personal information is information about you that is personally identifiable like your name, address, email address, or phone number, and that is not otherwise publicly available.\n\nThis policy does not apply to the practices of companies that Quahance does not own or control, or to people that Quahance does not employ or manage.\n\nQuahance may collect personal information when you register with Quahance, when you use Quahance products or services, when you visit Quahance pages or the pages. Some of this information may be accessed and viewed by other Quahance members. Quahance never sells your contact information to the external party.\n\nQuahance automatically receives and records information about your computer and browser including but not limited to IP address, Quahance cookie information, software and hardware attributes. Also when you interact with a Quahance feature, we may collect and maintain information about your activities linked to that feature. This information may be used for analytical purpose. Quahance may share a part of such information, after filtering out personally identifiable data, with external parties for research.\n\nQuahance allows access to third-party services and applications, by way of example, and not as a limitation, Groups, Forums, Bookmark applications. You may choose to use such service or application. Such service or the application may collect information about you or about your activities, and share that information with others. Please check the privacy policy governing such services or applications. Quahance may share your Name and email contact details with third party for services (such as groups) with the good intention of authorizing\/inducting\/permitting you into a service. You may choose to accept the offer after going through the privacy policy of such service.\n\nQuahance may publicly share information about you in relation with your profession without giving out your contact details. This information may include : ‘salutations’, ‘initials’, ‘first name’, ‘last name’, ‘suffixes’ ‘qualifications’, your professional details, your role\/designation, your company details, your geographic location, your photograph, your blog\/website address, your comments provided to us by you, the date you took a service\/product from us. This information will not include your email address, your phone number. This information may be used for: displaying your details to other members, displaying your comments\/testimonials\/reviews about our company and our offerings, displaying your details in the certification validation directory.\n\nIn the case of Promotions, we may keep track of which promotions we have served to you, and if you interact with a Promotion we will also collect and maintain data relating to your clicks, your deletion of the promotion, and your forwarding of the promotion to others.\n\nQuahance reserves the right to update the Privacy Policy at any time without notice to you. The most current version of the Privacy Policy can be reviewed by clicking on the “Legal Notice” hypertext link located at the bottom of our Web pages.\n\n\nPMI®PgMP®PMP®CAPM®PMI-RMP®, and PMI-SP® are registered marks of the Project Management Institute, Inc.\n\nThe absence of a name or logo in this list does not constitute a waiver of any and all intellectual property rights that Quahance Consultancy Services Pvt. Ltd. or its subsidiaries have established in any of their product, feature, or service names or logos. The status column refers to the status of the trademark in the United States and\/or other countries.\n\nTrademark Status Descriptor\nQuahance logo TM Corporate Logo\nReal World Aspects TM Journal\nPodMintz TM Podcast\nPtDT TM Endorsement",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.5268562436,
        "format_confidence":0.9911727309
    },
    {
        "url":"https:\/\/cornwall.cabmoney.org.uk\/disclaimer.asp",
        "text":"Disclaimer & Legal Information\n\n\nNorth East Derbyshire Citizens Advice Bureau (NEDCAB) has tried to ensure that the information on this website is accurate. However, NEDCAB will not accept liability for any loss, damage or inconvenience arising as a consequence of any use of or the inability to use any information on this website. NEDCAB endeavours to provide a service of the highest quality; however, we cannot guarantee that our service will be uninterrupted or error-free. We are not responsible for claims brought by third parties arising from your use of this web site.\n\nNEDCAB assumes no responsibility for the contents of linked websites. The inclusion of any link should not be taken as endorsement of any kind by NEDCAB of the linked website or any association with its operators. Further, NEDCAB has no control over the availability of the linked pages.\n\n\nMaterial on this website, including text and images, is protected by copyright. It may not be copied, reproduced, republished, downloaded, posted, broadcast or transmitted in any way except for your own personal, non-commercial use. Prior written consent of the copyright holder must be obtained for any other use of material. Copyright in all materials and\/or works comprising or contained within this website remains with NEDCAB and other copyright owner(s) as specified. No part of this site may be distributed or copied for any commercial purpose.\n\nPrivacy Policy\n\nNEDCAB is committed to safeguarding your privacy, while providing a high quality of service. NEDCAB will treat your personal information as confidential and your details will not be given or sold to anyone.\n\nWe will use the information collected online to help us understand more about how our site is used by visitors, and to develop and enhance our services to you.\n\nNote: This privacy policy only covers the website at www.ned-cab.org.uk; other links within this site to other websites are not covered by this policy. Once you have accessed another website via one of our links you will be subject to the security and privacy policy of that site.\n\nLegal Information\n\nNorth East Derbyshire Citizens Advice Bureau is a company limited in England and Wales with company number 5933725.\n\nNorth East Derbyshire Citizens Advice Bureau is a member of Citizens Advice, membership number 45\/0015\n\nCharity Registration Number: 1118194\n\n126 High Street, Clay Cross, Chesterfield, Derbyshire, S45 9EE\n\nThis site uses cookies. By continuing to browse the site, you are agreeing to our use of cookies.\nX What does this mean?",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.8446749449,
        "format_confidence":0.9901359677
    },
    {
        "url":"https:\/\/m.waploaded.com\/docs\/dmca",
        "text":"Waploaded respects the rights of copyright holders and will work with the said copyright holders to ensure that infringing material is removed from our service. We monitor all files we upload to make sure that copyrighted material is not uploaded. In cases where you feel a file infringes on your copyright or the copyright of someone you represent, we encourage you to use this page to notify us.\n\nWaploaded will respond to \"any and all take-down requests\" that comply with the requirements of the Digital Millennium Copyright Act (DMCA), and other applicable intellectual property laws.\n\nIf you believe that a file that a we uploaded to Waploaded infringes on your copyright then please contact the email below to submit a request. Be sure to include your relationship to the owner of the copyrighted work, your full contact info, and the url of the song\/album, Video or Articles you are referring to.\n\nFast Access\/Reply\/All Purpose Email: [email protected]\n\nFor General reports email: [email protected] CC: [email protected] , for Music File removal [email protected] CC: [email protected], [email protected] Thanks\nWritten: Oct 18, 2014; Updated: Apr 22, 2016; Read: 14644 times",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.84039855,
        "format_confidence":0.9730716944
    },
    {
        "url":"http:\/\/www.sec.gov\/litigation\/litreleases\/lr15381.txt",
        "text":"UNITED STATES SECURITIES AND EXCHANGE COMMISSION LITIGATION RELEASE NO. 15381 \/ June 5, 1997 SECURITIES AND EXCHANGE COMMISSION v. ROBERT C. COWAN, et al., 5:96-CV-0224-C, USDC, ND\/TX (Lubbock Division) The Securities and Exchange Commission (\"Commission\") announced that on June 2, 1997, an Agreed Final Judgment was entered against Robert C. Cowan (\"Cowan\"), individually and doing business as CS Investments Trust (\"CSI\"), and Cowan Asset Management, Inc., (\"CAMI\"), an investment adviser registered with the Commission. The Agreed Final Judgment permanently enjoins Cowan, individually and doing business as CSI, from future violations of Section 17(a) of the Securities Act of 1933 and Section 10(b) of the Securities Exchange Act of 1934, and Rule 10b-5 thereunder. Cowan and CAMI are permanently enjoined from future violations of Sections 206(1), (2), and (4) of the Investment Advisers Act of 1940, and Rule 206(4)-2 thereunder, and Cowan is permanently enjoined from aiding and abetting any CAMI violations. The Court also ordered Cowan to pay disgorgement in the amount of $3,080,418, plus prejudgment interest. However, this amount will be reduced by the value of the assets Cowan surrendered to the Special Master, the final total of which will be determined in the Special Master's final report. Based on Cowan's demonstrated financial inability to pay, the Court waived collection of whatever disgorgement amount remains after the value of Cowan's assets turned over to the Special Master has been deducted. Additionally, based on Cowan's financial condition, the Court will not order him to pay a civil penalty. According to the complaint filed on November 5, 1996, Cowan raised between $1 million and $3 million from his customers for the purpose of purchasing trust units in CSI. In fact, according to the complaint, CSI does not exist, apart from Cowan's misrepresentations and created records, and does not hold securities or funds for customers; rather, Cowan used customers' funds for his personal expenses, and to satisfy periodic payments and redemptions for his customers as part of a \"ponzi\" scheme. ======END OF PAGE 1======",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.7637197375,
        "format_confidence":0.6732922196
    },
    {
        "url":"http:\/\/www.womenslaw.org\/statutes_detail.php?statute_id=3571&lang=en",
        "text":"En Español\nNational Domestic Violence Hotline: 1-800-799-SAFE (7233) or (TTY) 1-800-787-3224\n\nLegal Statutes: Washington\n\nUPDATED August 10, 2017\n\nBack to Washington overview\n\nArticle 1. General Provisions\n\nback to top26.27.051. International application of chapter\n\n(1) A court of this state shall treat a foreign country as if it were a state of the United States for the purpose of applying Articles 1 and 2.\n\n(2) Except as otherwise provided in subsection (3) of this section, a child custody determination made in a foreign country under factual circumstances in substantial conformity with the jurisdictional standards of this chapter must be recognized and enforced under Article 3.\n\n(3) A court of this state need not apply this chapter if the child custody law of a foreign country violates fundamental principles of human rights.\n\n[2001 c 65 § 105.]",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.9898293614,
        "format_confidence":0.7884777784
    },
    {
        "url":"http:\/\/license.icopyright.net\/rights\/tag.act?tag=3.7354%3Ficx_id%3D520754",
        "text":"\n\n\nLegal prints you make on your home or office printer — or that we make and deliver to you.\n\n\nPost all or part of this article on a web site, intranet, or blog.\n\n\nRepublish in a print publication, PowerPoint presentation or other media, including DVD.\n\nPlease honor copyright! Piracy hurts creators, devalues their works, and puts you and your employer at risk. Learn More",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.9253508449,
        "format_confidence":0.9712168574
    },
    {
        "url":"https:\/\/galvestontx.gov\/746\/Power-of-Attorney",
        "text":"Power of Attorney\n\nThe Power of Attorney form gives the Galveston Police Department and its officers permission to arrest and subsequently file charges on behalf of the property owner against any persons found illegally trespassing on the listed property without them being present. This form also allows the Police Department to act of behalf of the property owner for any court proceedings stemming from arrests made from the aforementioned offense.\n\nPlease visit the Galveston Police Department at 601 54th Street to complete the necessary form.\n\nSubmission Instructions:\n\nThis form must be notarized. Notaries are available at the Galveston Police Department. In addition, proof of residency(i.e. deed, lease agreement, utility bill, etc.) must be included with the notarized form. Submission of this form comes with a standard “Under Galveston Police Department Power of Attorney” sign that can be posted on your property.",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.9954884648,
        "format_confidence":0.5034057498
    },
    {
        "url":"https:\/\/elcwa.org.au\/disclaimer\/",
        "text":"By using this website, you agree that:\n\n  1. The Employment Law Centre of Western Australia (Inc) and its directors, employees and agents (ELC) are not responsible for any consequences (including loss or damage or both) arising from using or accessing this website or any of its content (including links to other websites).\n  2. You will not make any claim against ELC for any loss, damage or expense that may arise from your use of this website or from your reliance on any of its content.\n  3. All content on this website is entirely at the discretion of the Webmaster and may be altered or deleted at any time.\n  4. ELC is not responsible for any content that appears on linked websites.\n  5. While all content of this website has been formulated with due care, ELC does not provide any guarantee that it is accurate, current, reliable or exhaustive. This website is intended to be for informational purposes only and is not intended to provide or replace legal advice.\n\nIf you have any questions about the above, please call us on our Advice Line.\n\nCopyright Information\n\nCommunity based organisations may copy or adapt (for local needs) ELC materials, including documents, audio and video without further permission from ELC provided the copies are distributed free or at cost (not for profit) and the source is fully acknowledged. Any copies or adaptations by government agencies or for commercial ends must have the prior written consent of ELC.\n\nLinking to this website\n\nAny website may link to any of the pages on this website. However, you must request the prior written consent of ELC to embed pages from this website in a frame of a referring site.\n\n\nELC records visits to this website and logs the following information for statistical purposes:\n\n  • user’s server or proxy address\n  • type of browser you are using\n  • date\/time of the visit\n  • pages accessed and documents downloaded\n\nWe use this information to analyse our server traffic. We do not attempt to identify users or their browsing activities except where authorised or required by law. For example in the event of an investigation, a law enforcement agency may exercise their legal authority to inspect the internet service provider’s logs.\n\nWe will only record your email address if you send us a message. Your email address will only be used for the purpose for which you have provided it and it will not be added to a mailing list or used for any other purpose without your consent.\n\nELC is not responsible for the privacy practices or the content of any linked websites.",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.9248811007,
        "format_confidence":0.9902935028
    }
]