[
    {
        "url":"http:\/\/creativewritingguild.com\/tips-tricks\/5-guidelines-writing-strong-female-character\/",
        "text":"5 Guidelines for Writing a Strong Female Character\n\n[Banner image courtesy of flickr by Blue Stahli Luân]\n\nPeople talk a lot about writing strong female characters. Writers and readers everywhere always seem excited when a story features a female as the main protagonist. This is likely because of the seeming rarity of such stories. We could cite examples to the contrary all day, but that doesn’t change the fact that the stereotypical storybook “hero” throughout literary history has been a man. In this light, it could be a relatively new thing, this female hero. It’s becoming more prevalent, but is still rare enough that the gaming distribution platform Steam has a specific tag for “female protagonist.”\n\nBut what does it take for a female character to be “strong”? Well, here’s some tips to help examine your literary laudable lady.\n\n1. Badass characters are not necessarily strong characters.\n\nThe difference here might be a bit self-explanatory, but it’s also an important one to understand. One might watch a movie and see a female character who makes a habit of making incredible acrobatic stunts whilst simultaneously beating up dozens of bad guys. They’ll see this character and say that she’s a “strong” female character. But what they really mean is that she’s a badass.\n\nContrary to common belief, this doesn’t make a character “strong.” A strong character is a well-written character; a character with depth, personality, flaws, strengths, and attachments. A strong character is one that makes mistakes and learns from them. A character’s worth is not defined by the number of enemy grunts they can dispatch in a single scene.\n\nThis is not to say that a well-written character cannot also be a badass. A good example is the animated cartoon series The Legend of Korra, which features a female as both heroine and protagonist. She has a very strong character arc, beginning as an ambitious, arrogant, headstrong warrior and eventually developing into a spiritual leader and peacekeeper. She has very real struggles along the way, including both internal and external conflicts. She suffers from her own faults and benefits from her own strengths. Plus, she’s also pretty good at beating up the bad guys.\n\n2. Strong female characters should have lives outside of romance.\n\nScreenwriters and authors frequently make the critical error of writing a female character—often the only female character—into a story for the major purpose of creating romantic tension for the male characters. There are far too many examples of this oversight to count. Some writers make a minimal effort to provide the female character with some helpful traits, but all too often it is only to help progress the male protagonist’s story arc. Female characters often aren’t allowed to have their own story arc.\n\nEven the classic fantasy film series Lord of the Rings is guilty of this. The character of Arwen has little relevance to the overall story, and merely acts as a romantic foil for Aragorn. She exists within the narrative to add depth to Aragorn.\n\n3. Use the Bechdel Test.\n\nThe Bechdel Test can be useful when determining whether a story supports two or more strong, active female characters. It specifically refers to films, but is easily applied to other forms of storytelling. A film passes the Bechdel Test if it has:\n\n  1. two named female characters\n  2. who talk to each other\n  3. about something other than a man.\n\nIt’s a simple enough method, and certainly not definitive, though it is useful as a general tool. This hearkens back to the previous point that female characters have lives outside of romance. In a realistic story, women’s lives don’t revolve around a man’s. Female characters can be integral to the plot of the story without necessitating a sudden romance.\n\n4. Use the Mako Mori Test.\n\nThe Mako Mori Test evolved from discussions following the sci-fi action film Pacific Rim. Interestingly, the film failed the Bechdel Test dismally. In spite of this, viewers found the female lead to be highly compelling. They discussed her character with fondness and respect. Thus, the Mako Mori Test was born as an alternative to the Bechdel. A film passes the Mako Mori Test if it has:\n\n  1. at least one female character\n  2. who gets her own narrative arc\n  3. that is not about supporting a man’s story.\n\nThis helps determine many of the same things that the Bechdel Test does, though from a different angle. Each has their own merits, but all that really matters is taking these lessons into consideration when writing.\n\n5. Write her like she’s a human.\n\nThis is very succinct way of explaining that female characters ought to be written like any other character. Many quickly forgotten Hollywood films portray a cast of male characters with a single female character thrown into the mix. Each character has their own quirk that defines their personality. The quirk of the female character is that she is female. She has no particularly outstanding qualities. She might be competent and savvy, but has about as much depth as Smurfette.\n\nFemale characters should be allowed to have their own quirky personalities. Pretty much any character archetype we see among male characters could easily be used for a female as well. In fact, an interesting exercise is to take an existing story and imagine it with all character genders reversed. Oftentimes, it works just as well.\n\nFor example, a beautiful article by Michelle Nihjuis explores the idea that Tolkein’s The Hobbit reads spectacularly with Bilbo Baggins being a woman. There are no annoying gender conflicts, no awkward romances, and no female stereotyping. The story remains exactly the same—apart from pronouns—except that it now features a very refreshing tale about a female Bilbo Baggins who goes on a grand adventure.\n\nWomen are awesome, and they ought to be adequately represented in fiction. All too often we have female characters who could not exist in the story without the quirky men who drive the narrative. A female character need not only be there to support the male protagonist’s story arc. With luck we’ll soon move past this concept as a society, allowing women equal representation in the stories we tell—not as sideline characters or devices of romantic tension, but as compelling individuals who help drive the story forward.\n\nThis Week’s Book Recommendation\n\nThe book we’d like to recommend to you today is Stormdancer by Jay Kristoff. The setting is reminiscent of Feudal Japan, with elements of magic and steampunk. It tells the story of a dying world and a rebellion facing extinction at the hands of mechanical enforcers and a corrupt shogun. Specifically, this book is significant for the purposes of this article on account of its strong female protagonist. Yukiko is a very real character, with her own flaws and strengths. Her journey throughout the narrative is a powerful one.\n\nCheck out this book and help support the Guild at the same time by buying on Amazon or Audible:\n\nBuy on Amazon | Buy on Audible\n\nNote: This post was originally published in September of 2015.",
        "topic_id":16,
        "format_id":9,
        "topic_confidence":0.9768399,
        "format_confidence":0.932520628,
        "weight":0.002190903
    },
    {
        "url":"http:\/\/www.suberic.net\/pipermail\/dwj\/2002-May\/009300.html",
        "text":"New book a sequel\n\nKale kaledann at\nTue May 21 22:03:21 EDT 2002\n\n--- lazy lousy lizzie jane <mep3 at>\n> Just from what she said in Cambridge I'd say that\n> it's not an actual\n> sequel; thematically I'd say go for Homeward\n> Bounders and Deep Secret--it\n> sounded multiverse to me.\n\nWell, Hallie already said it, but it'll be related to\n_Deep Secret_ and feature Nick Mallory.\n\nThe April 2002 bulletin at the former has some more details:\n\n\nDo You Yahoo!?\nLAUNCH - Your Yahoo! Music Experience\nTo unsubscribe, email dwj-request at with the body \"unsubscribe\".\nVisit the archives at\n\nMore information about the Dwj mailing list",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.861433804,
        "format_confidence":0.9939980507,
        "weight":0.0050458056
    },
    {
        "url":"https:\/\/thegirlybookclub.com\/every-now-and-then-by-lesley-kagen-review-by-shelley-jomaa\/",
        "text":"Every Now and Then by Lesley Kagen (Review by Shelley Jomaa)\n\n2 min read\n\nRating 4\/5 Stars\n\nEvery Now and Then tells the story of best friends Biz, Frankie, and Viv, aka the Tree Musketeers. It is 1960 in the small town of Summit, Wisconsin, and the girls are 11 going on 12 years of age. School has ended a month early due to the excessive heat, and the author takes us along the journey of their summer adventures.\n\nThe story begins with a slow and idyllic start. The three spend their long summer days hanging out in their treehouse, exploring the town on their bikes, and going to the theatre to get their fill of scary movies. However, their imaginations and curiosity get the better of them. Despite being told to stay away from the nearby Broadhurst Mental Health institution, the girls find a secret spot where they can observe the patients and even talk to some of them through the fence. The action picks up the pace when a criminally insane patient is admitted to the hospital. Things play out like the horror movies the girls love so much when they find a way to sneak inside, potentially putting their lives in serious danger.\n\nMy favourite part of this book was the strong character development and the close relationship between Biz, Frankie, and Liv. They are lifelong friends with no secrets between them, and they look out for each other no matter what. I love their sense of adventure and their genuine concern for each other and the patients. Although at times naive and misguided, they are strong and determined girls with good hearts. Even at their young age, they refused to be deterred from their goals. I also appreciated the sense of community portrayed and the close family bonds.\n\nEvery Now and Then is a quick and easy read about friendship, family, and community. I recommend this for anyone looking for a heartwarming coming-of-age story with lovable, endearing characters.\n\nGirly Book Club\n\nDid you like this book?\n\nClick on a heart to rate it!\n\nGBC Reader Reviews\n\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9673960805,
        "format_confidence":0.9642966986,
        "weight":0.005259955
    },
    {
        "url":"http:\/\/www.candlestickpress.co.uk\/pamphlet\/five-nonsense-poems\/",
        "text":"Five Nonsense Poems\n\nVarious Authors\n\nFive Nonsense Poems is for children of all ages, and indeed for anyone who enjoys being silly! This revised edition of our mini-anthology includes poems about exploding Nonny-birds and a ball that won’t stop bouncing. It also features Spike Milligan’s magnificent, elusive Squirdle… or possibly it is a Pussel-skwonk after all. Guaranteed to make no sense at all.\n\nIncludes poems by Pauline Clarke, Spike Milligan, James Reeves and Michael Rosen.\n\nIf you like this title, you may also like...\n\nFollow us\n\n  • 0115 967 4455",
        "topic_id":16,
        "format_id":16,
        "topic_confidence":0.9600405693,
        "format_confidence":0.9689723849,
        "weight":0.0084646315
    },
    {
        "url":"http:\/\/www.narutoforums.com\/threads\/the-bathroom-goddess.1072595\/",
        "text":"\n\n\n  2. The latest NF Newsletter is out (July), read it here\n  3. Summer Glow\n    The HoU Banner Contest this time is centered on Summer time.\n    The deadline is until July 23rd and you only have to click here to go straight to the information you need.\n\n  4. Ladies and gents, the Tech Hub has been archived! Any tech-related questions can go in KCC now, and make sure to use the new [Tech] tag!\n\nThe Bathroom Goddess\n\nDiscussion in 'Akihabara Novel Corner' started by Mizura, May 8, 2016.\n\n  1. Mizura Meh Advisor\n\n    Likes Received:\n    Trophy Points:\n    The Bathroom Goddess\n\n\n    Author: Kogoe Soh\n    Genre: Adventure, Comedy, Fantasy\n    Translator: oniichanyamete\n\n    Review: The weird premise of the story can be summarized into two main points:\n    • Firstly, this series reads like one of those Zelda trading games. While she's taking baths, Izumi's window sometimes randomly opens up to a scene in the other world. Izumi herself has no control over it and no idea what she has to do, however it quickly becomes apparent that with each instance, Izumi obtains something that will serve in the next instance.\n    • Secondly, unlike most novels, the series centers not on Izumi's growth, but on the characters she interacts with. Although the story is often told from Izumi's POV, Izumi herself is more like the support character that affects the lives of other characters and the relationship between them.\n    What this results in is a surprisingly decent world and character-building. Every chapter, Izumi faces a different situation with different characters: from battle instances, to political plotting, to just relationship issues, the situations Izumi faces are quite varied, unique, but also interconnected. The things she sets off in one country, for example, affects what happens in another.\n\n    Likewise, the characters she interacts with have very different reactions towards her, treating her either as a benevolent goddess\/angel, or as an evil witch, or even just as a shameless exhibitionist (much to her chagrin). The 'bathroom' premise is actually used to pretty good comedic effect, not by repeating the same gag, but rather both Izumi and the characters she interacts with are equally in a 'wtf?!' state, and Izumi ends up needing to find different ways to cope with each situation.\n\n    The story isn't long, so it's not a sprawling epic, but it exploits its premise pretty well, has a lot going on in the world, and makes for a pretty interesting and enjoyable read. Check it out for something different.\n\nShare This Page",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.8743451238,
        "format_confidence":0.9714251757,
        "weight":0.005121433
    },
    {
        "url":"https:\/\/midnight-mind.com\/2019\/12\/31\/eyes-to-the-storm\/?like_comment=79&_wpnonce=c59b088d4c",
        "text":"eyes to the storm\n\nThe girl on the hill watches, quiet and still, as a storm leaves gaping cracks in the darkening sky.\n\nAsh-colored clouds writhe across the horizon, tortured and wild as they spread their poisonous darkness, increasing the pace of their dizzying dance with every passing minute. A thunderous clap of untamed fury resonates through the crackling air, echoing deep into the hills and vibrating beneath the girl’s skin. She braces her legs against the sharpness of the angry wind, glaring into the face of the storm.\n\nShe’s nothing but a child, small beneath the vast sky, a motionless figure upon the rolling emptiness of the hills. She’s hardly visible amidst the golden ocean of wild grasses that sway around her shoulders, bending in the wind. Her skin is a shade of light copper, bright and beautiful in the strange light of the storm, which illuminates the world in shades of whispering danger. The breeze twists her white dress around her ankles as the hem of the gown brushes against her bare feet. She closes her eyes, tasting the electric hum in the air as the wind tosses her silver curls.\n\nThe softest smile plays on her lips as she lifts her face bravely to the darkening sky.\n\nSlowly, she begins to sing.\n\nIt is a song of life and courage and hope, a song that trembles with the knowledge of the terrible truth, that the end waits above her like an ever-darkening serpent in that churning sky. She sings with her whole heart, arms outstretched to the open air, and the echoes of her own voice answer her until they fade into the sounds of the storm. She is smiling as she sings, almost laughing in the face of horrible danger, knowing that she will fall, yes, but it will be a fall as beautiful and graceful as the bending flower stems at her feet.\n\nHer voice is swallowed by an angry roar from the clouds. Lightning strikes the ground in the distance like the sharpest warning, and she can smell the bitter smoke in the air as fire leaps to life in the dry grass. She remains motionless, waiting, listening, knowing what will come.\n\nAnd there it is—her song. Gentle and low, whispered by hundreds of weary voices. She turns her back to the storm to greet her soldiers, the saddest smile tracing her features as they appear, row after shining row, at the crest of the hill. There are several hundred of them in total, a limping army of battle-worn men and women, their shoulders aching with the effort of lifting their eyes to the storm. Their armor is bruised and dented, taken from the bodies of their fallen brothers, stained with the colors of a thousand painful deaths. Their faces soften as they see her slight figure, terribly small yet impossibly bright against the power of the storm. Their lips move to the words of her song as a fragile hope comes alive in the corners of their eyes. At the sight of the fierce-faced child, they remember what they are fighting for, what they have lost their sons and daughters for, what they face even now as the storm laughs, low and horribly cruel, at the sight of the ragged army rising to face impossibility for the final time.\n\nThe man who led the army over the hill drops painfully to his knees before the girl, pressing his forehead against hers with an expression of quiet weariness on his scarred face. She kisses her father’s cheek, gentle and certain, before taking his hands and helping him to his feet. He returns her soft smile with a brokenhearted gaze in his eyes, the very core of his being aching to protect her, knowing that he’s hoping for something impossible.\n\nThe sound of a hundred swords being drawn in unison rings sharply through the air. The girl and her father whirl to face the storm, and the girl’s song twists into an anguished battle cry at the sight of what the clouds have become. The shout is echoed by her army as they band tightly together at the crest of the hill, swords gleaming against the sky, shields drawn close to their chests. They look to the child, to the way her eyes flash in the light of the rapidly spreading wildfire. They wait, counting the seconds, trusting her.\n\nShe closes her eyes and nods, sorrowful and gentle, pressing her hand into her father’s for a moment before letting him go for the last time.\n\nShe lifts her voice in a final song, haunting and painful, drowned in ragged hope.\n\n\n\nthey charge.\n\n15 thoughts on “eyes to the storm\n\nwhat's on your mind?\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9663396478,
        "format_confidence":0.9291076064,
        "weight":0.0254393432
    },
    {
        "url":"http:\/\/doughdirtdye.blogspot.com\/2011\/09\/short-work-of-fiction-tilt-whirl.html",
        "text":"Tuesday, September 20, 2011\n\nA Short Work of Fiction (Tilt-A-Whirl)\n\nPhoto courtesy of Wikipedia...with some alterations.\nIt wouldn’t be long before they got here.  In a small town a death is reason for hurry; a murder assures great speed. And they would all come, even the ones off-duty and the ones who wish they were cops.  Certainly the radios were humming now.  That city woman killed someone.  The man had meant to do me harm, of that I have no doubt, but how would they know that?  My ties here are thin, though I’ve lived here for more than ten years.  I’ve kept to the outskirts.  I came from elsewhere.\n\nAs I sit waiting for them I know I should be planning for the critical moments to come – a resolute silence, a lawyer and then a calm and clear statement of what had happened – but my mind keeps pulling my thoughts back to the summer after college when a friend and I went together to a carnival near my hometown.  It was raining lightly but not enough to have brought the rides to a halt and we gave the tall and too-thin, bearded man our tickets to ride the Tilt-A-Whirl.  The yellow clowns painted on the sides of the cars were vaguely sinister yet alluring, the deep red metal of the clam-shaped cars shiny with rain.  As the ride began we moved ourselves from side to side, urging the car to spin.  Before long the ride was in full motion and we pressed together and clutched at the wheel in the center.  When it would spin crazily tears of laughter poured down our faces.  We laughed so hard there was no sound to it.  Our grins flashing by must’ve looked maniacal to the spectators standing around the outside of the ride.  To us they were merely colorful blurs.  The tall carny, seeing our efforts, worked his way towards us on the slick and undulating surface until he was standing in front of our car.  He grabbed the side and shoved it, sending us into a blissful spiral, but then suddenly he was gone, his footing lost in the rain.  He had slipped over the edge of the ride.  For a few moments more the ride continued, mechanically oblivious to what had happened.  My friend and I strained to see him, hoped to see him standing, unharmed.  Later we’d learned he’d broken an arm and was bruised and cut.  The joy in the day was gone, our thoughts playing over and over the image of the man disappearing over the side of the ride.  We’d done it to him with our quest for the sensation of spinning.\n\nThe afternoon light is soft and gray coming into the window.  The house is so quiet.  Soon it will be filled with strangers and the sounds that strangers make.  I rest my hands on the table and study the fingers.  They’re thin and white.  They’re mine and they pulled the trigger. \n\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9719085693,
        "format_confidence":0.9357100725,
        "weight":0.0255859477
    },
    {
        "url":"http:\/\/writinginsight.blogspot.com\/2010\/02\/fresh-voices-interview-with-jeremy.html",
        "text":"Friday, February 19, 2010\n\nFresh Voice: Jeremy Warach!\n\n\"we do not believe in ourselves until someone reveals that deep inside us is valuable, worth listening to, worthy of our trust, sacred to our touch. once we believe in ourselves we can risk curiosity, wonder, spontaneous delight or any experience that reveals the human spirit.\" - E.E. Cummings\n\nWelcome to the first in our series of interviews with unpublished authors, Fresh Voices. It is fitting that Jeremy is the first writer featured since reading his vignettes were the thing that convinced us that we really NEEDED to do this series. We're sure that you will love Jeremy's voice as much as we do. You will find links to his fiction at the bottom of the interview.\n\nWhat is your ultimate writing goal?\n\nI have to say that I don't really know what my ultimate goal would be. Or perhaps I have a number of goals. For now, I would love to see a print journal publish one of my stories. Eventually, I would hope to have a novel published which is actually read and enjoyed by people. But first I would have to finish a novel. (Finish writing one, that is. I've finished reading two or three throughout my life.)\n\nWhy do you write?\n\nI think I write because I've always had a voice in my head telling me, \"That's something you can do.\" I don't listen to everything that the voices in my head tell me, but that's one of the things that have seemed pretty reasonable.\n\nYour writing has a lot of atmosphere. Have you worked to achieve that or is it just a natural style for you?\n\nThe things that I've put up on my blog site are basically exercises. Throughout my life, I've started and abandoned many stories that I got stuck on (I have even written forty thousand words of a novel which I orphaned when I ran out of steam and enthusiasm for the story).\n\nStarting and giving up on stories was very disheartening. But I found that I often had these little scenes or settings or just phrases pop into my head which sounded like they would be fun to write, so not very long ago, I decided that I would write them out just as isolated fragments of stories. No context, no character development, very little plot, and certainly no climax or conclusion: just vignettes. The intention was to simply set a scene descriptively. I also like giving them little cliffhanger-type endings, intentionally leaving the reader asking \"but what happened next?\" or \"why did that happen?\"\n\nThe decision to write these vignettes is what has kept me interested in writing. And in a way, they have propelled me further. An online friend who is a published author (Elissa Stein, coauthor of \"Flow: The Cultural Story of Menstruation\", see read my pieces and asked me to collaborate with her on a series of children's fiction books. Having a collaborator waiting for me to finish a piece of work was what gave me the incentive to actually muscle through and finish the initial draft of the story. And the rewarding feeling of finishing that initial draft is what gave me the impetus to continue writing. I have now completed a few more stories that I've submitted here and there for consideration.\n\nAnother encouraging person was Cristina Deptula from Synchronized Chaos (, an interdisciplinary artist's webzine), who published one of my vignettes at Having someone like my work enough to actually ask me if she could publish it was very gratifying.\n\nWho are your favorite authors and why do you like them?\n\nI always have a problem with the word \"favorite\". In whatever realm being considered (authors, movies, music, food), I always have multiple favorites, and my favorites change over time or depending on my mood.\n\nWhen I was younger, I was heavily into science fiction (I'm a nerd and proud of it). I devoured most of Isaac Asimov's novels, as well as many of those by Arthur C. Clarke, Robert Heinlein, Vernor Vinge, Poul Anderson, Larry Niven. I also love Tolkien, although I'm not a hardcore fantasy reader.\n\nLater I read a few of the classics, like Dostoevsky and Moby Dick. (I can still remember a conversation with someone who asked me, \"Why are you reading Moby Dick?\" My answer of \"Because it's a classic so I wanted to see how good it was\" just confused her.)\n\nIn recent years, I've been reading more historical fiction and what I guess would be called \"literary fiction\". Umberto Eco, Iain Pears, David Liss, Arturo Pérez-Reverte. Most recently, Carlos Ruiz Zafón has just blown me away with the way he strings words together (at least in translation – I don't read him in the original Spanish).\n\nI also enjoy reading science fact. I can get completely drawn in by a book on evolution or cosmology or quantum physics. Seriously.\n\nWhat most attracts you to the life of a writer?\n\nI don't know that I'm attracted to the life of a writer. Toiling for hours, days, weeks, months on a piece of work that people may dislike, or worse, completely ignore, certainly doesn't sound very attractive.\n\nIt is the end product that attracts me. Having a finished piece of work (as finished as a piece of writing ever is), published by someone who believes in it, read by people who enjoy it. That's what I look forward to.\n\nIf you couldn't be a writer but knew you were guaranteed success at a different career, what would you choose?\n\nThat's easy: musician. I've dabbled in music throughout most of my life, and I played in a few bands over the last several years, but I am at best mediocre at it. And I learned that being in a band is work, as well as being drama-filled. Once it stops being fun, I see no reason to continue with it. But if I knew I could make a good living at it and be happy with the situation, that would be a dream job.\n\nIf you had to describe your writing in one word, what would that word be?\n\nI hope that an accurately descriptive term for my writing is \"anti-soporific\".\n\nWhat's the best writing advice you've ever gotten?\n\nI've read a lot of good advice about writing. Some of the best advice even completely contradicted some of the other best advice (\"Use outlines\" versus \"Don't use outlines\". \"Be very descriptive\" versus \"Be very plain\". \"Don't use parentheticals\" versus \"No, really, don't ever use them\".)\n\nWhat I've distilled out of all of that, for myself, would be something along the lines of: To be a writer, you must read (and you must read like a writer). To be a writer, you must write. Every day, even if it's just two sentences. I try not to edit very much as I'm going along. Editing while writing was one of the things that used to get me into a paralysis and prevent me from making any progress.\n\n\"Write what you know about.\" I didn't take this to heart for a long time. Since I was heavily into science-fiction for many years, my first (and second and third) attempts at writing were in that genre. But one thing about science-fiction readers is that they're sticklers. You have to get the science right. Even if it's science that you're making up, your stuff has to at least be feasible and consistent. If you're going to defy the known laws of physics, you'd better have a good rationalization for how and why that works.\n\nWhen I tried writing sci-fi, I got bogged down in the details and distracted, endeavoring to make everything work, and the writing just wouldn't happen. (\"How fast would a space station have to rotate to provide the same gravity as on the surface of the Earth?\" Turns out that someone actually posted a calculator on their website to figure that out for you.)\n\nFiction which takes place in a different time or location has the same problem. If your main character is a silversmith in 1500's Spain, then you'd better know what it's like to be a silversmith in 1500's Spain.\n\nSo I decided to write in the (more or less) present, about situations which don't require any specialized knowledge. I did that with my vignettes and with the other stories I've recently written. They're just stories about people (whom I hope are interesting) doing things (which I hope are interesting).\n\nAbout Jeremy:\nI live on Long Island with my wife Abby and two children. By day, I am in the computer programming field, and in the evening, I squeeze my brain, hoping that something interesting will pop out.\nYou can read some of my things on my blog site at One of the vignettes I happen to like is \"Frost\", which can be found at\n\nThank you for reading this edition of Fresh Voices. Feel free to follow the Fresh Voices list on Twitter or nominate yourself or another author as a Fresh Voice.\n\n1 comment:\n\n  1. Archive of comments from the original interview on Thoughts That Get Stuck in My Head.\n\n    Jeremy said...\n    Thanks so much for the interest. I truly appreciate it.\n    February 20, 2010 9:24 PM\n\n    Blogger Sue London said...\n    Your interview answers are great. And plenty of people are coming by, so we just need to figure out how to convince them to leave a comment in the tip jar!\n    February 23, 2010 12:30 PM",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9521207809,
        "format_confidence":0.9588327408,
        "weight":0.002888542
    }
]