[
    {
        "url":"http:\/\/openstudy.com\/updates\/51b8d6cae4b0862d0498dac7",
        "text":"A community for students.\n\nHere's the question you clicked on:\n\n55 members online\n  • 0 replying\n  • 0 viewing\n\n\n  • 2 years ago\n\nwrite in exponential form\n\n  • This Question is Closed\n  1. Mad_e13\n    • 2 years ago\n    Best Response\n    You've already chosen the best response.\n    Medals 0\n\n    write what in exponential form?\n\n  2. Not the answer you are looking for?\n    Search for more explanations.\n\n    • Attachments:\n\nAsk your own question\n\nSign Up\nFind more explanations on OpenStudy\nPrivacy Policy\n\nYour question is ready. Sign up for free to start getting answers.\n\nspraguer (Moderator)\n5 → View Detailed Profile\n\nis replying to Can someone tell me what button the professor is hitting...\n\n\n  • Teamwork 19 Teammate\n  • Problem Solving 19 Hero\n  • You have blocked this person.\n  • ✔ You're a fan Checking fan status...\n\nThanks for being so helpful in mathematics. If you are getting quality help, make sure you spread the word about OpenStudy.\n\nThis is the testimonial you wrote.\nYou haven't written a testimonial for Owlfred.",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.7216632366,
        "format_confidence":0.690361917
    },
    {
        "url":"http:\/\/www.jiskha.com\/display.cgi?id=1379471363",
        "text":"August 28, 2016\n\nHomework Help: Calculus\n\nPosted by Justin on Tuesday, September 17, 2013 at 10:29pm.\n\nYour Porsche's gas mileage (in miles per gallon) is given as a function M(x) of speed x in miles per hour. It is found that\nM'(x) =\n3,600x−2 − 1\/\n(3,600x−1 + x)2.\n\nEstimate M'(10), M'(60), and M'(90). (Round your answers to seven decimal places.)\nM'(10) = mpg\/mph\nM'(60) = mpg\/mph\nM'(90) = mpg\/mph\n\nAnswer This Question\n\nFirst Name:\nSchool Subject:\n\nRelated Questions\n\nMore Related Questions",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.9744873047,
        "format_confidence":0.9713773727
    },
    {
        "url":"http:\/\/math.stackexchange.com\/questions\/78055\/decomposition-of-a-manifold",
        "text":"Take the 2-minute tour ×\nMathematics Stack Exchange is a question and answer site for people studying math at any level and professionals in related fields. It's 100% free, no registration required.\n\nAs a kind of aside to this question, where one of the answers assumed that if $S^n=X \\times Y$ then we can assume that $X$ and $Y$ are manifolds.\n\nIf we have a manifold $M$, such that $M$ is homeomorphic to $X \\times Y$, then must $X$ and $Y$ be manifolds? The converse ($X,Y$ manifolds implies $X \\times Y$ is a manifold) is certainly true. I'd like to think it is true, but I have seen enough strange topological behaviour to suggest this may not be true.\n\nFor this question take 'manifold' to mean a second countable Hausdorff space that is locally homeomorphic to $\\mathbb{R}^n$, for some finite $n$.\n\nshare|improve this question\n+1 for questioning your intuition! –  Grumpy Parsnip Nov 2 '11 at 18:41\nThanks for following up on this! My intuition told me it was false, but maybe I'm just a cynic when it comes to spaces that aren't at least CW complexes. Or does that make me an optimist? I guess it all depends on your perspective :o) –  Aaron Mazel-Gee Nov 4 '11 at 5:59\nJuan, @Aaron: In case you missed it: there's a new related thread on MO. –  t.b. Dec 17 '11 at 3:13\n\n1 Answer 1\n\nup vote 25 down vote accepted\n\nDisclaimer: I'm by no means knowledgeable in this field and I haven't read the papers or books I mention below. I found these by digging in the literature and hope these pointers are useful.\n\nThe answer to your question is no.\n\n  1. The first example was given by R.H. Bing, The Cartesian Product of a Certain Nonmanifold and a Line is $E^4$, Ann. of Math. (2) 70 (1959) 399–412. MR107228.\n\n    Bing describes a topological space $B$ — in fact a quotient space of $\\mathbb{R}^3$, sometimes called the Dogbone space — which is not a manifold and has the property that $B \\times \\mathbb{R}$ is homeomorphic to $\\mathbb{R}^4$.\n\n  2. Modifying this construction and relying heavily on work of Andrews and Curtis, K.W. Kwun, Product of Euclidean Spaces Modulo an Arc, Ann. of Math. (2) 79 (1964) 104–108, MR159312, produced product decompositions of $\\mathbb{R}^n \\cong X \\times Y$ for $n \\geq 6$ where neither $X$ nor $Y$ is a manifold.\n\n  3. Here are two freely available papers by A.J. Boals:\n\n  4. Quoting C.D. Bass, Some products of topological spaces wich are manifolds, Proc. Amer. Math. Soc. 81 (1981), 641–646, MR601746, Corollary 3 on page 645 “gives abundant examples of factorizations of certain manifolds into nonmanifold factors.”\n\n  5. A textbook covering these and many more topics:\n\n    Daverman, Robert J., Decompositions of manifolds, Pure and Applied Mathematics, 124, Academic Press, 1986, MR872468. (Reprinted by the AMS, 2007).\n\nHere are two related MO-threads:\n\nAdded: A further MO-thread was posted and answered a couple of hours ago:\n\nshare|improve this answer\nThanks Theo! Nice detective work...I thought about searching through all of Bing's paper's. I had a feeling if it was not true he would have provided a counter example –  Juan S Nov 2 '11 at 21:44\n@Juan (Qwirk): you're welcome. I wanted to look up this stuff for quite a while, so now I had the opportunity... Interesting stuff, but the details seem somewhat messy. –  t.b. Nov 2 '11 at 22:10\nGreat answer t.b.! You write \"I'm by no means knowledgeable in this field\" What would it be if you were:-) –  Georges Elencwajg Nov 2 '11 at 23:22\nDear @Georges: Thank you, but yes, I meant it. I know little about geometric topology and the question at hand. I knew the Dogbone space and the two MO-questions, but not more. –  t.b. Nov 2 '11 at 23:24\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.9953841567,
        "format_confidence":0.989631772
    },
    {
        "url":"http:\/\/www.chegg.com\/homework-help\/questions-and-answers\/expermental-rocket-designed-land-upright-free-falls-rest-200-m-height-80-m-rocket-s-engine-q1352114",
        "text":"An expermental rocket is designed to land upright. It free falls from rest at 200 M. At a height of 80 M the rocket's engines start to fire and provide a constant upward acceleeration until the rocket lands. Find the acceleration needed to have a touch down at zero speed. Soft landing. Thank you.\nBest answer:\n\nAnswers (1)",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.98303473,
        "format_confidence":0.9840784073
    },
    {
        "url":"http:\/\/www.jiskha.com\/display.cgi?id=1320174144",
        "text":"January 24, 2017\n\nHomework Help: physics\n\nPosted by Julia on Tuesday, November 1, 2011 at 3:02pm.\n\nA spy in a speed boat is being chased down a river by government officials in a faster craft. Just as the officials' boat pulls up next to the spy's boat, both boats reach the edge of a 4.8 m waterfall. The spy's speed is 16 m\/s and the officials; speed is 26 m\/s. How far apart will the two vessels be when they land below the waterfall? The acceleration of gravity is 9.81 m\/s . Answer in units of m\n\nAnswer This Question\n\nFirst Name:\nSchool Subject:\n\nRelated Questions\n\nMore Related Questions",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.9910168648,
        "format_confidence":0.9818536639
    },
    {
        "url":"http:\/\/imechanica.org\/node\/7562",
        "text":"User login\n\nYou are here\n\ndifference between elastic limit and proportional limit\n\nhi all,\n\ncan anyone explain about the following basic questions\n\n1. me the difference between the proportional limit and elastic limit.\n\n   Please dont give the definitions of both, i need some detailed explaination.\n\n 2. How many natural frequency a object can have?\n\n\n\n\n1. the difference can be understood from the definitions itself:\n\n- proportional limit is strain below which the stress is proportional to strain i.e. linear relation between the two. e.g.  sigma=E*epsilon for steel.\n\n- elastic limit is strain below which the material can regain its original shape if the forces are release, doesn't matter if the stress-strain relation is linear or not. for example rubber. the strain-strain law is highly non-linear (and hence not \"proportional\") but still elastic.\n\n\n2. number of natural frequencies (or natural modes of vibration) depend on number of degrees of freedom (DOF). i.e. number of possible different (unique) ways a body can be deformed. in reality, every body has infinite number of particles (nothing is absolutely rigid) and therefore infinite number of DOFs => infinite number of natual frequencies. practically, only frequencies that are in the range of interest (that affect behavior in operating range of freq) are important. these can be obtained from analytical or computational models. for example, in FEM, the no of natural freq is total number of DOF of the model.  the more DOF u include (finer mesh),  the closer it gets to reality.\n\nmaterails exhibiting behaviour 1 (jj post above) are termed as \"hypoelastic\"\n\nSubscribe to Comments for \"difference between elastic limit and proportional limit\"\n\nRecent comments\n\nMore comments\n\n\nSubscribe to Syndicate",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.9954621196,
        "format_confidence":0.957110703
    },
    {
        "url":"https:\/\/answers.testprepkart.com\/question\/asked\/40585\/for-the-given-circuit-shown-in-fig-",
        "text":"For The Given Circuit Shown In Fig\n\nPrevious   \/   Next\nLisa 1 Year Ago\n\n1 Answers\n\n  • Correct Answer :B and D,A and C\n\n    1 Year Ago\n\n    asked Aug 24 11:22:07 AM\n\n    Mukul Gupta\n\n    Q: 0 A: 7148\n\nYour Answer\n\nConnect With Answers\n\nWe are available 24x7 to answer.\n\n+ =\n\n\nYour post is submitted for moderation. It will be updated soon.",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.915311873,
        "format_confidence":0.9900534749
    },
    {
        "url":"http:\/\/www.expertsmind.com\/questions\/what-is-surface-patch-30193983.aspx",
        "text":"What is surface patch, Computer Graphics\n\nWhat is surface patch? \n\nA single surface element can be explained as the surface traced out as two parameters (u, v) take all possible values between 0 and 1 in a two-parameter representation. Such a single surface element is called as a surface patch. \n\n\nPosted Date: 7\/30\/2013 3:38:37 AM | Location : United States\n\nRelated Discussions:- What is surface patch, Assignment Help, Ask Question on What is surface patch, Get Answer, Expert's Help, What is surface patch Discussions\n\nWrite discussion on What is surface patch\nYour posts are moderated\nRelated Questions\nObjectives-Multimedia After going through this section, you should be capable to: explain hypertext and hypermedia ideas, illustrate how multimedia applications are\n\nIllustrate the Advantages of using virtual reality - it's safer (As techniques can be tried out in advance without the dangers of real operation for example maintaining a nucle\n\nWhat is the advantages of electrostatic plotters? Advantages of electrostatic plotters: They have very high quality printers and faster than pen plotters. Recent electros\n\nAudio File Formats: It is a container format for storing audio data in a computer system. Many file formats are there for storing audio files. The common approach towards\n\nQuestion: (a) Explain the importance of knowing and understanding your target market before doing a design work. Use example(s) to enhance your answer. (b) Describe the\n\nTranslation - 2-d and 3-d Transformations It is the process of changing the position of an object. Suppose an object point P(x,y)=xI+yJ be moved to P'(x',y') by the specified\n\nFor good understanding of the application of the rules specified above see the following figure, where the shaded region demonstrates the clipped polygon. Fi\n\nSoftware for computer animation Whether you might have the excellent hardware in the world, but without a high-quality software package, your hardware can act nothing. There\n\nThe image classification is the process to categorize images into one of several classes or categories. In this project, there are seven categories (Piano, Kangaroo, Strawberry, Su",
        "topic_id":19,
        "format_id":17,
        "topic_confidence":0.7338699698,
        "format_confidence":0.9617118835
    }
]