[
    {
        "url":"http:\/\/www.glamourbuckz.com\/external.php?page=news&newsid=1314",
        "text":"Forgot Your Password?\n\nRelax. You're in good hands.\n\nBrought to you by Panorama Pacific Ltd., the same company that created the ZBUCKZ adult affiliate program.\n\nWe have been in the business for over 10 years and never missed a payout. With a great reputation, excellent affiliate tools, and millions of dollars paid out in Affiliate commissions over the years, we are a company you can trust your traffic with.\n\nOur affiliate support team is next to none and you can feel confident knowing that we will work with you to make sure you have the tools you need to be successful.\n\n\nPanorama Pacific Network News\n\nThis page lets you view news items created in NATS by the program owner. These news items can include new developments, announcements, noteworthy information for your affiliate account, or anything that the program owner chooses. Use the \"Latest News Headlines\" section on the left-hand side to select a news item to read; the full news item will then be displayed on the right, along with the date that it was posted, in the View News Article module.\n\nView News Article\n\nImportant Notice About Paxum July 14th, 2015\nIn light of recent issues and events with Paxum and our inability to load funds, we are notifying all affiliates at this time that we will be removing Paxum as a payment option. We are happy to let you know that there is no fee on check or paypal payments. We ask that you please change your payment option to Check, PayPal or Wire at your earliest convenience. This will assure that we are able to get your payments to you in a timely manner. We are terribly sorry for the inconvenience; but please understand this is beyond our control and the safety and security of our funds reaching our affiliates is our top priority.\n\nCopyright © 2013 All Rights Reserved\nGlamourBuckz Adult Webmaster Affiliate Program is a registered trademark of Pavilion Holdings\nNo part of this website or html may be copied without written consent.\n\n2014 XBIZ Awards",
        "topic_id":0,
        "format_id":13,
        "topic_confidence":0.9425488114,
        "format_confidence":0.7066023946
    },
    {
        "url":"http:\/\/www.releasewire.com\/press-releases\/ecigarettes-sex-and-alcohol-prove-to-be-a-clear-winner-for-clubbers-233212.htm",
        "text":"ePuffer Inc.\n\neCigarettes, Sex and Alcohol Prove to Be a Clear Winner for Clubbers\n\nePuffer made astonishing discoveries when attending the nightclub and bar trade show, situated next to Sapphire, their eyes were truly opened.\n\n\nNew York, NY -- (ReleaseWire) -- 04\/04\/2013 --Last month, ePuffer took their revolutionary new way to smoke to the nightclub and bar trade show in Las Vegas. Already heralded as a wicked invention at the Oscars and favored as a sweet smelling smoke at the Golden Globes, ePuffer thought they were prepared for what would happen next.\n\nTheir stand was nestled snuggly against Sapphire, the largest gentlemen’s club in the world, which ePuffer agree played a part in their astonishing success.\n\nAs entrepreneurs and journalists wandered around the show trying the alcoholic cocktails on offer, their attention inevitably lead to the glamorous booth of Sapphire which sported many sensual half naked girls. After a feast for the eyes and suitably lubricated with alcohol, they moved onto ePuffer for a health conscious cigar to accompany them round the rest of the show.\n\nIn fact the electronic cigars ( in particular the Disposable ECIGAR D1500) were so popular due to the price, flavor, the ease of use, the craving killer and the super sexy appearance that ePuffer sold out in just four hours with two days left to go!\n\nPeople adored being able to linger for longer as they smoked the ePuffer indoors, enjoying the combination of electronic cigarettes and alcohol without producing damaging smoke.\n\nNow many bars, clubs and restaurants have signed up to use ePuffer in their own establishments as they saw first-hand how this way to smoke brought more people to their place. These, and any other, who sign up will benefit from a listing on the ePuffer website so clubbers and diners know where they can go and enjoy an ePuffer cigar indoors.\n\nShawn, the founder of ePuffer is obviously delighted with the results, he says, “We had to Fedex overnight more products from New York in order to meet demand. People truly enjoyed their eCigar, we’ve made many connections and signed many bars and restaurants as our brand is all about innovation, quality and presentation. Our product will draw more customers to their business, and from our site we will post their info on our website, so any customer in the area who wants to smoke ePuffer inside will choose them over many others.”\n\nAbout ePuffer Inc.\n(“e-cigarette“\/ “e-cigar “\/ “epipe”) is an alternative to smoked tobacco products, such as cigarettes, cigars, or pipes. It is a battery-powered device that provides inhaled doses of nicotine by delivering a vaporized nicotine solution. In addition to nicotine delivery, this vapor also provides a flavor and physical sensation similar to that of inhaled tobacco smoke, while no tobacco, smoke, or combustion is actually involved in its operation.\n\nFor more information please visit: www.ePuffer.com",
        "topic_id":0,
        "format_id":13,
        "topic_confidence":0.6344632506,
        "format_confidence":0.9704028964
    },
    {
        "url":"http:\/\/business.avn.com\/company-news\/CB-X-Featured-On-HuffPost-Live-Segment-536885.html",
        "text":"Located in: Home > Business > Company News > CB-X Featured On HuffPost Live Segment\n\nCB-X Featured On HuffPost Live Segment\n\nLAS VEGAS—CB-X Sales Director Jason Yates was a special guest on HuffPost Live's 20-minute segment \"Inside the World of Male Chastity.\"\n\nThe episode, dubbed \"Male Chastity 101,\" covered male chastity usage from all angles, with CB-X providing commentary about the company's history, product variety and how to wear a male chastity device.\n\nTo view the video of the Huff Post Live discussion, click here\n\n\"We're thrilled to have had the opportunity to discuss male chastity on Huffington Post's popular mainstream video platform,\" said CB-X Corporate Director Nikki Yates. \"We always strive to provide information that will break the taboo of wearing male chastity devices. Thanks to HuffPost Live for inviting us to participate in this informative conversation.\"\n\nHosted by Ricky Camilleri, the panel of experts featured Yates, alongside \"chastity trainer\" Bella Sultana and writer Brian Maylan. In addition to providing basic information about male chastity devices, the session focused on their use as a method to saving couples' relationships.\n\nFor his part, Yates provided advice for wearing chastity devices, clarifying common misconceptions about the experience and hygiene.\n\n\"It generally takes about three times to get it right and finding custom fit rings spacers, and putting it on is easier if you're relaxed,\" Yates explained.\n\nAs a testament to their ease of use, Yates said a CB-X fan once kept his device on for a year and a day.\n\nYates also offered CB-X product information, noting that its CB-6000 is its all-time bestseller with the Chrome finished from the Designer Collection coming in second.\n\nCB-X has been the world leader in male chastity devices for over a decade. CB-X's line of products offers security and comfort for long-term wear and come with a one-year parts replacement warranty. The CB-X brand is synonymous with innovation, quality products and customer service.\n\nTo learn more about CB-X Male Chastity devices, visit\n\nRelated Content:\n\nA.L. Enterprises\n\n\nPlease log in to comment.\nDon't have a free account? Become a member!\n\nBy participating you agree to our Privacy Policy & the AVN \"Be Kind Policy\"\nand represent that you are not under the age of 18.\n\nRelated Topics",
        "topic_id":0,
        "format_id":13,
        "topic_confidence":0.7125098705,
        "format_confidence":0.9278031588
    },
    {
        "url":"http:\/\/synergymag.com.au\/doc-johnsons-ivibe-select-iwand-gets-write-up-in-glamour\/",
        "text":"Doc Johnson’s iVibe Select – iWand Gets Write Up in Glamour\n\nBy on November 30, 2017\nGlamour_iWand_ Press Release\n\nDoc Johnson’s new warming vibrator, the iVibe Select iWand, was the sole subject of a new Glamour article entitled, “With This Warming Vibrator, Winter Won’t Be the Only Thing Coming”.\n\nThe article, published last week, on November 21st 2017, was penned by journalist Sophie Saint Thomas.\n\nDescribing her experience with Doc Johnson’s iWand, Saint Thomas writes: “To say that I love this warming vibrator would not paint the full picture. After it made me orgasm, I wanted to snuggle up to the Doc Johnson iVibe Select iWand and slip into a beautiful slumber. Had this take on the wand vibrator finally made me understand why some people fall in love with inanimate objects?”\n\nThe article also notes that the iWand is perfect for both singles and couples, “regardless of the gender of your partner”, and that the vibe is easily rechargeable with no clunky wall outlet required.\n\nSaint Thomas ends the article with these final thoughts: “Be prepared: You may have to open up your partnership to a triad to make room for this sex toy. I’m single, but with my [iWand] to get me off and my girlfriends there for emotional support, I basically have all my sexual and emotional needs met this cuffing season—and I don’t even have to meet anyone’s family over the holidays. I believe that this sex toy can change the way we date. From now on, if I’m going to let you into my bed, you’d better have a wonderful personality and be at least as impressive as this vibrator.”\n\nDoc Johnson’s VP of Sales and Marketing, Scott Watkins, said, “Glamour is one of the most popular publications in the world, and a trusted name for women and couples looking to heat up their sex lives. The regular press coverage that our iVibe Select vibes have been receiving (including multiple inclusions in Cosmopolitan and Glamour) have exponentially increased our website traffic—and retailers should prepare for increased demand of our newest iVibe Select vibrators as this especially viral-worthy article continues to gain traction leading up to the holiday (and Valentine’s Day) season.”\n\nClick here to read the full article, “With This Warming Vibrator, Winter Won’t Be the Only Thing Coming,” on the Glamour website.\n\n\nYou must be logged in to post a comment Login",
        "topic_id":0,
        "format_id":13,
        "topic_confidence":0.9330399632,
        "format_confidence":0.9435715675
    },
    {
        "url":"https:\/\/dommelinx.com\/tag\/new-orleans\/",
        "text":"Registration Opens for DomCon New Orleans 2019\n\nNew Orleans, LA – Registration has opened for DomCon New Orleans, the premier professional and lifestyle BDSM lifestyle convention. The expo is coming October 10-13, 2019, to the Astor Crowne Plaza Hotel, 739 Canal Street, in the heart of New Orleans.\n\nDomCon New Orleans attracts Dominants, submissives, fetishists, leatherfolk and the kinky from all over the globe. The curious and experienced come for the latest innovations in fetish and bondage gear, classes in BDSM techniques, seminars on community, legal, and business issues and, of course, outrageous parties. All this is right in the French Quarter, with great food, adult entertainment, and a party atmosphere every night. \n\nMistresses of Ceremonies for DomCon NOLA 2019 are Lucile Ballbuster, Goddess Nyx, and Mistress Bossy Delilah. Guests of Honor and Special Guests are now being compiled.\n\nPress Release: DomCon New Orleans 2018 Exceeds Kinky Expectations\n\nNew Orleans, LA – DomCon New Orleans 2018, the professional and lifestyle domination convention, exceeded last year’s attendance and was a great success. The crowd was filled with BDSM enthusiasts, professional Dominants and submissives, sex educators and those curious about the kinky lifestyle.\n\n“Thank you so much to our Mistresses of Ceremonies, Guests of Honor, and our Board of Directors, hard working staff, and of course all our guests for making DomCon New Orleans 2018 one of the best ever,” said Mistress Cyan, DomCon’s Founder and Executive Producer. “Kind thanks to our sponsors like AVN, Whiplr and Sybian. Special thanks to our vendors like Whipping Stripes, Leather by Danny, and Whispers of Fire who came from so far away to join us!”\n\nMistresses of Ceremonies Named for DomCon New Orleans 2017\n\n\n\nNew Orleans, LA - Domina Angelina, Madame Margherite, and Mistress Penelope Dreadful of Australia have been named official Mistresses of Ceremonies for DomCon New Orleans 2017. The event brings together professional and lifestyle BDSM enthusiasts from around the world.\n\nGuests of Honor this year include Goddess Cleo from London England, Elana De Luca of New York City, Mistress Ultra Violet from Georgia, and New Orleans favorite Mistress Genevieve.\n\n“Our first DomCon New Orleans was a great success, and it looks like we’ve found a new home in New Orleans!” said Mistress Cyan, event organizer and producer. “The hotel and it’s staff was wonderful. They were so polite, respectful and accommodating to us and our attendees. We couldn’t ask for a better location, right there at The French Quarter!”\n\nDominants, submissives, fetishists, leatherfolk and the kinky from all over the globe to DomCon for the latest in fetish and bondage gear, classes in new BDSM techniques, discussions on community, legal, and relationship issues, and of course electrifying parties.\n\nDemand for this year’s DomCon New Orleans is high. Vendor booths have sold out and extra rooms have been added for the convention rate reservations.\n\nSponsors include the AVN Show, Kink University, Stockroom, Orchid and Serpent, The Kink Factory, Whiplr, Spunk Lube and many more. Sponsorships are still available.\n\nDomCon New Orleans will be held October 5-8 at the Astor Crown Plaza Hotel, 739 Canal Street. For photos, guest info, sponsorship opportunities, and details on classes and workshops, go to\n\n\n\n\nAbout DomCon New Orleans\n\nAs DomCon Los Angeles gained momentum, BDSM enthusiasts from the east coast and across the Atlantic proposed an east coast version of the convention. The first of these would be in Atlanta. While DomCon Atlanta had a successful run, proposals for a new location were made, and New Orleans was the most popular and sensible location. 2016 marked the first DomCon New Orleans, which was held at the Astor Crown Plaza Hotel. It was one of DomCon’s most successful conventions to date, and plans are to make the 2017 show even more exciting.",
        "topic_id":0,
        "format_id":13,
        "topic_confidence":0.9745451808,
        "format_confidence":0.8105285168
    },
    {
        "url":"http:\/\/fet-erotica.com\/blog\/tag\/Paint",
        "text":"\n\nEnd of the quarter\n\nwe would like to thank all the artists and contributors who have submitted to Fet-Erotica, we tip our hats to you as it is your work that has brought us this far and continues to amaze many in the art world as well as other industries. We hope to continue such relations and look forward to making new ones along the way. As we grow we see our artists grow and it shows through submissions and the publication. I would like to emphasize that we keep an open mind when it comes to art. There are many who believe their work needs something that's missing in order to submit. Please do not compare your art with others as we accept many forms and styles at all levels. We are here for the artists and want to help everyone grow by challenging them and pushing boundaries. Do not become discouraged as we do give advice along the way and try to help as much as we can. \n\nThe end of the quarter is near and we are very excited to publish the remaining issues of the year knowing that we have grown a great deal from when this was started to now. Here is a listing of what's to come:, please keep in mind these are not actual covers.\n\nFet-Erotica Magazine most recent and upcoming issues. Sign up to our email list to stay up to date\n\nIssue 8 BDSM available now\n\nIssue 9 ROPE available 9\/15\n\nIssue 10 BODY ART available 10\/15\n\nIssue 11 FETISH FASHION available 11\/15\n\nIssue 12 TBA\n\n\nIssue 10 - Body Art\n\n Body art can be expressed in so many forms whether it be a creative pose, body paint, Ink, piercings, modifications, etc...there are no limitations  to how creative you can get. We're looking for artists to express their art and submit to issue 10, deadline September 20, 2017. We have created a Pinterest board  to give you ideas on buddy are examples to help inspire submissions. Follow the link   Pinterest board \n\nphoto by Eve Unleashed",
        "topic_id":0,
        "format_id":13,
        "topic_confidence":0.9494585991,
        "format_confidence":0.9580905437
    },
    {
        "url":"https:\/\/boodigogo.com\/2015\/06\/25\/sexual-drama-taboo-themes-play-out-in-new-volumes-of-gf_films-popular-series\/",
        "text":"Sexual Drama & Taboo Themes Play Out in New Volumes of @GF_Films’ Popular Series\n\n\nSexual Drama & Taboo Themes Play Out in New Volumes of Girlfriends Films’ Popular Series \n\nErotic Drama ‘Lesbian Legal’ Returns After Five Years, While Scandal-Laden ‘Bad Lesbian 4’ Is Also Available Now on DVD!\n\nVALENCIA, Calif. (June 25, 2015) — Two new movies from acclaimed all-girl series are now available on DVD from Girlfriends Films. After a five-year absence, Girlfriends Films brings back the acclaimed series “Lesbian Legal” with the all-new “Lesbian Legal: Part 9,” as well releasing the scandal-laden “Bad Lesbian 4.”\n\n“It’s been a long absence, but fans requested a the return of ‘Lesbian Legal,’ and we’ve answered with an all-new edition that takes the sexual passion and intensity to another level,” said Girlfriends Films President Moose. “This new edition of this popular series about an unethical law firm is a great example of the compelling performances that has made ‘Lesbian Legal’ a bestseller and a fan favorite.”\n\nTo view the “Lesbian Legal: Part 9,” box art and photo stills, click here.\n\nLesbian Legal is the law practice owned by the gorgeous, yet ruthless partners who take on the scandalous cases that most are afraid to touch. Neither partner is afraid to get a little dirty… In fact, they prefer it. Part 9 features lying, cheating, blackmailing, and most of all, hot lesbian sex!\n\nChockfull of deceitful, conniving characters, the newest edition of “Lesbian Legal” features seven adult starlets in four scorching scenes. Avy Scott leads a cast that includes Chardonnay, Michelle Lay, Jelena Jensen, India Summer, Jillian Janson, and Maggie Green in more than two hours of hardcore sex.\n\nThe movie pairs Scott with Chardonnay, Lay with Summer, Jensen with Janson, and Summer with Green.\n\nGirlfriends Films is also releasing “Bad Lesbian 4,” which delves even deeper into sexual taboos, as good girls turn into bad lesbians. The movie contains more than two hours of seduction, manipulation, and hot sex with a cast of young stars mixing it up with hot MILFs.\n\n“Bad Lesbian 4” features Claire Robbins, Penny Pax, Zoey Nixon, Tanya Tate, Syren De Mer, Kendra Lust, Darla Crane, and Lea Lexis in four wild and scandalous scenes of hardcore lesbian sex between sexy teens and experienced vixens!\n\nThe movie pairs Robbins with De Mer, Pax with Lust, Nixon with Crane, and Tate with Lexis.\n\n“‘Bad Lesbian 4’ has a very strong cast with the right mix of young and experienced talent that share a great chemistry and enthusiasm!” Moose said. “Fans have really embraced this edgy series, and they’ll be very pleased with this newest edition, featuring truly amazing sexual performances.”\n\nTo view the “Bad Lesbian 4” box art and photo stills, click here.\n\nBoth Girlfriends Films movies were shot in high definition with 3 Sony XDCAM cameras and presented in a 16:9 widescreen format. They include photo galleries, trailers to hit Girlfriends Films movies and more.\n\nGirlfriends Films is online at,, and\n\nAbout Girlfriends Films:\n\nGirlfriends Films provides realistic lesbian-sex movies for discerning viewers who demand a variety of naturally beautiful women engaging in passionate sex. The studio’s combination of gorgeous performers, talented directors, and aesthetic focus allows for Girlfriends Films to continuously produce best-selling movies appealing to both men and women. Girlfriends Films received AVN’s Best All-Girl Series award 6 years straight (2008-2013), XRCO’s Best Girl\/Girl Series the last 6 years in a row (2010-2015), and is also “The Most Downloaded Studio” year after year on VOD giant, The company has also received Studio of the Year honors from, NightMoves, and, as well as the coveted Best Company Image trophy from AVN. Girlfriends Films award winning content is available on every conceivable platform, including online at, which features the studio’s entire library of movies and photos. In addition, Girlfriends Films launched its own broadcast channel as part of the popular HUSTLER TV network. Over the last decade, when company execs weren’t busy producing award winning films, they were establishing remarkable relationships the world over, resulting in a powerful sales network. The adult industry also took notice, and leading producers Tammy Sands, B. Skow, Reign Productions, and Viv Thomas sought distribution contracts, further pushing Girlfriends Films into the limelight as a quintessential industry distributor. Growing by leaps and bounds, Girlfriends Films became the proud DVD distributor for HUSTLER Video, Homegrown Video, Desire Films, Sex Art, Spizoo, Triangle Films, James Deen Productions, Angela White’s AGW Entertainment, Bonnie Rotten’s Mental Beauty, Inc., and Girlsway, equipping Girlfriends Films with a solid offering of the adult industry’s most impressive library of titillating new films and prompting XBIZ Media to name the company 2015 Distributor of the Year (Video). Today Girlfriends Films remains the world’s leader in lesbian sex, while also growing to become the world’s elite distributor of all premier adult content. For more information, visit,, and\n\nTitle: Lesbian Legal: Part 9\n\nStudio: Girlfriends Films\n\nRating: XXX\n\nLength: Over 2 Hours\n\nFormat: DVD\n\nUPC Code: 8-24459-59909-6\n\nRelease Date: June 19, 2015\n\n\nTitle: Bad Lesbian 4\n\nStudio: Girlfriends Films\n\nRating: XXX\n\nLength: Over 2 Hours\n\nFormat: DVD\n\nUPC Code: 8-24459-51937-7\n\nRelease Date: June 19, 2015 \n\n\nGirlfriends Films, Lesbian Legal: Part 9, lesbian sex, lesbian, sex, Avy Scott, Chardonnay, Michelle Lay, Jelena Jensen, India Summer, Jillian Janson, Maggie Green, Bad Lesbian 4, Claire Robbins, Penny Pax, Zoey Nixon, Tanya Tate, Syren De Mer, Kendra Lust, Darla Crane, Lea Lexis, younger\/older, porn, adult entertainment, pornstar, erotica, passion, seduction, affairs, lust, June 19\n\n# # #\n\nFor more information please contact:\n\n\n661.775.5600 (phone)\n\n661.775.5656 (fax)\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":0,
        "format_id":13,
        "topic_confidence":0.954441011,
        "format_confidence":0.5089328885
    },
    {
        "url":"http:\/\/www.marketwired.com\/press-release\/sandy-bottoms-resort-provides-adults-only-clothing-optional-vacation-experience-ontario-2178853.htm",
        "text":"SOURCE: Sandy Bottoms Resort\n\nSandy Bottoms Resort\n\nNovember 28, 2016 13:25 ET\n\nSandy Bottoms Resort Provides Adults-Only Clothing Optional Vacation Experience in Ontario\n\nSandy Bottoms Resort, a couples-only lakefront resort located in central Ontario, is the first of its kind in Canada to offer clothing-optional, lifestyle-friendly resort vacations, with theme weeks and organized activities for adventurous couples and swingers\n\nCENTRAL, ON--(Marketwired - November 28, 2016) - The only resort of its kind in Canada, Sandy Bottoms Resort ( is a couples only, clothing optional, lifestyle friendly resort located within a few hour's drive of both Ottawa and Toronto. No longer do adventurous couples have to fly south during the summer months to places like Hedonism Resorts, Temptations Resort, and Desire Resort to indulge their sexual fantasies, bask naked in the sun, or swing with like-minded couples in a glorious natural setting. Sandy Bottoms Resort has it all and more.\n\nExclusively for adventurous couples who want an Ontario resort vacation that sizzles, Sandy Bottoms Resort is a relaxed adult-only paradise that is hidden away in a secluded forest setting that allows for total privacy. This Ontario couples-only resort has its own private lake, large sand beach, and a full array of activities and themed events. Every week at the resort is different. Guests select the week or weekend with a theme or events that best suits their interests. The themed activities and opportunities are designed to enrich and expand each couple's experience, although there is never any pressure to participate. Past events at the resort include Summer Fun and Games, Newbies & Nature, Party Week, and Fall Fling. While at the resort, couples are encouraged to relax and get to know each other. The resort's tranquil, stress-free atmosphere allows couples to indulge their hedonistic desires and explore their wild side safely and discreetly. There are also many couples who simply enjoy their time at Sandy Bottoms Resort on their own, relaxing in the beautiful tranquil, kid-free environment.\n\nSandy Bottoms Resort attracts a wide variety of guests both young and middle-aged couples, including long-time married couples, swingers, nudists, and many curious first-timers excited to spice up their relationships with a little adult fun in the sun. No single males are allowed at the resort; however female friends accompanying couples are welcome. Events already planned at Sandy Bottoms Resort for the summer of 2017 include Newbies & Nature week, Erotic Photography Week, End of Summer Bash - Part Week, and the Fall Fling Weekend.\n\nAbout Sandy Bottoms Resort: An Ontario couples resort like no other, Sandy Bottoms Resort is a clothing-optional, adult-only paradise located in central Ontario, just a 2 ½- hour drive from both Toronto and Ottawa. Surrounded by endless forest and on its own private lake with massive sand beach, Sandy Bottoms Resort is for couples who want to let loose, strip off their clothes, as well as their inhibitions, and indulge in their hedonistic desires. The atmosphere at Sandy Bottoms is laid-back and stress-free. Privacy and discretion are a top priority here. Whether your idea of the perfect adult vacation is to go wild and partying with like-minded couples, or to spending intimate time alone relaxing with your special someone, Sandy Bottoms is the Ontario couples resort is for you. Accommodations at Sandy Bottoms Resort, including cozy cabins, deluxe rooms, luxury Jacuzzi suite, come equipped with all the modern conveniences. There is also limited camping and RV parking available as well. To find out more about Sandy Bottoms Resort and view very special 2017 featured events, please visit, or call toll free1-866-XHOTFUN.\n\nKeywords: Ontario resort, Ontario couples resort, adults only Ontario resort, Ontario resort for adults only, Ontario clothing-optional resort, Ontario swingers resort, Ontario romantic getaways, Ontario couples getaways\n\nContact Information",
        "topic_id":0,
        "format_id":13,
        "topic_confidence":0.9037584066,
        "format_confidence":0.9158855081
    }
]