[
    {
        "url":"http:\/\/www.kraigbrockschmidt.com\/mystic-microsoft-03\/",
        "text":"Mystic Microsoft, Chapter Three: Pole Shift\n\nPrologue | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | 9 | 10 | 11 | 12 | 13 | 14 | 15 | 16 | Epilogue | Afterword\n\n\"Only one in ten students will ever hold the position of Design Engineer.\"\n\nMy favorite computer engineering professor, Dr. Yongmin Kim, was addressing my class in digital circuit design with this sobering statistic. His purpose was to help us be realistic about our chosen profession: although every one of us enjoyed the work of creating new computer programs and circuit designs, only a few of us would ever get to do it in our full-time jobs.[*]\n\nDr. Kim also helped us understand how demanding the work could really be: his notorious senior-year design courses were intentionally difficult. The words \"severe\" and \"oppressive\" often arose in their context. At the same time, those who really gave themselves into their projects learned a great deal about computer technology—and about themselves.\n\n◊  ◊  ◊\n\nAt the University of Washington, when I attended, engineering hopefuls couldn't declare their intended major until their junior year. Instead, you spent your first two years as a pre-engineering student in the College of Arts and Sciences, taking all kinds of introductory engineering courses. Only when you fulfilled these requirements were you allowed to apply for entry into a specific department of the College of Engineering. If admitted, you then declared your engineering major; if not, you continued in the College of Arts and Sciences with a declared major in something else like Physics, Chemistry, or Mathematics.\n\nOf course, each engineering department had fairly high admission standards for the simple reason that the quality of their graduates determined the department—s reputation and, to a very real extent, the size of their research grants. It was in their best interest to be picky and the Computer Engineering Department was no exception.\n\nBy the time we shared a classroom with professors like Dr. Kim, then, we had already come a long way. As a result, and despite his exhortations to the contrary, I think every one of us hoped to beat the odds. Doing the really important, creative work that goes into world-class technology was the greatest glory we could imagine for ourselves—none of us aspired to the relatively plentiful but presumably wretched jobs of testing, documentation, product support, and—God help us!—marketing. Yuuuugh.\n\nI was especially determined. Throughout my upbringing it was expected that I would do important things—you know, become a multi-millionaire, win a Nobel Prize, make some world-changing discovery, that sort of thing. It was only natural: I had always been at or near the top of my class, I always got high scores on various aptitude and achievement tests, and one IQ assessment even pegged me at 160.[†] I was, in short, a hot-shot. I believed it, my parents believed it, and so did plenty of others. Therefore, I wasn't interested in Dr. Kim's warnings: I would be one of the elite. In fact, wasn't this already a foregone conclusion? After all, my Calculator program was going into the flagship product of what was rapidly becoming the crème de la crème of software companies! All I had to do was finish this little formality called \"college\" and my career as a design engineer would become a reality.\n\nToward this end, Bob Taniguchi suggested that I interview with Microsoft for a \"real\" summer internship. This was the next logical step for me. Unlike co-op students who did only the rather pedestrian work of answering the phones in Product Support, real interns did real software engineering on real Microsoft products, stuff that was usually far more critical to a product's success than something like my Calculator. For this reason, it was fairly easy for successful interns to get hired on permanently once they finished their studies.\n\nOf course, this meant that Microsoft screened interns as stringently as they did full-timers. Like my engineering department, Microsoft was looking for hard-core applicants who were willing to undertake enormous challenges and full professional responsibility. And in those days especially, when Microsoft was trying to gain its first footholds in many different markets, they were very serious about hiring only the best and brightest. Thus developed the dreaded Microsoft Interview to find them.\n\nMany companies, so I heard from fellow classmates, spent only an hour or two with full-time candidates asking about strengths, weaknesses, career goals, and other miscellaneous drivel. Sure, Microsoft occasionally asked some of these same things, but only as a prelude to as many as eight continuous hours of intense scrutiny. Hour after hour you were challenged with astoundingly difficult and unorthodox technical problems, devised over many years by the most creatively sinister minds in the company and carefully guarded as strategic corporate secrets. Under such pressure, your Inquisitors could observe how quickly you comprehend intricate procedures and could exhaustively probe your ability to solve even an apparently simple problem under a variety of real-world constraints.[‡]\n\nTo make it even more fun, each hour-long segment of the interview built on the sessions that preceded it. As soon you finished one session your interviewer took you to the lobby of the building in which your next interrogation would take place. While you had a few minutes to engage in some serious self-doubt about your performance thus far, the interviewer paid a visit to the office of your next exploratory surgeon to plot your further dissection. Then after you were safely escorted to the operating room, so to speak, the person who just finished giving you a once- or twice-over wrote up a detailed evaluation and emailed it to everyone else on the schedule. Knowing thus what had already been excavated in full, every subsequent session went even deeper into the marrow. In short, nobody needed to ask about your strengths and weakness—The Microsoft Interview made them all too apparent!\n\nMy own internship interview in November 1988 went on like this for an entire day; it made the worst of my final exams in college seem like a pop quiz. I was, so to speak, grilled, char-broiled, fried, and roasted one hour to the next.\n\nThis was literally true during lunch: my technoanalyst for that hour first asked me if I liked ethnic food.\n\n\"Well—I haven't really eaten much of it,\" I replied, remembering all the times I'd ordered American when my family went out for Chinese.\n\nAh ha! There was his opening. \"How about Thai food?\" he asked.\n\n\"Sounds fine to me!\" I agreed, shakily. As much as I was a culinary xenophobe, how could I say otherwise?\n\nWe went to a restaurant that must have been called Fire of Siam or something like that. Correctly assuming I had never eaten Thai food before, my host issued a subtle challenge as we sat down. \"I have a friend,\" he said, \"Who's working up the spicy scale to 'five stars.' I think he's gotten to four\". Well, with a comment like that I had to order a dish with at least two stars lest I look like a real sop. The beads of sweat that subsequently moistened my delicate 20-year-old complexion conclusively betrayed my lack of experience with Southeast Asian cuisine, yet they successfully demonstrated a willingness to take risks and brave the consequences!\n\nFortunately, none of my ordeal was in vain—I learned a short two days later that I had survived Microsoft's sacred initiation ceremony. I was in. Hooray! For the rest of my junior year, then, I sailed happily through my classes, feeling as proud as ever with my induction into the software aristocracy.\n\nTo fuel my pride even further, I was assigned to the group working on an ambitious project called Laser. Laser was intended to be the ultimate solution to workgroup communications—the product that Microsoft would use to pinpoint, with deadly accuracy, a hugely successful competitor called Lotus Notes (eventually bought by IBM). Because this project was so new and so important to Microsoft's overall corporate strategy at the time, my assignment was—so I was told—a very special and very important one.[§] Certainly it would provide ample opportunities for creative experimentation and true design work.\n\n◊  ◊  ◊\n\nThroughout the following summer my performance was excellent. I once again threw myself entirely into the project, giving the best I had to offer for the greater good. I ably solved every problem given to me with precision and efficiency, qualities that drew frequent compliments from my team lead. And as I grew ever more confident about my future as a design engineer, I couldn't help but feel that I was taking my first steps toward someday reaching the pinnacle of Microsoft's technical ladder: Software Architect. (This has since evolved into the titles Distinguished Engineer and Technical Fellow).\n\nYet I never once asked myself whether I should be climbing that ladder at all.\n\nI knew, as described in Chapter One, that my place was Microsoft, so naturally I aspired to the most important technical role within the company. But was it what I really wanted, or what I really needed? It never occurred to me to ask these questions. In my pursuit of career success, I was doing what everyone else saw as \"a good thing.\" And why not? The only alternative was life in the gutters of mediocrity, so to speak.\n\nIn our culture we recognize the ladder of material success. Imagine a drunkard who one day decides to leave the bottle and earn a million dollars. Would we not applaud him? A life of hard work and honest gain is infinitely preferable to mindless inebriation. Yet we also understand that a life of service or a life dedicated to high ideals is much more noble than one lived merely for personal profit. Seeking material gain in order to pull oneself off the streets is certainly a positive step—but to seek it when one has already found a higher calling? That's nothing short of a fall. Just imagine what... (truncated)",
        "topic_id":2,
        "format_id":2,
        "topic_confidence":0.5053651929,
        "format_confidence":0.6506790519
    },
    {
        "url":"https:\/\/v1.react-laag.com\/examples\/textselection\/",
        "text":"Text Selection\n\nSelect text to edit the inline-styles\n\nEdit draftjs-text-selection\nWay nor furnished sir procuring therefore but. Warmth far manner myself active are cannot called. Set her half end girl rich met. Me allowance departure an curiosity ye. In no talking address excited it conduct. Husbands debating replying overcame blessing he it me to domestic.\n\nInsipidity the sufficient discretion imprudence resolution sir him decisively. Proceed how any engaged visitor. Explained propriety off out perpetual his you. Feel sold off felt nay rose met you. We so entreaties cultivated astonished is. Was sister for few longer mrs sudden talent become. Done may bore quit evil old mile. If likely am of beauty tastes.",
        "topic_id":2,
        "format_id":2,
        "topic_confidence":0.7764846683,
        "format_confidence":0.5799217224
    },
    {
        "url":"https:\/\/anthonymorris.dev\/words\/you-the-machine",
        "text":"You, The Machine\n\nwritten July 23rd, 2020\n\nLook, I know what you’re thinking. You’re not a machine. But you are, aren’t you? A machine is a “device consisting of fixed and moving parts that modifies mechanical energy and transmits it in a more useful form”. That sounds like you.\n\nIt might make you feel gross at first, but this man-machine thing is pretty empowering. We look at ourselves in the mirror every morning and all we see is imperfection. Skin that doesn’t glow, bags under eyes that shouldn’t show, and off-white chiclets in a staggered row. What can we do about it all?\n\nWell we’re machines! We can be reprogrammed.\n\nI look myself in the mirror—I see hardware and software. My hardware was given to me at birth. My software was programmed as I moved through my thirty odd years on this pale blue dot. But it’s all temporary, y’know?\n\nMy hardware can be upgraded. It isn’t always cheap. You have to pay with sweat equity. You have to stick to the outside isles at the grocery store. No more buttered popcorn at the movie theatre or cheeseburgers from the Golden Arches. But it can be done.\n\nMy software can be refactored. I have all the bad habits from both of my parents. I was the obedient student absorbing the short temper, impulsive decision making, and preference for the path of least resistance. But these things don’t define me, I can clean up the code one day at a time.\n\nYou are a machine. You are constantly changing with each revolution around the Earth. Each year adds more rust, more dead code, and more bugs. So we have to keep up the maintenance. We have to stay intimate with the machine; the capacitors, transistors, cables, and operating system.\n\nYou can be the machine you want to be.\n\nBut it isn’t going to happen if you don’t believe it can.",
        "topic_id":2,
        "format_id":2,
        "topic_confidence":0.9241369367,
        "format_confidence":0.560654223
    }
]