[
    {
        "url":"http:\/\/lakotaphillips.blogspot.com\/2009_11_01_archive.html",
        "text":"Monday, November 30, 2009\n\nMonday Poetry Train - The Drowning\n\nBrand spanking new - still needs edits but throwing it out there anyway.\n\nThe drowning\n\nFace pressed beneath the water\nIndulging in the sweet sips of your deceit\nShe dreamed in happy ever after fragments,\nOf Ophelia softly singing\nAnd she was kept…\nquite willing to believe in anything.\n\nThe drip, drip of half-truths\nWrapped in heartfelt sincerity\nHer self esteem eroded,\nAs the ripples of your duplicity\nshudder onward, outward…\nDragging her down and down and down.\n\nHeart beat flutters, much too fast\nCracking beneath the pressure\nOf pretending her smile hasn’t fallen\nOff the edge of the world,\nWhile everything, oh everything is alright…\nTrapped in the leaky vessel of her life.\n\nFace pressed beneath the water\nTears dissolving in its watery embrace\nHer choice remains steadfast and simple,\nLift herself up and out\nor drink deeply of the sorrow…\nThat will fill her until she drowns.\n\nRide the Monday Poetry Train - share your links or just enjoy the read:\n\nWednesday, November 25, 2009\n\nHave a Happy Thanksgiving\n\nGetting ready to head into insane work day but wanted to give those of you in bloggyland a heads up that there won't be an Arts Day this week on the DAMage Report - however Johnny will be having his regularly scheduled show, so go ahead an enjoy some damaged news and humor. :)\n\nI hope everyone in US has a good turkey day.\nI'll be taking a short break over the holidays from the social networking (facebook) and the blogging. Have several projects to handle that i'll be focusing on.\nBack on the air next week at regular times.\nEat some dessert for me - Kota\n\nWednesday, November 18, 2009\n\nDAMage Report - Arts Day Article Link\n\nPlease click on the link above to read today's topic. I've created a blog just for the articles for those interested in following the show.\n\nJoin me today on the DAMage Report News Show at - 2pm PST\/5pm EST\/ 10pm GMT. Topic today is about the $43 million dollar Warhol - is it still art or just an investment stored in a safe?\n\nTuesday, November 17, 2009\n\n\nThis week i resisted the temptation to be a diva, pack up my toys, and go home. I'm pretty sure though if i had, no one would have noticed.\n\nI also resisted the urge to add an \"S\" to the church sign near my house that says \"God, HE never fails.\"\n\nSince i missed Tempting Tuesday last week y'all get a two-fer. :D\nWhat temptation did you resist or give in to this past week?\n\nMonday, November 16, 2009\n\nHopping Back on the Monday Poetry Train\n\nFade Away Naturally\n\nColor me with bold strokes\n\nAnd outside the lines\nof preconceived notions\n\nFor one day I will fade\n\nAnd all that will remain\nare dusty memories\n\nDrifting in the wind\n\n\nWednesday, November 11, 2009\n\nDAMage Report - When Art Imitates Art\n\nThe 1963 painting by Alma Thomas (to the right) is remarkably similar to a 1953 piece by Matisse (below it) and is causing an uproar of controversy on the topic of art and plagiarism. The painting was originally among the works selected by the Obamas to hang in the White House, but was returned - either due to the controversy or because it really didn't match the sofa. The reasons really are inconsequential. What is of interest are the heated debates over the differences between tribute art and outright theft of concept and\/or visuals.\n\nIt is true that art imitates life. It is also true that in one way, shape, or form, art also imitates art. It can't be helped. Artists ARE influenced in their ideas and their forms of expression.\n\nPicasso said \"the bad artists imitate, the great artists steal.\"\nIn other words, to steal an idea you have to own it and make it your own.\nTo imitate, you merely need to copy it and put nothing of yourself into it.\n\nOn one hand, Alma's \"Watusi\" is an almost exact replica of Matisse's \"L'escargot\" with palette changed and shapes rearranged. On the other hand, it is well documented that Alma created the painting as a tribute, using it as a study of Matisse's techniques. She never hid the fact that it was directly influenced. Furthermore, her study of this particular work was apparently a turning point in her art. Everything that followed reflected the impact of Matisse on her paintings\/concepts\/approach. As Tilly Greene remarked yesterday, it would have been MORE interesting to see Alma take the influence to another level, rather than just remake Matisse's composition. But it should be duly noted that Alma probably had no idea that her painting would one day hang in the Hirshhorn Museum and be considered one of the great works of American art.\n\nI've often wondered if Picasso and Matisse would roll over in their graves knowing that their napkin drawings are considered fine works of art. Nawwww - Picasso would love it, the arrogant old bastard!\n\nThe major difference between plagiarism and tribute seems to be credit given where credit is due. Trying to pass off copies of someone else's original concepts and work as your own is plagiarism, pure and simple. Utilizing the ideas and visuals of a \"master\" artist to create something new, or to study technique is tribute. All art is an imitation in one form or another, whether it is an imitation of something seen or an expression of an idea born within the mind of the artist. It is the process of communicating the ideas, the visions, the exploration that creates the art in whatever genre the artist chooses to express themselves in.\n\nDoes Watusi deserve to be considered a great work of art, given that it is a tribute piece? It depends on who you talk to. Personally I think it is confusing and blurs the already subjective lines of what constitutes \"masterful\" art - art that rates hanging in the top museums of the world. Does Alma Thomas deserve the scathing disregard for her work that is currently being bandied about? Absolutely not. However, on the bright side - more people now know her name and have looked at her paintings. Bad P.R. is better than no P.R. type thing.\n\nArt is once again the heated topic of discussion - replacing whatever was on television last night as the topic of choice.\nWell, for some people anyway.\n\nTuesday, November 10, 2009\n\nDAMage Research - Plagarism or Tribute?\n\nThe 1963 painting by Alma Thomas (to the right) is extremely similar to a 1953 piece by Matisse (below).\n\nit would be interesting to find out what the Hirshhorn Museum paid for Watusi.\n\nThomas's painting was first exhibited in the '60s. At that time, you could no more plagiarize a Matisse collage such as \"The Snail\" than you could pass off the \"Mona Lisa\" as your own.\n\nElaborations on earlier artists' work, even full appropriation, have been common practice in art for hundreds of years. Artists long learned their craft by copying the works of older masters; even among high artists, it was standard.\n\nthe 73-year-old artist found herself staring at the hollyhock shadows she had known her entire life and calculating\n\nhow to use them in her paintings. A year earlier, she had seen the late Matisse cutouts at the Museum of Modern Art in New York. Matisse's work had prompted her to paint an acrylic-on-canvas version of his collage The Snail (1953), in which nearly all the original colors were reversed. Thomas named her painting Watusi (Hard Edge), after Chubby Checker's dance hit \"The Watusi.\" As well as marrying high modernism with the popular culture of black America--then entering the American mainstream--the title she chose noted Matisse's debt to African art.\n\nPablo Picasso that, \"the bad artists imitate, the great artists steal.\" Thomas' work here is a transformation of the Matisse painting. There is power in the decision to reverse colors and to change perspective from \"L'escargot,\"giving \"Watusi\" integrity to stand on its own as a distinctive piece.\n\n\nillegitimate copying is real. Both Richard Prince (See VR’s “Prince of Pilfer”) and Jeff Koons have been sued by photographers for incorporating copyrighted work into their own. Koons lost the Rogers v. Koons case, but won a more recent suit under the “fair use” doctrine. Readers will remember that earlier this year Damien Hirst threatened to sue a 16-year-old over his use of an image of Hirst’s diamond-incrusted skull, in the process demanding royalties.\n\nThomas always credited Matisse for the inspiration that produced Watusi. It is obvious that the work launched her on a journey of artistic discovery that produced her unique and forward-looking (if not radical) mosaic style.\n\nTo assert that Thomas was “simply copying” Matisse would be to deny the rich and varied underpinnings of her work. Thomas was deeply impressed by the colors and patterns of the natural world around her.\n\n**Credit to Venetian Red Contributors Christine Cariati and Liz Hager for excellent arguments and research\n\nFriday, November 6, 2009\n\nNo Jobs and Everything Costs More - 2005 to 2009 costs of Eggs, Bread, Milk and Gas\n\nI found it positively disgusting that i couldn't find these numbers quickly, easily, or in layman terms after spending over half an hour searching the web and online news. I don't have a degree in economics or finance. PPI numbers and CIS numbers and acronym fill in the fucking blank numbers mean nothing to me. It doesn't translate to instant comprehension. All I wanted was the freakin average prices of some consumer goods. Not the increase percent, not the decrease projections. Just. The. Price. I ended up searching item by item, year by year. >_<\n\nit wasn't easy getting verifiable #s - they vary ridiculously. Oh and Wikianswer is a freakin joke - their numbers aren't even realistically close to the statistical documents\n\nIn four years...\nDozen Eggs: 2006 = $1.45 \/ 2007 = $1.56 \/ 2008 = $2.18 \/ 2009 = $2.89\nWhite Bread: 2006 = $1.05 \/ 2007 = $1.25 \/ 2008 = $1.28 \/ 2009 = $2.79\nGallon Milk: 2006 = $2.40 \/ 2007 = $3.13 \/ 2008 = $2.74 \/ 2009 = $3.53\nGas: 2005 = $1.78 \/ 2006 = $2.57 \/ 2007 = $2.81 \/ 2008 = $3.55 - $4.10 \/ 2009 = $2.90\n\nWednesday, November 4, 2009\n\nDAMage Report - All that Glitters Might Be Crap\n\nP... (truncated)",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.7437829971,
        "format_confidence":0.9797968268
    },
    {
        "url":"http:\/\/ronaldroybal.blogspot.com\/2010\/05\/jose-romanillos-classical-guitar-maker.html",
        "text":"Welcome To The Creative Act\n\nA pro-musician making sense of the creative process within the context of his life experience.\n\nFriday, May 28, 2010\n\n\nThis is a great find. The great Jose Romanillos invites you into his shop while he makes a guitar and talks about the craft. José Luis Romanillos Vega was born in Madrid in 1932 where he learnt the craft of cabinet making from the age of thirteen. He moved to England in 1956 to work in psychiatric hospitals in Epsom and North London. He made his first guitar in London in 1961 and in 1970 he moved to Semley, Wiltshire, where he began his professional career as a guitar maker encouraged by Julian Bream, who played Jose L. Romanillos guitars for many years. In 1987 he published the biography of Antonio de Torres, the first book written about a Spanish guitar maker. He has lectured on the history of the Spanish guitar as well as giving courses in many countries on the development and construction of the Spanish guitar. Although he has retired from guitar making he keeps in close contact with his son Liam Romanillos who continues with the family tradition in Gillingham, Dorset. He has settled in Guijosa, Spain, where since 2001 he has organised, with his son Liam, a course on Spanish guitar making. He also continues with his research into the development and the history of the vihuela de mano and the Spanish guitar.\n\nHere's part 2:\n\nNo comments:",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.7149103284,
        "format_confidence":0.9531183243
    },
    {
        "url":"http:\/\/martykeating.blogspot.com\/2010\/04\/more-williamstown-to-westport_28.html",
        "text":"Wednesday, April 28, 2010\n\nMore Williamstown to Westport\n\n1 comment:\n\n  1. My wife (also a painter) and I bought the third piece from the top last weekend at the Little Compton art show. We love it. It's on the mantle above the fireplace in our cottage.\n    It's a landscape that has an element of Rothko about it, as my wife said.\n    Jim Finnegan",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.8081344962,
        "format_confidence":0.9148470759
    },
    {
        "url":"http:\/\/davidarnoldphotographyplus.com\/tag\/twin-lens-reflex\/",
        "text":"Experimenting with the Square Format: Using the Spartus Full-Vue With Tungsten Film\n\nmasked spartus\n\n The Spartus Full-Vue Twin Lens Camera, 1948-1960.\n\nThe Twin Lens Reflex Camera:\n\nMany notable photographers used twin lens cameras: Irving Penn, Richard Avedon, Lisette Model, and Diane Arbus. The first twin lens reflex camera appeared in 1880 as a specially built camera for the Kew Observatory in England. The first production twin lens camera appeared in the 1882, introduced as the Academy by the British firm, Marion and Company.  The camera, a non-reflex design featured an upper viewing lens held at eye level, and produced the distinctive square image that would come to be associated with twin lens cameras.  Over the next two decades, nearly every major camera manufacturer offered twin lens reflex cameras standardized on the square format. [1]\n\n\nTwin lens reflex cameras feature a mirror mounted behind the viewing lens at a 45-degree angle, reflecting light onto the viewing screen. The upper lens is dedicated to viewing and is mechanically synchronized for focus with the lower lens, which is devoted to film exposure. Usually held at waist level to compose and focus, the twin lens reflex camera offers the advantage of a viewing area identical to the exposure area. Twin lens cameras also offer the advantages of being able to view the exposure as it is being made. In addition, the mirror does not have to move to made the exposure. Traditionally the square format negative was cropped to 8×10 inches, the standard paper size. The large negative of the typical twin lens camera, over 4 times the size of the 35mm camera format, presents advantages for enlargement of selected portions of the image without significant loss of detail. The disadvantages of the twin lens design are the slight disparity between the coverage area of the upper and lower lens, referred as parallax error, and a right to left reversal produced by the mirrored image.\n\n\nThe Square Format:\n\nIn painting and photography, the shape of the picture refers to picture’s format.  Because rectangles are so prevalent in our daily lives, we seldom notice the shape of the window, table or the pages of a book. Most paintings and photographs are rectangles. The horizontal or vertical format of the rectangle may evoke the breadth of a landscape or the heights of towering mountains. The compositional flexibility of the rectangle helps to make the format ubiquitous. Invisible to the shape of picture, we notice content of the picture rather and shape of the picture.[2]\n\n\nSince very few subjects are naturally square, photographers using the square format cameras often crop their images into rectangles. However, photographers who make the syntactical decision to use  the square format do so in support of subject and content decisions, and alerts us that each photograph is a means of representing the world.  Using a square format camera without cropping the image can enliven subject matter by making the photographer and viewer conscious of the shape of the picture and act of taking a photograph. The square format counters the invisibility of the rectangle, and demands that we consider the shape of the picture as well as what is depicted within the shape. The square format presents a fresh challenge to the traditional golden rectangle variants found in most camera viewfinders.\n\n\nThis slideshow requires JavaScript.\n\nThe Spartus Full-Vue Twin Lens Reflex- the Spartus Camera Corporation in Chicago, Illinois, produced the Full-Vue Reflex from 1948-1960. The camera is a simple to use twin-lens reflex box camera featuring an image in the ground glass viewfinder equal to the negative size. With a large viewing lens the Full-Vue boasts an especially bright viewfinder image.In 1949, the Full-Vue  also featured a synchronized flash attachment. The Spartus Full-Vue’s bakelite body [3] is fitted with a fixed focus 92mm Scienar plastic lens and takes twelve 6-centimeter exposures on 120mm film. The Spartus Full-Vue employs a rotary shutter and as the Full-Vue manual instructs “the exposure is then made by gently pressing the exposure lever down as far as it will go.”[4] The shutter has only two settings: “inst.” (about 1\/60th of a second) and “time” (a bulb setting for long exposures). \n\n\nUsing the Spartus Full-Vue With Tungsten Film in Daylight:\n\nI loaded Fujichrome T64 Professional 120mm Tungsten film into the Spartus Full View, and used the camera to photograph fall color at three California locations in late October, 2013: in the Alder Grove at Yosemite National Park, along the Tenaya Canyon Creek just outside of Lee Vinning on in the Eastern Sierra and at North Bloomfield in the Nevada County. Tungsten films are calibrated for exposure under indoor studio lighting conditions with a Kevin temperature of 3200k producing a much lower color temperature than daylight, which has a Kelvin temperate of 5500k. When shooting tungsten film in daylight conditions, a 85 filter compensates for color temperature disparity and when shooting daylight films in tungsten light conditions, an 80a filter is recommend.[5] Using tungsten film in daylight conditions without color correction filters yields unpredictable results and even with identical exposures on the same roll of film.\n\n\nAt each location, I photographed in basic daylight conditions, and exposed the Fujichrome T64 Tungsten film without color correction and without any using a color correction filter. The Full-Vue’s plastic lens produced spectacularly unpredictable results. The appearance of the monochrome reds was surprising, and the deep blues and magentas produced startling mixes of color. The square format of the Spartus Full-Vue supports the muting of image details in the abstraction of unexpected color.\n\n©David Arnold, 2014.\n\n\n\n[1] S. F. Spira, The History of Photography As Seen Through the Spira Collection. New York: Aperture, 2001, p. 120.",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9631456733,
        "format_confidence":0.5013985634
    },
    {
        "url":"https:\/\/ilbonito.wordpress.com\/2012\/05\/21\/and-brazilian-art\/",
        "text":"…and Brazilian art.\n\n21 05 2012\n\nFinally made it to the “+55 Brazilian Art Now” show at the vaguely depressing “Artone” gallery space in the Convention Centre. It was a pretty small exhibition, just a few pictures hung around in a lobby area really, but the art was fun, bright and breezy as you might expect of a Brazilian art exhibition in a commercial gallery. Artist Nino Cais stood out for some of his pics:\n\nHere is some more of his work  (that wasn’t on display at the Hong Kong show):\n\n\n\nOne response\n\n19 07 2012\nRodrigo Braga\n\nHi, do you have more pictures of the exhibition?:)\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n\nGet every new post delivered to your Inbox.\n\nJoin 927 other followers\n\n%d bloggers like this:",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9941325784,
        "format_confidence":0.9610266089
    },
    {
        "url":"https:\/\/andysmithartist.blogspot.com\/2008\/10\/",
        "text":"Friday, October 31, 2008\n\n20 Days till Open House!\n\nI did not get a lot of painting accomplished today.\nI went to pick up my new prints. Also picked up\nour invitations. Packed my van and went to set\nup for my weekend show. Returned home by 5:30\nin time to be in charge of trick or treat. Finally I\nam going to get a little paint on my paper.\n\nBehind the Scenes of Open House...\n\nLabels and Numbers...\nI consulted Linda's Open House schedule, there really\nis one taped to her desk! Very organized, which is what\nevery artist needs! Next on the list is printing\nthe 6500 mailing labels. This takes a while and I was\ninformed it is time for a new printer. Ours was jamming\nand it was not going well. Then \"number the book\". We\nhave a binder with all the prints and their numbers and\nwho purchased each print... I have no idea why except\nLinda likes to know this kind of thing. I personally never\nlooked up a number or checked who owns which one...\nBut I do get in a little trouble when I forget to write the print\nnumber on the receipt, it messes up her bookkeeping!\nShe also ran pages we use to take a phone order. She is\ngood at designing papers, I just have to fill in the blanks,\npretty much dummy proof. These are numbered so you\nare sure to get the next print number available and we fill\nthe orders as they come in. And you guessed it ~ the\norder sheets go in the \"orders\" binder!\nThat's it for tonight. Tomorrow is the scheduled \"label the\ninvitations\" day and remember I am out of here!\n\nYou can find me at:\nReading-Berks Guild of Craftsman Holiday Show\nat the Berks-Lehigh Campus of Penn State University,\nReading, PA Sat. 9am-5pm and Sun. 10am-4pm\n$4.00 admission ~ excellent quality\nThere is a $1.00 off coupon on their website!\n\nThursday, October 30, 2008\n\n21 Days till Open House!\n\nBehind the scenes of Open House...\n\nThe Plan...\nWe have over 6500 names on our mailing list. Our\nOpen House is not open to the general public since\nwe are opening our home and the studio. Everyone\non the mailing list is invited and you may bring anyone\nwith you or give your invite to someone you think\nwould be interested. Our business goal is to invite you\nto our home, show you a fabulous new collection of\noriginals paintings ~ which I am working like mad to\ncomplete~ and present the new prints. We offer a\nspecial opening price to all our clients before the new\nprints are out at a show. All the older prints are also\navailable, and there are light refreshments. Our second\ngoal is to have you place an order if you cannot come to\nthe Open House. So the invitation plays an important role.\n\nThe Invitation…\nOur invitation was carefully designed and the layout was\nnot changed for 23 years. It had been 8 ½”x11” and\nincluded each new sell sheet. Linda loves paper and sat\nfor hours looking and feeling paper and choosing colors.\nEach year was a different paper and printing color.\nLast year the postage jumped to 80c and we just felt that\nwas too much of a cost. 6500 x .80 = $5200.00 simply\nto get the invitation in your hands. Plus Linda and my\nMother-in-law and some friends came for the weekend\nand collated, stuffed, shut, labeled and stamped all 6500.\nI happily leave for a show ~ I am smarter than I look!\nAfter 23 years of the same design and after much agonizing\nLinda decided to go down to a tri-fold invite and fold the\nsell sheets. Same collating, stuffing, shutting, labeling and\nstamping going on but less postage.\nHere is a sample\n1999 and\nthe tri-fold\n\nThis year after even more agonizing and worrying\nabout the state of our economy and if we could recoup\nour costs we decided to save money in printing and\n\"go green\" by going to an oversized postcard. Printed\nin color, with the new prints on it instead of mailing\n3 pieces of paper.\n\nNew postcard\n\nIf up to me, I would have done this years ago!\nSo the invitations are being delivered tomorrow and\nthey now only need labeled and stamped.\nBut I am still leaving for a show!!\n\nBack to my painting… Notice the time, I am still\n\nWednesday, October 29, 2008\n\n22 Days till Open House!\n\nI had my last class this morning. Teaching is over\nuntil January. I spent 2 hours cutting down glass\nto fit my odd size frames and then back to painting.\nMy Mom finally had her first physical therapy\nappointment today, they are calling it a \"tune-up\"\n\nBehind the Scenes of Open House...\n1st… The new Prints\nThe planning starts with the picking of the new prints.\nWe start in September holding on to any painting that\nis a possibility. I tend to pick paintings that were a\nchallenge or I thought turned out well or were different.\nFor that reason Linda picks what we print! She is looking\nfor a nice addition to the prints I already have since\nmany clients add to their collection. I keep painting until\nsomething speaks to her, not sure what it says but she seems\nto know when she sees the right one. She will tell you it is\njust an instinct as to what she feels she can sell in quantity.\nIt takes several weeks of narrowing down her choices and\nsitting and studying them which is a little unnerving for me.\nMe… I’d have picked it in an hour!\nHere are this years two new prints.\n\nI use Pemcor in\nLancaster, PA for\nmy printing.\n\nI ask for a \"match\"\ncolor to the original,\nsame size as the\noriginal with a\n1\"border. 450 prints\n\nI had my order appointment on 10\/14. I have used Pemcor\nmany years and they just know what I want. You need a\nprinter who is used to doing art prints. I was called in to\nproof the color, and this past Monday I was there for the\nfinal color check and watch them run my prints. They are\ndrying and I will get them in a few days.\n\nMeanwhile, the next step is to title them and write the\ncopy for the sell sheets. I have fun with this, throwing\nout any odd ball title I can come up with just to\nwatch Linda roll her eyes at me. There is an “ideas”\ntablet that anyone around can offer their opinion. One\nyear she picked a title from one of my students. But\nthere are rules! One or two word titles so it is easy to\nremember and easy for me to write on a sales receipt\nand it must make sense when viewing the print.\nWe went with \"Harvest Moon\" and \"Southern Charm\"\nand you will need to wait a week until they are on my\nwebsite to read the copy!\nI am back to my painting.\n\nTuesday, October 28, 2008\n\n23 Days till Open House!\n\nJust checking in so you know I am alive and well and\npainting! Here is proof… This was taken on Monday.\n\nI paint all over\nthe house, here\nI am in the kitchen\nwhile Linda was cooking.\nKeeping her company\nor bugging her, not\nsure which!\n\nThere are 23 days till my Open House. I thought\nover the next few days I would share what goes\ninto making my Open House happen. I will need\nto consult with Linda since she is largely\nresponsible for this little party. My job is to\npaint fabulous new watercolors so she can put on\na great show! Here is more proof that I am\npainting… Every painting spends a few days\npropped on my chair\nrail where I can look\nat it before framing.\nHere are two new\nones, barely dry!\n\nBack to open house… The date is always the weekend\nbefore Thanksgiving and this is my 25th year.\nNovember 21, 22, and 23 2008\nBackground: It all started out of necessity. I told\nyou before that I only print one time a year and I\npick 2 paintings to print. Every other painting stays\nas an original one of a kind. I print 4-color offset\nlithographs, all 450 are printed at one time. Back\nwhen I had very little money (some things remain\nthe same!) I needed to come up with a way to pay\nmy print bill. So we started an open house to\npresent the new prints and generate income during\na time when shows were winding down. The open\nhouse was designed to pay my print bill and give\nme the cash to live over winter.\n25 Open Houses later, the process is the same.\nI need to stop for tonight and go take out the trash!\n\nThursday, October 23, 2008\n\nThursday check in\n\nI am painting, painting, painting!\n\nThere have been the usual headaches around here.\nWe needed to replace the furnace in the studio. $$$\nMy Mom fell again. Actually she did not fall as\nmuch as she slid off the side of the bed. Either way\nyou look at it she was on the floor. We have some\nphysical therapy ordered but after three calls we are\nhaving problems finding home bound PT.\n\nWe are feeling the pinch of the tighter economy in new\nways. Everyone is keeping smaller amounts of stock\non hand. Linda has had several problems getting her\nframing supplies in the quantity she needs. The\ndistributor we usually use has no stock at all and I\ndoubt will be in business very long. Our second choice\nonly had 12 of the 75 mats she wanted to order. And\nfinally our third call had what we wanted but it will\ntake 5-7 days to get here. So framing is on hold which\nmesses with Linda's \"open house to do list\"!\nWhere once we had net 30 days to pay, everyone now\nneeds half down. So more $$$ = more stress.\nThe color on the proofs for the open house invitation is not\nperfect so that is creating a few issues. This time of year is\nusually stressful, with the huge outlay of cash on the\ngamble of huge sales at open house + a tight economy =\nLinda's headache = shared stress with all who enter the\nstudio!! I am painting every second of the day and\nthat leaves all the framing and plans in her lap. After\nlooking at the checkbook and looking at Linda I made\nthe best decision possible.\nThe best thing is for me to take off for a show!\nTrust me, this is a smart move!!\nYou can find me at:\nAnnandale Virginia Show\nHeld in the Ernst Community Cultural Center\nNorthern VA Community College, Annandale, VA\n10am-5pm good quality!\n\nThursday, October 16, 2008\n\nWindow Study #16\n\n5\" x 5\" original watercolor\n\nI am painting part of this view in a larger\npainting and I needed to work out a few\nproblems so I decided to work them out in\na blog painting. This is an outside window\nview. The window needs work and that\ncreates character! Nice old wood bucket\ninside offers a focal point. The larger painting\nwill be at my open house.\n\nI proofed my prints today. Which in pri... (truncated)",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.9550125599,
        "format_confidence":0.9941932559
    },
    {
        "url":"http:\/\/blissangels.blogspot.com\/2013\/02\/once-upon-time.html",
        "text":"About Me\n\nMy photo\nI 'm wife, a mother , a daughter, a sister,a friend,a crazy faerie loving, art creating, born in England living in the states, blond hair blue eyed, tea drinking, mixed media, atc swapper, digital artist, blogger ,Facebook, reader, writer, old movie watcher, paper addicted, high heel lover, dog owner,cupcake eater, creatively eccentric.. party hat wearer. Welcome to my blog. Where I hope you'll stay awhile and come back often. Hugs Wendy\n\n\nMonday, February 4, 2013\n\nOnce upon a time.......\n\nHollie the beautiful fairy godmother at Deviant scrap got together with the rest of the faerie designers to bring you a whole kingdom of fairy tale inspired kits.. Starting today  The Once upon a time  collection , with fabulous kits for you to mix and match.. there are freebies too \n\n So step into the pages for your favorite fairy tale\n\nHidden vintage studios  has  her Royal ICEness full of snowy princess  and Icy Queens \n\n the Magic Moon \n A story to tell\n\nitkUpiLLi has fairytales folks \n\nSometimes you have to Kiss a lot of TOAD's to find your Prince Charming \n\nThe kits even work well together  here I  mixed and matched  images from both her royal highness from hidden vintage studios  and once upon a time from ItkuIpilli to make this \n\n\nBarb said...\n\nOMG, what an amazing creation!!\nThanks for sharing. ♥\n\nSim said...\n\nSo magical art Wendy!\nI'm fan! :)\n\nBlog Archive",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.8840791583,
        "format_confidence":0.9034531116
    },
    {
        "url":"http:\/\/weckuptothees.blogspot.com\/2005_07_24_archive.html",
        "text":"and here's the graphic\n\nYes, WUTT! supports the McCain Feingold insurrection.\n\nHere's the beginning of the neat graphic that I promised. It might need work, but I'm rather new to Photoshop. Will defer to Really Smart People who suggest what and how to modify.\n\nAnd meet Biter, companion to Beater. She's a stainless Series 80 Colt Combat Commander, with a few mods of course, though not as sweet and personable as Swen's equalizer.",
        "topic_id":1,
        "format_id":15,
        "topic_confidence":0.6785711646,
        "format_confidence":0.9911212921
    }
]