[
    {
        "url":"http:\/\/zenpundit.com\/?p=2675",
        "text":"zenpundit.com » Blog Archive » Taking Aim at the Black Swan\n\nTaking Aim at the Black Swan\n\nShane Deichman reviews Nassim Nicholas Taleb’s The Black Swan: The Impact of the Highly Improbable and finds it wanting:\n\nPerhaps it’s my naïveté (or perhaps that I’m a product of the California public school system), but I honestly don’t see our civilization marching toward “Extremistan”. Quite the opposite: While our awareness of remote events has increased, and our networks have grown exponentially, I believe that the diffuse topology of our networks actually dampens the impact of an extreme event. Consider the “Butterfly Effect”. Do you really think a butterfly flapping its wings in Jakarta is going to eventually cause a hurricane in New York City? Or do you think the minor perturbation is absorbed locally without cascading into some kind of resonance? Yes, there are examples that illustrate the dire consequences of unplanned resonance. Taleb (who waffles at the end of his book as half hyperskeptic, half intransigently certain) abandons the Gaussian bell curve, yet — with only a single mention of Albert-László Barabási — firmly embraces Power Law scale invariance as normative.Despite Taleb’s too-casual treatment of scale, I think he would agree with George E.P. Box’s statement (c. 1987) that “…[A]ll models are wrong, but some are useful.” Abandoning our dogmatic devotion to certainty is essential in any creative, innovative enterprise — and can reveal hidden opportunities, and hidden abilities.\n\nRead the whole thing here.\n\nUnlike most reviewers, Shane could go head-to-head with Taleb on things mathematical ( though you hardly need a math background to understand The Black Swan) and Shane is right that networks that are intrinsically and generally resilient are better suited to enduring unexpected, system perturbing, black swans.\n\nHope to have my review up Sunday evening.\n\n7 Responses to “Taking Aim at the Black Swan”\n\n  1. Fabius Maximus Says:\n\n    Nice to see someone with strong math expertise dispute the \"fragile networks\" meme that has become so widespread, with so little supporting analysis or data.  I wonder if this pessimism about \"systems\" results from the combination of our dependence on them AND our lack of understanding how they work.\n\n    An engineer might understand our utility systems, an MBA the finanical systems, a geologist the extrative sytems — but to each of us there are aspects that are unknown and disturbingly vulnerable.\n\n    I was at a community meeting in Fall 1999, organized to discuss Y2k.  They were considering wind towers, water storage, etc.  I asked each of them what preparations had been made at their place of work.  Each said that their own piece of the system would run after Y2k — the traffic lights were fine, the hospital were fine, etc.  Each person worried that the others were unprepared.\n\n  2. zen Says:\n\n    Hi FM\n    \"Fragility\" always depends on the direction the stress is coming from. A pillar is immensely resilient to vertical stress; horizontal stress….not so much.\n\n  3. deichmans Says:\n\n    Thx for the link, Zen!  Looking forward to your review this weekend.\n\n    FM: We’re a cynical bunch, aren’t we? 🙂  Your story reminded me of the best Y2K practical joke I’ve heard.  A friend was at a 12\/31\/1999 NYEve party in a rural neighborhood.  The host’s son said (shortly after 11pm) that he wasn’t feeling well and left the room; he later snuck into the basement and, at exactly Midnight, flipped the master circuit breaker for the home’s electrical supply.  What’s funniest about the story is that nobody was surprised by the abrupt loss of electricity!  So I guess we’re gullible as well as cynical….\n\n  4. TDL Says:\n\n      I wouldn’t take the MBA example of understanding, anything, too far!\n\n    MBA 2006\n\n  5. The Lounsbury Says:\n\n    I was not particularly moved by his criticisms as such.\n\n  6. Larry Says:\n\n    \"\"Fragility\" always depends on the direction the stress is coming from. A pillar is immensely resilient to vertical stress; horizontal stress….not so much\"\n    The force inside a pillar is the same in all directions. The difference is that the outside force is in shear vertically, and in is in a bending force horizontally, if applied to the center. Hard to shear a pillar vertically, but relatively easy to bend it horizontally. If the pillar is made out of something like stone it brakes when bent. The conservative republican, now days, hopes the pillar is made out of something resilient so the totalitarian force applied horizontally will bend the pillar instead of braking it. Considering the totalitarian force has nukes and millions to lose, not a bad hope, I suppose.\n\n  7. Granite Tiles&nbsp; Says:\n\n    our circuit breaker is always manufactured by General Electric and they last very long;-*\n\nSwitch to our mobile site",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9106000662,
        "format_confidence":0.5256019831
    },
    {
        "url":"https:\/\/marketforum.com\/forum\/topic\/14870\/",
        "text":"Weather Wednesday\n18 responses | 0 likes\nStarted by metmike - Oct. 10, 2018, 9:51 a.m.\n\nHello October 10th! Don't let another day slip by.   Do something special for somebody to remember today! Seriously, don't just think about it for a it.\n\nTemperatures for Midwest\/East drop 30+ degrees!\n\nFor stuff on Hurricane Michael, go here:\n\n Scroll down and  enjoy the latest comprehensive weather to the max!!\n\n The latest rain forecasts for the next week are below. Long lived heavy rains have shifted southeast. Pattern change coming up.\n\nHowever, another reinforcing cold front over the weekend will have a wave develop along it in the Southern Cornbelt with rains..................then it's mostly clear sailing with a new dry pattern.\n\nDay 1 below:\n\nDay 2 below:\n\nDay 3 below:\n\nDays 4-5 below:\n\n Days 6-7 below:\n\n7 Day Total precipitation below:\n\nhttp:\/\/www.wpc.ncep.noaa.govcdx \/qpf\/p168i.gif?1530796126\n\nBy metmike - Oct. 10, 2018, 9:52 a.m.\nLike Reply\n\nExcessive Rain threat\n\nMichael in the Southeast the next 2 days. \n\nCurrent Day 1 ForecastCurrent Day 1 Excessive Rainfall Forecast\n\nDay 1 Threat Area in Text Format  \n\nCurrent Day 2 ForecastCurrent Day 2 Excessive Rainfall Forecast\n\nDay 3 forecast below\n\nCurrent Day 3 Excessive Rainfall Forecast\n\nBy metmike - Oct. 10, 2018, 9:53 a.m.\nLike Reply\n\nSevere Storm Risk.\n\nMichael in the Southeast\/Midatlantic the next 2 days.\n\nCurrent Day 1 Outlook\n        1300 UTC Day 1 Outlook             \n          Current Day 2 Outlook\n          0600 UTC Day 2 Outlook               \n          Current Day 3 Outlook\n          0600 UTC Day 3 Outlook               \n          Current Day 4-8 Outlook\n          Day 4-8 Convective Outlook\nBy metmike - Oct. 10, 2018, 9:55 a.m.\nLike Reply\n\nHigh Temperatures today and Thursday.\n\nLast of the heat for awhile.  Cold is diving southeast. Temperatures on Thursday will be 30 deg. F cooler in many places compared to earlier this week!!!!\n\n\n\nBy metmike - Oct. 10, 2018, 9:57 a.m.\nLike Reply\n\nHighs for days 3-7:\n\n\nThe chilly  air will feature temperatures 30+ degrees colder than recent days along the Ohio River.............and stay chilly thru this particular period.\n\nBy metmike - Oct. 10, 2018, 9:59 a.m.\nLike Reply\n\nHow do these days 3-7 temperatures compare to average at this time of year?\n\n The cold has taken over..........but warmth hangs on to the far southeast.\n\nLow Temperature Departures:\n\n\n\n\nBy metmike - Oct. 10, 2018, 10:02 a.m.\nLike Reply\n\nSurface features for the same 3-7 day period:\n\nInitial strong cold front dies in Florida. Chilly Canadian high pressure moves in behind it.  Reinforcing cold front this weekend, with a wave in the S.Cornbelt. Even stronger and chillier Canadian High behind it. Then another reinforcing cold front next Tuesday with mostly dry weather as the atmosphere will be dried out.\n\nBy metmike - Oct. 10, 2018, 10:04 a.m.\nLike Reply\n\nHigher dew points have surged northward to Southeast Canada. Extremely dry air in the N.Plains is surging south in the Plains and poised to push southeast.\n\nCurrent Dew Points\n\nBy metmike - Oct. 10, 2018, 10:07 a.m.\nLike Reply\n\nCurrent Surface features:\n\nFrontal zone defining incredible temp contrast. Low pressure\/storm along the front. The storm is kicking the front southeast.\n\nMichael hitting FL Panhandle.\n\nCurrent US Surface Weather Map\n\nBy metmike - Oct. 10, 2018, 10:10 a.m.\nLike Reply\n\nLatest radar loop.\n\nMidwest rains diminished. Now we watch Michael............and the well defined circulation\/rain bands.\n\nDoppler Radar National Mosaic Loop\n\n\nSouthern Mississippi Valley sector loop\n\nBy metmike - Oct. 10, 2018, 10:11 a.m.\nLike Reply\n\nSatellite picture.\n\nLook at Michael!\n\nUS Infrared Satellite Map\n\nBy metmike - Oct. 10, 2018, 10:13 a.m.\nLike Reply\n\nRains the past 24 hours\n\nWidespread heavy again along the front. ...Plains\/ last time.\n\nBy metmike - Oct. 10, 2018, 10:15 a.m.\nLike Reply\n\nYou can go to this link to see rain totals from recent time periods:\n\nGo to precipitation, then scroll down to pick a time frame. Hit states to get the borders to see locations better. Under products, you can hit \"observed\" or \"Percent of normal\"\n\n\n\n\nBy metmike - Oct. 10, 2018, 10:16 a.m.\nLike Reply\n\nSoil moisture anomaly:\n\nToo wet in a large area. The wet pattern is going to change soon!!!\n\nThe 2nd map gets updated once a week.\n\nBy metmike - Oct. 10, 2018, 10:16 a.m.\nLike Reply\n\nRains compared to average for the last 7, 14, 30 and 60 days. \n\nUsually not updated for previous day until late the next day.\n\nNote how wet it's been over the past 60 days over eastern 2\/3rds of the country!\n\nBy metmike - Oct. 10, 2018, 10:22 a.m.\nLike Reply\n\nThe top map is the Canadian ensemble average, the maps below are the individual members that make up the average\n\nEnd of week 2....................0Z ensembles from Wednesday.  More zonal, west to east flow,  less meridional\/extreme. Mild to warm temperatures. Much drier pattern than recent days.\n\nHowever, several other models disagree with this. Instead, they amplify the pattern into a ridge west\/trough east one and of a dry, cool northwest flow pattern in the Midwest\/East. It would still be decidedly dry though.\n\nEach member is like the parent, Canadian model operational model.......with a slight tweek\/variation in parameters. Since we know the equations to represent the physics of the atmosphere in the models are not perfect, its useful to vary some of the equations that are uncertain(can make a difference) to see if it effects the outcome and how.\n\nThe average of all these variations(ensembles) often yields a better tool for forecasting. It's always more consistent. The individual operational model, like each individual ensemble member can vary greatly from run to run.........and represent an extreme end of the spectrum at times. The ensemble average of all the members, because it averages the extremes.............from opposite ends of the spectrum............changes much less from run to run.\n\n360h GZ 500 forecast valid on Oct 25, 2018 00 UTC\n\nGZ 500 forecastGZ 500 forecastGZ 500 forecastGZ 500 forecast\n\nBy metmike - Oct. 10, 2018, 10:30 a.m.\nLike Reply\n\nTemperature Anomalies from GFS ensembles(fairly reliable product) going out 2 weeks. These maps show the Northern Hemisphere. The map of the US is front center. Look for the state borders in  white.\n\nToday:  The cold blast has commenced.\n\n Very warm air to the southeast is being scoured out.NCEP Ensemble t = 024 hour forecast product\n\nIn 5+ days:\n\nCold well entrenched.........except for far southeast.\nNCEP Ensemble t = 144 hour forecast product\n\nIn 10+ days: Cool air surge has run its course?? Not so fast. Possibility of additional cold shots from ridge west\/trough east pattern.\nNCEP Ensemble t = 264 hour forecast product\n\nDay 15:  Upper level ridge NW Canada, upper level trough least on the GFS Ensembles. This would be chilly, dry northwest flow for the Midwest\/East. Great uncertainty for this time frame.\nNCEP Ensemble t = 360 hour forecast product\n\nBy metmike - Oct. 10, 2018, 10:32 a.m.\nLike Reply\n\nThe low skill, longer range CFS model for weeks 3-4.\n\nStrong Upper level ridge in NW Canada (to Central Canada?) Builds eastward  and spreads warmth to the Upper Midwest. Same as yesterday.\n\nVery Dry weather in the Midwest to accelerate harvest. Same as yesterday.\n\nHeating degree days(from cold weather) are replacing cooling degree days(from hot weather) in October.\n\nCheck in tomorrow to read something different.............\"low skill\" (-:\n\nPrecip below:\n\nBy metmike - Oct. 10, 2018, 10:35 a.m.\nLike Reply\n\nNational Weather Service 6-10 day, 8-14 day outlooks.\n\nWill be updated early this afternoon. Dry pattern!\n\nTemps should be warm West and cool Midwest\/East. \n\nTemperature Probability\n\n6 to 10 Day Outlook - Temperature Probability\n Precipitation Probability\n\n  6 to 10 Day Outlook - Precipitation Probability\n\n\nthe 8-14 day outlooks\nArchivesAnalogsLines-Only FormatGIS Data\n\nTemperature Probability\n\n8 to 14 Day Outlook - Temperature Probability",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9910297394,
        "format_confidence":0.9872647524
    },
    {
        "url":"http:\/\/www.protocol-online.org\/biology-forums-2\/posts\/13882.html",
        "text":"Protocol Online logo\nTop : New Forum Archives (2009-): : SDS-PAGE and Western Blotting\n\nProtein Smearing - (Mar\/23\/2010 )\n\nI'm using a 15% gel in a tris-glycine-SDS-PAGE system and I've extracted protein from live tissue but I seem to be getting no clear bands at all and just a smear. Even the markers don't appear crisp\/clear. I've tried using a gel stain to visualize any protein following electrophoresis and it looks the same was as it does when i expose from the PVDF membrane.\n\nCurrent parameters:\nRun Time ~ 3 hours\nVoltage - 90Volts\nThe protein i'm looking for is approximately 20 kda\n\nAny help would be greatly appreciated\n\n\n\nlooks like a degraded protein sample. Did you add protease inhibitors when preparing the tissue lysate?\n\n\nCheck the pH and salt content of your buffers, especially the ones used for making the gels.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.99324435,
        "format_confidence":0.7384159565
    },
    {
        "url":"http:\/\/www.physicsforums.com\/showpost.php?p=3795122&postcount=36",
        "text":"View Single Post\nMar2-12, 02:03 PM\nP: 1,097\nQuote Quote by John232 View Post\nSomeone could take two particles that are entangled, and then change the spin of one of them, and the other particle would change its spin instantly faster than the speed of light. Then your \"reality\" would depend on how fast of a transmission you observed it with. Someone observing it with a string of thread would see it differently than someone with a camera, or even with someone with an entanglement experiment.\n\n& classical physics has left the building. (not that I think this is incompatible with classical physics)\n\nIIRC there is no information exchanged in that scenario, ie no \"break\" in causality \/ faster than c. Not sure I subscribe to the scenario you describe with changing spin. A NYSE trader would love that kinda communication speed advantage, let alone any wireless communications company. It is a \"state\" that the particle is in, I guess there can be a \"clone\" particle of sorts that share indefinite properties (specifically a state); as wiki says \"...which is indefinite in terms of important factors such as position,[5] momentum, spin, polarization, etc.\"\n\n\"Entanglement\" is misleading.\n\nReally this is not much different than \"distant star\" scenario we were discussing above. With theory, we can measure, calculate values & make predictions.\n\nI hope someone who knows more can correct me on this if wrong, but there is no change in state of either particle, merely the values become mostly definitive\/determined.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9962813258,
        "format_confidence":0.986251235
    },
    {
        "url":"https:\/\/extropians.weidai.com\/extropians.3Q99\/0794.html",
        "text":"Re: SPACE: Economic Role for Manned Space Stations\n\nBryan Moss (\nSun, 18 Jul 1999 13:27:22 +0100\n\nThere is nothing left to do down here except go up there.\n\nThe exploration and colonisation of space is not an economic worry but the reason we have an economy.\n\nThis what we do, everything else is peripheral.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9316999316,
        "format_confidence":0.9482451677
    },
    {
        "url":"http:\/\/hockeyschtick.blogspot.com\/2014\/04\/the-sun-cant-possibly-explain-global.html",
        "text":"Wednesday, April 30, 2014\n\nThe Sun can't possibly explain global warming\n\nWarmists allege CO2 must be the cause of the 0.7C global warming recovery from the end of the Little Ice Age in 1850, because they claim there isn't any other plausible explanation. \n\nThe Sun and solar amplification mechanisms are dismissed as a cause because sunspots peaked around 1960, even though sunspots remained at relatively high levels, considered as the solar grand maximum of the late 20th century. \n\nSunspot numbers and trend\nThe accumulated solar energy [sunspot time-integral] continued to increase until the end of the 20th century along with global temperature, and then both started to decline after peaking in ~2000. \n\nSunspot time-integral [normalized] shown in green, global temperature anomaly shown in red. Plot here for yourself. \n\nClearly, there is no relationship between accumulated solar energy and temperature, so it must be man-made CO2. \n\n\n  1. My only problem with the above analysis is that Hadcrut is an adjusted temperature set. We know temperatures were higher in both the USA and Australia (and most likely elsewhere) around the 1940's and colder in the 70's. Take the adjustments out, and there is no longer a correlation !!\n\n    1. Well, maybe true but in that case CO2 would be even less correlated\n\n    2. I agree totally.\n\n      P.S. Love the site great info\n\n  2. I don't disagree with the overall conclusion but your methodology is not correct.\n\n    You cannot run a line through a graph like sunspots that is obviously quasi-periodic.\n\n    Why not try integrating the curve?\n\n    1. Frank, that is the integral of sunspot numbers in the second graph. It is not \"running a line through\" the sunspot numbers.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9954967499,
        "format_confidence":0.5628480315
    },
    {
        "url":"https:\/\/blog.sciencefictionbiology.com\/2008\/08\/well-that-explains-it.html?showComment=1220101980000",
        "text":"Monday, August 25, 2008\n\nWell, That Explains It\n\nThere's a post up at EUREKA unscripted that talks about where they get their nifty science ideas.\nWell, first of all, we have our science advisor Kevin Grazier to help us out. Whenever we come up with another “out there” idea, we’ll ask Kevin to come up with actual science to help justify the concept. After a lot of hair pulling, the brilliant Kevin actually comes up with a way to make our silliness a practical, working sci-fi reality. Kevin also does a “fact check” of each script draft to make sure that we’re not violating too many laws of physics each week…\n\nBut Kevin’s not always around… and yes, we’re industrious little busy bodies. Which means, we do a lot of reading. And by “a lot” we mean… A LOT.\n\nYes, we’ll read any science book, magazine, or periodical we can get our hands on. For example, Supervising Producer Curtis Kheel is currently reading “Physics of the Impossible” by Michio Kaku as research for an upcoming episode. And Staff Writer Eric Wallace was recently seen digesting “Death by Black Hole: And Other Cosmic Quandaries” by Neil deGrasse Tyson.\nSo, they have NASA planetary physicist Kevin Grazier as an advisor, and read popular science books about astronomy and physics. That may just help explain why the biology on Eureka is so bad. Of course I'm biased, but I think that the life sciences can generate just as many entertaining plot lines as physics can, and those stories deserve the same kind of scientific input that's given to robots and time travel.\n\n(Yes, the post also says that they read Discover and other popular science magazines, but clearly their interest and focus is on physics.)\n\nTags:, ,\n\n\nSean Craven said...\n\n\nSean Craven said...\n\nSorry about the above... Sign-in is confusing me.\n\nI've got to say that I'm startled to find out that the folks writing Eureka do any research at all. While it's no doubt useful as a source of inspiration it just plain doesn't show up on the screen.\n\nI watch the show, I enjoy the show, I really bug my wife by writhing and making pained animal noises whenever the characters start using scientific jargon. I'm not a scientist, just an interested layman, but they just plain never get anything close to right. Not even a little bit.\n\nBut I can believe that behind the scenes there is some real speculative thought going on. I've done some scriptwriting myself and I can tell you that the limitations of the format are extremely hostile to any kind of abstract thought.\n\nThe use of jargon in SF is something I've been thinking about lately. I've written very little SF and I have to say that one of the reasons for this is that there's only one person in my writer's group that can cope with the science references.\n\nIt's an interesting thing. If you explain everything you wind up with an essay rather than a story. And if you don't, your audience is limited to those who either know enough to be able to interpret your cryptic references or who are able to enjoy the word jazz aspects of jargon.\n\nAnd this is something I find fascinating. One of the reasons why SF has become so much of a pop culture staple is that the language of SF has spread into the mainstream. Before Star Wars only geeks (and I'm self-identifying here) knew what words like blaster and hyperspace meant. Now if you say 'android' everyone has at least a loose idea of what your talking about.\n\nI find it extremely displeasing when scientific jargon is used purely for effect without any any signs that the words are understood by the writers, let alone the actors. I don't mind wrong; I hate note even wrong.\n\n(And to put my money where my mouth is, here's a biological\/zoological reference from a story in progress.\n\n\nThe Magpies were dinosaurs from a timeline where the asteroids that caused the Cretaceous extinction had been nuked until they missed the Earth. They were descended from arboreal Maniraptorans who had left the forests for the savannahs. They had black-and-white feathers and the faces of toothy owls, along with the typical Maniraptoran sickle-claw. They weighed about thirty pounds each and were still capable of limited flight. Despite these exotic details their evolutionary history had given them social and personal characteristics that were as close to human as it got. In other words you couldn’t trust them for ****.\n\n“Digital records for the purposes of lying, my friends. We use old analog tech of your noble people, photochemical emulsion on plastic film in sealed cannister. We develop ourselves and for sure you bring us the gizzard stones and not some river trash, you know? Any round rock it will not do.” Mr. Big Johnson opened his snub beak to show sharp little teeth and bobbed his head up and down. “Ha-ha-ha!”\n\nMr. Big Johnson’s assistance animal picked up the camera and held it out to Duke. It was another feathered dinosaur with a silvery Magpie control blob on the side of its head, feathers patterned in green and tan with a cream-colored underbelly. This one was a local, an Ornitholestes, and despite their similar size and body shape it was as closely related to Mr. Big Johnson as rat-headed Purgatorius was to Skinner and had an IQ slightly inferior to that of a chicken. It opened its long, narrow jaws and echoed its boss in a parrot-squawk imitation of Duke.\n\n\nAt least I'm making an effort. Eureka! Try harder!\n\nPeggy K said...\n\nInteresting point about scientific jargon becoming part of the common language. Certainly \"cloning\" and \"genetic engineering\" are terms that even people who don't follow science at all are familiar with, even if they don't fully understand the concepts. I do think that SF can be enjoyable, even if you don't know the jargon. At least it was for me when I was a young teenager, long before I had much formal science education. Sure, there are some stories that require an infodump about black holes or whatnot, but there are plenty that don't.\n\nOne of the things that irritates me is that Eureka (and other SF shows) could say pretty much anything when they go into technobabble mode, so why not say something that makes some scientific sense. Sure most people won't know the difference, but some of us would and appreciate the effort.\n\nNote: Links to Amazon.com are affiliate links. As an Amazon Associate I earn from qualifying purchases.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.8752889037,
        "format_confidence":0.813875556
    },
    {
        "url":"http:\/\/amsat.org\/pipermail\/amsat-bb\/2008-February\/009325.html",
        "text":"[amsat-bb] AO-51 from Hawaii\n\nJeff Mock jeff at mock.com\nWed Feb 6 22:37:52 PST 2008\n\nI'm on vacation in Hawaii this week.  I brought an Arrow-II and an Icom \nW32A hoping to get a few AO-51 contacts.  The past two evening passes I \nhaven't heard anyone else using the satellite.  Is there anyone in \nHawaii using the satellite?\n\n\nMore information about the AMSAT-BB mailing list",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.6049133539,
        "format_confidence":0.9742954969
    }
]