[
    {
        "url":"http:\/\/www.toxicjustice.com\/toxic-justice-a-true-story\/chapter-16",
        "text":"Toxic Justice‎ > ‎\n\nToxic Justice - Chapter 16\n\n    “Mom, I think we are being followed,” Tommy said.\n    The two boys were in the back seat.   Charles was backing out of the driveway on our way to my mom’s house to celebrate Mother’s Day.  I flipped down the vanity mirror and scanned the road behind us.                \n    Tommy unbuckled his seatbelt and leaned across the backseat.  He tapped my shoulder and pointed at the tree shaded alley across from our carport.   “A car backed out of the other end of alley, ” he said.\n       The dirt alley had once been paved with shells, but now was so rutted with thick roots no one drove through it.  The only people I could remember parking there were private investigators, hired to do surveillance on me and my family.         “It’s probably someone parked there for Mother’s Day.” I said, hoping I was right. \n I looked over at Charles.  He had stopped and was looking in the rear-view mirror.   Charles was one of those people who had to confirm something from every angle before he would believe it.   With no proof, I suspected that he thought I was paranoid.  We had had several ugly fights over the negative effect “the lawsuit” was having on  the kids.   Most of the time, he seemed to ignore me or change the subject whenever I thought someone was watching us too closely, or was asking too many questions.  Charles finally told me why he thought I was \"over-reacting\" after I told him about the man and woman in a brown van who had followed me for the third time.      \n\n    The brown van turned behind me into the Winn Dixie parking lot.  I expected the man and woman to wait in the van until I came out of the grocery store.   At least that is what all the other private investigators had done.  While reaching for a can on the shelf, I heard the soft click and whir of a camera shutter behind me, followed by the shuffle of shoes on the floor. \n    The next time I heard the camera shutter I snapped my head around and glimpsed the dark haired man from the van slip behind the aisle.  I left my cart and hurried around the aisle to confront the man, but could not see him anywhere.  After finishing my shopping, I drove to five more stores and circled the parking lots, dragging the van along so I could get a better description of the car, its occupants, and the license tag.   \n    By the time Charles got home from work that day I was livid.  The kids were watching television, so I slipped out to the carport and met Charles as he was getting out of the car.  I described the details as he pulled his briefcase and other items from the car.  Charles seemed detracted or unconcerned.\n    Dismayed and flushed with anger,  I said, “Charles.  Look at me.\"  When he looked up, I said, \"Did you hear a word of what I said?  What if the kids had been with me?” \n    “Are you sure it was the same car?” Charles asked, leaning in to lock the car doors.\n    “Am I sure?\"  I spun around and stomped toward the front door, then turned around and faced Charles.  “Is that all you have to say?” Charles looked tired as he shuffled his briefcase and lunch box to reach around me for the door knob.      I moved my body to the side to block his hand. “What does it take to convince you?”   Charles looked worn out from his stressful job and weary from his  hour-long commute.  I suddenly felt guilty for hitting him cold with the details of my day.\n    “I know how hard this is to believe,” I said, my anger fading.  “But I was followed and photographed in the grocery store  today.”  I sighed and tried to relax.  “I’ll call Judy tomorrow and tell her to get the judge to stop this.  There has to be some protection for the kids and me.”  My shoulders sunk.  Looking out toward the street, my words came out in sobs, “I don’t feel safe anywhere and I’m afraid.  They’ve come to the door, interrogated the kids, and I suspect they’ve followed and photographed them too.” \n    Charles sat his briefcase down and pulled me to him, holding my head against his shoulder. \n    “What’s next?”  I said, pulling away and wiping away my tears.  I didn’t want to the boys to know I’d been crying.  I sniffed then swallowed.  “I’m sure there is some kind of legal protection for us.  Just because I filed a lawsuit doesn’t mean my family loses our Constitutional rights and protection from stalkers, invasion of privacy, or harassment.”   \n    Charles handed me a clean handkerchief then brushed my damp hair back and kissed my forehead.  “This is probably not the right time to tell you this.” he said.   “I wouldn't call Judy.  I called Judy last week and told her that you thought you and the kids had been followed.” \n    I thought I was being followed? I swallowed and looked at him.  “What did she say?”\n     “She laughed and said, ‘Nancy has an active imagination,’”\n    My body tightened with rage, but Charles held me back from going inside.   I heard footsteps inside and Brandon opened the door.  We both smiled at him.  “Just catching a few hugs,” I said, then walked into the house to put dinner on the table. \n\n    The only way to my Mom’s house in Gulfport, was a ninety- minute drive south on Highway 49,  a dangerous four-laned road.   Experience with the private investigators in the brown van had taught me that we’d have to lose the P.I. before we got to Highway 49.  First, I had to convince Charles to change our route so we could ascertain we were being followed.   If Tommy and I were wrong about the gray car, then Charles would believe what Judy had told him, and confirm his fear that I had caused the kids to become paranoid. \n    Charles shifted into drive, then glanced in the rear-view mirror.  He had never been tailed, so had no idea how to outsmart and outrun a professional investigator.   I turned around, \"Tommy, buckle your seat-belt,\" I said.  He had been looking out the back windshield.  I knew he was looking for the second P. I. car. \n    Brandon glanced at his Dad, then at me.  He shook his head, indicating he had not seen anything.   Brandon had spent almost his entire life afraid that the people following me might harm me.  It saddened and angered me that my two sons had know no other life than that of suspicion and distrust, worrying that the next person at the door, or the next driver would be the one to try to harm us.  \n    We had adapted to being followed, photographed, videoed, and the embarrassment from the interrogation of our neighbors and friends.  None the less, I worried about psychological impact on my sons from a  lifetime of always looking over their shoulders and questioning anything out of the normal.  I tried to rationalize that the boys were learning the Constitution and Bill of Rights imbibed by their teachers was a facade.  It was frightening to learn that in the real world, private investigated weren’t always the “good guys.”   Sometimes they were the “bad guys,”  mercenaries who slid under the law to stalk, harass and invade the privacy of anyone. \n    “Charles, slow down a little,” I said, scanning the mirrors and streets for suspicious cars.    \n    “What’s wrong?” Charles said, taking his foot off the accelerator.\n    “I think we’re being followed.”   \n    Charles let out a sigh.  “You scared me,\" he said,  accelerating again.  \"I thought something was wrong with the car again.”   His fear was understandable.  We were both worried about the growing debt  for expensive  repairs on both cars. \n    “Charles, you need to slow down,” I pleaded.  “You're going to have to make a few extra turns  to see if we are being followed.”\nCharles gently applied the brakes, staring into the rear-view mirror, “What makes you think we are being followed?”       \n    “Please, Charles,” I said.  “I don’t have time to explain.” \n    “We will never get to your Mom’s house at this rate. We’re already late.”\n    “We’ll have to work fast so they don’t catch up,” I said. “We won’t know for sure unless follow my directions.  Please, Charles.  After you turn left  here,  you will have to slow down.”\n    Charles click on the turn signal as we approached the next street.\n    “Turn it off,” I said. “You can’t use your turn signal.”  My tone was too abrupt and I instantly regretted it.\n    “Shit,” Charles yelled, after he made the turn.  He braked to a hard stop.  “I feel like going back home and forgetting this.”\n     “Please, Charles,” I said, softening my voice.  “Trust me.  You don’t want to drag this tail all the way down to Mom’s.  That would not be fair to her, nor us.  First, we need to find out if we are being followed.”\n     “Tell me what do you want me to do,” he said.  I couldn’t tell if Charles was angry at me or the possibility of being followed. \n    “Keep going, but slow down a bit,” I said, “I have to find them first then see where they are headed,”  If the car had backed out of the alley they would have to approach us from the left at Pearl Street, two street ahead.   A small light gray hatchback with dark tinted windows inched forward on Pearl Street and stopped at the stop sign.   I felt a familiar pain in the pit of my stomach.    \n    “Stop at Pearl street.” I said, swallowing and struggling to sound calm.\n    “But there isn’t a stop sign there.”\n    “Doesn’t matter.  Stop anyway,” I said..\n    Charles slowed the car.  “I can’t just stop in the middle of the road.” he said, looking in the rear-view mirror.  “How do you know we are being followed?”\n    “Just stop,” I shouted. \n    Charles pushed hard on the brakes, finally stopping the car.  He was angry. \n     “Please trust me.  Don’t move the car. We have to force his hand.”\n    “Who’s following us? Which car? \n    “Dad, the tail isn’t behind us, its ahead of us. ” Tommy said.  “See the gray car ahead, to our left?  See? Its got tinted windows.”\n     Dark tinted windows was a dead giveaway.  I shook my head, thinking that with the dozen or so  PI’s I’d burned, one of them would have figured that out.   Another giveaway was that the driver remained stopped at the stop ... (truncated)",
        "topic_id":3,
        "format_id":2,
        "topic_confidence":0.9042193294,
        "format_confidence":0.9604970813
    },
    {
        "url":"http:\/\/thestrangestbrew.com\/?p=3384",
        "text":"A Letter From Beyond…\n\nRead this on The Burning Platform and feel the need to post it here as well.  I am unable to add anything, just do yourself a favor and read this all the way through.\n\nvictim rich zone here\n\nI want to tell you about my recent death. I will be brief, because I know there are many other stories to be told about my tragic day. I hope that my death brings about the the type of conversation that will help to prevent more unnecessary deaths of teachers and children, or of any persons caught in similar circumstances.\n\nI was a normal person. I liked many of the things that you like. But mostly I loved my children and I loved teaching them. That is what I was doing four days ago on the day that I died, when a man out of his mind attacked us in our sanctuary.\n\nI am sure you already know most of the story, so I won’t reopen that wound if I can avoid it. However, the part that you may not know about, and never hear about is the fact that I was prevented from protecting myself and my children. That’s right, the school board, the state, and the federal government told all teachers including me, that so long as we were on school grounds that we could not defend ourselves against a deranged person, hell bent on killing us.\n\nWhen the man came into my room armed with a rifle, we were huddled in the corner. He shot me with a rifle several times, the bullets easily passing through my body and through several children behind me. We didn’t have a chance. The inadequate training we received to combat such a person or situation failed. I know you will mourn our deaths, and you should. But when you get to that point of being mad, ask why we were not allowed to defend ourselves? Ask how it is that an unarmed school teacher can be asked to defend themselves and the children under her care against an armed aggressor? Why don’t they ask police to be unarmed and defend themselves against aggressors?\n\nSo far, it is nice here in Heaven. We are not beyond The Gates yet – the line is very long. We do have many people from the other side of The Gates who have come out to help us with the transition. Some of them are familiar faces to us, and some are not. Some are helping us grieve, while others are helping us to understand our new reality, but all of us are happy. It is impossible not to be happy here.\n\nI met a fine young man from the military shortly after I arrived here. He is not from this era, but one long before my time. He presented me with this computer so I could write this to you. It was funny when he saw the expression on my face and said, “we have a very special Wi-Fi connection up here.” I couldn’t help but laugh. It’s obvious they have dealt with this before.\n\nI asked him what he wanted me to write. He told me to write whatever I wanted. We both sat silently for a while when he suddenly asked if I had any questions. As I started to speak, he indicated that he could not answer any questions about the other side of The Gate, so I just asked his name.\n\n“John Smith,” he replied, still looking forward at the children standing patiently in line. “I fought and died in the Revolutionary War.”\n“I am sorry,” I replied.\n“Why are you sorry?”\n“Because you died fighting in a war…a very horrible war,” I said to him, the tears starting to well. He was so young.\n“So did you,” he said as he turned his head to look at me. “That is why I was sent out here for you.”\n“What?” I said incredulous at his false assertion.\nWith calmness and much love in his teenaged voice he said, “I know it is hard for you to see, or even believe, but you and I fought the same kind of war for the same reasons. The difference is I volunteered for my war and wore a uniform and you did not volunteer. Even your children,” he rotated his eyes towards the line of six and seven year old angels standing in front of us, “fought the war.”\n“I don’t understand.”\n“I died in 1778 fighting under George Washington. I was fighting for the Liberties granted to all men by God that had been stolen from us by King George and the British Crown…”\n\nI was a school teacher. I had to cut him off before he went too far. “I know these things, John. I taught school remember?”\n“Yes ma’am, but did you know about all of the tyrannous legislative Acts imposed upon the people?”\n“Sure. There was the Stamp Act and the Tea Act that eventually spawned the Boston Tea Party,” I responded.\n“Yes ma’am, but there were many more, both before and after those most infamous ones. There was the Sugar Act, the Currency Act, the Quartering Act, the Declaratory Act, the Townshend Revenue Act, the Boston Non-importation Agreement, the Boston Port Act, the Administration of Justice Act, the Massachusetts Government Act, Quartering Act of 1774, and the Quebec Act. This was the government’s way of stripping the God Given Natural Born Rights of mankind in the new colonies. These are but some of the things that added to the fuel that became the Revolutionary War. The ‘shot heard ’round the world’ were the attempts by the redcoats to kidnap Sam Adams and John Hancock as well as deny the use of arms by capturing gunpowder.”\n“That’s all well and good Mr. Smith, but I still don’t understand why you believe I am fighting a war too,” which was more of a question to him than a statement. I was feeling like I was back in school myself.\n\nJohn continued, “It is not just you, but tens of thousands of you fighting the new Revolutionary War.”\n“No. You’re mistaken, Mr. Smith.”\n“Do you believe the Revolutionary War was a good fight? That is was worth the cost?”\n“Do you believe we could have won that war if our motives had not been Just and Right in the eyes of God?”\n“No. But they were Just. You and your men were fighting for our freedom from unjust laws imposed upon the people by a king across an ocean,” I told him, showing him that I had retained my education about the Revolutionary War.\n“Do you believe we could have fought a war against the redcoats had we been disarmed?”\n“Well, of course not!”\n“Then why would you believe that you could defend yourself and your children against a gunman with no arms yourself?”\n\nI was shocked and dumbstruck. I didn’t believe such a thing…or did I? No, I know that I didn’t believe such a thing. That was ridiculous. My head was spinning. How could he make such an assertion? He doesn’t know me…\n\n“Then why were you unarmed?” he asked softly.\n“What!?” Could he hear me thinking?\n“If you don’t believe that you could defend yourself and your children against a gunman with no arms yourself, then why were you not carrying a gun?”\n“We can’t carry guns in school!” I wanted to be mad, but I couldn’t be. Not in this place.\n“Says who?”\n“Says the law.”\n“What law are you speaking of? God made no such law. God gave you the Right to defend yourself and those in your charge against such aggression,” he stated, still speaking softly.\n“The laws of the country and state say that schools are ‘gun free zones.’ They even have signs all around the school.”\n“How did that work out for you and your children?” John asked as he got up and walked away.\n\nBefore I had a chance to answer or call him back, a woman on the other side of me, who I never noticed before addressed me.\n\n“He’s right. You were fighting a new war, along with many others who have now passed on. There are still others fighting it now.”\n“I still don’t understand how I was fighting a war. And who are you?”\n“It is probably better that I don’t tell you who I am. The news media painted myself and others like me with a broad brush in order to turn the people against us, and I was killed in a fire holding my children. But like you, we were unwittingly fighting the same war.”\n“Exactly what war is that?” I wanted to know.\nAfter a brief pause, she looked up at the line of children, took a deep breath and began, “the war to retain the Rights and Liberties God gave you when you were born…”\n“I have all of my Rights. What are you talking about?” I interrupted.\n“Yes ma’am, you do have them, but you don’t practice them for fear of retribution by your government,” the unknown woman said.\n“No, I did everything I wanted to do.” I told her.\n“Did you?”\n“Of course I did,” answering her rhetorical question.\n“Ok, I believe you. But let me ask you this. If you had to do it all over again, would you have taken a gun to school with you this morning?”\n“Well…no. I would have gotten fired.”\n“So it is more important to you to keep your job than your life, or to preserve the lives of those children?” she asked.\n“What? NO! That is not what I was saying.” I had to pause and collect my thoughts. “I am saying that I am not allowed to have a gun at school, and that if I had taken one to school, and used it to defend myself or the children, that I would have been fired and most likely put in jail,” I restated to her.\n“My question still stands. You would still choose the shackles of tyranny over the life of yourself and your children. You feared the retribution of government more than you fear the retribution of God,” she said as she looked towards The Gate.\n“No. That’s not true. I couldn’t…There was no…The laws don’t allow…”\nShe put her hand on my shoulder and looked at the side of my face as I stared at The Gate, “You don’t have to answer to me. God knows that Adam Lanza killed the children, your co-workers and yourself. But he also knows that you chose to follow man’s laws over His laws, for which twenty beautiful children now stand at The Gates waiting their turn to get in, and He may want an explanation for that.”\n\nI went cold. I was numb. I couldn’t believe what I was hearing. I turned to look at her, but she was gone. As I turned back to The Gate, I saw a police officer and an older military man approaching me. I wondered what was going to happen now.\n\n“Ma’am. We know you may be confused. Maybe even reeling a bit. Sometimes the truth can be harsh and painful. We hope to help you through a little bit more of it,” the police officer said as he neared me.\n\nThey each took a seat on eithe... (truncated)",
        "topic_id":3,
        "format_id":2,
        "topic_confidence":0.6825113297,
        "format_confidence":0.8924667239
    },
    {
        "url":"http:\/\/www.toughcrime.com\/2018\/08\/no-news-is-good-news-by-evelyn-deshane.html",
        "text":"Monday, August 27, 2018\n\nNo News is Good News, by Evelyn DeShane\n\nThe dead body looked like a mannequin.\n\nMarsha knew it was a silly thing to say. She'd watched a dozen true crime shows on Netflix and every single person who found a body always said that. They thought it was a mannequin in the river, or in the dump, or on the street. Never mind how horrifically out of context a mannequin in those places was, or the fact that mannequins were not proportioned like most people were; they insisted the sallow skin of  a corpse was a mannequin before they made the grisly discovery. It always made Marsha think of her aunt's old consignment shop and how she'd spent her Saturdays as a teenager sorting through donation bins. Mannequins had been everywhere. She'd never mistaken any of those dead-eyed vacant stares for something human. No way.\n\nBut here she was, spouting the same cliché to the police officer as he interviewed her on her discovery.\n\n\"Are you okay, ma'am?\" the officer asked. She noticed a twitch in his expression and a shift in his gait, as if he wanted to wrap his arms around her in a hug, but professional instinct told him not to. \"Can I get you a glass of water?\"\n\nMarsha shook her head. She ran her long red nails through her black hair and tried to recreate the scene for him. Her clichés weren't going to cut it. So she started again from the beginning, from when she stepped out of the train station and turned the corner to the ravine by her bus stop. The officer, God, what was his name?--didn't bother to rewrite any of those details down. The bus stop was easy. So was crossing the street and noticing a red van pull away. She even remembered half the letters of the license plate: BRA. It was funny to her at the time and she had given those details to him quite easily.\n\nBut the body. It hung in her vision like a magic eye painting she could not bring into focus. \"She was... un. I saw the red. Dress. And blood. And she looked so unreal.\"\n\n\"We know. That's a common response. We can interview about the rest later.\"\n\n\"No, no. I want to get this right.\" Marsha closed her eyes. There were no shoes on the body. That caught her attention first, because the toes seemed like they would be really cold. So I hadn't thought of her as a mannequin first, Marsha noted. It somehow made her feel better. She was aware of the humanity of the corpse; she wasn't an unfeeling monster.\n\nShe was able to get out her full description after that. The body had no shoes. The hair was blonde and matted, tangled into the bushes of the ravine. The woman's dress was open, displaying a chest that seemed to have no nipples. She didn't add that part to the description, though. She wanted to give the woman some dignity.\n\n\"You did really well. The license plate letters are going to help for sure,\" the officer said. He and Marsha both looked behind him as the body was lifted out of the ravine. Several workers became tangled in the bushes, struggling with the body. The dress ripped even more. From between her legs, Marsha noticed the penis. She thought it was another trick of the light at first, another way in which her vision had betrayed her and turned a human being into a mannequin.\nBut no, there was a penis. The woman was a trans woman.\n\nThe officer groaned, as if to echo her realization. \"Another one?\"\n\nThe other officers nodded their disdain. Marsha realized the way they handled the body now differed. They were careless, they were rough. The last strip of dignity was pulled back from the corpse. Marsha's eyes saw red.\n\n\"Another one?\" she asked. \"You have a serial killer?\"\n\n\"No, ma'am. Nothing is wrong. Just a certain lifestyle leads to certain ends.\"\n\nMarsha thought of the stab wound against the neck. Red like the woman's dress, artificial like her cause of death. Not a natural part of the lifestyle in the least. Though the officers had now covered up the corpse, the vision remained pressed to Marsha's third eye. She remembered the posters around the community centre from earlier in the week. The amount of women who seemed to go missing, and the women with stronger jawlines and names that didn't seem to match. Hazel. Andrea. And Violet.\n\nA lifestyle injury. It seemed like a sick, cruel joke. As they loaded the body into the coroner van, a sickening sense of dread rolled through Marsha. \"What do I do now?\"\n\n\n\"What do you need me to do now? Will I be at a trial?\"\n\nThe officer let out a low laugh that he quickly cut off as he realized the horror on Marsha's face. He put his notebook away in his back pocket. \"Don't get ahead of the game. We still need to sort out what's gone on here. Find next of kin.\"\n\n\"And if you can't?\"\n\n\"That's not your concern.\"\n\nMarsha wanted to explain so much to him in that moment. But the sun was setting, it was getting dark, and her brother--her brother who used to be her sister, giving her access to understanding she never thought possible--was waiting for her to come home. \"And after that?\" Marsha pressed. \"What is my concern?\"\n\n\"Look,\" he said, his voice thin. \"We will call if we need you. If you don't hear from us, consider it a good sign. You know the old saying? No news is good news. It applies here, too. You don't have to worry about this anymore.\"\n\nThe officer got into his car and slammed the door. Marsha tried to walk down the street, toward home, but glanced over her shoulder. The empty ravine haunted her.\n\nThree days later, still without a phone call from the police to follow up, the ravine had grown over with a thin layer of snow. The white would cover everything. The silence would continue. Three more days passed with nothing. A week.\n\nMarsha forgot about the mannequin woman until the next victim was found a month later. She was a nameless victim tossed inside an alleyway, only wearing a mini-skirt with a pink top. Tattoo of a dove on the left shoulder blade. The newspaper article laid out every last detail without actually saying anything at all. No transgender status was mentioned, but Marsha knew. Deep down, there could be no other way. She called the police station and found the officer who took her statement.\n\n\"I told you,\" he said, \"we would call.\"\n\n\"I think you have a serial killer,\" she said. \"There's another victim. She also doesn't have a name. But I think if you go through the missing people reports filed in the last little while, you'll find her. A lot of people from the Village have been going missing.\"\n\nThe officer didn't say anything. But she heard him breathing like a shadow behind her.\n\n\"You have to do something,\" she pressed. She's not the first and she won't be the last.\n\n\"We are doing all we can.\"\n\n\"That's...\" Marsha closed her eyes. That was precisely what she was afraid of. The police were doing all they could, and it still amounted to nothing. She saw the woman--the mannequin--again. Her eyelids. \"What was her name?\"\n\n\n\"The woman I found. What was her name? Did anyone bury her? I want to see.\"\n\n\"Ronald Black,\" he said after a while.\n\n\"That's not her name.\"\n\n\"We don't have any other information at this time.\"\n\n\"But what was her name?\"\n\nWhen the officer only gave her silence, Marsha eventually hung up.\n\n\n\n\"Look again, sir,\" Jesse said. He splayed his legs to make his hips seem less wide, and his shoulder more broad. He cursed himself for shaving. The dusting of hair on his upper lip was never that much, but it at least signalled more than his still-out-of-date licence ever could. \"It's not Jessica.\"\n\nThe convenience store owner glanced down again. He shrugged. \"Jesse. Sure. What year were you born?\"\n\n\"1988.\" Jesse beamed. \"I'm twenty-nine.\"\n\n\"You look barely nineteen.\"\n\n\"But I'm twenty-nine. Born July 7th 1988. I can give you my mother's date of birth too. Maybe her maiden name and the street I grew up on as a child. Will that convince you it's not a fake ID?\"\n\nThe store owner's stare turned from hardened to defeated. He tossed the ID back on the counter and turned to open a case where the cigarettes were kept. If not for the shaking hands Jesse got right before therapy, he would have avoided this place. He never passed in these kinds of stores. He was convinced it was the fluorescent lights, the cameras and mirrors around every corner. People were so prone to see theft in stores like this, or conning through fake IDs, that each and every last feminine mannerism still not yet worked out of him was highlighted and suspect.\n\nBut he knew it was really his ID. He glanced at the photo of himself two years ago, barely on testosterone, and the F marker where sex was listed. What on earth was the point of changing his damn name if people still saw a girl's one instead? What was the point of having any official ID with a brand new name if there still was a giant F in the centre of the thing? It was always the F that made people's sanity fall away. Always the damn F. Apple cheeks and small hands could be reasoned away by shitty genetics. But an F left no room to doubt his origins. Jesse Martinez was trans.\n\nJesse lit up his cigarette outside of the store. He should have been smoking at least nine metres away, but he wanted to show some disrespect back for what he'd just received. When Talia, a tall trans woman with a mini-skirt on walked by him, she splayed her hand in a wave.\n\n\"You comin' tonight, hon?\"\n\n\"You know it. Not exactly like we have a choice.\"\n\n\"We always have a choice. It's just not the easy one, you dig?\" When he said nothing in response, she gestured to his cigarette. \"You mind tossing me one, honey?\"\n\n\"As long as you stop calling me honey, then we have a deal.\"\n\n\"Pfft.\" She waved her hand away like it was nothing. Her dismissal grated on his nerves, but he figured he could spare a cigarette. She was one of the most talkative in group; he knew all her secrets if he really wanted to harm her. Talk a bit more about her grandmother whose name she wanted to honour, but who had spit in her face when she came out as trans.. Talia was also one of the favourites of Genie, the therapist w... (truncated)",
        "topic_id":3,
        "format_id":2,
        "topic_confidence":0.6869950891,
        "format_confidence":0.9438320994
    },
    {
        "url":"http:\/\/www.movellas.com\/story\/201402141837579830-instagram-tumblr-twitter-facebook-police\/201402241107394057",
        "text":"Instagram tumblr. Twitter Facebook\n\nWe live in an information society. You can easily find people everywhere and seeing how their lives are. You share images on tumblr. on instagram and you write nice comments on Twitter and Facebook. What happens if you get a stalker following you online? A guy who wants to own you? He has an eye on every detail of your life and you have no control over who he is. You just know that he exists somewhere in the world.\n\n\n34. Police\n\nThere was a knock on the front door. I awakened and saw the panic in Nialls eyes. He jumped out of bed and took out handcuffs and a scarf and tape. He put me down on the bed and took my hand over my head with the handcuffs, he took the tape over my mouth and then he took hold of my feet with the scarf. \n\"You're quiet.\" he mumbled cold and put on clothes. He took himself out of the bedroom and locked the door carefully. I heard he pulled a bookshelf, so that the door wouldn't be visible. Thus, no one would save me?\n\n\n\"Hello, we are from the police!\" \n\"Oh, well?\" Niall sounded like a regular guy. \"How can I help you?\" \n\"We are looking for a man who's missing. We found his vehicle in the woods and he has been here with you?\" \nI understood that they showed a photo to Niall. \n\"Yes, I saw him for a couple of days ago, but he went back the way he came.\" \n\"Did you see if he was worried or if he was any different?\" \n\"No, he just left the estate here and then it was clear. So he's gone?\"\nI heard mumbling and I heard that they were talking quietly. Finally Niall closed the door and I heard the police officers left the barn. I closed my eyes and hoped that they would come back. Didn't they think Niall was a murderer? Okay it wasn't visible, but he was the suspect killer?\n\n\n\"That was close!\" Niall mumbled and began to free my body from the bed. He took the tape off and he smiled at me. \"You are safe here.\" \nI wanted to kill him. \n\"They're coming back.\" I said cool. \"They're going to find the corpse and they will ...\" \nNiall became angry and pushed my body against the bed. \n\"You should just shut up.\" he hissed between his teeth. \"They won't find the body and they aren't looking for you.\"\n\n\n\n\nWhy couldn't the police have been asked to come in? They would see that there was another person in the barn and they would see that I was there.\n\nJoin MovellasFind out what all the buzz is about. Join now to start sharing your creativity and passion\nLoading ...",
        "topic_id":3,
        "format_id":2,
        "topic_confidence":0.6680108309,
        "format_confidence":0.9263128638
    },
    {
        "url":"https:\/\/everything2.com\/title\/The+time+a+thug+punched+my+friend+in+the+face+because+he+could",
        "text":"I live in Pawtucket, Rhode Island. As a whole, it is a pretty good place with a diverse history, home of the Slater Mill- Actually, fuck the previous statement.\n\nIt sucks. It sucks very, very badly. The high school dropout rate is upwards of 60 percent. People casually go off into grunting, screaming ball bashing matches regardless of gender.\n\nIt is a form of entertainment.\n\nThe people who live next door to me all have fetal alcohol syndrome. They steal things. They hurt people for fun. The police are too busy trying to arrest that four foot kinda nerdy kid who smokes pot behind the church sometimes to actually do anything about it.\n\nThey steal bikes, they steal cars, they steal people's pets, they are up at four AM grunting and screaming and jumping plywood ramps balanced on the curb and grunting and yelling about that.\n\nThey also know not to fuck with me. I don't fight back unless it is absolutely required to defend my safety or the safety of those close to me. This removes the thrill almost completely, and ups their chances of actually getting hurt quite a bit.\n\nTheir friends, however, carry butterfly knives and don't know not to fuck with me.\n\nThey attract friends in droves. They all hang out in a tiny, white toolshed of a house. There isn't room for this many people in a tiny, white toolshed of a house. As a result, they pour outside. Onto the concrete slab the toolshed house was built on, onto the streets and onto the playgrounds.\n\nI was walking on side of an elementary school opposite my home, running around a playground with my friend. We left to get something to eat, at this particular time mostly because we were hungry, but also because two kids who hang out at the toolshed house coming to sit there and start trouble with anybody they could find.\n\n\"Why ya's bouncin'?!\" Came a scratchy, ebonical voice. The owner of this voice followed us. He shouted something about how we was bitches, and punched my friend in he side of the head for no particular reason other than he wanted to.\n\nMy friend was about to return the favor, not being as pacifistic and hateful of any kind of physical violence as I am, when the offending asshole stepped back and pulled a small metal stick out of his belt. A closed butterfly knife.\n\nMy friend backed off and turned to leave. The offending party continued to follow.\n\n\"Nobody's got a problem here, we're leaving.\" I said.\n\n\"Call the cops and I'll kill you.\" Said the disgusting, sadistic, mildly satisfied voice. We scoffed at this a bit, but said nothing. We left.\n\nAfter something like that happens, everything else seems to have the volume turned down to the point of inaudibility for awhile. Then when the soured remains of the adrenaline leave your system, all the talk of revenge and the mentioning of similar instances, and \"What I woulda done if I was there.\" makes the world seem to be a worthless placed filled with violence and little else.\n\nLog in or register to write something here or to contact authors.",
        "topic_id":3,
        "format_id":2,
        "topic_confidence":0.5173921585,
        "format_confidence":0.8347970843
    },
    {
        "url":"https:\/\/www.legallyindia.com\/views\/entry\/high-in-court-a-drunk-mooter-prays-for-a-flowing-stream-of-fun-html",
        "text":"•  •  Dark Mode\n\nYour Interests & Preferences\n\nI am a...\n\nlaw firm lawyer\nin-house company lawyer\nlitigation lawyer\nlaw student\naspiring student\n\nWebsite Look & Feel\n\n •  •  Dark Mode\nBlog Layout\n\nSave preferences\nAn estimated 1-minute read\n\nHIGH (in) COURT: A drunk mooter prays for a flowing stream of FUN\n\n Email  Facebook  Tweet  Linked-in\n\nHIGH (in) COURT: A Drunk Mooter Prays For A Flowing Stream of Fun\n\n\nIf it may please the honourable court\n\nI would like to proclaim:\n\nThe counsel is not ‘feelin' well,\n\nHe swears in God's name.\n\n\nThe night before was a trail too long,\n\nSinging li’l life's crazy song\n\nWhile each and every bit of me\n\nWent 'round Kolkata feeling so Bong.\n\nYour Lordship, hic! I may be wrong\n\nBut what is wrong with a first year\n\nWho has hit the gong?\n\n\nLooking at the memo, a night passes through my mind,\n\nOf all the scenes in Kolkata, in my soul, in my life.\n\nThat night was surely the truest bliss,\n\nLike my life giving me a midnight kiss\n\nA kiss that drove me high\n\nAnd left the judges with a wry,\n\nSmugly, smile on their faces.\n\n\nBut now here is the point, where I plead, for the court\n\nTo give a heed, as the counsel gradually proceeds\n\nTo the prayer, of all those things, he humanly needs:\n\n\nA flowing stream of fun; a sky shining with life;\n\nA life without any reasons, and letting destiny to decide;\n\nFor till the day comes, I would continue to stress,\n\nUpon this point until your Lordship agrees to be your 'HIGH' ness.\n\n\nPS- This is not by me. This is by Pipo...my friend.\n\nClick to show 22 comments\nat your own risk\nBy reading the comments you agree that they are the (often anonymous) personal views and opinions of readers, which may be biased and unreliable, and for which Legally India therefore has no liability. If you believe a comment is inappropriate, please click 'Report to LI' below the comment and we will review it as soon as practicable.",
        "topic_id":3,
        "format_id":2,
        "topic_confidence":0.8884573579,
        "format_confidence":0.9001176953
    },
    {
        "url":"http:\/\/timeofjudgement.wraithbane.com\/mage\/misc\/murder.html",
        "text":"AdsurrexiDeus# _\n\n\n1. Home\n\n2. Story\n\n3. Characters\n\n4. World\n\n5. Miscellany\n\n\nJuly 1999\n\nMurder Rate Up In England\n\nThe Murder rate in England, particularly the capital has risen for the second year runnnig. The incidence of gun crime and other violent crimes also increased by 7% nationwide and 13% in the capital. Metropolitan Police Commisioner, Sir Paul Condon, has said that the increase was due to a change in the way figures were counted, giving a more true picture of how much crime is committed in the capital. He has claimed that in real terms, the numbers of violent crimes has actually been decreasing steadily.\n\nVirtual Adept logo\n\nWelcome to the trinary mainframe. Loading file: TimeOfJudgement.end, please wait...",
        "topic_id":3,
        "format_id":2,
        "topic_confidence":0.9780884385,
        "format_confidence":0.6838112473
    },
    {
        "url":"https:\/\/www.shpcusa.org\/all-stories\/16-riverville-murder\/65-riverville-murder-chapter-4",
        "text":"Riverville Murder - Chapter 4\n\nriverville cover lg\n\nCase of the Riverville Murder\n\nA Short Story by Ernie Whitenack\n\nChapter Four\n\n\n “Two things; did the money get to you OK and who in hell did you get to take care of that agent Anderson? They sure screwed this one up.”\n“Don’t know his name. I called a friend in a South Boston bunch to find someone to take care of Anderson; paid him eight-hundred. Why do you ask, he’s dead?”\n“That he is and is making headlines clear over here, as it must be there as well. My God, man, his body washed ashore not twenty miles north from you. A stupid and sloppy job. Any investigation will certainly be centered in Riverville and cover all of New England. He should have buried or burned or, at the least, dumped Anderson far at sea.”\n“Gus, I don’t know what to say. The Southie bunch are considered the experts in this area.”\n“Well, if you must say something, tell me the shipment is on its way.”\nHurley cringed and started to sweat, then replied, “It’s the weather, it is. They tell me it could be two more weeks. There is bad weather stirring to the north and heavy North East winds coming from the south and bringing rain. They say, if the two fronts meet, there will be nothing small moving from New England to the North Sea for a while.”\n\nThat evening at the Adams home, Kelly is sitting on the sofa in deep thought, her brow furrowed and her arms crossed hugging her body. Her father, looking over the top of his newspaper at Kelly, drops the paper to his lap.\n\n“What’s bothering you, daughter of mine?” he gently asks.\n\nKelly pops back to reality and replies, “I’ve been thinking about this whole thing; murder, illegal guns and the Protestant – Catholic thing in Ulster. Daddy, I just cannot understand it. It’s beyond me why people hate each other like that. Don’t they both believe in the same God?”\n\n“It isn’t so much about religious beliefs, but one of cultural and social differences” he replies. “It just happens that the two sides of the political fight worship a little differently. Northern Ireland was always Irish but immigrants from Scotland and England, both predominately Protestant countries, settled there in great numbers and are in the majority, as they have been for a long time. Because of the links to, and support of, England, the Protestants control most of the business, have the most opportunity and best jobs. This causes a great difference in the economy and social aspect of the two people; the Catholics generally are poor and oppressed and are in favor of the area becoming part of the Irish Republic. The Protests want to maintain the status quo.”\n\n“But that was so long ago, Daddy. The United States has had emigration problems with certain nationalities not being accepted, and it all went away either by law or attrition. Why can’t they just get together and work it out?”\n\n“Because there are those who just keep it boiling. When the Republic gained its independence in 1921, the IRA went right on fighting to include Northern Ireland. Over the years the English thought it necessary to have a military protection there because of assassinations and bombings by the Catholic and Protestant terrorists; which unfortunately killed many civilians. When the IRA became a parliamentary body, favoring diplomacy to gain unification, the Provisional IRA emerged and became violent in Ulster. Not having the support of the Irish Republic, they looked to underground sources to obtain weapons and ammunition. Most monies, and weapons, come from sympathizers in the Republic and in the US through phony charities and businesses. Of course, that’s all illegal under federal law in the US, but continues.”\n\n“Well I don’t like it,” Kelly angrily responded. “If they have to fight and kill, it shouldn’t be effecting us. Can’t they keep all that at home?”\n\n“I’m afraid not. It seems whatever happens in the world ends up with political and personal turmoil here. The US tried isolationism after the first world war. When the second world war came along, twenty-five years later, about all isolationism did was create unpreparedness, with a skeleton military force and no budget for increasing it.”\n\n“Have you talked to uncle Carl about all this? How long does he think it will take to clear up this whole mess? I sure don’t want to spend much longer with police following me everywhere I go, and wondering if they can really protect me if they have to. I want my life back.”\n\n“I haven’t, but I am positive he and the force are doing as much as they can, as fast as they can. And, please don’t worry about your safety. Carl and the chief have hand-picked the cops following you because they are the most capable for the job.”\n\n“O.K. Dad, I’ll try, but I sure would like to know how much longer this will go on.”\n\nThe next morning, after roll call, Sergeant Carl Hendersen and his father the chief, sat on the podium to bring each other up to date, as they do most mornings.\n\n“Dad, I had a call from Stanly Adams last night asking how long this murder case will take to be finalized. He told me of a conversation he had with Kelly. She is frightened and wants to get her life back and have some freedom. She even wonders if the cops following her can really protect her. What kind of an answer can we give her? I know these cases can’t be put on a schedule, but I feel for the poor girl. Is there anything we can do?”\n\n“I suppose she could get a leave-of-absence and go visit her aunt Helen in Vermont. However, I doubt that is something she will want to do. You have a talk with her and explain the situation. Tell her what we now know. Let her know how much faith we have in the men assigned to her protection; and how important it is to ID the Somerville guys tailing her every move, and that we are close to doing just that, thanks to her protectors. Maybe, if she can see the whole picture, she’ll feel better about being so restricted. Also, ask her if there is anything else we can do for her.”\n\n“I’ll call Stanley and ask if I can come over tonight to talk to Kelly. Now, to another subject. Francis is making preparations for Saturday night; checking out his Minox sub-miniature camera, cleaning and checking his 32cal. ankle revolver, and who knows what else. I’m convinced a visit the All Erin is a good idea and trust him to handle it. I think we should have other photos for comparison. I’m going to enlist one of the department photographers to discretely photograph the guys following Kelly, if you approve.”\n\n“Absolutely. It will also give us a head start by running them through the State Police ID division. We might get lucky. Better notify the men assigned to Kelly so they won’t grab the photographer should they not know him.”\n\nThe chief returned to his office where his secretary told him he has a guest from the FTA, a John Guilford.\n\nHe opened the inner office and said, “Mister Guilford, I’m Chief Michael Hendersen. Very happy, but surprised to see you. I guess you are here about the demise of your agent, Anderson.\n\n“That’s correct, Chief. I’m the district supervisor from New York. Washington asked me to make a visit to see if there is anything we can do to help.”\n\n“As a matter of fact, there is. We have two things going on here; the murder of Anderson and some information we obtained about a couple of Somerville hoods and a shipment of illegal weapons being shipped from Portland Maine. We are assuming the two are linked but do not know how.”\n\n“Anderson was under deep cover in the Compton Hill gang in Somerville, and collecting information on this very shipment. Unfortunately, he was murdered before he could pass the information along. The one thing we do know is how tightly the gang is linked to a mob in South Boston. The Somerville gang is not prone to much violence, so we must believe someone from Boston did the job for them.”\n\n“Well, that makes the connection, then. We have been reluctant to call in the Somerville police or our own state police until we knew more about Anderson. Perhaps the time is now.”\n\n“The FTA hopes you won’t do that yet. This case reaches much farther than you might expect. The CIA is on it in North Ireland, both sides, trying to find out where these guns are going should they not be intercepted before that. Also, we would like to stem the flow of money from around the country, mostly California, New York and Massachusetts, that is purchasing the weapons. We are close to proving that most, if not all, of the money is channeled through a dummy financial institution, probably in New York. The big question, which one of the hundreds of institutions is it? FTA accountants in conjunction with the IRS are working on that problem. We know that not all the money contributed to charity groups, helping the poor in Ulster, is getting where it’s intended. So, you can see the need for a bit of secrecy about the whole tangled case. Now, Chief, tell me just what you know and what your department has been doing about this matter.”\n\nThe chief first told the story of Kelly overhearing the men in the Somerville pub, and how the police are protecting her while hoping to get a line on the men following her. He went on to tell of the plan for the pub this Saturday and the police photographer being assigned to photograph the different men on Kelly’s tail.\n\n“I understand your predicament. Can you utilize the State Police ID Division with a feeling of security that it won’t go beyond them? If not, we can put both the FBI and CIA on it. There could be an international connection to these men. A lot of people come to the US on a student or visitor’s visa and then disappear. God knows what they are up to.”\n\n“I don’t see why we can’t do it all. One of the organizations is bound to come up with something on these two. I feel fairly safe having the State Police run the photographs. I have a couple of old friends I can depend on to handle it in secrecy,” the Chief answered.\n\n“I won’t take any more of your time, Chief. I’m glad we had this talk. It gives ... (truncated)",
        "topic_id":3,
        "format_id":2,
        "topic_confidence":0.8240864277,
        "format_confidence":0.9865646362
    }
]