[
    {
        "url":"http:\/\/www.jku.at\/wsg\/content\/e265994\/e265995\/e266006?showlang=en",
        "text":"Page Areas:\n\nCurrent Submenu:\n\nAdditional Information:\n\n\nHier den Alternativtext zum Bild eingeben!\n\nYou find us in Keplergebäude, Section D, first floor (above ground floor). ...  more of Standort (Titel)\n\nPosition Indication:\n\n\nMichael Pammer: »Inequality in Property Incomes in Nineteenth Century Austria«, Journal of Income Distribution 9 (2000), 65–87.\n\nAbstract: The paper examines the distribution of wealth in the alpine lands of the Habsburg Monarchy in the period 1820–1913. A moderate rise in overall inequality from the first to the second half of the period can be observed. This rise is due to sectoral shifts within the society. Inequality between various social groups shows various changes with widening as well as narrowing inequality in different parts of society. Altogether the changes in wealth inequality do not support the notion of widening income inequality in the early stages of industrialization in Austria.",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.8023692966,
        "format_confidence":0.8054331541
    },
    {
        "url":"http:\/\/web.stanford.edu\/group\/spatialhistory\/cgi-bin\/site\/pub.php?id=87",
        "text":"Stanford University\nPublications > Table of Contents > Speculative Spaces: Land Speculation and Social Formation in Two California Counties\nSpatial History Lab: Submitted 30 August 2011; Peer Reviewed 10 September 2011; Published 1 October 2011\nSpeculative Spaces: Land Speculation and Social Formation in Two California Counties\nCameron Ormsby 1\n1. Stanford University, Spatial History Lab, Post-Baccalaureate Research Assistant\nConcerns over land monopolization came to California with the first American settlers. By the time Henry George published Our Land and Land Policy in 1871, squatters had already been waging war on the great Spanish-Mexican land grants for some dozen years. Yet it was George who famously predicted, \"a generation hence our children will look with astonishment at the recklessness with which the public domain has been squandered. It will seem to them that we must have been every importunate beggar to whom we would have refused money we have given land—that is, we have given to him or to them the privilege of taxing the people who alone would put this land to any use.\"1 He argued that by allowing speculators to buy up huge tracts of land for next to nothing, the State of California effectively retarded its own development. Potential farmers and homesteaders found that the prices had been hiked beyond their ability to pay. Much of the concern over speculation centered on the San Joaquin Valley, but William S. Chapman, the largest land speculator in California, wrote a letter to the San Francisco-based Evening Bulletin in July of 1876 claiming that the speculators there had merely purchased land that nobody else wanted, and then developed it to make it more attractive to homesteaders. He wrote, \"I have entered some hundreds of thousands of acres of this land. I have sold it as fast as I could at reasonable prices to actual settlers...settlement and cultivation have progressed in the San Joaquin Valley at a ten-fold greater rate than if there had been no speculation in the matter.\"2\nHenry George and William S. Chapman sketch out the two positions that became central to the argument made by a generation of nineteenth-century California politicians and then became equally critical to a second generation of scholars in the twentieth century. Henry George would find both critics and defenders in the twentieth century as historians of the American West tried to determine the impact speculation had on settlement in California. Gerald Nash dismissed George's work as oversimplified. In his essay \"Henry George Reexamined\" Nash argued that the land speculator acted as a necessary middleman, irrigating farmland to make it more attractive to settlers, publicizing the most desirable locations, and introducing eastern farmers to techniques of agricultural production better suited to a western climate. Nash believed that speculation actually fostered settlement. In contrast, Paul Gates argued that speculation did slow the settlement and development of agricultural regions, much as Henry George concluded. More recently, Donald Pisani has called for a closer focus on how land monopolists used riparian water rights to drive small farms out of business. Pisani explicitly linked the lack of agricultural development with land monopoly, writing, \"the baneful effects of concentrated, nonresident ownership were painfully obvious in the almost complete absence of a rural society and stable rural communities.\"3\nAll of these scholars wrote before the digitalization of land patent records allowed a close examination of land settlement patterns, and a study of the land patents registered with the State of California in the San Joaquin Valley reveals more complicated and spatially varied results. Not all 'concentrated, nonresident ownership' was necessarily speculation, and such ownership does not a yield a single pattern of future use. Gates and Pisani, for example, treated the Southern Pacific Railroad and the great land speculators like Chapman and Isaac Friedlander as two sides of the same coin. But as Richard Orsi notes, California's economic retardation and painfully slow population growth ate into the profits of a railroad company that depended on farmers using its lines to ship goods. Orsi suggests, \"well aware that success would swell profits while failure meant possible receivership, Southern Pacific executives increasingly devoted the resources of the railroad to developing California.\"4\nA spatial history of two San Joaquin counties—historic Fresno and Tulare Counties (including modern day Kings and Madera Counties)—at the center of the debate over land speculation allows a more detailed and nuanced version of the historic relationship between land speculation and settlement in nineteenth-century California. To look at how speculation and settlement patterns evolved over time, these maps are juxtaposed with the original land patents filed with the State of California, dating back to the 1860s. These land patents provide the names of the individuals who filed them, the date they were filed, and how the patents were purchased. Unfortunately, only the original owner appears in the state's database. Much of the information therefore corresponds to the late 1860s, when land sales spiked in response to rumors that the Southern Pacific Railroad would be building a line through the interior of California. In order examine how settlement unfolded in later decades, this study relied on county atlases of Fresno and Tulare created by Thomas Thompson in 1891 and 1893 respectively. The atlases note every current landholder in the two counties, in addition to giving landmarks like schools, post offices, mines, mills, and canals. By georeferencing the pages of the county atlas with the historic township and range grids using ArcGIS, the original patents can be compared to the 1891 and 1893 owners. More importantly, schools and post offices can be measured against the first patterns of land distribution thirty years earlier and used as surrogates for later community development.\nWe have divided the patents into two groups: patents filed under the Homestead Act, which represented original settlers, and the land claimed by the twenty individuals and corporations who filed the most patents. These included speculators, but also ranchers, loggers, and the Southern Pacific Railroad. Fresno and Tulare Counties display very different patterns that indicate significant differences in the relationship between speculation and settlement.\nThe two counties have similar but not identical histories; Tulare was created in 1852, Fresno in 1856. Tulare quickly emerged an early center of agriculture and ranching, even as its northern competition languished. Although the 1860 census counts 4,605 people in Fresno County and 4,638 in Tulare, the breakdown by race reveals a dramatic difference. In 1860, Tulare County had 3,262 white settlers to 1,340 American Indians. Fresno had less than a thousand white settlers.5 These differences were also reflected in the number of farms (469 in Tulare to 85 in Fresno) and the number of range cattle (37,379 in Tulare to 10,444 in Fresno).6 The Southern Pacific Railroad reached both counties in 1872. In 1880 Tulare County remained slightly more populous with 11,288 people to Fresno's 9,478. Unlike the rest of California, which saw the 1880s as a period of stagnation, both counties more than doubled in size during the following decade. It was Fresno County that experienced the most dramatic growth, mushrooming up to 32,026 people. Tulare, although permanently eclipsed, had expanded to 24,574.7\nEven as their generic population trends paralleled each other, these neighboring counties also began to exhibit particular differences. The population in Fresno had become far more urban. By 1890, more than a third of the county's population (10,818 persons) could be found in the city of Fresno. In contrast, just 5,582 people in Tulare County lived in towns. The differences also extended to the countryside. Proportionate to both the size of the county and the population, Tulare still had more farms than Fresno. In addition, the average farm size in Tulare was more than 150 acres smaller than its counterpart in Fresno. The small farmer had flourished in Tulare County, but Fresno County had fostered large consolidated properties. Beneath the surface similarities, these two neighboring counties in the San Joaquin Valley had settled and developed in two markedly different fashions.\nThe difference between the two counties originated in the first land claims. In Fresno County the first claimants filed large claims and patented land in the most arable regions of the San Joaquin Valley. Homesteaders came later. The patents filed under the Homestead Act only began to rise significantly after 1872, when the Southern Pacific Railroad had completed its line through the county.\nHow land was claimed had a strong relation to how it was settled. Nineteenth-century reformers such as Henry George believed that small farms and relatively dense rural settlement provided the necessary support for basic social institutions. We have tried to gauge social development by using schools and post offices as measures of community development. Homestead patents showed a strong correlation with the later location of schools and post offices. The land originally held by speculators, on the other hand, was devoid of any comparable growth in schools and post offices, with the exception of the city of Fresno itself. The implications are clear: more than twenty years after the initial sale of the land, the patterns of settlement and development of Fresno were still being shaped by land speculation.\nFigure 1. Map of land development of Fresno County, 1891\nThe interactive map above illustrates these patterns. The layer marked 'Land held by twenty largest owners' shows the land held by the twenty individuals or corporations that filed the most land patents by 1868. ... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9899918437,
        "format_confidence":0.9858621955
    },
    {
        "url":"http:\/\/www.writework.com\/essay\/downfall-dictator",
        "text":"The Downfall of a Dictator\n\nEssay by khans6High School, 10th gradeB, May 2012\n\ndownload word file, 5 pages 0.0\n\nAdolf Hitler: Downfall of a Dictator\n\nPulling Germany out of the Great Depression and being the leader that the Germans needed and wanted for their devastating situation, Adolf Hitler's quickly rose to power and became the fuehrer of Germany. He said exactly what the Germans needed to hear and promised to bring glory back to Germany, undo the Treaty of Versailles and pull them out of the crisis. However as he did so, he blamed the Jewish people for all of Germany's problems, but by then majority of the people were very loyal to the fuehrer. Anyone who dared to oppose to Hitler faced terrible consequences, usually resulting in death. However by the end of the second world war Hitler's reign started to fall since the situation in Germany went from serious to hopeless in a matter of weeks. The film Downfall, directed by Oliver Hirshbiegel, portrays how Hitler's great nationalistic pride and collapse of Germany led to suicide rather than being captured when Hitler's downfall became inevitable.\n\nThrough manipulation and lying propaganda, a treacherous dictator, Adolf Hitler, came into office in Germany on the 23rd of March on 1933. In 1921, Hitler first became the chairman of the Nazi party but is soon arrested and convicted of high treason. Hitler published a book called Mein Kampf. After prison Hitler is appointed as Hindenburg's chancellor of Germany in 1933. Hitler became the fuehrer of Germany after Hindenburg dies in 1934. However as Hitler came to power, he gained the blinded loyalty of majority of Germany, securing his position as Fuhrer. People were very loyal to Hitler since he helped Germany during the Great depression and won over the middle class and everyone else who felt their economies was being threatened. He played on national resentments, feelings of revolt and...",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.807064414,
        "format_confidence":0.9256299138
    },
    {
        "url":"http:\/\/ufdc.ufl.edu\/UF00027829\/00047",
        "text":"Table of Contents\n Editor's page : The Florida Anthropologist...\n The riviera complex : An east Okechobee...\n The overgrown road site (8Gu38)...\n Analysis of lithic materials from...\n Popeyed bird-head effigies in west-central...\n Piney Island (8MR848) : An eroding...\n The Florida Anthropologist : An...\n Book reviews, current reasearch,...\n Was this shell damaged by a predatory...\n Featured photographs\n Join the Florida Anthropological...\n\nGroup Title: Florida anthropologist\nTitle: The Florida anthropologist\nFull Citation\nPermanent Link: http:\/\/ufdc.ufl.edu\/UF00027829\/00047\n Material Information\nTitle: The Florida anthropologist\nAbbreviated Title: Fla. anthropol.\nPhysical Description: v. : ill. ; 24 cm.\nLanguage: English\nCreator: Florida Anthropological Society\nConference on Historic Site Archaeology\nPublisher: Florida Anthropological Society.\nPlace of Publication: Gainesville\nFrequency: quarterly[]\ntwo no. a year[ former 1948-]\nSubject: Indians of North America -- Antiquities -- Periodicals -- Florida   ( lcsh )\nAntiquities -- Periodicals -- Florida   ( lcsh )\nGenre: periodical   ( marcgt )\nSummary: Contains papers of the Annual Conference on Historic Site Archeology.\nDates or Sequential Designation: v. 1- May 1948-\n Record Information\nBibliographic ID: UF00027829\nVolume ID: VID00047\nSource Institution: University of Florida\nHolding Location: Department of Special Collections and Area Studies, George A. Smathers Libraries, University of Florida\nRights Management: All rights reserved by the source institution and holding location.\nResource Identifier: oclc - 01569447\nlccn - 56028409\nissn - 0015-3893\n\nTable of Contents\n    Table of Contents\n        Page 1\n    Editor's page : The Florida Anthropologist 45(1) - March 1992 - Louis D. Tesar\n        Page 2\n        Page 3\n        Page 4\n    The riviera complex : An east Okechobee archaeological area settlement - Ryan J. Wheeler\n        Page 5\n        Page 6\n        Page 7\n        Page 8\n        Page 9\n        Page 10\n        Page 11\n        Page 12\n        Page 13\n        Page 14\n        Page 15\n        Page 16\n        Page 17\n    The overgrown road site (8Gu38) : A swift creek camp site in the lower Apalachicola valley - Nancy Marie White\n        Page 18\n        Page 19\n        Page 20\n        Page 21\n        Page 22\n        Page 23\n        Page 24\n        Page 25\n        Page 26\n        Page 27\n        Page 28\n        Page 29\n        Page 30\n        Page 31\n        Page 32\n        Page 33\n        Page 34\n        Page 35\n        Page 36\n        Page 37\n        Page 38\n    Analysis of lithic materials from the Rattlesnake Midden site (8H1980), Tampa Bay, Florida - Richard W. Estarbook and J. Raymond Williams\n        Page 39\n        Page 40\n        Page 41\n        Page 42\n        Page 43\n        Page 44\n        Page 45\n        Page 46\n        Page 47\n        Page 48\n        Page 49\n        Page 50\n        Page 51\n    Popeyed bird-head effigies in west-central and southwest Florida - George M. Luer\n        Page 52\n        Page 53\n        Page 54\n        Page 55\n        Page 56\n        Page 57\n        Page 58\n        Page 59\n        Page 60\n        Page 61\n        Page 62\n    Piney Island (8MR848) : An eroding prehistoric site in the Oklawaha river basin of central Florida - Robin L. Denson and James S. Dunbar\n        Page 63\n        Page 64\n        Page 65\n        Page 66\n        Page 67\n    The Florida Anthropologist : An index to volumes 37-45(1) (1984-1992) with brief comments - Louis D. Tesar\n        Page 68\n        Page 69\n        Page 70\n        Page 71\n        Page 72\n        Page 73\n        Page 74\n        Page 75\n        Page 76\n        Page 77\n        Page 78\n    Book reviews, current reasearch, comments, and meetings\n        Page 79\n        Page 80\n        Page 81\n        Page 82\n        Page 83\n        Page 84\n        Page 85\n    Was this shell damaged by a predatory sea turtle? George M. Luer\n        Page 86\n        Page 87\n    Featured photographs\n        Page 88\n        Page 89\n        Page 90\n        Page 91\n        Page 92\n        Page 93\n        Page 94\n        Page 95\n    Join the Florida Anthropological Society (FAS)!\n        Page 96\nFull Text\n\n\n2000 Florida Anthropological Society Inc.\n\nThe Florida Anthropological Society Inc. holds\nsource text of the Florida Anthropologist\nconsidered the copyright holder for the text\nthese publications.\n\nall rights to the\nand shall be\nand images of\n\nThe Florida Anthropological Society has made this publication\navailable to the University of Florida, for purposes of\ndigitization and Internet distribution.\n\nThe Florida Anthropological Society reserves all rights to this\npublication. All uses, excluding those made under \"fair use\"\nprovisions of U.S. Code, Title 17, Section 107 are restricted.\n\nContact the Florida Anthropological Society for additional\ninformation and permissions.\n\n\n\n\nEditor's Page: The Florida Anthropologist 45(1) -- March, 1992. Louis D. Tesar 2\n\nThe Riviera Complex: An East Okechobee Archaeological Area Settlement Ryan J. Wheeler 5\n\nThe Overgrown Road Site (8Gu38): A Swift Creek Camp Site in the Lower Apalachicola Valley.\nNancy Marie White 18\n\nAnalysis of Lithic Materials from the Rattlesnake Midden Site (8HI980), Tampa Bay, Florida.\nRichard W. Estabrook and J. Raymond Williams 39\n\nPopeyed Bird-Head Effigies in West-Central and Southwest Florida. George M. Luer 52\n\nPiney Island (8MR848): An Eroding Prehistoric Site in the Oklawaha River Basin of Central\nFlorida. Robin L. Denson and James S. Dunbar 63\n\nThe Florida Anthropologist: An Index to Volumes 37-45(1) (1984-1992) With Brief Comments.\nLouis D. Tesar 68\n\n\nTatham Mound (1991) by Piers Anthony. Louis D. Tesar, Reviewer 79\n\nGuide to the Paleo-Indian Artifacts of North America (1990) by Richard Michael Gramly. Michael\nWisenbaker, Reviewer 80\n\nThe Art and Archaeology of Florida's Wetlands (1991) by Barbara A. Purdy. Michael Wisenbaker,\nReviewer 82\n\nArchaeological Geology of North America (1990) edited by Norman P. Lasca and Jack Donahue.\nKevin McCartney, Reviewer 85\n\nWas This Whelk Shell Damaged By A Predatory Sea Turtle? George M. Luer 86\n\n\nTwo Unusual Stone and Shell Artifacts from Site 8BR559, Brevard County, Florida. Submitted by\nVera Zimmerman 88\n\nBrief Biographical Sketch of Montague Tallant (1892-1962). Submitted by Laura Branstetter. 90\n\nMontegue Tallant at Shaw's Point, Manatee County, Florida. Submitted by Karen Malesky 90\n\n\"Munsilna McGundo House,\" Duval County, Florida. Submitted by Henry Baker 92\n\nANNOUNCEMENT: A New Beginning for the Pipers. Harry and Jackie Piper UNIVERSITY OF FLORIDA 93\n\nERRATUM: A Note on Pineland and Josslyn Island. George M. Luer 31 11 I 1262 [110 633! 93\n3 1262 05100 6335\nApalachee Chapter Stresses Member Training. Prepared by K. C. Smith 3 1262 05100 6335 94\n\n\n\nLouis D. Tesar, Journal Editor\nFlorida Anthropological Society\n\nThis issue contains a mix of articles, book reviews,\ncomments, and featured photographs. I hope that you will\nenjoy them.\nThe lead article, \"The Riviera Complex: An East\nOkeechobee Archaeological Area Settlement,\" by Ryan J.\nWheeler has been long awaited -- in two senses. First, it\nprovides a thoughtful synthesis of area archaeology. Second,\nit had been reviewed and accepted for publication well over a\nyear ago; however, the letter notifying the author of that fact\nand the accompanying edited text apparently were lost in the\nmail. It was not until a year later when I chanced to ask Mr.\nWheeler why he had chosen not to submit his final text for\npublication that we discovered the problem. Fortunately,\nRyan still had the original text on electronic media, I was able\nto provide him with my photocopy of the edited document,\nand he promptly responded with a final text and diskette.\nMr. Wheeler is currently working on a comparative\nanalysis of decorated bone artifacts from Florida, as part of\nhis graduate studies. I hope that he will publish at least part\nof his results in a future issue of The Florida Anthropologist.\nAny of our readers who have found decorated bone artifacts\nare encouraged to send photographs or slides of those\nartifacts, along with a description of the dimensions, site\nlocation information, and so forth, to Mr. Wheeler. His\naddress may be found at the end of his Riviera Complex\nThe second article, \"The Overgrown Road Site (8Gu38):\nA Swift Creek Camp Site in the Lower Apalachicola Valley,\"\nby Nancy Marie White illustrates the results of carefully\nexcavating a small archaeological site, and the contribution\nwhich such sites can make toward furthering our\nunderstanding of area history and prehistory. As she notes,\nmost previous archaeological efforts have focused on larger\nsites with a wealth of archaeological materials, or on burial\nsites with more complete artifacts. However, in respect for\nthe wishes of Native Americans, Dr. White and other\narchaeologists now generally forego excavation of human\nburial sites unless they are threatened with loss to erosion or\nThis is but one of the many sites located and evaluated\nby Dr. White during her more than ten years of focused\nresearch on the Apalachicola River drainage system. Most of\nthis research has been conducted as summer field schools and\nshe has included a fair mix of volunteers -- time, space,\nequipment, and circumstances permitting. Many of her\nstudents have gone on to become professional archaeologists,\nand her public archaeology efforts are to be lauded as an\nexample for others. One product of Dr. White's public\n\narchaeology effort is a recently published 33-page booklet,\nApalachicola Valley Archaeology (1992) by Nancy White,\nTerry Simpson and Suella McMillan.\nThe third article, \"Analysis of Lithic Materials from the\nRattlesnake Midden Site (8HI980), Tampa Bay, Florida,\" by\nRichard W. Estabrook and J. Raymond Williams reports on\none aspect of a field school project conducted to aid\nHillsborough County in planning the development of a public\npark being developed for passive recreation, environmental\npreservation purposes. The in... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.981363833,
        "format_confidence":0.8794592023
    },
    {
        "url":"http:\/\/www.123helpme.com\/view.asp?id=138186",
        "text":"Essay Color Key\n\nFree Essays\nUnrated Essays\nBetter Essays\nStronger Essays\nPowerful Essays\nTerm Papers\nResearch Papers\n\nConditions in Jamaica in the 1860's\n\nRate This Paper:\n\nLength: 359 words (1 double-spaced pages)\nRating: Red (FREE)      \n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nConditions in Jamaica in the 1860's\n\nIn the 1860's the conditions in Jamaica were very bad. The small\nfarmers and plantation owners were affected by drought. The small\nfarms also had to pay greater taxes and were only allowed to farm poor\nsoil because no one would sell fertile land to black people. They were\nvictims of injustice from the government and planters. A petition was\nsent to Queen Victoria in Britain because of the amount of protests.\n\nBogles Response\n\nPaul Bogle was a farmer, Baptist lay preacher and an election agent\nfor George William Gordon, who was a spokesman for the poor people who\nhad no vote and spoke against Governor Eyre and his policies. Paul\nBogle led a delegation to see Eyre, who refused to see him. Gordon\nbegan to collect money to send a delegation to England. The governor\ntold the Custos to send 8 policemen to arrest Bogle when he heard a\nrumour that he was forming an army to drive the Europeans out of the\ndistrict. Bogle and his friends captured 3 of the policemen and sent\nthem back with a message that they would to Morant Bay the next day\nand discuss injustices. Bogle and 300 other armed men were told not to\nenter and when they disobeyed a fight broke out and 27 people\nincluding the Custos were killed. Governor Eyre declared marital law.\nThe militia and soldiers went on rampage searching for Bogle and the\nother men.\n\nShort Term Consequences\n\nAfter Bogles response some of the short-term consequences included\nthat over 1000 peoples homes had been burnt to the ground, Gordon was\narrested and was hanged on 23 October with no evidence that he had\nbeen involved. Bogle was also hanged. About 1180 black people were\neither flogged killed or hanged.\n\nLong-Term Consequences\n\nSome of the long-term consequences included that Eyre was recalled to\nBritain, at the end of the 19th century very limited democracy was\nrestored and the British government realised that conditions had to be\nimproved but still the islands income remained very low. To stop\noutbreaks of lawlessness children were given education which taught\nthem that all Whites were superior and anything coming from Europe was\nmuch better than anything or anyone of African descent. Some families\ncould not afford school fees so they were stopped to encourage more\nchildren to go to school. The councils did not mind when spending on\neducation went down because of the continued strikes, riots, poverty\nand homelessness as they were only concerned for their own property\nand wealth. The plan of using education to stop rebellion had failed.\n\nHow to Cite this Page\n\nMLA Citation:\n\"Conditions in Jamaica in the 1860's.\" 123HelpMe.com. 03 Jul 2015\n\nRelated Searches\n\nImportant Note: If you'd like to save a copy of the paper on your computer, you can COPY and PASTE it into your word processor. Please, follow these steps to do that in Windows:\n\n1. Select the text of the paper with the mouse and press Ctrl+C.\n2. Open your word processor and press Ctrl+V.\n\nCompany's Liability\n\n123HelpMe.com (the \"Web Site\") is produced by the \"Company\". The contents of this Web Site, such as text, graphics, images, audio, video and all other material (\"Material\"), are protected by copyright under both United States and foreign laws. The Company makes no representations about the accuracy, reliability, completeness, or timeliness of the Material or about the results to be obtained from using the Material. You expressly agree that any use of the Material is entirely at your own risk. Most of the Material on the Web Site is provided and maintained by third parties. This third party Material may not be screened by the Company prior to its inclusion on the Web Site. You expressly agree that the Company is not liable or responsible for any defamatory, offensive, or illegal conduct of other subscribers or third parties.\n\nThe Materials are provided on an as-is basis without warranty express or implied. The Company and its suppliers and affiliates disclaim all warranties, including the warranty of non-infringement of proprietary or third party rights, and the warranty of fitness for a particular purpose. The Company and its suppliers make no warranties as to the accuracy, reliability, completeness, or timeliness of the material, services, text, graphics and links.\n\nFor a complete statement of the Terms of Service, please see our website. By obtaining these materials you agree to abide by the terms herein, by our Terms of Service as posted on the website and any and all alterations, revisions and amendments thereto.\n\nReturn to 123HelpMe.com\n\nCopyright © 2000-2015 123HelpMe.com. All rights reserved. Terms of Service",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9340186119,
        "format_confidence":0.8342550993
    },
    {
        "url":"http:\/\/www.historylink.org\/index.cfm?DisplayPage=output.cfm&file_id=469",
        "text":"\nSearch Encyclopedia\nAdvanced Search\nFeatured Eassy Sponsor of the Week BooksDonate\nHome About Us Contact Us Education Bookstore Tourism Advanced Search\n6970 essays now available      \nDonate Subscribe\n\n\nCyberpedias Cyberpedias\nTimeline Essays Timeline Essays\nPeople's Histories People's Histories\n\nSelected Collections\nCities & Towns Cities & Towns\nCounty Thumbnails Counties\nBiographies Biographies\nInteractive Cybertours Interactive Cybertours\nSlide Shows Slideshows\nPublic Ports Public Ports\nAudio & Video Audio & Video\n\nResearch Shortcuts\n\nMap Searches\nAlphabetical Search\nTimeline Date Search\nTopic Search\n\n\nBook of the Fortnight\nAudio\/Video Enhanced\nHistory Bookshelf\nKlondike Gold Rush Database\nDuvall Newspaper Index\nWellington Scrapbook\n\nMore History\n\nWashington FAQs\nWashington Milestones\nHonor Rolls\nColumbia Basin\nWalla Walla\nRoads & Rails\n\nTimeline Library\n\n< Browse to Previous Essay | Browse to Next Essay >\n\nWomen win school suffrage on March 27, 1890. Essay 469 : Printer-Friendly Format\n\nOn March 27, 1890, Governor Elisha P. Ferry signs the School Suffrage Act into law. The act enfranchises women to vote in local school district elections, but not for state or county superintendents.\n\nIn 1894, Ella Guptil won election as Clallam County Superintendent of Schools. The next year the Washington State Legislature passed a bill that legalized her position.\n\nIn 1900, seven women served as county superintendents. Julia Kennedy served as Seattle's first female superintendent of schools. Washington's public schools employed 1,033 male teachers at an average monthly salary of $42.13 and 2,288 female teachers at an average monthly salary of $34.53.\n\nMildred Tanner Andrews, Washington Women as Path Breakers (Dubuque: Kendall\/Hunt, 1989), 3; History of Woman Suffrage, 1883-1900 Vol. 4, ed. by Susan B. Anthony and Ida Husted Harper (New York: Arno, [1902] 1969), 977-79; T. A. Larson, \"The Woman Suffrage Movement in Washington,\" Pacific Northwest Quarterly Vol. 67, No. 2 (April, 1976), 42.\n\nTravel through time (chronological order):\n< Browse to Previous Essay | Browse to Next Essay >\n\nRelated Topics: Women's History | Government & Politics |\n\nLicensing: This essay is licensed under a Creative Commons license that encourages reproduction with attribution. Credit should be given to both and to the author, and sources must be included with any reproduction. Click the icon for more info. Please note that this Creative Commons license applies to text only, and not to images. For more information regarding individual photos or images, please contact the source noted in the image credit.\nThis work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License\n\nMajor Support for Provided By: The State of Washington | Patsy Bullitt Collins | Paul G. Allen Family Foundation | Museum Of History & Industry | 4Culture (King County Lodging Tax Revenue) | City of Seattle | City of Bellevue | City of Tacoma | King County | The Peach Foundation | Microsoft Corporation, Other Public and Private Sponsors and Visitors Like You\n\nHome About Us Contact Us Education Bookstore Tourism Advanced Search is the first online encyclopedia of local and state history created expressly for the Internet. (SM) is a free public and educational resource produced by History Ink, a 501 (c) (3) tax-exempt corporation.\nContact us by phone at 206.447.8140, by mail at Historylink, 1411 4th Ave. Suite 803, Seattle WA 98101 or email",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9552944899,
        "format_confidence":0.5451456904
    },
    {
        "url":"http:\/\/homepage.usask.ca\/~jrp638\/CourseNotes\/Polis.html",
        "text":"To Home Page\nTo Course Notes Menu\n\nThe Archaic Age and the Rise of the Polis\nby John Porter, University of Saskatchewan\n\nNotice: This material is the copyrighted property of the author and should not be reproduced without the author's permission.\n\nSuggested Background Reading\n\nThe Dark Ages. With the fall of the Mycenaean palaces, Greece entered into the period of decline known as the Dark Ages. Greek myth recalls the turbulent nature of these times in its stories of the woes of the Greek heroes on their return from Troy, but the principal cause of the differences between Bronze Age Greece and the Greece of Homer's day, according to tradition, was the so-called *Dorian Invasion. The Dorians were said to be the descendants of *Heracles (known today by his Latin name, Hercules — a hero celebrated by all Greeks but associated in particular with the Peloponnese). The children of Heracles had been driven from Greece by the evil king Eurystheus (king of Mycenae and Tiryns, who compelled Heracles to undertake his famous labors) but eventually returned to reclaim their patrimony by force. [FN 1] (Some scholars regard the myth of the Dorians as a distant memory of historical invaders who overthrew the Mycenaean civilization.) The Dorians were said to have conquered virtually all of Greece, with the exception of Athens and the islands of the Aegean. The pre-Dorian populations from other parts of Greece were said to have fled eastward, many of them relying on the help of Athens.\n\nIf you examine a linguistic map of Greece in the classical period, you can see evidence for just the sort of population shifts recalled by the myth of the Dorians. In the area known as Arcadia (an extremely rugged area in the north-central Peloponnese: see The World of Athens, map 2) and on the island of Cyprus there survived an archaic dialect of Greek very like that on the Linear B tablets. Presumably these isolated backwaters were left undisturbed and so preserved a form of Greek similar to the dialect spoken in the Greece of the Bronze Age. In Northwest Greece (roughly, Phocis, Locris, Aetolia, and Acarnania — on Map 2 of The World of Athens) and the remainder of the Peloponnese, two very closely related dialects were spoken, known respectively as Northwest Greek and Doric. Here we seem to see evidence of the Dorian invaders, who successfully reduced or drove out the pre-Dorian populations and so left their linguistic imprint on the region. (For a Greek of the 5th century, the term \"Doric\" or \"Dorian\" was a virtual synonym for \"Peloponnesian\" and\/or \"Spartan.\") In Boeotia and Thessaly (both of which enjoyed lands quite fertile and easy to work by Greek standards) were found mixed dialects, the result of a Doric admixture being introduced into an older dialect of Greek known as Aeolic. Here, it seems, the invaders met with successful resistance, resulting in a union of the original inhabitants with the Dorian invaders. In Attica and Euboea, however, we find a form of Greek known as Attic, yet another descendant of the Greek of the Bronze Age, which shows no Doric influence. Here the story of Athens' successful resistance of the Dorian invaders seems to be borne out. If you examine the dialects of the Aegean islands and Asia Minor, further confirmation of the myth appears: in northern Asia Minor and the island of Lesbos we find the Aeolic dialect (presumably brought by inhabitants of Thessaly and Boeotia who were fleeing the Dorians); in south-central Asia Minor and the southern islands of the Aegean we find the Ionic dialect, a direct cousin of Attic, presumably brought by people fleeing from Euboea or elsewhere with the help of Athens. (Hence south-central Asia Minor is known as *Ionia: see The World of Athens, map 5.) On Crete, the southernmost islands of the Aegean, and the most southerly part of Asia Minor, however, the Doric dialect predominated.\n\nAn alternative explanation would have the Greeks of the 11th to 10th centuries migrating eastward drawn by the abundant resources of Asia Minor and the power vacuum created by the collapse of the Hittite empire and other centers (such as Troy).\n\n[This explanation accounts more readily for the Doric settlements in the south Aegean, which seem to have occurred in tandem with the Aeolic and Ionic migrations further north. On this view the Dorians were less invaders than migratory peoples drawn by the vacuum created by the collapse of the Mycenaean civilization: see, in general, Carl Blegen, The Mycenaean Age: The Trojan War, the Dorian Invasion and other Problems.]\n\nIt was the Greek outposts in Asia Minor and the islands that witnessed the beginnings of what was to become classical Greek civilization. These areas were relatively peaceful and settled; more important, they had direct contact with the wealthy, more sophisticated cultures of the east. Inspired by these cross-cultural contacts, the Greek settlements of Asia Minor and the islands saw the birth of Greek art, architecture, religious and mythological traditions, law, philosophy, and poetry, all of which received direct inspiration from the Near East and Egypt. (You will find, for example, that the earliest known Greek poets and philosophers are associated with Asia Minor and the islands. Most prominent of all is Homer, whose poetry is composed in a highly artificial mixed dialect but is predominately Ionic. For Greek art in this period, see The World of Athens 7.66-74.) In the classical period, the Greeks themselves acknowledged the split between the highly refined and cultured \"Ionic\" Greeks of Asia Minor and the less refined, but more disciplined \"Dorians\" of the Peloponnese. Athens, situated between the two, lay claim to the best of both traditions, boasting that it combined Ionic grace and sophistication with Doric virility.\n\nSee, further, Thomas Martin's essay on The Early Greek Dark Age and Revival in the Near East (Perseus).\n\nTo top of this page\n\nThe Rise of the Polis and Attendant Socio-Economic Strains. It is not until c. the 9th century that mainland Greece begins to recover from the disruptions of the so-called Dark Ages. It is this period (roughly the 9th to 8th centuries) that sees the rise of that quintessentially Greek institution, the city-state or *polis (plural: poleis). The term city-state is intended to capture the unique features of the Greek polis, which combined elements of both the modern city and the modern independent country. The typical polis consisted of a relatively modest urban center (the polis proper, often built around some form of natural citadel), which controlled the neighboring countryside, with its various towns and villages. (Thus, e.g., Athens controlled an area of some 2,500 sq. km., known as *Attica. To the north, the polis of Thebes dominated Boeotia. Sparta controlled the southwest Peloponnese, and so on.) As opposed to the Mycenaean palaces, which were largely administrative centers and political seats, the polis proper was a true urban center, but it was nothing like the modern city. In this early period, most of the inhabitants made their livelihood by farming or raising livestock in the neighboring countryside. There was little in the way of manufacturing or of today's \"service industries\" to allow one to make a living \"in town.\" Population density was low [FN 2] and buildings modest. Initially, at least, political and economic power rested firmly with a few powerful landed families.\n\nThe two features that most distinguish the Greek polis are its isolation and its fierce independence. Unlike the Romans, the Greeks never mastered the art of political accommodation and union. Although temporary alliances were common, no polis ever succeeded in expanding its power beyond its own relatively meager boundaries for more than a brief period. (Eventually, this leads to the end of Greek independence, since the smaller poleis could not hope to defend themselves against the powerful forces of Macedon and, later, Rome.) Scholars usually attribute this failure to the historical and geographical conditions under which the polis arose. For the most part, Greece is a very rugged country of mountains, dotted here and there with arable plains. It is in these modest plains, isolated from one another by mountain ranges, that the early poleis first arose, usually in areas with access to fresh water (often scarce in Greece, particularly in the summer months) and the sea. Although the Mycenaeans had established a network of roads, few existed in this period, for reasons we will get to in a moment. Most travel and trade was conducted by sea. [Even under the Roman empire, with its sophisticated network of excellent roads, it was less expensive to ship a load of goods from one end of the Mediterranean to the other than to cart it 75 miles inland.] Thus these early communities initially developed in relative isolation from one another. This geographical isolation came to be reinforced by the competitive nature of Greek society. The early poleis, in effect, operated according to the same set of competitive values that drive Homer's heroes. Their constant quest for timê placed them in continual opposition to one another. In fact, Greek history can be viewed as a series of temporary, continually shifting alliances between the various poleis in a constant effort to prevent any one polis from rising to prominence: Sparta, Corinth, and Thebes unite to topple Athens; Athens and Thebes then unite to topple Sparta; then Sparta and Athens unite against Thebes, and so forth. In such a volatile political climate, the last thing that anyone wants is an easy system of land communication, since the same road that gives you easy access to your neighbor will give your neighbor's armies easy access to you.\n\nAs the eastern Mediterranean began to recover from the collapse of the Bronze Age, trade began to grow, contacts were reestablished between the various cultures of the region, and the various poleis flourished. As their populations ... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.9757088423,
        "format_confidence":0.8990775943
    },
    {
        "url":"http:\/\/mirznanii.com\/a\/81500\/boston-massacre-an-anonymous-account-essay-research",
        "text":"Boston Massacre An Anonymous Account Essay Research\n\nBoston Massacre- An Anonymous Account Essay, Research Paper\n\n\n\n\n\n\nIt may be a proper introduction to this narrative, briefly to represent the state of things for some time previous to the said\n\nMassacre; and this seems necessary in order to the forming a just idea of the causes of it.\n\nAt the end of the late [French and Indian] war, in which this province bore so distinguished a part, a happy union subsisted\n\nbetween Great Britain and the colonies. This was unfortunately interrupted by the Stamp Act; but it was in some measure\n\nrestored by the repeal of it. It was again interrupted by other acts of parliament for taxing America; and by the appointment of\n\na Board of Commissioners, in pursuance of an act, which by the face of it was made for the relief and encouragement of\n\ncommerce, but which in its operation, it was apprehended, would have, and it has in fact had, a contrary effect. By the said\n\nact the said Commissioners were “to be resident in some convenient part of his Majesty’s dominions in America.” This must\n\nbe understood to be in some part convenient for the whole. But it does not appear that, in fixing the place of their residence,\n\nthe convenience of the whole was at all consulted, for Boston, being very far from the centre of the colonies, could not be the\n\nplace most convenient for the whole. Judging by the act, it may seem this town was intended to be favored, by the\n\nCommissioners being appointed to reside here; and that the consequence of that residence would be the relief and\n\nencouragement of commerce; but the reverse has been the constant and uniform effect of it; so that the commerce of the town,\n\nfrom the embarrassments in which it has been lately involved, is greatly reduced.\n\nThe residence of the Commissioners here has been detrimental, not only to the commerce, but to the political interests of the\n\ntown and province; and not only so, but we can trace from it the causes of the late horrid massacre. Soon after their arrival\n\nhere in November, 1767, instead of confining themselves to the proper business of their office, they became partizans of\n\nGovernor Bernard in his political schemes; and had the weakness and temerity to infringe upon one of the most essential\n\nrights of the house of commons of this province-that of giving their votes with freedom, and not being accountable therefor\n\nbut to their constituents. One of the members of that house, Capt. Timothy Folgier, having voted in some affair contrary to\n\nthe mind of the said Commissioners, was for so doing dismissed from the office he held under them.\n\nThese proceedings of theirs, the difficulty of access to them on office-business, and a supercilious behavior, rendered them\n\ndisgustful to people in general, who in consequence thereof treated them with neglect. This probably stimulated them to\n\nresent it; and to make their resentment felt, they and their coadjutor, Governor Bernard, made such representations to his\n\nMajesty’s ministers as they thought best calculated to bring the displeasure of the nation upon the town and province; and in\n\norder that those representations might have the more weight, they are said to have contrived and executed plans for exciting\n\ndisturbances and tumults, which otherwise would probably never have existed; and, when excited, to have transmitted to the\n\nministry the most exaggerated accounts of them.\n\nUnfortunately for us, they have been too successful in their said representations, which, in conjunction with Governor\n\nBernard’s, have occasioned his Majesty’s faithful subjects of this town and province to be treated as enemies and rebels, by\n\nan invasion of the town by sea and land; to which the approaches were made with all the circumspection usual where a\n\nvigorous opposition is expected. While the town was surrounded by a considerable number of his Majesty’s ships of war,\n\ntwo regiments landed and took possession of it; and to support these, two other regiments arrived some time after from\n\nIreland; one of which landed at Castle Island, and the other in the town.\n\nThus were we, in aggravation of our other embarrassments, embarrassed with troops, forced upon us contrary to our\n\ninclination-contrary to the spirit of Magna Charta-contrary to the very letter of the Bill of Rights, in which it is declared, that\n\nthe raising or keeping a standing army within the kingdom in time of peace, unless it be with the consent of parliament, is\n\nagainst law, and without the desire of the civil magistrates, to aid whom was the pretence for sending the troops hither; who\n\nwere quartered in the town in direct violation of an act of parliament for quartering troops in America; and all this in\n\nconsequence of the representations of the said Commissioners and the said Governor, as appears by their memorials and\n\nletters lately published.\n\nAs they were the procuring cause of troops being sent hither, they must therefore be the remote and a blameable cause of all\n\nthe disturbances and bloodshed that have taken place in consequence of that measure.\n\nWe shall next attend to the conduct of the troops, and to some circumstances relative to them. Governor Bernard without\n\nconsulting the Council, having given up the State House to the troops at their landing, they took possession of the chambers,\n\nwhere the representatives of the province and the courts of law held their meetings; and (except the council-chamber) of all\n\nother parts of that house; in which they continued a considerable time, to the great annoyance of those courts while they sat,\n\nand of the merchants and gentlemen of the town, who had always made the lower floor of it their exchange. They [the\n\nmerchants] had a right so to do, as the property of it was in the town; but they were deprived of that right by mere power.\n\nThe said Governor soon after, by every stratagem and by every method but a forcibly entry, endeavored to get possession of\n\nthe manufactory-house, to make a barrack of it for the troops; and for that purpose caused it to be besieged by the troops, and\n\nthe people in it to be used very cruelly;\n\nThe General Court, at the first session after the arrival of the troops, viewed it in this light, and applied to Governor Bernard\n\nto cause such a nuisance to be removed; but to no purpose.\n\nthe challenging the inhabitants by sentinels posted in all parts of the town before the lodgings of officers, which (for about\n\nsix months, while it lasted), occasioned many quarrels and uneasiness.\n\nCapt. Wilson, of the 59th, exciting the negroes of the town to take away their masters’ lives and property, and repair to the\n\narmy for protection, which was fully proved against him. The attack of a party of soldiers on some of the magistrates of the\n\ntown-the repeated rescues of soldiers from peace officers-the firing of a loaded musket in a public street, to the endangering a\n\ngreat number of peaceable inhabitants-the frequent wounding of persons by their bayonets and cutlasses, and the numerous\n\ninstances of bad behavior in the soldiery, made us early sensible that the troops were not sent here for any benefit to the town\n\nor province, and that we had no good to expect from such conservators of the peace.\n\nIt was not expected, however, that such an outrage and massacre, as happened here on the evening of the fifth instant, would\n\nhave been perpetrated. There were then killed and wounded, by a discharge of musketry, eleven of his Majesty’s subjects,\n\n\nMr. Samuel Gray, killed on the spot by a ball entering his head.\n\nCrispus Attucks, a mulatto, killed on the spot, two balls entering his breast.\n\nMr. James Caldwell, killed on the spot, by two balls entering his back.\n\nMr. Samuel Maverick, a youth of seventeen years of age, mortally wounded; he died the next morning.\n\nMr. Patrick Carr mortally wounded; he died the 14th instant.\n\nChristopher Monk and John Clark, youths about seventeen years of age, dangerously wounded. It is apprehended\n\nthey will die.\n\nMr. Edward Payne, merchant, standing at his door; wounded.\n\nMessrs. John Green, Robert Patterson, and David Parker; all danger- ously wounded.\n\nThe actors in this dreadful tragedy were a party of soldiers commanded by Capt. Preston of the 29th regiment. This party,\n\nincluding the Captain, consisted of eight, who are all committed to jail.\n\nThere are depositions in this affair which mention, that several guns were fired at the same time from the Custom-house;\n\nbefore which this shocking scene was exhibited. Into this matter inquisition is now making. In the meantime it may be proper\n\nto insert here the substance of some of those depositions.\n\nBenjamin Frizell, on the evening of the 5th of March, having taken his station near the west corner of the Custom-house in\n\nKing street, before and at the time of the soldiers firing their guns, declares (among other things) that the first discharge was\n\nonly of one gun, the next of two guns, upon which he the deponent thinks he saw a man stumble; the third discharge was of\n\nthree guns, upon which he thinks he saw two men fall; and immediately after were discharged five guns, two of which were\n\nby soldiers on his right hand; the other three, as appeared to the deponent, were discharged from the balcony, or the chamber\n\nwindow of the Custom-house, the flashes appearing on the left hand, and higher than the right hand flashes appeared to be,\n\nand of which the deponent was very sensible, although his eyes were much turned to the soldiers, who were all on his right\n\n\nWhat gave occasion to the melancholy event of that evening seems to have been this. A difference having happened near Mr.\n\nGrays ropewalk, between a soldier and a man belonging to it, the soldier challenged the ropemakers to a boxing match. The\n\nchallenge was accepted by one of them, and the soldier worsted. He ran to the barrack in the neighborhood, and returned\n\nwith several of his companions. The fray was renewed, and the soldiers were driven off. They soon returned with re... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.8776707053,
        "format_confidence":0.9074080586
    }
]