[
    {
        "url":"http:\/\/www.cafemom.com\/answers\/264005\/Would_you_do_it_yourself",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nWould you do it yourself?\n\nOur toilet seat is broken right where you sit on so for now we put duct tape on it but my dh keeps saying he is going to fix it but never does. Is it really that hard to replace this toilet seat? Do I buy just any standard size seat or what to look for?\n\nHelp and Thanks\n\nAnswer Question\n\nAsked by Anonymous at 1:08 AM on Aug. 5, 2009 in Home & Garden\n\nAnswers (8)\n  • all you have to know is of it is round or oblong..why do women rely on men for everything?\n\n    Answer by Anonymous at 1:18 AM on Aug. 5, 2009\n\n  • Once you get the right size seat (round or oblong), you unscrew the nuts that hold it on, put the new one on, and tighten the nuts. There's nothing to it--it's a five minute job (and that includes getting the new seat out of its box).\n\n    Answer by SWasson at 6:46 AM on Aug. 5, 2009\n\n  • so funny. yup, you can do this. testicles not required.\n\n    Answer by jewjewbee at 8:27 AM on Aug. 5, 2009\n\n  • measure it (or take it with you); go to a hardware store. it takes about 2 minutes.\n\n    Answer by rkoloms at 9:52 AM on Aug. 5, 2009\n\n  • It is not hard to change a toilet seat. I do this everytime I move into a new rental property. Go to Home Depot or Lowes and pick one up. You just need a screw driver.\n\n    Duct tape on a toilet seat is kind of gross so you should do this right away.\n\n    Answer by Niki_sd at 11:21 AM on Aug. 5, 2009\n\n  • They are easy to change...if you don't see the screws on the hinges just remove the cap over the hinge. Unscrew....remove seat...bring with you to store to make sure you get the right size....\n    go home...screw new one on toilet seat. !\n\n    Answer by jjessers at 2:39 PM on Aug. 5, 2009\n\n  • Ive changed probably 15 toilet seats (boys are ROUGH with toilet seats.. LOL) seriously it isn't that hard.. Go to the store buy a seat that is similar to the one you have now , there really aren't THAT many choices to choose from you buy it, bring it home.. Pop up the little cap things behind the toilet seat, unscrew the screws, remove seat, throw away.. Then put the new seat down onto the toilet, screw the little screw things back in put the caps back down and voila a new toilet seat!\n\n    Oh and btw, toilet seats are fairly cheap too,.\n\n    Answer by KalebsMommee at 5:46 PM on Aug. 5, 2009\n\n  • I just bought a new toilet seat with the child seat connected to it. They're not expenisve. You look at your toilet and see if it's a round boul or oblong bowl. That is it. Oh and the color is white if the toilet is white not bone or off white.\n\n    Answer by SylviaNCali at 9:18 PM on Aug. 5, 2009\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.\n\nNext question in Home & Garden\n\nNext question overall (General Parenting)\nHow long did u wait?",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9274695516,
        "format_confidence":0.9883577228,
        "weight":0.0069023451
    },
    {
        "url":"http:\/\/www.electronic-servicing.com\/sony_vaio_vgn_cs220j_w_notebook\/q1850961-sony_vgn_cs215j_shut_down_itself",
        "text":"Having problems with your Sony VAIO VGN-CS220J\/W Notebook ?\n\nSONY VGN CS215J Shut down by itself\n\n\\015 My friend got problem with his SONY VGN CS215j. Once he turn on the laptop it's always shut down by itself and he lost his recovery disk. How should he solve this problem.\\015\n\nAnswers :\n\nJust start the laptop in safe mode with command prompt and run chkdsk \/r\/f command\n\\015\\012how to go to safe mode with command propmt just press F8 KEY when you switch it on.\nAt bootup press F8 and select Safe Mode to startup\\015\\012If it bootsup, then Start->All progs->Accessories->Sys Tools->Restore.\\015\\012Select an older date depicted by bold numerals, and restore to that date.\nRepair Help & Product Troubleshooting for Sony VAIO VGN-CS220J\/W Notebook\n\nTips for a great answer:\n\n- Provide details, support with references or personal experience .\n- If you need clarification, ask it in the comment box .\n- It's 100% free, no registration required.\n\nSuggested Questions\/Answers :\n\nSONY VGN CS215J Shut down by itself\n\nJust start the laptop in safe mode with command prompt and run chkdsk \/r\/f command\\015\\012\\015\\012how to go to safe mode with command propmt just press F8 KEY when you switch it on. ... Sony VAIO VGN-CS220J\/W Notebook\n\nMy Sony VGN-NR180E will not shut down when shutting down.\n\nSome fo the software crashes whie it's shutting down. Either load up a system restore point from before theis problem started, or reinstall some of the software until you no longer get the problem.Careful with system restore because when you se ... Sony VAIO VGN-NR180EW Notebook\n\nI want sony vaio vgn-cs215j drivers windows7-or-vista\n\nHowdy,,\\015\\012\\015\\012Here is the link to the Sony page with all the drivers for your sony vaio vgn-cs215j:\\015\\012http:\/\/esupport ... Sony PC Desktops\n\nDriver av mode sony vaio VGN-CS215J - Sony VAIO VGN-CS215J\/W Notebook\n\nIm from malaysia and bought it from malaysia, my laptop is vaio VGN CS36GJ.. im having the same problem as stated up there.. my touch pad of sound, av and capture button is not function.. can u please tell me where should i go or what should i do? ... Sony VAIO VGN-CS215J\/W Notebook\n\nThe computer shuts off when the screen is adjusted forward.\n\nThis is going to be a little lengthy, and I thought I should advise you in advance.This is the Service manual, for the Sony Vaio VGN-FJ series notebook PC's. (The Vaio VGN-FJ270\/B is part of the VGN-FJ series)http:\/\/www.tim.id ... Sony VAIO VGN-FJ270\/B Notebook\n\nSony VGN-CS215J..which update cant install? - Sony VAIO VGN-CS215J\/W Notebook\n\nIs your xp or vista are Genuine? If it is not you won't be able to update or install. If it is original, Then you may need to update adobe, flash and shockwave updates first. Check your other updates that helps the Microsoft updates installs. If on ... Sony VAIO VGN-CS215J\/W Notebook\n\nSony VAIO VGN-CS215J need vista 32bit drivers\n\nHi there.The audio device should be Realtek.You can download the driver from here >>>>>>http:\/\/support.vaio.sony.co.uk\/downloads\/info\/info.asp?site=voe_en_GB_cons&url=Vaio\/Original\/Audio_Drive ... Sony VAIO VGN-CS215J\/W Notebook\n\nSony Vaio VGN-SZ460N - freezes on System Recovery\n\nI put my money on that you have a CPU over temperature problem, and\/or intermittent RAM problem. Be sure you are ESD safe when working on the electronics as follow !I suggest, using a eye piece magnifier and a wooden tooth pic ... Sony VAIO VGN-SZ460N\/C Notebook\n\nSony vaio vgn sz 460n Problem\n\nYour hard drive has failed as far as i can tell you will need to replace it take it to a sony store for verification ... Sony VAIO VGN-SZ460N\/C Notebook\n\nSony VAIO VGN-FE770G only runs on AC power, battery not working\n\nThis looks like the system is not able to sustain itself on the battery power. I have a doubt here. Is it a new or an old laptop. Either Case we have to suspect the battery charging and battery condition. One another reason could be that the battery ... Sony VAIO VGN-FE770G Notebook\n\nMy VGN FS920 shuts down at the window loading screen\n\nOk no need to get a bcakup disk or downlaod anythingif ur hard drive is original factory fitted andur laptop came with pre loaded OS as XP then do this without disk Sony: When you first turn on the lapt ... Sony VAIO VGN-FS920 Notebook\n\nSony Vaio Laptop help. Ok, so my brother was using my sister's laptop. He said that he tried to guess the password \"a few times\", and finally got it. Then tried to use the internet and the laptop shut off randomly. The laptop won't turn on, there are no lights on it. No sounds, nothing. Does anyone know what could have happened? Or how I could fix it? Her laptop is: Sony VAIO, VGN-FS740\/W Windows XP... Let me know if you need any more information. Thank you.\n\nCould be overheating CPU, trying cleaning the air vents with some compressed AIR, i doubt theres a security to shut off the computer if you gotten the wrong password. ... PC Laptops\n\nSony vaio vgn series doesn't turn on no power\n\nYou should try another ac adapter.If that does'nt work the power jack where it plugs in may be bad or the power board under the power button is bad.You should try another ac adapter first though. ... PC Laptops\n\nCharging problem in sony vaio VGN-N220E\n\nSounds more like your dc jack(where you insert your plug into the laptop ) is going bad. If you have a multimeter the first thing to test would be your charger to make sure it isnt faulty. If the charger is fine then it is most certainly the dc jack. ... PC Laptops\n\nProblems booting Sony Vaio VGN N250E\n\nNo more then likely it sounds as tho your hard drive went ..not the mother board. ... Sony VAIO VGN-N250E\/B Notebook\n\nSony Vaio VGN-FE550G Battery Power Probs.\n\nSounds more likely you have blown part of the charging circuit when you have pulled the ac cord from the laptop ... PC Laptops\n\n\nGo to control panel , system , hardware, device manager & uninstall it then rebootit will re install it's self.don001996 ... Sony VAIO VGN-FZ240E\/B Laptop\n\nSony VAIO VGN-CS110E\/W 14.1-Inch Widescreen Notebook PC (2.0GHz Intel Core 2 Duo Processor T5800, 3G Sony vaio vgn 110e shut down after 5 minutes of start\n\nHello ! Your problem is probably memory or dust. Before doing anything, disconnect all the connectors. \\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012\\015\\012Try reseating (removing and reinserting) your\\015\\012memory (try one module at a ti ... Sony VAIO VGN-CS110E\/W 14.1-Inch Widescreen Notebook PC (2.0GHz Intel Core 2 Duo Processor T5800, 3G\n\nSony vaio VGN-CR116E\/P its work properly with the battery but when you connect AC power after 20 minutes its shutdown\n\nGo to your task barat the bottom of the screen and look for the mini icon of the battery with a ac power plug right click it and go to more power options and brows through there there should be an option to change the power settings and you need to m ... PC Desktops\n\nPutting sony vaio VGN-FW230J on stand by\n\nJust ckick on start-shutdown in that option you will get standby or just close laptop directly without shutting down & when u open it will come of standby mode....................Sameeraryan ... Sony VAIO VGN-FW230J\/B Notebook\n\nHi I have vaio VGN CS215J it makes a lot of cooling noise how can I solve this problem... I bougth from best buy it has 1 year waranty if the problem is cooling fan I don't know if they change the cooling fan and Where should I go for waranty Bestbuy or Sony store?\n\nI bought my laptop from the states on a visit (vaio vgn-cs215j), after sometime the fan started making a really loud clicking sound that i later found out was a fault with the way it was manufactured - the warranty was extended but i am in school now ... Sony (1-763-658-11) Laptop Cooler, CPU Fan, Cooling Fan\n\nCann't shut down properly\n\nUn-install the camera drivers and install it again, if it works then ok, if not u may re-install windows. ... Sony VAIO PCV-RX753 PC Desktop\n\nPower Issues to SONY VAIO VGN A150\n\nI was working on my vaio notebook pc during typhoon, everything was fine then my notebook shut off for no reason, and i cant power it on again, but there is a a light when in plug the power cord. ... Sony VAIO VGN-A150 Notebook\n\nSony vaio power up issue\n\nHiu carry out your laptop battery and then restart and if you find still problem, and want technician help contact http:\/\/tinyurl.com\/msfzw7 ... Sony VAIO VGN-NR160ET Notebook\n\nLaptop that shuts down.\n\nHi,It depends on conditions;1:) At the bottom of the laptop, find and open the placing of RAM. Unplug\\015\\012each RAM from its bank, clean each RAM and also its bank, Plug them\\015\\012again in different bank. Lock your placing ... Sony VAIO PCG-K23 Notebook\n  • Start your question with What, Why, How, When, etc. and end with a \"?\"\n  • Be clear and specific\n  • Use proper spelling and grammar\nall rights reserved to the respective owners || www.electronic-servicing.com || Terms of Use || Contact || Privacy Policy\nLoad time: 0.2545 seconds",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9901616573,
        "format_confidence":0.9296920896,
        "weight":0.0079625892
    },
    {
        "url":"http:\/\/stackoverflow.com\/questions\/3519074\/python-string-conversion-for-eval?answertab=oldest",
        "text":"Take the 2-minute tour ×\nStack Overflow is a question and answer site for professional and enthusiast programmers. It's 100% free, no registration required.\n\nI have list like:\n\n['name','country_id', 'price','rate','discount', 'qty']\n\nand a string expression like\n\nexp = 'qty * price - discount + 100'\n\nI want to convert this expression into\n\nexp = 'obj.qty * obj.price - obj.discount + 100'\n\nas I wanna eval this expression like eval(exp or False, dict(obj=my_obj))\n\nmy question is what would be the best way to generate the expression for python eval evaluation....\n\nshare|improve this question\nwhere does exp come from? –  John La Rooy Aug 19 '10 at 5:58\nuser input, its being used in dynamic way, where user needs to change their expressions –  shahjapan Aug 19 '10 at 6:38\n\n3 Answers 3\n\nup vote 2 down vote accepted\n\nOf course you have to be very careful using eval. Would be interesting to know why you need to use eval for this at all\n\nThis way makes it harder for something bad to happen if a malicious user finds a way to put non numeric data in the fields\n\nimport re\nexp = 'qty * price - discount + 100'\nexp = re.sub('(qty|price|discount)','%(\\\\1)f', exp)%vars(obj)\nshare|improve this answer\nI can use literal eval also, but expression is dynamically entered by end user ! –  shahjapan Aug 19 '10 at 6:18\n@shahjapan: Use literal_eval -- that's what it's there for! –  katrielalex Aug 19 '10 at 8:13\n\nI assume that the list you have is the list of available obj properties.\n\nIf it is so, I'd suggest to use regular expressions, like this:\n\nimport re\n\nproperties = ['name', 'country_id', 'price', 'rate', 'discount', 'qty']\nprefix = 'obj'\nexp = 'qty * price - discount + 100'\n\nr = re.compile('(' + '|'.join(properties) + ')')\nnew_exp = r.sub(prefix + r'.\\1', exp)\nshare|improve this answer\n\nThe simplest way would be to loop through each of your potential variables, and replace all instances of them in the target string.\n\nkeys = ['name','country_id', 'price','rate','discount', 'qty']\nexp = 'qty * price - discount + 100'\n\nfor key in keys:\n    exp = exp.replace(key, '%s.%s' % ('your_object', key))\n\n\n'your_object.qty * your_object.price - your_object.discount + 100'\nshare|improve this answer\nIt was failed when I have keys like list_price, price, standard_price..... :) –  shahjapan Aug 19 '10 at 13:12\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9861972928,
        "format_confidence":0.9906402826,
        "weight":0.0197847825
    },
    {
        "url":"https:\/\/okela.net\/closest-casinos-to-virginia.html",
        "text":"string(63) \"Failed to connect to port 1084: No route to host\" Closest Casinos To Virginia? - Okela\n\nclosest casinos to virginia?\n\nBest Answer\n\nSorry, we don't have an aswer for this question yet.\n\nPlease vote if the answer you were given helped you or not, thats the best way to improve our algorithm. You can also submit an answer or search documents about how do you transfer songs from our ipod to my son s new mp3 player.\n\nclosest casinos to virginia? community answers",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.7010578513,
        "format_confidence":0.9429964423,
        "weight":0.0044600936
    },
    {
        "url":"https:\/\/answers.sap.com\/questions\/433946\/restore-sybase-database-from-windows-file-system-b.html",
        "text":"Skip to Content\n\nRestore Sybase database from Windows file system backup only lost all windows and db users\n\nFeb 14 at 10:28 PM\n\n\navatar image\nFormer Member\n\n\nOur sap server with sybase database has crashed and the db backs are also infected.\n\nwe only have windows file system backup and now we were able to build a new server with restore the file system all the sap binaries and database file structure and datafile are available however now the concern is how can we restore the SAP instance and db with the file system backup. All the sidadm and sysbase users and registry is missing in the new system.\n\nKindly suggest.\n\n10 |10000 characters needed characters left characters exceeded\n* Please Login or Register to Answer, Follow or Comment.\n\n2 Answers\n\nBret Halford\nFeb 16 at 01:50 PM\n\nI don't have any experience with doing this sort of restore on Windows, and no knowledge of the SAP client running on ASE. However, for this sort of situation on a UNIX system, generally all you would have to do is restore the filesystem backup and boot ASE. On Windows, to restore registry entries, I'd guess that you might have to reinstall the ASE software. You can presumably download from SAP the same patch you were running on before this event and run the installer after restoring the file system and tell it to install in the same place. This would likely restore all the registry entries created by an initial install.\n\nTry that and see if you can at least get ASE booted, we can then try working out what needs to be done to resolve any finer-detailed issues.\n\n\n10 |10000 characters needed characters left characters exceeded\nTilman Model-Bosch\nMar 09 at 08:06 AM\n\nI think you can install a completely new SAP system using SAPINST. Make sure DB layout is exactly the same as the original one.\n\nOnce it is up an running replace the new device files of ASE with those of the file system backup.\n\nHopt this helps\n\n\n10 |10000 characters needed characters left characters exceeded",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9343059659,
        "format_confidence":0.9832647443,
        "weight":0.0142660989
    },
    {
        "url":"http:\/\/www.qacollections.com\/How-to-Cut-Tile",
        "text":"How to Cut Tile?\n\nAnswer If you are planning a do-it-yourself tiling job, you'll need to cut the tile to fit along the room's perimeter and around corners, just to name a few situations. You can purchase a tile cutter from... Read More »\n\nTop Q&A For: How to Cut Tile\n\nWhat is the tile piece that connects wall tile to floor tile?\n\nIt is called a cove tile. It has a little curve at the bottom to connect to the floor tiles.\n\nThe cost to install a tile floor for 1000 sq ft if the tile is 2.00 a tile?\n\nIf the price is $2 a tile it depends on the size of the tile. If the tile is 12 in by 12 in then it would be $2 sq ft. If they tile is 6 in by 6 in it would be $8 a sq ft. If you are installing it ... Read More »\n\nTarkett Sommer AG carpet tile tecsom trying to trace previously installed carpet tile medium blue details as above on tile backing?\n\nTarkett is now known as Enia. If you search this you should find the tile.\n\nWhile putting grout on the shower wall all of the tile fell off. Do I have erect tile dysfunction?\n\nIndeed...The tile may have erect tile disfunction...but for a quick fix I heard that the shower gives good head.note to self - don't give answers that go down the drain",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.994907558,
        "format_confidence":0.8831700683,
        "weight":0.0061677513
    },
    {
        "url":"http:\/\/en.allexperts.com\/q\/Private-Investigations-Personal-1612\/2009\/3\/secret-agents.htm",
        "text":"Private Investigations and Personal Security\/secret agents\n\n\nWhere do you have to go to college to become a secret agent? Or does it even\n\nYou can get a job at the Central Intelligence Agency or the Federal Bureau of Investigations. I believe they put you through school if you qualify.\n\nHope that helps???\n\nBest regards\n\nClaude Ammons\nCorinthian Group\nCA PI # 23070\n\nPrivate Investigations and Personal Security\n\nAll Answers\n\nAnswers by Expert:\n\nAsk Experts\n\n\nClaude Ammons\n\n\nI enjoy answering questions relating to private & general investigations including but not limited to locates, skip tracing, surveillance, stalking, child custody, criminal defense, civil, corporate security\/executive protection, workplace violence\/threat assessments, personal security, security surveillance systems and GPS tracking\/monitoring products & services. Specifically, I answer questions regarding state laws concerning private investigation practices, as well as the best practices & standard operating procedures used by most reputable private investigative firms. I can give you state & federal references when dealing with issues that may or may not be legal in your specific state. IE- Some states have laws which conflict with federal law such as California's \"2 party law\" for surreptitious audio recordings. I offer tips on how to identify the right investigative firm for your particular case and what type of questions that investigative firm should be asking you. QUICK TIP #1: NEVER hire a Private Investigative firm that is not concerned about providing you a written contract that specifically outlines the agreement and responsibilities of both parties!!! A written contract should be expected & demanded by both investigative firm and client 95% of the time. I have numerous resources and will point you in the right direction. Whether it is hiring an attorney, a specialist or offering tips on conducting LEGAL investigations & research yourself. I offer advise regarding the kind of info you can legally obtain, what's not legal for you to obtain and when you need to hire a professional to obtain the info on your behalf. Lastly, I have over 20 yrs of experience as a Security Professional\/Consultant and 12+ yrs within the Investigative profession. As the 2009 President of a state Private Investigation Association, I have professional knowledge, experience & established resources that supply me with the most recent legislative issues & industry trends.\n\n\nCorinthian Group experience includes but not limited to all areas of surveillance including Workers Compensation Insurance Fraud, Domestic Infidelity Cases, Computer Investigations & Forensics, Personal Injury & Automobile Liabilty, Loss Prevention, theft interviewing & interrogation techniques, Under Cover assignments, Stalking prevention & suppression, surveillance tactics & countermeasures and surveillance system & lighting consultation experience. Corinthian Group also has experience in security consultation & protective services to the corporate & private sector. These services include Bodyguard\/Executive Protection, identity theft prevention, work place violence & volitale terminations, GPS tracking\/monitoring services, TSCM\/Debugging( Technical Surveillance Countermeasures) and security system products & diagramming experience.\n\n2009 PICA President (Professional Investigators of California Association) NCISS (National Council of Investigations & Security Services)-Member CALI (California Association of Licensed Investigators)-Member SCFIA (Southern California Fraud Investigators Association)-Member WAD (World Association of Detectives)-Member\n\nPublications Hellium: Blog: and my m\n\nPSO (Security Course) Weaponless Defense Tai Karate & MMA training Wicklander & Zulawski-Interview & Interrogation Techniques Peace Officer Standards & Training (POST)-832 Level 3 CA State licensed Private Investigator-CA PI # 23070 Law Enforcement Training Center-Computer Investigations\n\nAwards and Honors\nElected as the Association President of PICA in 2009. PICA was an Association that focused on legislative bills that would have a negative impact on our profession if passed at the state level... PICA was a member oriented association that was positioning itselt to provide its members with resources to help them successful grow and or sustain their businesses. Awarded for presentation of GPS Tracking devices. Honored for service as the 2009 PICA President and the 2008 & 2007 PICA 2nd Vice President respectively.\n\nPast\/Present Clients\nSCRMA (Southern California Risk Management Associates), Markel Insurance Corporation, Imhoff & Associations (Nationwide Criminal Defense Law Firm). Private clients are Confidential!\n\n©2017 All rights reserved.",
        "topic_id":3,
        "format_id":17,
        "topic_confidence":0.9489449859,
        "format_confidence":0.9062256217,
        "weight":0.0021973239
    },
    {
        "url":"http:\/\/www.makeupdiva.com\/archives\/002322.html",
        "text":"Ask The Makeup Diva -  answers to your toughest makeup and skin care questions\n\n\nGet The Diva\nDelivered Free\n\nhome | subscribe | ask | past questions | meet the diva | search\n\nAsk The Makeup Diva\nWelcome to Ask The Makeup Diva™! Our resident expert, The Makeup Diva, answers makeup and skin care questions sent in by readers just like you.\n\nQ: My hair is really wavy so I always wear it up. What styles could make my hair look straighter?\n\nA: Styling products, a round brush, and a blowdryer should be your new best friends if you want your hair straighter. Work a dollop of straightening gel (like my favorite Phytotherathrie Phytodefrisant Hair Straightening Balm $18; available at icon and into lightly towel dried hair, making sure to evenly distribute it and comb it through to the ends. There are many brands out there, but I like Phytotherathrie Phytodefrisant the best because it works and it's not sticky or stiff. Use a round brush, preferably natural bristle (like from, on sections of hair as you are drying. Take sections of hair from the root onto the brush and pull it straight as you aim the blowdryer on the hair (do it quickly so you don't expose the hair to too much heat). The straightening balm needs the heat of the dryer and the tension of the brush to help the hair straighten, so don't expect to just put the balm on and blowdry as usual. The more you use this method of drying your hair, the easier it will become. I style my hair like this every day and it takes only 5-10 minutes.\n\nIn terms of hair style and length, I also have wavy hair and I find that wearing it mostly all one length and medium to long in length, rather than short, helps weigh the hair down and makes it easier to control. Try a cut that is near or just past shoulder length.\n\nFinally, talk to your hairdresser about products and styling that she suggests for you. She knows your hair and can help you work with the texture.\n\nGet Ask The Makeup Diva Delivered to Your E-mail box Every Week! SUBSCRIBE FREE!\n\nFor more great makeup and cosmetic reviews and information also visit Cosmetic Connection.\n\nGot a Question? The Makeup Diva may already have an answer! Search past columns for the answers to your questions.\n\nCopyright (C) - 2003-07 & Inc. ISSN#: 1525-6294",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9968883395,
        "format_confidence":0.9061837196,
        "weight":0.000945566
    }
]