[
    {
        "url":"http:\/\/answerparty.com\/question\/answer\/is-jack-from-will-and-grace-gay-in-real-life",
        "text":"Is jack from 'will and grace' gay in real life?\n\n\nNo, The actor that plays Jack, Sean Hayes, is actually straight and has been married for 2 years. AnswerParty!\n\nMore Info:\n\ngay Television\n\nWill & Grace is an American television sitcom, originally based on the relationship between William Truman and Grace Adler, and is set in New York City. It was broadcast on NBC from September 21, 1998 to May 18, 2006 for a total of eight seasons. Will & Grace was, during its original run, the most successful television series with gay principal characters. It still enjoys success in syndication.\n\nDespite initial criticism for its particular portrayal of homosexual characters, it went on to become a staple of NBC's Must See TV Thursday night lineup. It was ensconced in the Nielsen top 20 for half of its network run. The show was the highest-rated sitcom among adults 18–49, from 2001 and 2005. Throughout its eight-year run, Will & Grace earned 16 Emmy Awards and 83 nominations.\n\nSean Hayes Jack\n\n\"A Chorus Lie\" is the sixteenth episode of the American television series Will & Grace's fourth season. It was written by Tracy Poust and Jon Kinnally and directed by series producer James Burrows. The episode originally aired on NBC in the United States on February 7, 2002. Guest stars in \"A Chorus Lie\" include Matt Damon, Leslie Jordan, and Patrick Kerr.\n\nIn the episode, Jack (Sean Hayes) begins a rivalry with a fellow named Owen (Matt Damon). They are competing to be the final entrant in a gay men's chorus, and after learning that Owen is straight, Jack tries to \"in\" him with help from Grace (Debra Messing). Meanwhile, Karen (Megan Mullally) tries to pass off Will (Eric McCormack) as her lover and not her lawyer when she discovers that she is the object of pity for being single at her own Valentine's Day party.\n\n\nEntertainment is a form of activity that holds the attention and interest of an audience, or gives pleasure and delight. It can be an idea or a task, but is more likely to be one of the activities or events that have developed over thousands of years specifically for the purpose of keeping an audience's attention. Although people's attention is held by different things, because individuals have different preferences in entertainment, most forms are recognisable and familiar. Storytelling, music, drama, dance, and different kinds of performance exist in all cultures, were supported in royal courts, developed into sophisticated forms and over time became available to all citizens. The process has been accelerated in modern times by an entertainment industry which records and sells entertainment products. Entertainment evolves and can be adapted to suit any scale, ranging from an individual who chooses a private entertainment from a now enormous array of pre-recorded products; to a banquet adapted for two; to any size or type of party, with appropriate music and dance; to performances intended for thousands; and even for a global audience.\n\nThe experience of being entertained has come to be strongly associated with amusement, so that one common understanding of the idea is fun and laughter, although many entertainments have a serious purpose. This may be the case in the various forms of ceremony, celebration, religious festival, or satire for example. Hence, there is the possibility that what appears as entertainment may also be a means of achieving insight or intellectual growth.\n\nIn journalism, a human interest story is a feature story that discusses a person or people in an emotional way. It presents people and their problems, concerns, or achievements in a way that brings about interest, sympathy or motivation in the reader or viewer.\n\nHuman interest stories may be \"the story behind the story\" about an event, organization, or otherwise faceless historical happening, such as about the life of an individual soldier during wartime, an interview with a survivor of a natural disaster, a random act of kindness or profile of someone known for a career achievement.\n\nA social issue (also called a social problem or a social situation) is an issue that relates to society's perception of a person's personal lives. Different cultures have different perceptions and what may be \"normal\" behavior in one society may be a significant social issue in another society. Social issues are distinguished from economic issues. Some issues have both social and economic aspects, such as immigration. There are also issues that don't fall into either category, such as wars.\n\nThomas Paine, in Rights of Man and Common Sense, addresses man's duty to \"allow the same rights to others as we allow ourselves\". The failure to do so causes the birth of a social issue.\n\n\nRelated Websites:\n\nTerms of service | About",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9886937737,
        "format_confidence":0.8610137105,
        "weight":0.0026071556
    },
    {
        "url":"https:\/\/www.realself.com\/chin-liposuction\/answers\/jaw-line",
        "text":"Narrow 122 questions by:\n\nSort by:\n  • Most visited\n  • Recent\n  • Answers\n\nNerve Issue After Lipo of Chin and Neck\/Jaw Line\n\nAfter neck\/chin lipo at what point should you become nervous or are certain things red flags? I am only two weeks out so I know it is soon but... READ MORE\n\nDouble Chin and Loose Jawline\n\nHi, I am 24 years old and am having some concerns with my jawline and lack of facial volume. I am 130lbs 5'5 in height, yet my face is lacking... READ MORE\n\nWhat is the Best Option for Getting Rid of Neck Fat to Create a More Pronounced Jaw Line?\n\nI'm a 25 year old female actress in Los Angeles and I'd like to get rid of my \"double chin\" and lower cheek area to create a more... READ MORE\n\nConcerns with Chin Liposuction\n\nI am 29, athletic, but have always had untoned skin and fat under my chin and around my jawline and am considering smart lipo. I am very concerned... READ MORE\n\nWhich helps slim sides of face better, lower chin liposuction or Botox?\n\nI have both a wide stereo typically \"Asian\" face (flat droopy cheeks, temples as wide as jaw) and a soft one with little bone structure in my cheeks.... READ MORE\n\nFit 27 Year Old Man but I Have a Double Chin. Can Plastic Surgery Help? (photo)\n\nHi, I'm a 27 year old young professional and live a pretty active life style. I'm 6 ft about 175 pounds but my weight fluctuates based on what sports... READ MORE\n\nHow to Get a More Musculine Jaw\/chin\/jawline? (photo)\n\nDear Realself, Just wonder how do i get a more muscline better looking jawline\/ jaw\/chin ? When my bodyfat reach 12% or more i getting a slight double... READ MORE\n\nPost Neck Liposuction, Want a Stronger Jawline? (photo)\n\nI had neck\/chin liposuction a couple of years ago and very happy with results. However, now that the neck fat is reduced (I also lost weight), I am... READ MORE\n\nWhat is the best, yet least invasive procedure to define my jawline\/chin\/neck area? (photos)\n\nI'm 44 and have always hated my profile due to lack of definition between my face and neck. It seems in the last few years it's gotten even worse. I'd... READ MORE\n\nShould I Have Lipo of my Jawline or a Neck Lift at 42? (photo)\n\nI'm 42 and I don't like how my cheeks seem to be melting into my neck. I used to have a more visible jawline, but after 3 pregnancies my jawline seems... READ MORE\n\nImprove Jawline and Chin? Define Cheeks? Would Like More Definition in Jawline. (photo)\n\nWhen I look at pictures of my profile, I don't have much of a jawline and I would aim for a very define jawline if ever. Submental liposuction? Neck... READ MORE\n\nDo I Need Chin Liposuction? (photo)\n\nI'm 28, 5'11\" and 155 lbs. I frequently work out and eat well. Despite being at a healthy weight (and bf%) my neck refuses to look defined. I've been... READ MORE\n\nMy jawline recedes into my neck and has no contour at all. What are my options for a more visible jawline? (photos)\n\nI have no visible jawline. I think I have a heart shaped face that appears oval because of this fatty web-like skin under my chin. Even at my... READ MORE\n\nDifference Between Fat, Extra Skin and Water Retention?\n\nHi, I'm a moderately thin girl of age 16 but I am concerned with what I believe is fat around my jawline.Since I am already at a low body fat... READ MORE\n\nI want a more defined jawline like in my example picture, what would you recommend? (photos)\n\nIve never liked the way my faced looked from the side. My profile is very unattractive to me and I'm very self conscious about it. I would like to... READ MORE\n\n25 yrs old with a saggy neck\/ double chin. What do you recommend? (Photo)\n\nI feel my profile is aging because i dont have any definition to my jawline, im a slim girl but have a double chin and barely any jawline. is there a... READ MORE\n\nHave I lost my smooth jawline due to fat or lax skin? (Photo)\n\nI already had ulthera, titan and it did not lift this area. It was suggested I do i lipo ot trusculpt. Makes sense, if thisis fat. I am very thin,... READ MORE\n\nWould I Benefit from Chin Liposuction? (photo)\n\nBased on the photos, do you think liposuction would get rid of the pudge under my chin\/jowels and give me a better jawline? My skin in that area seems... READ MORE\n\nWhat Options Are There for a Woman in Her 20s with a Weak Profile and Jawline That is Not Caused by Fat?\n\nI was planning on getting liposuction to this area but after several consultations, it seems that there is only minimal fat in this area and that my... READ MORE\n\nWhat is the best procedure to define a weak jawline? (photo)\n\nI'm 25 years old & my jawline appears non-existent. Not sure if it's excess skin\/fat around my jaw\/neck (even though I am skinny) My jaw and neck... READ MORE\n\nNo matching results",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.7002119422,
        "format_confidence":0.9509549737,
        "weight":0.000992283
    },
    {
        "url":"https:\/\/answers.sap.com\/questions\/433946\/restore-sybase-database-from-windows-file-system-b.html",
        "text":"Skip to Content\n\nRestore Sybase database from Windows file system backup only lost all windows and db users\n\nFeb 14 at 10:28 PM\n\n\navatar image\nFormer Member\n\n\nOur sap server with sybase database has crashed and the db backs are also infected.\n\nwe only have windows file system backup and now we were able to build a new server with restore the file system all the sap binaries and database file structure and datafile are available however now the concern is how can we restore the SAP instance and db with the file system backup. All the sidadm and sysbase users and registry is missing in the new system.\n\nKindly suggest.\n\n10 |10000 characters needed characters left characters exceeded\n* Please Login or Register to Answer, Follow or Comment.\n\n2 Answers\n\nBret Halford\nFeb 16 at 01:50 PM\n\nI don't have any experience with doing this sort of restore on Windows, and no knowledge of the SAP client running on ASE. However, for this sort of situation on a UNIX system, generally all you would have to do is restore the filesystem backup and boot ASE. On Windows, to restore registry entries, I'd guess that you might have to reinstall the ASE software. You can presumably download from SAP the same patch you were running on before this event and run the installer after restoring the file system and tell it to install in the same place. This would likely restore all the registry entries created by an initial install.\n\nTry that and see if you can at least get ASE booted, we can then try working out what needs to be done to resolve any finer-detailed issues.\n\n\n10 |10000 characters needed characters left characters exceeded\nTilman Model-Bosch\nMar 09 at 08:06 AM\n\nI think you can install a completely new SAP system using SAPINST. Make sure DB layout is exactly the same as the original one.\n\nOnce it is up an running replace the new device files of ASE with those of the file system backup.\n\nHopt this helps\n\n\n10 |10000 characters needed characters left characters exceeded",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9343059659,
        "format_confidence":0.9832647443,
        "weight":0.0142660989
    },
    {
        "url":"http:\/\/www.thebody.com\/Forums\/AIDS\/SafeSex\/Q232578.html?ic=4003",
        "text":"The Body: The Complete HIV\/AIDS Resource\nFollow Us Follow Us on Facebook Follow Us on Twitter Download Our App \nProfessionals >> Visit The Body PROThe Body en Espanol\nAsk the Experts About\n\nSafe Sex and HIV PreventionSafe Sex and HIV Prevention\nRollover images to visit our other forums!\nRecent AnswersAsk a Question\n  • Email Email\n  • Glossary Glossary\n\nnon-sexual risk\n\nOct 30, 2013\n\nHi Erik, Hope you are doing well. I am from India and work in a college as a lecturer. Two weeks ago, two of my students who are of 16 years of age each, asked me a doubt in the subject which I teach them. In order to answer their question on the note book (book is already there on the table) I asked a pen from them and then one of the girl gave me her Pen taking straight from her mouth and I accidently put(kept) her Pen immediately in my mouth where I have bleeding wound. Before solving\/answering their question on the book I had to think for some time and during that time I kept her pen in my mouth where I have bleeding wound. The girl who gave her pen has a habit of always keeping her pen in mouth and biting. Do I get HIV through that Pen if she is HIV positive and her blood poured on the pen before she gave me. Really I am worrying a lot. Kindly give your advice at the earliest possible. Thank you.\n\nResponse from Mr. Glenn\n\nThe answer sounds like NO.\n\nYou'd need blood to go from her mouth and go just about immediately\/directly into your mouth and into an open wound. All of that would need to happen. You're missing the directly part. You're also probably missing the part where there was blood in her mouth and on the pen.\n\nGenerally speaking, the mouth is not a good way to get or give HIV.\n\nHope this helps!\n\n\nhiv transmission\ntoo scared,,,requesting your feedback\n\n  • Email Email\n  • Glossary Glossary\n\n Get Email Notifications When This Forum Updates or Subscribe With RSS\n\n\n\nThis forum is designed for educational purposes only, and experts are not rendering medical, mental health, legal or other professional advice or services. If you have or suspect you may have a medical, mental health, legal or other problem that requires advice, consult your own caregiver, attorney or other qualified professional.\n\nExperts appearing on this page are independent and are solely responsible for editing and fact-checking their material. Neither nor any advertiser is the publisher or speaker of posted visitors' questions or the experts' material.\n\nReview our complete terms of use and copyright notice.\n\nPowered by ExpertViewpoint",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9981209636,
        "format_confidence":0.9906830788,
        "weight":0.0137282722
    },
    {
        "url":"http:\/\/www.supercheats.com\/iphoneipad\/questions\/dragonvale\/282420\/How-do-you-breed-the-bluefire.htm",
        "text":"Question for DragonVale\n\nGuest asks: Added Sep 29th 2012, ID #282420\n\nQuestion for DragonVale\n\nHow do you breed the bluefire Dragon??????????????????? :( and get\nAdd your answerAnswers for this Question\nGamerFTW answered: Added 4th Nov 2012, ID #549054\nBreed a cold with a fire hybrid. Trust me I have a blue fire. U want proof? Gamecenter is supergamer3254\n\nAdd your answer\n\nPlease be as detailed as you can when making an answer. Answers that are too short or not descriptive are usually rejected.\n\nPlease do not use this box to ask a question, it will be rejected - this box is for answers ONLY. If you want to ask a question for this game, please use the ask a question box which is above on the right.\n\nBB Codes Guide\n\nAccept submission terms View Terms\n\nYou are not registered \/ logged in.\nIf you would like to ne notified if\/when we have added this answer to the site please enter your email address.\nWe will only use this address to email the confirmation for this answer.\n\n\nWho's Playing\nGame Wiki\nGame Talk\n\nMore Questions\nHave a question?",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9953077435,
        "format_confidence":0.9885100722,
        "weight":0.0046753596
    },
    {
        "url":"https:\/\/pokemondb.net\/pokebase\/119897\/a-fire-attack-not-super-effective-against-an-ice-type",
        "text":"Meta Rate My Team PokéBase - Pokémon Q&A\n1 vote\n\nMy Pansear’s Flame Blast is not super effective against a Cubchoo, but my Monferno’s Flame Wheel was effective. When I used Flame blast, the box was yellow and it said “3” damage.\n\nasked by\n- Do you mean Flame Burst or Fire Blast?\n- Was this in a double battle?\nCONQUEST, that's the game.\n\n1 Answer\n\n4 votes\n\nAll things considered, Fire Blast should do x2 damage against a Cubchoo, since it doesn't have Thick Fat.\n\nIt might have been holding an Occa Berry, in which case the berry would reduce the damage done by a super effective fire move once, and then the rest of the fire moves will do x2 damage.\n\nEDIT: I just saw what Mew wrote, and that's right.\n\nFlame Burst deals damage. All Pokémon (including allies and the user if applicable) adjacent to a Pokémon hit by Flame Burst in Double and Triple Battles will lose 1\/16 of their maximum HP in typeless effect damage. This secondary effect will not occur if the target absorbs the primary attack with Flash Fire or the attack misses.\n\nIf it's Flame Burst, it does typeless damage, despite being a fire type move. If it's Flame Burst you're referring to (and not Fire Blast), then that was why it wasn't super-effective against a Cubchoo.\n\n\nanswered by\nedited by\nFlame Burst\nThen it's as Mew suggested; Flame Burst does typeless damage, making Pokemon lose 1\/16 of its health regardless of its type. It would have the same effect on a water Pokemon as it would on an ice Pokemon.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9824817777,
        "format_confidence":0.9896746278,
        "weight":0.0046808676
    },
    {
        "url":"https:\/\/answers.sap.com\/questions\/336150\/getting-formula-calculation-to-show-on-graph.html",
        "text":"Skip to Content\n\nGetting formula calculation to show on graph with a monthly grouping\n\nOct 19, 2017 at 07:52 PM\n\n\navatar image\nFormer Member\n\n\nI need help in a summary formula that will require groupings. The graph below works well in showing how many are eligible for a survey (green) vs. how many were actually mailed a survey (orange).\n\n\nThe customer would like me to add a bar to this graph to show the number of people who were eligible for a survey but were not mailed one (thus, I’d be adding a bar to show the difference between the green and the orange bars already present).\n\nGreen bar: COUNT ({Eligible})\n\nOrange bar: This is simply a sum of the column containing either a 0 (no survery mailed) or 1 (survey mailed) : SUM ({MAILED})\n\nThe report has parameters for Country, Date, City (in that order) and is set for all countries.\n\nOK, so the basic core logic is very simple since I just need a formula to show : COUNT ({Eligible}) - SUM ({MAILED}). The trick is to getting this formula to group on the graph in a way that corresponds to each month.\n\nAs a 1st step in this process, I made a formula in an attempt to show just the Count of customers that are Eligible for that month. Since I already have a green bar showing the count of customers each month, I was hoping in my experiment here that my formula would also show the exact same count of eligible customers for each month. Here is the formula\n\nCOUNT({Command.ELIGIBLE},{Command.EVENTDATE}, \"monthly\")\n\nI get results on my graph as shown below but the count of customers only includes the count from the 1st city for each month (instead of the entire country for that month). I am not sure what to do since the formula does not appear to accept multiple groupings.\n\n\nAnyway… I hope I am making sense and that you might have some suggestions for me. What I want to do seems so simple (calculate the difference between the green and orange bars) so that I can add a bar to the graph showing the customers who were eligible for a survey but did not receive one (seems simple but struggling to achieve) Many Thanks!\n\na1.jpg (161.7 kB)\na2.jpg (181.7 kB)\n10 |10000 characters needed characters left characters exceeded\n* Please Login or Register to Answer, Follow or Comment.\n\n1 Answer\n\nBest Answer\navatar image\nFormer Member Oct 24, 2017 at 02:34 PM\n\nNever mind....I was able to figure it out.\n\n10 |10000 characters needed characters left characters exceeded",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.7624047399,
        "format_confidence":0.9911060929,
        "weight":0.0143798683
    },
    {
        "url":"http:\/\/www.jrpass.com\/forum\/topics\/itinerary-check\/posts\/tokyo-osaka-kobe-kyoto",
        "text":"questions & answers: itinerary check\n\ntokyo, osaka, kobe, kyoto\n\nTokyo, osaka, kobe, kyoto\n\nHi, we plan to visit Japan this 2015 July. We are family of 4. First visit to Japan.\nThis will be our itinerary. Is it worth it to buy the 7 days Japan rail pass? Also, how easy is it to travel to the stations from hotels? Also, are all the trains bullet train? Thank you.\n\n\nHello there,\n\nThe JR Pass would be worth it if you return to Tokyo after Kyoto, if you stay in Kyoto then it would be better to buy normal tickets.\n\nIt depends on the hotel of course, however public transport in Japan is very good and it should not take too long to get there.\n\nNot all trains in Japan are bullet trains, however Tokyo, Osaka, Kobe and Kyoto all have a bullet train station.\n\nHope this helps,\n\n\nIf this is your first trip, I would suggest that you stay close to the stations. There are many comfortable and affordable hotels at and close to all railway stations. Plus JR pass not only allows you unlimited travel on certain bullet trains but also unlimited travels on JR trains which is an alternative to metro or underground ( especially in Tokyo ).\n\n\nOrder your Japan Rail Pass Online\n\nStarting from $254.00 for 7 days of unlimited Japan Rail travel\n\nPlease note: we are only able to handle order related enquiries via our online direct support. Commercial advertising is prohibited as per our website terms.",
        "topic_id":23,
        "format_id":17,
        "topic_confidence":0.8970724344,
        "format_confidence":0.953910172,
        "weight":0.0018785559
    }
]