[
    {
        "url":"https:\/\/punchng.com\/tags\/frsc\/",
        "text":"Gov election: FRSC Corps Marshal visits Osun, asks personnel to be neutral\n\nFRSC Corps Marshal Dr. Boboye Oyeyemi\n\nAhead of the coming governorship election in Osun State, the Federal Road Safety Corps has called on its personnel to show a high level of commitment and professionalism by shunning corrupt and unethical standards before, during and after the election.\n\nDr Boboye Oyeyemi, the FRSC Corps Marshal, who made the call during a visit to the Sector Command on Monday in Osogbo, charged the personnel to be apolitical.\n\nHe said that 60 patrol vehicles, alongside both regular and special Marshals, would be deployed across the state, cautioning the officers against being used by politicians to disturb the electoral process.\n\nREAD ALSOQatar to produce electric vehicles by 2023\n\n“We are deploying our men across the state, and I have cautioned them against being used by any political party.\n\n“The image of the corps is very important, and every officer must remain apolitical; knowing that the corps does not belong to any political party,” the corps marshal said.\n\nHe said that the agency was partnering with other sister agencies, with the Nigeria Police being the lead agency, in order to ensure a free, fair, credible and peaceful election.\n\n“There is a pool of deployments which comprises the DSS, Police, NSCDC, NIS, among others, and not just FRSC alone.\n\n“The Nigeria Police is the lead agency, and there have been series of meetings in order to ensure that the election is peaceful.\n\n“Also, there has been security inter-agency collaboration, and all hands must be on the deck to ensure a safe election,” Oyeyemi said.\n\nHe said the corps was also working with the Independent National Electoral Commission in terms of logistics, which they have requested to mitigate any form of violence likely to surface.\n\nOyeyemi charged officers that would be deployed in local government areas in the state to show professionalism and good moral conduct.\n\n\n\nFRSC recruitment: Screening, physical assessments to commence Sept 24\n\nThe Federal Road Safety Commission has scheduled its screening and physical fitness assessment on recruitment for Sept. 24 to 29.\n\nThe FRSC Public Education Officer, Mr Bisi Kazeem, said in a statement on Friday that the screening would be conducted in all the state capitals.\n\nREAD ALSO: Osinbajo presides over minimum wage meeting on Tuesday\n\nKazeem advised applicants to check the email used for submission of the applications on Sept. 19 for information on the exercise.\n\n“The information in the email will contain the venue, date, time of screening and required items to be taken along for the exercise,” he said.\n\nAccording to him, shortlisted applicants are to come with the summary data page earlier received and the email notification slip which shall admit them to the screening venue.\n\nThe FRSC image maker said that any candidate without the printout of the summary data page and notification slip for the phase of the exercise would not be admitted into the venue.\n\nThe FRSC recruitment started on May 28, with the uploading of the application forms on the FRSC recruitment portal.\n\n\n\nFRSC promotes 20 personnels\n\nThe board of Federal Road Safety Corps has approved the promotion of 8 Corps Commanders to the position of Assistant Corps Marshals and 12 Deputy Corps Commanders to the position of Corps Commanders.\n\nThe approval came after the deliberation of the  board on Friday.\n\nIn a statement made available to the press by the Corps Public Education Officer, Bisi Kazeem, the names of the newly promoted ACMs include: PO Osadebamwen, Abayomi  Olukoju, M. Shehu, MI Garba, DD Sayi, SU Umar, Yekeen Salami, and Sunday Maku.\n\nWhile the names of the newly promoted CCs include: O Kalu, JI Dagwa, MA Jatau, EA Asaniyan, RN Monyei, TD Sifawa, SO Adepoju, U Wihioka, P Olaye, KM Kabo, R Ogom, and S Akinyemi.\n\nAccording to Kazeem, the Chairman of the FRSC board, Barrister Bukhari Bello, expressed his satisfaction at the transparency of the exercise and urged the newly promoted staff to put in more efforts in ensuring that the highways are safe for all categories of road users.\n\nKazeem added that the Corps Marshal, Dr. Boboye Oyeyemi, equally congratulated the newly promoted Officers for their performances. He stated that Oyeyemi encouraged them to continually put in their best in the course of their duties.\n\nThe Corps Marshal promised to continue to improve the welfare of the Corps’ personnel in general to the satisfaction of all. He advised those who did not get promoted to keep faith and hope for the best in the next exercise.\n\nSouthern city\n\nFRSC, Guinness advise truck owners on safety\n\nAS part of efforts to address road crashes, the Federal Road Safety Corps has called on truck owners and fleet operators to carry out adequate routine checks on their drivers and vehicles before deployment.\n\n The Edo State Sector Commander, Mr Anthony Oko, stated this at a training organised for 600 truck drivers by Guinness Nigeria Plc, during its transport and safety week.\n\n Oko, who was represented by the sector’s Head of Operations, Emea Orji, noted that the attitude of some truck drivers to safety on the highways had continued to be a major challenge for the agency.\n\nHe also urged drivers to create time to assess their state of health, including eye tests to prevent accidents.\n\nThe sector commander said, “We had an incident this morning (Wednesday) around First East Circular junction, Benin. A truck, as it was turning, landed on a jeep. It (truck) was just on top of the jeep; in fact, it was God that saved the driver.\n\n “So, we preach safety for the vehicles and also for the drivers. The drivers should be exposed to how they can adequately manage their health.”\n\n The Supply Chain Director of the company, Hanna Colman, said the Safety Week was designed to ensure that the company’s transport operations were executed with smart, alert, focused and educated drivers, through its third-party contractors.\n\nColman, who was represented by the Site Director of the Benin brewery, Adebayo Alli, added, “We have taken safety in our operational environment very far. We have moved from a baseline to almost mastery, when it comes to safety in the operational world.\n\n Also speaking, the Manager, Logistics and Customer Safety, Adebayo Oluwafemi, stated that the company had zero tolerance for poor road safety standards by its contractors and would not hesitate to sanction offenders.\n\n Oluwafemi said, “We have had transporters that have been suspended from our fleet because of the importance we place on human life.”\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]\n\nSouthern city\n\nPolice arrest FRSC officials in Calabar\n\nFRSC operational vehicle\n\nMudiaga Affe, Calabar\n\nThe Zone Six Command of the Nigeria Police with headquarters in Calabar, Cross River State on Wednesday detained two officials of the Federal Road Safety Corps for 10 hours over complaint from an alleged reckless driver that was booked.\n\nSouthern City News learnt on Thursday that a man driving a black BMW with Registration Number Cross River, KAM 715 AA, had tried to manoeuvre his way when he was flagged down by FRSC officials.\n\nThe driver, who was said to have been stopped along Marian Road because he did not wear seat belt, reportedly hit the  FRSC vehicle with his car.\n\nIt was learnt that as soon as the incident happened, the driver ran into the nearby Akim Police Station to get policemen to stop the FRSC officials, led by Victor Igwe, from towing his vehicle.\n\nA top FRSC officer at the state command, who spoke on condition of  anonymity, said despite allowing the booked vehicle to be towed by policemen to their station, his men, who were invited for interrogation by the Zone Six Police Command, were detained unjustly for several hours.\n\nHe said the case was moved from the Akim Police Station to the Zone Six Command on the influence of the traffic violator.\n\nThe source said, “My men were on patrol along Marian Road in Calabar when an incident happened following the reckless driving of one black BMW owner. He was flagged down for not wearing his seat belt and in an attempt to escape, he collided with our operational vehicle.\n\n“Immediately it happened, the reckless driver went to the nearby Akim Police Station to ensure that his vehicle was not towed to our yard. We had already booked him for seat belt use violation, dangerous driving and assaulting regular marshals.\n\n“But before we knew what was happening, the matter was immediately transferred from Akim Police Station to the Zone Six Command. In less than 24 hours, my men were invited to the command where they were detained for over 10 hours for no just cause.\n\n“Our lawyers went there, but they insisted that we should come and sign a bail bond. These men were detained with their uniforms and this is disturbing.”\n\nWhen contacted, the Police Public Relations Officer in charge of Zone Six Command, Mr Abeng Oyom, said the driver of the BMW had come to lodge a complaint that his car was damaged by FRSC operational vehicle driven by an official.\n\nHe, however, denied the claims that the FRSC officials were detained.\n\nHe said, “The complainant had come to lodge a complaint that his vehicle was damaged by FRSC operational vehicle.\n\n“He complained to the state traffic unit, but was not pleased with the way the matter was being handled. That was why we took it over. The FRSC officials were not detained.”\n\nCopyright PUNCH.\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]      \n\n\n\nSallah: FRSC conducts eye test, arrests 4,983 traffic offender... (truncated)",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9564899206,
        "format_confidence":0.904060483,
        "weight":0.001295754
    },
    {
        "url":"https:\/\/www.baymgmtgroup.com\/blog\/category\/property-management-in-anne-arundel-county\/",
        "text":"4,732Units Under Management\nLess Than 1% Eviction Rate\nAvg. Time Rental Is on Market 23 Days\n\nCategory Archives: Property Management in Anne Arundel County, MD\n\nRental Home Investment – Good or Bad Idea in 2021?\n\nRental Home Investment - Good Idea or Bad Idea in 2021?\n\nInvesting your hard-earned money in any venture takes planning and a calculated amount of risk. However, with risk comes reward, and real estate investment can prove profitable for investors willing to do their homework. Seasoned investors know that the formulas for rental home investment, along with the right people on your side, are the recipe […]\n\nWhat to Do When a Tenant Leaves Belongings Behind in Your Property\n\nAs a lease comes to an end and tenants vacate, it is time to go through finding new tenants all over again.  Part of a landlord’s job is to complete a move out inspection to determine tenant damage. However, what happens when you inspect the residence and find that the property’s tenant left personal items? […]\n\nWhich Rental Property Management Software is Best for You?\n\nWhich Rental Property Management Software is Best for You?\n\nIn today’s busy world, landlords can benefit from technology and specialized software. So, this is a great way to streamline processes, offer added conveniences, and free up valuable time. Therefore, whether your investment portfolio is commercial, residential, large, or small, there is a rental property management software for you! However, with more choices on the […]\n\nLandlord’s Guide to Selling a Rental Property with Tenants in Place\n\nLandlord's Guide to Selling a Rental Property with Tenants in Place\n\n  To sell or not to sell, that is the question. The COVID-19 pandemic has forced landlords to examine their investments in a whole new light. Lost rent, eviction moratoriums, and rent freezes have taken a toll on many property owners across the country. However, steadily low-interest rates combined with high demand and low supply […]\n\nTop 5 Tips for Choosing Rental Home Appliances to Attract Tenants\n\nTop 5 Tips for Choosing Rental Home Appliances to Attract Tenants\n\nPart of being a successful landlord is providing the amenities that modern tenants are looking for. It is no secret that a beautiful and updated kitchen adds value to both home sales and rentals. Therefore, energy-efficient or new appliances are a fantastic way to attract tenants, but it does come at a cost. Understanding where […]\n\nTop 10 Upgrades to Attract Quality Tenants and Increase ROI\n\nupgrades to increase ROI\n\n  Success in the rental industry depends on many factors, one of which is attracting great tenants. Adding to a rental property’s value through upgrades benefits both owners and tenants. So, how do you know which upgrades will produce the best return on investment? Join us below as we discuss the top upgrades that both […]\n\n7 Practical Tips for Landlords Dealing with Terrible Tenants\n\ndealing with terrible tenants\n\n  Terrible tenants can make your job as a landlord tough. Some of them pay rent late every month, while others are careless and damage your property. Most property owners face the hassle of dealing with difficult tenants at some point, and it is not easy. Fortunately, we have put together a list of types […]\n\nHow to Get Rid of Unauthorized Occupants or Avoid Them Altogether\n\nget rid of unauthorized occupants\n\n  Rental properties come with a variety of risks and situations a landlord must deal with. One of those happens to be unauthorized tenants in your property. If you do not want to create more of a legal hassle then it already is, understanding your responsibility is vital. Read on as we discuss what defines […]\n\nTips for Creating a Home Office Amid COVID\n\ncreating a home office COVID\n\n  The COVID-19 pandemic has created new circumstances for many Anne Arundel County businesses and employees. One of those is the increase in employees working from home. As a renter, you may have already been limited on space before you found yourself cramming in a home office. If your current setup leaves much to be […]\n\nCommon Mistakes to Avoid in Glen Burnie Property Management\n\navoid property management mistakes\n\nLandlords have a lot on their plate. That said, there are some common and avoidable mistakes Anne Arundel County landlords make. It’s important to know you are not alone, reaching out to a Glen Burnie property management firm to assist may be the best way to ensure you get the most out of your investment. […]",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.7531657219,
        "format_confidence":0.9798744321,
        "weight":0.0032314183
    },
    {
        "url":"http:\/\/historynewsnetwork.org\/tag\/1328",
        "text":"Join our mailing list\n\n* indicates required\n\nTags Matching:\n\n\n  • Originally published 06\/02\/2013\n\n    Steve Hochstadt: Review of Lawrence S. Wittner's \"What's Going On at UAardvark?\" (Solidarity Press, 2013)\n\n    Steve Hochstadt teaches at Illinois College and blogs for HNN.What if the trend toward commercialization of higher education continued and accelerated? What would the fully commercial university look like? Lawrence Wittner presents UAardvark: every building named after a corporation; TV sets that can’t be turned off, broadcasting commercials in classrooms, dorms, and offices; and a president negotiating to store radioactive waste in the New Technology Center.Wittner taught history for thirty-six years at the State University of New York at Albany, and has widely published on peace movements and nuclear disarmament. His recent memoir, Working for Peace and Justice, identifies him as an activist intellectual; he serves on the national board of Peace Action. This is his first novel.\n\n  • Originally published 03\/22\/2013\n\n    Gordon N. Bardos: Marxists in the State Department\n\n    Gordon N. Bardos is a Balkan politics and security specialist based in New York. Don’t laugh—but maybe Joe McCarthy was on to something. And the problem might be even more serious than he realized. Stepping back from contemporary policy debates reveals that Marx’s materialist view of history and Lenin’s voluntarism have been the ideological basis for many of our imperial misadventures from the Balkans to the Mideast to Central Asia.Actual commies are probably not crawling Washington’s hallowed halls. But a very Marxist-Leninist understanding of human nature and historical change has nevertheless had a significant impact on U.S. foreign-policy making in recent decades. Some forty years ago, Walker Connor, one of the deans of the study of ethnic nationalism, had already observed (and decried) the ”propensity on the part of American statesmen and scholars of the post-World War II era to assume that economic considerations represent the determining force in human affairs.” This “unwarranted exaggeration of the influence of material factors” on the world is of course a direct outgrowth of Marx’s belief that existence determines consciousness....\n\n  • Originally published 02\/11\/2013\n\n    New satire unleashes Hitler on modern, multi-cultural Germany\n\n    What would happen if Adolf Hitler woke up in modern-day Berlin to find that it was not occupied by Russian soldiers but instead by a vibrant, multicultural citizenry? This is the premise of the debut novel by German journalist Timur Vermes, Er Ist Wieder Da (He’s Back), which has topped Germany’s best-seller list.Narrated in the first-person by Hitler, the story follows the Führer as he awakens from a 66-year sleep in his bunker beneath Berlin to find an entirely changed Germany. In the celebrity-obsessed modern-day city, everyone assumes the fulminating leader of the Nazi party is a comedian in character — and soon he becomes a celebrity with a guest slot on a Turkish-born comedian’s TV show. His bigoted rants are interpreted as a satirical exposure of prejudice, leading him to decide to start his own political party....\n\nSubscribe to our mailing list",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.5185595751,
        "format_confidence":0.992759943,
        "weight":0.0015588405
    },
    {
        "url":"http:\/\/www2.cincinnati.com\/blogs\/presspreps\/tag\/sayler-park\/?from=global",
        "text":"Press Preps\n\nIn this week’s Press Preps Roundtable videos, James Weber, Nick Dudukovich, Scott Springer and Tom Skeen discuss Ohio and Kentucky high school boys and girls basketball. For the girls, team discussed include Mercy, Princeton, Withrow, Sycamore, Taylor, New Richmond, St. Ursula and Turpin in Ohio and Conner, Boone County, Ryle and Walton-Verona. For the boys, […]\n\nThe Community Press and Recorder newspapers are seeking submissions from parents of college athletes to let their hometown communities know how the student-athletes are doing. We’re looking for athletes whose families live within our newspaper coverage areas. Please send a photo of them either participating in their college sport or enjoying the holidays with their […]\n\nSaints bow out at districts\n\n10\/14\/11 at 12:20pm by bwalpole   |     Comments\n\nBy Ben Walpole • The ride ended at the round of districts for three Seton High School athletes still competing last week. Senior golfer Molly Arnold closed her Seton career at the Division I district tournament, Oct. 12, at Weatherwax Golf Course in Middletown. She shot an 85. Only the top three individuals advanced […]\n\nBy Ben Walpole • It just goes to show you should never believe the rumor mill. The Elder High School golf team had just finished its round at the Division I district tournament, Oct. 12, at Weatherwax Golf Course in Middletown, and the players, parents and coaches went looking for scores to see if […]\n\nBy Ben Walpole • This result was good enough to flap even the most unflappable. Elder High School senior Cory Dulle, known by his coach for his even-keeled temperament on the golf course, shot a 72 to earn medalist honors at the Division I sectional tournament, Wednesday, Oct. 5, at Miami Whitewater Golf Course. […]\n\nBy Ben Walpole • A sore back mixed with early-morning golf is a disaster waiting to happen. So it wasn’t surprising when Seton High School senior Molly Arnold struggled on the front nine of the Division I sectional golf tournament at Hamilton Elks Golf Course, Monday, Oct. 3. “She’s got some back issues. Her […]\n\n(Provided) CINCINNATI – One in eight women will develop breast cancer in her lifetime. At Archbishop Moeller High School, many mothers of football players have recently been diagnosed with this disease. This a personal cause for the Moeller Family. Moeller is partnering with Elder High School and Pink Ribbon Girls to raise awareness and celebrate […]\n\nThe Community Press sports writers Nick Dudukovich, Scott Springer and Ben Walpole discuss Ohio high school football happenings in week 6 and look ahead to week 7. They discuss schools that include Loveland, Walnut Hills, Kings, Princeton, Sycamore, Oak Hills, Hamilton, Elder, St. Xavier, La Salle, Anderson, Moeller, Indian Hill, CHCA, Williamsburg, Bethel and Madeira.\n\nBy Ben Walpole • The box score did not tell the whole story. The Elder High School football team outgained St. Xavier 235-227 in total yards. The Panthers had possession of the ball for 5:30 longer. But the scoreboard at St. Xavier Stadium read St. Xavier 21, Elder 6 by the end of the […]\n\nBy Ben Walpole • WESTWOOD – Rick Niklas showed his Mother of Mercy High School golfers the school record book before the season started. “I wanted to put something out there for them,” Niklas said. Good call by the first-year golf head coach. The Bobcats have broken four school records this fall. Two for […]\n\n\nAbout Press Preps\n\nCommunity Press and Recorder reporters and contributors weigh in on the world of Northern Kentucky and Greater Cincinnati high school sports. This blog features news and analysis to keep you in the loop with your favorite local team. Blogs\n\n RSS | Atom",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.996679306,
        "format_confidence":0.9593715072,
        "weight":0.0032691667
    },
    {
        "url":"https:\/\/www.foreclosure.com\/listings\/pringle-sd\/foreclosures\/",
        "text":"Foreclosures in Pringle, SD\n\nSearch within map\nTax Lien\n\nTimberline Dr # 3\nPringle, SD 57773\n\nTax Lien\n\nBurlington St\nPringle, SD 57773\n\nTax Lien\n$126,225 EMV\n\nPalmer St\nPringle, SD 57773\n\nTax Lien\n\nTimberline Dr # 2\nPringle, SD 57773\n\nTax Lien\n\nHoward St\nPringle, SD 57773\n\nDisplaying 1 - 5 of 5\n\nHome Value Estimator For Pringle, SD\n\nThere are currently 23 real estate properties in Pringle, SD, with a median automated valuation model (AVM) price of $231,000.00. What is an AVM? It is a smart computer program that analyzes and predicts the approximate value of a home, property or land in Pringle, SD, based on current market trends, comparable real estate sales nearby, historical data and, of course, property features, among other variables. These automated home estimates are often very helpful, providing buyers and sellers with a better idea of a home’s value ahead of the negotiation process. For example, the average home price in Pringle, SD, is $279,396.00, with the most expensive house in Pringle, SD, topping out at $762,000.00 and the cheapest home in Pringle, SD, clocking in at $44,100.00. In other words, there’s something for every potential homebuyer or savvy investor in Pringle, SD!\n\nRent Prices In Pringle, SD\n\nWith the expiration of certain local, state and federal housing-related restrictions and mandated programs, the rental market in Pringle, SD, is on a rollercoaster ride. The average rent price in Pringle, SD, is $1,261.00. Indeed, when looking to rent in Pringle, SD, you can expect to pay as little as $590.00 or as much as $2,120.00, with the average rent median estimated to be $1,150.00. The good news is that finding an affordable and desirable property to rent in Pringle, SD -- whether it’s apartments, townhomes, condominiums or single-family homes -- is made easier with knowledge of the local market and, of course, a little patience.\n\nForeclosure Homes in Pringle, SD\n\nFind the best foreclosure homes listings for sale — bank-owned, government (Fannie Mae, Freddie Mac, HUD, etc.) and others — in and near the Pringle, SD area at Get information on foreclosure homes for rent, how to buy foreclosures in Pringle, SD and much more. Save thousands at closing with home foreclosure listings in Pringle, SD — up to 75% off market value!\n\nTop Reasons To Live In Pringle, SD In 2021\n\nPringle is located in Custer, South Dakota, with an estimated municipal population of 113 residents. All of the best foreclosed homes for sale in Pringle are located in the following zip code areas on 57773. The estimated population per square kilometer (.62 miles) in Pringle is 179.\n\nDiversity And Demographics In Pringle, South Dakota\n\nWhere a home is located is almost just as important as the home itself. Whether you are a first-time homebuyer or are relocating to Pringle, it is essential to take a deep dive into your potential future neighborhood. Homeownership is often a long-term relationship; therefore, be sure to do your due diligence to ensure that you make the best long-term decision.\n\nThe median age of residents in Pringle is 36.9, split between 53.2 percent male versus 46.8 female. The percentage of residents who report being married in Pringle is 44.6, with an average family size of 2.9.\n\nThe percentage of residents who report their race in Pringle is as follows:\n\nWhite 98.1%\nBlack \/ African American 0%\nAsian 0%\nAmerican Indian \/ Alaskan Native 1.9%\nNative Hawaiian \/ Other Pacifc Islander 0%\nMulti-racial 0%\nOther 0%\n\nLooking for family-friendly neighborhoods in and\/or near Pringle? Or maybe you are searching for 55+ active adult communities in and\/or near Pringle?\n\nThe percentage of residents who report their age in Pringle is as follows:\n\nUnder 10 20.1%\nAged 10-19 2.6%\n20s 14.3%\n30s 16.9%\n40s 12.9%\n50s 14.2%\n60s 11%\n70s 7.8%\n80+ 0%\n\nBest Schools In Pringle, South Dakota\n\nIt was a rollercoaster ride for academics in 2020, with school districts throughout the nation transferring their classes online because of the global pandemic. Numerous school districts will continue online courses, while others will welcome students back to campus. Regardless, homebuyers are shopping for homes in Pringle with dedicated in-home learning spaces, as well as for homes located within the best school systems for in-person instruction in Pringle.\n\nPros And Cons Of Living In Pringle, South Dakota\n\nHow do you know that living in -- or moving to -- Pringle is right where you need to be? Perhaps you grew up in Pringle or already live nearby; therefore, the decision to buy a home in Pringle is a no-brainer. For others, however, it may not be such a straightforward or simple decision. Whether you are relocating to Pringle for work or just looking for a fresh start, getting a read on a neighborhood from afar (online) can be tricky... and exhausting.\n\nHere are some questions to ask yourself when shopping for foreclosed homes for sale in Pringle:\n\n  • What type of neighborhood environment (suburban, urban, rural, etc.) do you prefer?\n  • What types of shopping (mom and pop, mall, big box), restaurants (fast food, chain, local) and businesses (small, big, mixed) would you like nearby?\n  • What leisure-time activities (golf, biking, hiking, etc.) do you enjoy?\n  • What type of commute (car, plane, home office) do you seek?\n\nIn short, it always helps to create a “Pros vs. Cons” list of what you need in a home and\/or neighborhood like Pringle.\n\nReasons To Move To Pringle, South Dakota, In 2021\n\nProspective homebuyers are clearly taking advantage of the low interest rates and numerous government assistance programs. These low interest rates mean homebuyers in Pringle can now afford much more house for the same monthly payment (if interest rates were higher). Motivated and opportunistic sellers in Pringle, meanwhile, can field multiple offers from more qualified buyers.\n\n\nListing types in Pringle, SD\n\nThese money-making opportunities can deliver huge savings on your next purchase.\n\nRemember, we update our listings often so be sure to check back daily! Advantages\n\nMany listings on are not found anywhere else. Save thousands on incredible foreclosure deals in Pringle, SD. Save up to 62% with deals in Pringle, SD.\n\nNearby Areas\n\nNearby Zip Codes\n\nPrivacy Policy   |   Terms and Conditions of Service   |   © \/ ForeclosureFreeSearch, Inc 1999-2021. All Rights Reserved.",
        "topic_id":14,
        "format_id":1,
        "topic_confidence":0.9084827304,
        "format_confidence":0.9649259448,
        "weight":0.0031821214
    },
    {
        "url":"https:\/\/weblogtheworld.com\/category\/countries\/northern-america\/america\/america_fl\/city-tampa",
        "text":"Tampa – St. Pete\n\nOnce in a Lifetime in the Solar Eclipse Path of Totality\n\nThey're calling it a once in a lifetime occurrence. Where will you be when the universe goes wonky on the 21st of August? US-based eclipsophiles, wired to be wherever the next total eclipse phenomenon occurs,...\nRead More Share\n\n5 Saddest & 5 Happiest Cities in America\n\nA recent report by Men's Health resulted in a \"sad city\" ratings chart, all of which were based on calculated suicide rates (CDC) and unemployment rates (Bureau of Labor Statistics, as of June 2011). Then they...\nRead More Share\n\nJoin Our Community\n\nConnect On Social Media\n\nMost Popular Posts\n\nBehind We Blog The World\n\n\nWe Blog the World (WBTW) was founded by Renee Blodgett whose initial goal was to cross pollinate ideas and stories across the globe with the hope of providing a deeper understanding of cultures foreign to our own. It has morphed from its earliest days and is today dedicated to Transformative Travel, at the crossroads of where adventure, wellness and luxury meet. From some of the most passionate voices on the web, you’ll find rich storytelling and photography from every continent. Read More.\n\nDo NOT follow this link or you will be banned from the site!",
        "topic_id":23,
        "format_id":1,
        "topic_confidence":0.8189172745,
        "format_confidence":0.9847393036,
        "weight":0.0020648099
    },
    {
        "url":"https:\/\/bestbluesclubs.org\/sutherland-ne\/",
        "text":"Best Blues Clubs around Sutherland, NE\n\nAdd an Organization\n\nOrganization Around Sutherland\n\nLet everyone know about your organization. Click here to add it now.\n\nFrom alerting folks to a meeting about an important town issue, the next gathering of your book group, a real estate open house or upcoming tag sale, make this your first stop in getting the word out\n\nSearch in a different zip code \/ city:",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.8342782855,
        "format_confidence":0.9852055907,
        "weight":0.0050713144
    },
    {
        "url":"https:\/\/www.tvguide.com\/tvshows\/gidi-up\/923281\/",
        "text":"Gidi Up\n\n  • 2013\n\nFour young adults pursue their dreams, and encounter obstacles, in the city of Lagos, Nigeria.\n\nWhere to Watch\n\nAvailable to Stream\n\n  • Watch on\n\nRecap Island: An Unofficial Love Island Podcast\n\nAn Unofficial Love Island USA Podcast\n\nMaya Hawke on <em>Stranger Things 3<\/em>\n\nStranger Things 3 Winners and Losers\n\nNancy, yay! Jopper, nay!\n\nMy News\n\nSign up and add shows to get the latest updates about your favorite shows - Start Now",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9977898598,
        "format_confidence":0.7623616457,
        "weight":0.0039242323
    },
    {
        "url":"http:\/\/www.runottawa.ca\/media\/news-releases\/2009",
        "text":"Français D H M S\n\nUser login\n\n\nCheruiyot takes fourth Ottawa Marathon title\n\nMay 24, 2009\n\nMay 24, 2009, OTTAWA – With a time of 2:13.23, David Cheruiyot of Kenya won the Ottawa Marathon in his fourth come-from-behind victory. Continuing his trend of sprinting past...MORE>\n\nOttawa Race Weekend breaks attendance and participation records\n\nMay 24, 2009\n\nMay 24, 2009, Ottawa – New records for attendance, course, world times and fundraising marked the 35th  anniversary of Ottawa Race Weekend as more than 36,000 participantslined up to run in one of 7 race events. MORE>\n\n2009 Boston Marathon winner to compete in Ottawa Race Weekend 10k event\n\nMay 23, 2009\n\nEthiopian confident he can snag world record and $100,000 prize — May 23, 2009, OTTAWA - Fresh off his winning time of 2:08:42 at the 2009 Boston Marathon in April, Ethopian Deriba Merga is taking a shot...MORE>\n\nTwo world records broken at MDS Nordion 10K\n\nMay 23, 2009\n\nMerga breaks 8K world record; Rick Ball breaks single leg amputee record — May 23, 2009, OTTAWA – Two world records were broken at the MDS Nordion 10K race Saturday night on a perfect spring evening. — Deriba...MORE>\n\nRepeat winners returning for 2009 Ottawa Marathon\n\nMay 14, 2009\n\n May 14, 2009, Ottawa – David Cheriuyot and Lioudmila Kortchaguina, the most consistent athletes of the Ottawa Marathon over the last half decade, are returning to the Ottawa Race Weekend. David Cheriuyot...More>\n\n2009 Boston Marathon winner aims for 10K World Record in Ottawa\n\nMay 11, 2009\n\n$100,000 incentive to break the 10K world record is attracting some of the world’s fastest runners this year — May 11, 2009, Ottawa – Deriba Merga, this year’s Boston Marathon winner...More>\n\nAllan Brett wins sixth annual Ottawa Race WeekendNational Scholarship Award\n\nApril 22, 2009\n\nApril 22, 2009, Ottawa – Organizers of Ottawa Race Weekend today announced that Allan Brett, a second year student in Biological Engineering from Guelph University, is the recipient of its sixth...More>\n\nOttawa Race Weekend offers runners largest prize in Canadian history to break 10K world record\n\nMarch 25, 2009\n\nOttawa, March 25, 2009 – Runners interested in smashing the world record for the 10 kilometre distance could be $100,000 richer if they do it in Ottawa in May. Run Ottawa today announced it will...More>\n\nRace Resources\n\n\nEnter your email to sign up for our monthly newsletter.\n\nRun Ottawa Club",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9977560639,
        "format_confidence":0.9851253033,
        "weight":0.0033569256
    },
    {
        "url":"http:\/\/iowapublicradio.org\/term\/studio-one?page=30",
        "text":"Studio One\n\nThis week's show features exclusive Iowa Public Radio live recordings of Des Moines-based singer-songwriter Mary McAdams and Olympia, Washington's  Blackberry Bushes String Band. We'll also hear from our CD of the month, Lay Down  Lay Low by The Steel Wheels, plus music by Peter Mulvey, The Decembrists, and Mariel Vandersteel.\n\nThis week's show features exclusive Iowa Public Radio live recordings of Lou and Peter Berryman and Jim Lauderdale. We'll also hear from our CD of the month, The Poison Glen by Altan, plus music by Mary Chapin Carpenter, The Steel Wheels, and Tim Grimm.\n\nA special day-after-St.-Patricks's-Day celebration!  We'll be airing a concert by the band Danu, recorded live in Ames earlier this month, plus other music on Irish and Irish-American themes.  Danu's concert will be broadcast in its entirety beginning at about 2:00 p.m.\n\nSince 2007 The Uniphonics have established themselves as one of the premier bands in Iowa and Illinois. Playing on bills with internationally touring superstars like Victor Wooten, EOTO, Primus, The Roots, Matisyahu, Members of G-Unit, Rusted Root and Parliament Funkadelic have helped build an enthusiastic fan base.\n\nIowa City electronic\/jazz\/rock quartet Slip Silo celebrated the release of its first full length album, Monsoons, on April 14th, 2012, the follow-up to the group’s 2009 self-titled EP. Formed in the summer of 2008, Slip Silo is comprised of talented, thoughtful musicians who studied jazz and who have appeared in groups such as Koplant No, OSG, Big Funk Guarantee, The Critical Hour, New Beat Society, and many more. The band combines a variety of influences to create a unique sound that listeners find delightfully difficult to classify.\n\nBryce Janey is an outstanding blues\/rock axe slinger from Marion, Iowa. He began his career at the age of 13, touring regionally and nationally from Chicago to Los Angeles with a blues-rock trio called the Janey's. Bryce began his solo career in 1995 and has received widespread praise and accolades ever since. His newest album, \"Blues in My Soul,\" features \"soul-powered, retro-70s bluesey heavy guitar six string mojo.\"\n\nCrooked Still boasts their musical prowess as a non-traditional bluegrass quintet and celebrates the recent release of their fourth album, Some Strange County. Known for their high-intensity, unusual instrumentation and innovative acoustic style, this Boston based band says that Some Strange County is their most personal and visionary album yet. During its recording, they band worked with Grammy award winning producer and engineer Gary Paczos (Alison Krauss and Union Station, Dolly Parton).\n\nAn indie artist from Richmond, Virginia, and one of the producers for albums by artists such as The Counting Crows, Jason Molina and Magnolia Electric Company, David Lowery has recently decided it is time to debut a solo record. His new CD, The Palace Guards, comes alongside successful projects as a lead singer and guitarist with rockers Cracker and Camper Van Beethoven. His debut solor project features thoughtful yet simplistic lyrical work and mellow electric guitar.\n\nThankful Dirt, the indie\/Americana Des Moines-based duo of Darren & Molly Matthews, strums and sings while crafting an intimate look into the lives and pain of the everyman while finding a way to calm your soul. The beauty in Thankful Dirt’s music comes not only from Molly’s powerful, soul snatching vocals but also from the unique relationship the two share in the project. Together they ignite a sound both unique and universally appealing. Music lovers ‘dig’ Thankful Dirt.\n\nBig Blue Sky started as a father-son duo in the mid-90s by Jon Stravers Sr and Jon-Jon Stravers. Their musical style includes the influence of folk, bluegrass, blues, and reggae. In their music they seek a closer connection to the planet, and indeed their musical writing comes from the inspiration of wild places and a celebration of our natural heritage and the natural rhythms of life.\n\nWhitney Mann is an old soul with a child's glow. Her story is only beginning. It's the story of a poetic farm girl from Michigan who grew up to open for Loretta Lynn. It's the story of a young woman whose voice will break your heart but whose songs will bring you back for more. Her new package of country ballads and barn tales is called The Western Sky.\n\nAveraging over 100 shows per year, Chad Elliott has been on the road for more than a decade performing a blend of roots, blues and folk music. He has played across the country and has been lauded as a modern-day troubadour.\n\nThe Awful Purdies are an eclectic quintet of female multi-instrumentalists who take turns stepping up as song writer and lead singer. The ensemble purdify's each song they meet, letting the song lead the way. One song might require channeling the Andrew's Sisters, while another song might reach out to a rock-a-billy or Motown sensibility.\n\nThe Candymakers of Davenport, Iowa offer a sound that is contemporary, yet keeps the essence of old-school groove bands of music past. Emulating the many talents of artists such as Ben Harper, Aretha Franklin and BB King, it’s important to the band to produce an original sound that keeps fans craving for more.\n\nSongwriters Sam Knutson and Milk & Eggs (Jordan Sellergren) have recently collaborated for The Englert Theatre's Iowa City Song Project, recording their duet \"Up the Street From You\" as part of the Englert's centennial celebration.\n\nLindsay Lou & the Flatbellys are giving a nod to American traditional music, while boldly taking their own songs in new directions. Distinct vocals, tight harmonies, instrumental expertise, and creative arrangements are all essential characteristics of their unique sound. The group focuses on the original tunes of Lindsay Lou Rilko, which include true-life tales of bank-robbing aunties, moonshinin' grandpas, and celebrations of love, life, and nature.\n\nCaroline Smith and Jesse Schuster—of Caroline Smith and the Good Night Sleeps—will play a special duo performance on November 2nd for IPR’s Java Blend. This past summer, Caroline and Jesse toured as a duo, appearing at a small handful of intimate shows hosted in people's houses and living rooms across the Midwest. \n\nMike Mangione & The Union is a touring group that combines a folk-rock sound with an orchestrated string section, soulful vocals and literate sensibility. The band’s debut album, Tenebrae, received favorable press from all corners of the country, including the honor of being an All Music Guide Album Pick, while Blurt refers to their “tearstained folk, Memphis-styled gospel and bluesy-flavored pop” as “luminous.”\n\nVicki and Joe Price, a husband and wife blues duo, combine talents on this energetic crowd pleaser released on their own label, Blues Acres Productions. Fun and spunky guitar riffs that make you stomp your feet, bob your head, and smile explode right out of the gate and don’t quit until the album is done.\n\nVicki’s powerful bluesy voice evokes an image of a woman in a 1920’s speakeasy singing her heart out.\n\nNo secrets between friends, ignorance is bliss. Brooks Strause is a singer, songwriter and musician from Iowa. Since first crawling out of incapacitating melancholy to begin playing music in the late nineteen-nineties when he was in high school, Brooks has written hundreds of songs, played numerous shows in and around Iowa, and toured in the United States and Canada.\n\nThe Giving Tree Band's third full-length and most recent release, \"The Joke, The Threat & The Obvious,\" spent multiple weeks on various radio charts (peaking at #15 on the Roots Music Report and #39 on the Americana Airplay Chart).\n\nA seasoned 4-piece band based in the Quad Cities, Jim the Mule blends the twang of country with the gritty rock & roll textures of the late 60’s and early 70’s in order to produce something best described as Midwestern Alt-Country.\n\nWith a successful presence at SXSW and Summerfest 2012, plus airplay on 140 college radio stations, The Future Laureates are celebrating with unabashed energy and triumph. Offering positive punk-rock energy with folk\/pop musicianship, their sonic champagne is frothing and bubbling with the release of their third studio album, FORTRESS SESSIONS. It is seriously full of fun.\n\nThe release of Side 2 exposes a different view of Des Moines musician Tony Bohnenkamp. For nearly twenty years Tony has been active in the music industry, but Side 2 marks the life-long musician’s debut solo album. Tony has played just about every role — owner of a successful recording studio, well-known dueling pianist, drummer for The Nadas, singer for Lunchbox, not to mention producer\/songwriter\/composer — but now it’s time for Tony to showcase his own material. “Every project I’ve ever worked on has been for someone else.\n\nWisconsin based singer-songwriter Jeremiah Nelson is constantly creating and reinventing his music with an ever-evolving cast of characters. “Drugs to Make You Sober”, Jeremiah Nelson’s new solo record feels like a real labor of love. It’s made up of seemingly traditional rock arrangements adorned with beautiful atmospheric and dreamy sonic wanderings.There’s something lonely and heartbreaking hiding underneath Nelson’s sonic layerings.\n\nThe Feralings are Benj Upchurch (mandolin \/ vocals), Nicole Upchurch (clawhammer banjo \/ vocals), Patrick Bloom (upright bass \/ vocals), and Stacy Webster (acoustic guitar \/ vocals), but the name is a bit of a misnomer, as the members of the band are far more likely to invite you to sit down and enjoy a cup of tea than they are to jump you and steal your beer money.\n\nBegun as a side project between singer\/songwriter Jen McClung and her husband, poet\/musician Jim Coppoc, the Gatehouse Saints cover great lyricists from Leonard Cohen to Trent Reznor to the Dixie Chicks, and use these influences to build their own original music.\n\nWith story songs that search for community and shared meaning, Jen Chapin creates a funk and soul inspired k... (truncated)",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9967876673,
        "format_confidence":0.9662264585,
        "weight":0.0049736199
    },
    {
        "url":"http:\/\/www.jobshiringnearme.net\/US\/North-charleston\/Business-analyst",
        "text":"Business Analyst\n\nziprecruiter Posted 1 month ago\n\nQuestis - Charleston, SC\n\nGenerate functional and technical requirements based on product direction and customers' business ... You are a team player with strong analytical and problem solving skills * You care about quality ...\n\nBusiness Analyst - 1642\n\nziprecruiter Posted 1 month ago\n\nThe MIL Corporation (MIL) - Charleston, South Carolina\n\nSummary The MIL Corporation seeks a Business Analyst to support a Federal Government client in Charleston, SC. As a member of the team, the successful candidate will provide business analysis and ...\n\nSAP Business Analyst\n\nziprecruiter Posted 5 days ago\n\nStabilus - Gastonia, NC\n\nSAP Business Analyst Stabilus is a global leader in the production of gas springs and dampers on five continents. Our products can be used in a wide variety of industries, such as the automotive and ...\n\nBusiness Analyst\/ Project Manager\n\nziprecruiter Posted 5 days ago\n\nAltitude - Raleigh, NC\n\nBusiness Analyst\/ Project Manager 2+ years of experience business analyst or project management 4 year college degree required Insurance industry experience is a plus Full time Competitive salary\n\nAdjudication Support Business Analyst\n\nziprecruiter Posted 3 days ago\n\nCare Services, LLC - Raleigh, NC\n\nThe Care Services Adjudication Business Analyst is a primary support position that works closely with organization management to identify their customer needs and establish ways upon which customer ...\n\nAgile Business Analyst 141163\n\nziprecruiter Posted 7 days ago\n\nStrategic Staffing Solutions (S3) - Charlotte, NC\n\nAgile Business Analyst 141163 Duration: 12 month contract (intention to extend) Type: W2 ***NO C2C*** USC - Green Card - EAD ONLY Location: Charlotte NC 28262 * 3+ years of experience as a Business ...\n\nBusiness Analyst\n\nziprecruiter Posted 7 days ago\n\nSOLID Surface Care, Inc. - Charlotte, NC\n\nThe Business Analyst will report to the CIO. Primary responsibilities include conducting full life cycle analysis to include requirements, activities and design. Data analysts will develop analysis ...\n\nTechnical Business Analyst\n\nziprecruiter Posted 12 days ago\n\nTekPartners, A P2P Company - Charlotte, NC\n\nTitle: Technical Business Analyst Location: Charlotte, NC Duration: 6 month project w\/ possibility to extend Work Requirements: Third-party candidates are not being considered at this time\n\nSalesforce Business Analytics Analyst\n\nziprecruiter Posted 3 days ago\n\n\nPOSITION SUMMARY Synch-Solutions is seeking a Salesforce Business Analytics Analyst for a Salesforce.com initiative to support one of our clients throughout the planning, updating and transitioning ...\n\nSr Business Analyst - Fixed Income settlement and accounting\n\nziprecruiter Posted 4 days ago\n\nFinancial Industry Technical Services, Inc. - Charlotte, NC\n\nFITS Inc. is looking for a Consultant Business Analyst\/SME with strong brokerage-investment industry fixed income product settlement processing and accounting business knowledge. Experience with the ...\n\nPeoplesoft FSCM Business Analyst\n\nziprecruiter Posted 11 days ago\n\nHealthTECH - Gainesville, FL\n\nDuties of the Peoplesoft FSCM Business Analyst * Primary responsibility will be to provide the highest level of production support for PeopleSoft customers. Support will involve design, maintenance ...\n\nBusiness Analyst w\/1-3 years of Experience - Technology \/ SaaS Products - Agile\/Scrum - Jira\/Rally\n\nziprecruiter Posted 6 days ago\n\nREPAY - Atlanta, GA\n\nWe're seeking a Business Analyst to perform a variety of business assignments which may include review of business processes; root cause analysis; process and data efficiency reviews as well as ...\n\nProject Coordinator\/Business Analyst\n\nziprecruiter Posted 14 days ago\n\nStrategic Staffing Solutions (S3) - Charlotte, NC\n\nProject Coordinator\/Business Analyst Charlotte, NC Contract : 2 years Leading Bank Pay DOE\/W2 only (NO CORP TO CORP) Send resume to aluna@strategicstaff.com Key Skills: Project coordination\/Business ...\n\nSenior Business Analyst - Medicaid Enterprise System\n\nziprecruiter Posted 6 days ago\n\nData Concepts Inc - Columbia, SC\n\nData Concepts is looking for a Senior Business Analyst with Medicaid Enterprise Systems experience. Duties\/Responsibilities include: * Gather and generate artifacts needed to support additions or ...\n\nSr. Business Analyst \/ Quality Assurance Analyst\n\nziprecruiter Posted 17 days ago\n\nXceleration - Charlotte, NC\n\nOur business is growing at an exciting pace. To fuel this growth, we are seeking a Sr. BA\/QA Analyst to join our team and help make our software development quality phenomenal. This individual will ...\n\nDigital Marketing Business Analyst\n\nziprecruiter Posted 15 days ago\n\nKelaca - Raleigh, NC\n\nPerform business analysis, collaborating with other Business Analysts, Program\/Product Managers, Operations, and IT. * Coordinate, consolidate and compile the analysis of channel\/product data from ...\n\nBusiness Analyst - SQL\n\nziprecruiter Posted 5 days ago\n\nAdvantage Resourcing - Charlotte, NC\n\nRanked as a top Fortune 100 Financial Services company, our client has an opening for a Business Analyst with strong database experience (SQL) t to work on a team at our client site in Charlotte, NC\n\nQuality Lead, Technical Lead, Business Analyst, Project Manager\n\nziprecruiter Posted 6 days ago\n\nNagarro, Inc. - Jacksonville, FL\n\nBusiness Analyst (Analyze, Plan & Implement) Project Manager (Develop, Plan & Manage projects) Must have Bachelor or Master or equiv. & prior exp. in job offered or rel. field. Edu. \/exp. requirement ...\n\nSAP Business Analyst\n\nziprecruiter Posted 19 days ago\n\nEDI - Charlotte, NC\n\nThe SAP Business Analyst will be responsible for working with SAP ECC and supporting SAP users with operational problems and providing system enhancements. Daily trouble shooting with all aspects of ...\n\nJunior Business Analyst (Support)\n\nziprecruiter Posted 22 days ago\n\nIsoMetrix Software - Alpharetta, GA\n\nConfiguration of IsoMetrix Software and various business analyst tasks including project documentation such as business requirements documents, functional design specifications, and attendance at ...",
        "topic_id":4,
        "format_id":1,
        "topic_confidence":0.985370636,
        "format_confidence":0.9399312139,
        "weight":0.003812074
    },
    {
        "url":"http:\/\/www.crohnsandcolitis.ca\/Location\/Quebec\/Monteregie?date=2017-1&page=6",
        "text":"\n\nThere are almost 10,000 people with Crohn’s disease or ulcerative colitis in Montérégie  We understand the challenges you and your family may be facing – because we face them, too.\nNo events were found.\n\n\nMore on Facebook\nRemember to bookmark this page.\n\n\n 2 3 4 5 6 7 8 9 10 11",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.9974253774,
        "format_confidence":0.8341223001,
        "weight":0.0022352018
    },
    {
        "url":"http:\/\/south-africa.qtelltrader.com\/0\/posts\/35-Photo-Video-\/",
        "text":"Qtellplus Social Network\n\nBy browsing our site you agree to our use of cookies. You will only see this message once.\n\nFind out more\nCustom Search\nHome \/ Photo & Video\n\nPhoto & Video\n\n\nTake your free classifiedad and list on the front page of the free global search engine and get more business free searches for your services\n\nWednesday, 13 September, 2017\nWedding Stills (India, International)  - Photo & Video \/ General Section Free classifieds Best Indian couple photography. Couple shoots, pre wedding photography, post wedding photography.\nCouple photography at its best. Visit http:\/\/pellibazaar.com\/\n\nby :Qtellplus Social Network",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.5319895744,
        "format_confidence":0.6736980677,
        "weight":0.0008059502
    },
    {
        "url":"http:\/\/www.alibaba.com\/showroom\/china-coast-freight-co-ltd.html",
        "text":"• Sourcing Solutions\n  • Services & Membership\n  • Help & Community\nRelated Categories: Business Services\nSupplier Location:\nSort By :\nGo to Page\nPrev 1 2 3 4 5 ... 12\nBuying Request Hub\nHaven't found the right supplier yet ? Let matching verified suppliers find you. Get Quotation NowFREE\nDo you want to show china coast freight co ltd or other products of your own company? Display your Products FREE now!\nRelated Category\nProduct Features\nRecommendation for you",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.8598749638,
        "format_confidence":0.9696201086,
        "weight":0.001389718
    },
    {
        "url":"http:\/\/hac.bard.edu\/news\/?url=tag\/automatic-rifle\/",
        "text":"Search News:\n\nRecent News\n\nArendt & Gun Control\n\nIn The Stone yesterday Firmin DeBrabander references Hannah Arendt to buttress his argument for gun control in the wake of the tragic massacre in Newtown, Connecticut. I’ve wanted to avoid turning a true tragedy into a political cause, but DeBrabander’s thoughtful essay merits a response. The thrust of DeBrabander’s reflection is that the presence of…Read more Arendt & Gun Control Posted on 18 December 2012 | 11:26 am",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9461110234,
        "format_confidence":0.9662566185,
        "weight":0.0040450908
    },
    {
        "url":"https:\/\/www.kbb.com\/cars-for-sale\/cars\/eureka_ca\/used-cars\/mazda\/cx-7\/?abletoexpandyear=false",
        "text":"Ford Ranger $6,000\n$6,000 Reduced\nMileage: 164,590\n\nUsed Mazda CX-7 Vehicles for Sale\n\n1 car found within 75 miles from 95501\n\nUsed Mazda CX-7\n\nMileage: 79,727\n\nExterior: True Silver Metallic\n\nInterior: Sand\n\nNew Ride Auto Sales\n\n1 mile away\n\n25 photos\n\nTrans.: 6 Speed Shiftable Automatic\n\nEngine: 4 Cylinder Turbo\n\nDoors: Four Door Sport Utility\n\nNew Ride Auto Sales\n\n1 mile away\n\nStill can't find what you're looking for?\n\nExpand search to 500 mile radius: 26 listings\n\nFind Another Car\n\nThanks for Supporting\nKelley Blue Book.\nWe deliver up-to-date car values, expert reviews and unbiased reporting at no\ncost to you. To do this, we display ads from only trusted automotive partners.\n\nTo continue on our site, simply turn off your ad blocker and refresh the page.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9953163862,
        "format_confidence":0.9489365816,
        "weight":0.0013600731
    },
    {
        "url":"http:\/\/www.hancinema.net\/korean_movie_You_Pet-picture_192499.html?sort=Most_Popular_Pictures",
        "text":"\nHanCinema :: The Korean Movie and Drama Database, discover the South Korean cinema and drama diversity Contact HanCinema HanCinema on TwitterFaceBook HanCinema PageHanCinema on Twitter\nNewsLetter DailyWeekly\n\n«Prev.      You Pet (너는 펫) Korean - Movie      Next»\n\nWatch Now\n\nOn DramaFever if available\n\n\nCommenting guidelines\n\n- Stay on topic and do not spam.\n- Emoticons are fun, but actual thoughts are appreciated.\n- Refrain from abusive language.\n- Post only in English, as this is an English language community.\n- Do not share pages or media unrelated to the topic you are commenting on.\n- Do not request or mention illegal download\/streaming services.\n- No graphic content allowed.\n- Respect the right of other users to share their opinion. Arguments are welcome, fights are not.\n\nComments which break the rules will be erased. Repeated rule breaking will result in blacklisting.\n\nOSTDVD THDVD MYDVD (First Press Limited Edition)DVD HK",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9967103004,
        "format_confidence":0.6950055361,
        "weight":0.0035775188
    },
    {
        "url":"http:\/\/archi-lab.net\/tag\/html\/",
        "text":"All posts tagged html\n\ndigging through revit warnings to find meaning\n\nThis post is a shorthand version of a workshop that I was teaching recently at AEC Symposium and Hackathon that our kind folks at TT organized. I think it originally […]\n\ninterference report parsing with dynamo\n\nIn one of my previous posts I was showing everyone how you can use Dynamo to parse through an HTML (TXT) file and use it to isolate elements in view. […]\n\nisolating revit warnings by category with dynamo\n\nHere’s a quick video on how I was able to create a simple definition in Dynamo that parses through an exported HTML file with all warnings from Revit. It filters […]",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.57186836,
        "format_confidence":0.9659079313,
        "weight":0.0009126116
    },
    {
        "url":"http:\/\/findit.harboroughmail.co.uk\/company\/439153070067713",
        "text":"\n\nThursfield Chemist\n\nCategory: Chemists | show me more\n\nAddress: 1 School Lane\nNN16 0DH\n\nLandline: 01536 4... Landline: 01536 4...\n\nReport a problem with this listing\n\n\nReviews for this business\n\nLeave a review\n\nIs this your business?\n\nClaim now!\n  • Add rich content via our editing tools\n  • Remove ads from your listing\n  • Appear more prominently in search results",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.7132133245,
        "format_confidence":0.5319360495,
        "weight":0.0020651017
    },
    {
        "url":"https:\/\/www.fetish.com\/canada\/alberta\/edmonton\/dating",
        "text":"Search kinksters for BDSM dating in Edmonton\n\nBDSM dating in Edmonton\nDiscover thousands of fetishists looking for BDSM dating in Edmonton. Find like-minded kinksters or place your own kinky personal ad! Interested in finding munches or fetish clubs near you? Sign up for free and get an overview of all BDSM community events on\nfrom to Years\nI am looking to try something different in my sex life trying threesomes with either 2 female's or 2 males,and see what happens.Looking for averag...\nMunch & Club Buddy18 to 50 years ● 100km around Canada, Edmonton\nAll I want now is Someone who can be comfortable at an important public function but has no problem getting sand between her toes at the beach! Su...\nKinky Dating50 to 60 years ● 50km around Canada, St Albert\nJust wanna fuck ___...\nKinky Dating19 to 60 years ● 50km around Canada, Edmonton\nBy continuing to browse, you accept the use of cookies to enhance and personalise your experience.",
        "topic_id":0,
        "format_id":1,
        "topic_confidence":0.9680122137,
        "format_confidence":0.9234594703,
        "weight":0.0004572805
    }
]