[
    {
        "url":"http:\/\/vineyardsaker.blogspot.com\/2010\/11\/speech-delivered-by-hezbollah-secretary.html",
        "text":"Sunday, November 14, 2010\n\nSpeech delivered by Hezbollah Secretary General Sayyed Hassan Nasrallah during the Martyr's Day Celebration on 11,11,2010\n\nI Take refuge in Allah from the stoned devil. In the Name of Allah, The Compassionate, The Most Merciful. Praise be to Allah, The Lord of the World.\n\nPeace be on our Master and Prophet – The Seal of Prophets – Mohammad and on his Chaste Household, chosen companions and all prophets and messengers.\n\nBrothers and sisters! Peace be upon you and Allah's mercy and blessing.\n\nI welcome you on the Day of Hezbollah Martyr. My special regards are for the families of the honored martyrs. \n\nFirst, I salute the chaste souls of our great dear martyrs, and we offer them the rewards of reciting the holy surah of Al Fatiha.\n\nAllah Almighty says in His Holy Book: {In the Name of Allah, The Compassionate the Most Merciful: Allah hath purchased of the Believers their persons and their goods; for theirs (in return) is the Garden (of Paradise): they fight in His Cause, and slay and are slain: a promise binding on Him in truth, through the Torah, the Gospel, and the Qoran: and who is more faithful to his Covenant than Allah? Then rejoice in the bargain which ye have concluded: that is the achievement supreme}\n\nAt the beginning of our ceremony and in the presence of the martyrs' souls, we pose before this holy ayah for a while and say it is among the holy ayahs that tackle one of the great kindnesses and generosities of Allah.\n\nBrothers and sisters! Allah Al Mighty has offered us our souls. Allah also has offered us our wealth. So our souls and our wealth are His properties and not ours. Then pursuant to His generosity, bounteousness and kindness He offered them to us. Then pursuant to His kindness He approached us and demanded on us to sell Him these souls and wealth. In return, He did not give us or promise us a price that corresponds to what He is buying as is the case in any buying and selling transaction. Rather He promised us what is much greater from what we are offering in this divine transaction.\n\n{Allah hath purchased of the Believers their persons and their goods} which are originally His possession. In return He promised the Paradise which is as wide as Heavens and Earth and which includes what no eye has seen, no ear has heard and had never crossed the heart of man. This Paradise is the price in return.\n\nHow is this contract and transaction executed? They fight in His Cause. Those who have sold their persons and their goods fight in His Cause. So they fight not through claiming, not through slogans and not through reverberating words but rather through jihadi bloody action. \"They fight in the cause of Allah and slay and are slain'. They die as martyrs. 'A promise binding on Him' is an assertion by Allah Al Mighty. The truth on this promise is first that it is a promise binding on Him. 'In truth' is another assertion. Where is the third assertion? It's in the Torah, the Gospel and the Qoran. He is telling the believers that this covenant and selling contract is a commitment from Me in all divine messages and all Holy Books. It is one of the constants of belief since Allah created man until Doom's Day. This is the interpretation of 'a promise binding on Him in truth in the Torah, the Gospel and the Qoran'. The fourth assertion is in 'and who is more faithful to his Covenant than Allah?' Why are all these assertions for? That's because in other transactions or agreements the other party might fail to live up for fulfilling his promise. While it is impossible that Allah Al Mighty fails or becomes feeble or unable to fulfill His promise. Others might hesitate to fulfill their promises but Allah does not hesitate in fulfilling His promise, word and will. Some might feel remorse for their deeds as a result of something wrong in the given and many other suppositions. However Allah is The Lord, The Omnipotent, The Omniscient and The Al Mighty who owns the Heavens and Earth. 'And who is more faithful to his Covenant than Allah?\n\nThen after this equation, He is the one who granted. He is the one who demanded buying. He is the one who granted Heaven. He is the one who promised. He is the one who is felicitating and congratulating them and giving them the good tidings. 'Then rejoice in the bargain which ye have concluded: that is the achievement supreme'. He refers to the achievement as supreme. Who is referring to this achievement in this bargain as supreme? Allah, The Supreme. The True and Absolute Supremacy is referring to this achievement as supreme.\n\nAnother ayah says: {And Another (favor will He bestow), which ye do love help from Allah and a speedy victory. So give the glad Tidings to the Believers}\n\nBrothers and sisters! In our jihadi procession of belief, a group of brothers and sisters and of men and women who believed in this ayah and believed in the promise of Allah Al Mighty and trusted in His covenant sold their souls and goods to Allah. They fought with their goods and souls in the cause of Allah which is the cause of spreading righteousness, justice and freedom. The cause of Allah is the cause of defending the tortured, the oppressed, the prosecuted and the hungry. This is the cause of Allah or else Allah is not in need of our prayers, fasting, worship, endeavors, blood and money. All of that is rather in the cause of Allah.\n\nSome of these brothers and sisters passed away as martyrs and they have received the good tidings of meeting Allah and Heaven. Some of these brothers and sisters are still waiting. They are alive. They are the mujahedeen who have tasted the sense of honor and witnessed the promised victories with their very eyes. On this very track we move with this spirit of faith which we rely on with such determination.\n\nToday is November 11th. It's the Day of Hezbollah Martyr. It is the day of the most powerful and important qualitative jihadi operation in the history of the Arab-Israeli struggle. It's the day of the Prince of self-martyrs Ahmad Qasir. He is a prince because he is the founder and the pioneer in the era of self-martyrdom operations against the Zionist enemy. Truly he must be referred to as a prince. He was 18 years old if we counted his age in natural years but he who had reached a degree of knowledge, intelligence, awareness, faith, love, will and determination which enabled him to be among the most prominent figures in the life and history of this nation. On this day the martyr prince stormed into the headquarters of the Israeli military chief in Tyr killing 140 officers and soldiers thus hurling the Zionist entity in deep sadness and mourning for three full days. Through his qualitative self-martyrdom operation, he set the foundations for a different new decisive stage in resistance, fighting, jihad, operations and the true implementation of the fight of wills.\n\nMany a years ago, we in Hezbollah have chosen this day to be the day for all our martyrs and to all our leader martyrs: Sayyed Abbass, Sheikh Ragheb and Hajj Imad and all the other leader martyrs. It is the day for all the self-martyrs who followed Ahmad Qasir. It's the day for all our mujahedeen martyrs. It's the day for all our men, women, elderly and children who were killed in the confrontation fields or in massacre zones or are paying the price of belonging to this resistance and this track starting with the first martyr in our procession to the last martyr who died few weeks ago – brethren martyr Mahdi Mohammad Hirz who was twenty years old. He was martyred while he was with his brethren mujahedeen in the Islamic Resistance detonating mines and cluster bombs in our fields and territories in our resisting and jihadi Lebanese South.\n\nIt's their right on us that on this day we talk about their jihad, sacrifices, the victories of their blood on all the swords of the world, great achievements and the esteem, pride, honor, freedom, liberation, sovereignty, independence, power and capability to face the upcoming challenges which they have left for us. However I will talk about their cause and their resistance and what their resistance is confronting in the current stage because this resistance has always been their primary will which they have recorded with their voices and inked on their papers that carried their final wills.\n\nBrothers and sisters! We have now entered a very critical stage in the fate of the nation, the resistance and the region. Before these great and dear martyrs we are concerned in having a pause for contemplation and revision which is necessary for all of us and not for one group instead of the other. That's because when we face new and critical stages we must recall the previous stages. Where were we right? Where were we wrong? How did we confront? What are the elements of strength? What are the elements of weakness? We read what has taken place to know how we are to confront what is upcoming so that our stances and choices be right, appropriate and responsible.\n\nWe all feel that Lebanon today is before a new phase and a new stage, and that the resistance in particular is before a new phase of the phases of targeting the resistance. In this review, I want to reach the statue quo and set a group of points. \n\nPerhaps with another brethren and with a various reading other divisions might be seen. As for me, I have seen that so far we have passed through five phases. That means that there are five phases and we are now living the fifth phase from the phases of targeting the resistance in Lebanon. Indeed the books which have been published in the past few days and weeks – so far I have not read any translations but only extracts which were published in newspapers and we have read whether the French book \"The President's Secret\" or the autobiography of Tony Blair or the other book for George Bush or the book of the former UNIFIL leader. All of these books help us. Indeed among these books those of George Bush and Tony Blair are of greater importance because they are v... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9801903367,
        "format_confidence":0.9841789603,
        "weight":0.02451055
    },
    {
        "url":"http:\/\/pbn.com\/Five-Questions-With-Kevin-OConnell,83224?category_id=134&list_type=most_commented&sub_type=stories,packages",
        "text":"Updated February 7 at 12:26am\n\nFive Questions With: Kevin O’Connell\n\nPartner at Posternak, Blankstein & Lund LLP talks about bank mergers and acquisitions.\n\nTo continue reading this article, please do one of the following.\n\nfinancial services\n\nFive Questions With: Kevin O’Connell\n\n\nKevin O’Connell is a partner in Posternak, Blankstein & Lund LLP’s corporate department and chairs the Health Technologies Group. Located in Boston. he maintains a sophisticated and diverse practice with particular focus on transactional representation, including mergers and acquisitions, divestitures, the structuring of joint ventures and strategic relationships, and angel, venture, private equity and other financings.\n\nPBN: It's a broad question, but is there anything you can generally say about the state of mergers and acquisition?\n\nO’CONNELL: From my perspective, as an adviser principally to New England-based middle market businesses, things are good and I sense they are going to get better. Strategic investors are still hoarding cash, but we are seeing plenty of deal activity. At Posternak, we are actively working with clients on both the buy side and sell side. The transactions continue to take longer to process when compared to, say, five years ago, due to the more deliberate approach taken by buyers and their lenders, but good deals are getting financed and closed, and though we may not soon, if ever, see the “go-go” days of ten years ago again, the mergers and acquisitions marketplace continues to climb out of the abyss of 2008-2010.\n\nPBN: Several local banks have recently acquired other, smaller banks, thus getting larger. What does that mean for the banking industry five years from now?\n\nO’CONNELL: I call this the “commoditization” of the banking industry. Early in my legal career, banking was a relationship business. Bankers were chosen by business owners as much for how they might “fit” personality-wise or experience-wise into the business owner’s team of advisers, along with the lawyer, the accountant and the like. Now, banking is a bottom-line business and the executives who run banks answer to shareholders looking for returns. As banks grow larger, they compete with each other more and more for customers’ business on rates and other terms. Some businesses may benefit from competition that results in lower interest rates, for instance, but in my view, the smaller and middle-market companies will suffer. The local banker who knows the business inside out, steps in to extend credit to his customer, works to avoid a default or similar, is a dying breed, and may very well be extinct in five years.\n\nPBN: Is the Steward acquisition of Massachusetts hospitals a feasible model?\n\nO’CONNELL: In my experience as an M&A attorney at Posternak, I have seen many acquirers come to a deal with solid plans, and requisite experience, leadership and resolve succeed in even the most difficult of circumstances. Steward seems to have all of this and something more - private equity backers. Steward and its investors have stepped in a big way and have moved very quickly at a time when the future direction of the hospital industry is up in the air.\n\nThe model of consolidating community hospitals in relative geographic proximity to each other and coordinating service offerings, such as the limited network product Steward started offering earlier this year through Fallon Community Health Plan, certainly makes sense to me. I hear from many of my business clients about the challenges of rising health care costs, and Steward’s model aims to ease that pain, so I think there is certainly good potential for success.\n\nPBN: Why didn’t it work at the Landmark Medical Center?\n\nO’CONNELL: In any transaction, the buyer needs to understand the seller’s receivables and cash flow situation, and the seller needs to feel comfortable with the buyer. I know from media reports that regulators had some tough questions for Steward regarding its finances, and Steward was looking at a hospital embroiled in a dispute with a large insurer regarding reimbursement issues – all of which is bound to slow things down. Any number of those issues, and an almost infinite number of others, could make either side think again and derail a merger permanently.\n\nPBN: Would you say that mergers and acquisitions are becoming more preferential to businesses than loans to upgrade or construct new facilities?\n\nO’CONNELL: As a general rule, there isn’t one manner of expansion business owners prefer over another. My most successful clients are good at continually assessing their needs and keeping an eye out for opportunities to help them meet those needs. If a company in their industry is on the ropes, that might be an opportunity to buy the company or begin merger talks, or if a nearby parcel of property comes on the market, it might represent a chance to consider plant expansion. But, if I can help it, none of my clients ever underestimates the culture change and shock that can come with a major M&A transaction – it is not something any business owner should enter into without significant forethought and planning. If you build a new building for your employees, everyone eventually will get used to the new elevators, whereas if you merge your company to get some new office space that you covet and some of your old team is answering to a new boss or fearing an imminent downsizing, you may have caused more problems than you’ve solved.\n\n\nNo comments on this story | Please log in to comment by clicking here\nPlease log in or register to add your comment\nLatest News",
        "topic_id":9,
        "format_id":21,
        "topic_confidence":0.9910382032,
        "format_confidence":0.9282272458,
        "weight":0.0093847596
    },
    {
        "url":"https:\/\/www.speakersincode.com\/2012\/06\/interview-cory-chisel-all-im-trying-to.html",
        "text":"Wednesday, June 27, 2012\n\nInterview | Cory Chisel: \"All I'm trying to really do is to add to the Great American Songbook.\"\n\nPhoto by Jo McCaughey\n\nMy favorite Bob Dylan album is, and always will be, Desire. (And yes, I've played the wonderful Time Out My Mind and Blood on the Tracks to death.)\n\nAs a lover of music, its songs first taught me the difference from being angry and being confident, and that telling the truth is the easiest path to expose emotions like fear and regret. Listen to \"Oh, Sister,\" \"Hurricane,\" or \"Sara,\" and it's hard to not be affected in some way that changes you as a human being.\n\nCory Chisel's new album, Old Believers, is one of the first albums this year that has affected me like this. There is no easy way out: you must listen to each song to believe its power and honest messages. And it begins quickly, with a prologue titled \"This Is How It Goes.\" From the start, nothing is what it seems. By the end, you'll know exactly how you feel.\n\nThis is why Cory Chisel is an important songwriter: he still realizes that a full, realized collection of songs carries more weight than a fleeting $0.99 download on iTunes.\n\nI recently talked to Chisel about Old Believers, songwriting, the hilarity of genre labeling, and the magic of recording.\n\nSo, I hear you're in Nashville now.\n\nI'm actually right now sitting around boxes in Chicago, getting ready to move down there. We've been working on making this move for a while, and we've kind of just had to bite the bullet and take the time to do it.\n\nWere you living in Wisconsin before?\n\nYeah, I lived in Wisconsin for 22 years, or something like that, and I loved every second of living there, but it's just not realistic anymore with how much we travel, and trying to get back up there. Just spending so much time behind the wheel to even get home, to where home was, and we were just like, \"we need a bed somewhere to where we can actually get to it.\"\n\nAnd Nashville -- I'm assuming the music scene is attractive.\n\nWell, that's it. The music scene has really migrated to Nashville overall. The wealth of people making art that's really inspiring, affordable places to live. And the town really wants musicians there, so it's just convenient to live there. In some places, it's hard to qualify for rent, because people just aren't familiar with the job (of being a musician). But in Nashville, it's open arms.\n\nAnd now is a good time for sure, because the album is coming out.\n\nYeah, and our whole team and label is based down in Nashville, so it's a whole cohesive move.\n\nI saw you at Bonnaroo last year.\n\nOh yeah, that was fun. I can't believe that was a year ago already! (laughs)\n\nI caught you a couple times, actually -- you guys seemed to be playing everywhere.\n\nIt was great. It was like summer camp for the misfits of musicians. It's a great scene, but you almost need a vacation after the vacation of Bonnaroo.\n\nI remember your first set there -- you played one of the new songs, \"Never Meant To Love You\" -- and I could just feel people responding to that song. Did you feel that, too?\n\nYeah, I think that's the one where, overall, night in and night out, that if we're battling at all with the set, with connecting to the audience, that one seems to unify all of our energies. As a live performer you've got to find those songs -- a thing like Bonnaroo, or anywhere we play -- there's a mix of hipsters and mill workers and everyone coming from a different background and sort of judging what they think you're about, and you're judging what they're all about, and sometimes getting together around a certain song, where it's like, \"okay, this is probably something we've all experienced, to a certain degree.\" It's good to have a song for that -- to come together and go from there.\n\nI saw you play at LouFest too, in 2010, and I think you played it there, too. Has that one been around for a while?\n\nI think it almost made the last record, actually. It just wasn't quite done. And the song originally started with something like fourteen verses -- some songs you have to desperately fill the last few lines, but this is a song that could have went on for like fifteen minutes. So, we thought...we knew it was good, so we had to go through the process of hacking the limbs off.\n\nIt has a Bob Dylan feel to it, like something he wrote for Desire, like \"Joey.\"\n\nI wrote it impersonating Bob Dylan, actually -- that's how the song started. As a writer, if you get his cadence down, and the way that his rhyme scheme sort of works, you can start to unlock keys in how to write in ways that leverage lines the way that he does. And that's why there were all those verses, because it started as an exercise of like, going through all the different eras of Dylan, like, \"this is how you would sing it in '67 or whatever.\" And we actually ended in the Desire era when we wrote that song, so that's one reason I think it reminds you of that.\n\nI think your songwriting is just so strong, that carries a lot of these songs. Do you put a lot in to writing lyrics, and what do lyrics mean to you?\n\nWell, that's the portion of it that I watch the most closely. I've been really into the craft of songwriting as opposed to...some songwriting is about mood, it's about fashion, it's about all these things, you know? It's about some statement about what's modern and what's hip, and I've always been fascinated by know, I don't think we're going to blow anyone's doors off with this innovation and this stylistic approach that we have, and honestly, I could give two shits about that. All I'm trying to really do is to add to the Great American Songbook that stretches back to hymns and folk and even punk rock. That's just what I dig out of songs.\n\nYou know, that totally makes sense. And I feel that some people just don't have the patience to listen, and I wish they would just take the time to listen to words. Do you ever get that feeling?\n\nWell, it's tough to feel...even in the landscape of Bonnaroo or something. The landscape of music is changing. We walk into these festivals, and we're asking people to listen to 45 minutes to an hour of these stories that we're trying to spin. And electronica music is huge, where there's no story whatsoever, and people just want to move with rhythms and beats. And there's so many things vying for people's attention that we feel like a Polaroid camera in a digital age. We're not going to become obsolete, but I think we're going by the way of jazz a little bit -- we won't disappear, but we have a very loyal type of listener that buys our records that we're really grateful for.\n\nLike you said, the listener will know the strengths of these songs. And I took to these right away...and a lot of people are going hit play and they're going to wonder why they're hearing Adriel's (Denae) voice instead of yours on the opening \"This Is How It Goes.\" Why did you decide to lead off with that one?\n\nWell, a couple of reasons. One, I like Adriel's voice more than I like mine. And, I would be lying that I wasn't having a laugh about it. I enjoy the fact that people are going to take the plastic off a new Cory Chisel record and for the first few minutes, you're not even on the record. (laughing)\n\nBut mainly, it acts as sort of a preface to the album...what she has to say...even the title of the song, \"This Is How It Goes,\" it sets up beautifully of a story that she's trying to walk people through, you know? And, the fact that people might take a second and go, \"what?\" to tune in is what you really want. We could blast them over the head with the single like we did with the last record, but it's our sophomore record, and in order to do something interesting, it needed to interest us. We tried to put the song other places on the record, but we just kept coming back to it and said, \"I think that's the first song.\"\n\nI think it works. I stopped for a minute and it made me think.\n\nWe're trying to say something; we're assuming the listeners can hang with the opening not being so obvious. We trust that our listeners will have fun with it like we did, because we did. We laughed many times that the first song on our record is the one I'm not even on.\n\nHow long have you been working with Adriel now?\n\nWe've been working together for I'd say about six or seven years now. It's one of those relationships and friendships, that from the very moment I heard her sing, everything changed for me. I knew it was the missing component -- that what I was trying to communicate was in her voice. The first time we had a chance to sing together, the line I was singing ultimately meant three times more when she sort of joined it. I like the contrast of the feminine and masculine (voices) delivering the song, and it not being so one-sided. There's a lot of singer-songwriters out there, and a lot of dudes with acoustic guitars, and I think it makes it more interesting to me.\n\nIt's meant to be.\n\nYeah. It's a pretty great feeling to come across someone like that. It's a cool feeling.\n\nYou know, there's a lot of moments on this album -- like the one on \"Seventeen\" -- where the song just blossoms when you sing \"There's still more water in the well.\" I love it when a song just becomes something larger or so much more beautiful by just one line. Do you feel that?\n\nWell, that's what we're trying to accomplish with the line. There are a lot of lyricists that I really admire, and I was admittedly borrowing from the lyricist from The National. He has a way to do this with his poetry, too -- the story is going along, and you're being entertained to some degree, but then really finding the right placement for when to kick into that portion of the message, and the song really takes a right turn and changes at that point. Yeah, I can appreciate that stuff, and you hope that people are even going to get to listen to that part in the song. (laughs)\n\nThat's interesting, because I was going to ask -- is there a challenge there for you to wonder, \"well, I hope people don'... (truncated)",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9907277822,
        "format_confidence":0.9889361262,
        "weight":0.0194758159
    },
    {
        "url":"http:\/\/movingclassics.tv\/fantasy-notes-interview-with-italian-composer-andrea-talmelli\/",
        "text":"Andrea Talmelli, composer and president of Society of Italian contemporary music shares his fascination about composing and creativity.\n\nAndrea Talmelli\nWhat does music mean to you personally?\n\nA natural need that I always felt when I met music and decided to live with her. The joy of listening, playing, writing and communicating with music has led to the weakening of so many other important interests in my life.\n\nDo you agree that music is all about fantasy?\n\nWithout serious study, consistency and research continue, the imagination, even when it is recognized, may not be enough or will end very soon. Of course, fantasy is a preliminary and indispensable condition for expressing this creative talent that is part of being an artist.\n\nIf you were not a professional musician, would would you have been?\n\nHard to say why the choices I could have made were many but I did not do it for the need that I had to live this adventure with music. I graduated in law and was offered a job as a bank manager. I refused. But I can not say how much this is due to the fact that we sneak into our lives by often deciding for ourselves or with ourselves.\n\nThe classical music audience is getting old, are you worried about your future?\n\nI do not worry about the future if we think there will always be people, young and old, who will love music and classics in particular. I notice it when I give \"listening\" lessons to people of all ages and all walks of life who follow me with indisputable pleasure and interest. I'm worried, though, because I know we live in a society that does everything to make learning more complex and cultured music more difficult. This affects the ability of people to grow and improve.\n\nWhat do you envision the role of classical music to be in the 21 century? Do you see that there is a transformation of this role?\n\nThings could get worse because it is the society itself that takes directions that I do not always like: technological progress is important, but it produces too strong acceleration that often confuses values and the connections, and which represent a challenge for the psychophysical possibilities of people to control them. Power is concentrated more and more in the hands of the few, and they have no heart to emancipate people from old and new conditions, which can also be misery and cultural and moral poverty. I would not like to be pessimistic and generally am not. But I wonder what music could do if world was really going in this direction.\n\nWhen I say that classical music is searching for new ways, what would come to your mind?\n\nMusical art is always and always its time, so we must understand its reasons, even when it manifests itself in forms that we try to understand and accept. And it will be time to say for yourself what's left of this incessant creative becoming beyond fashion and business.\n\nDo you think that the classical musician today needs to be more creative? Whats the role of creativity in the musical process for you?\n\nThe role of creativity is central and decisive. It has always been. Not only in art. It is in all the human sciences, in research and even in social and political life. Unfortunately, we often forget our two cerebral hemispheres, one of which concerns only creative intuition. This is not only complementary to the cognitive-linear one. I think that writing music as well as listening involves balancing the two aspects of our mental process.\n\nDo you think we musicians can do something to attract young generation into the classical music concerts? How will you proceed?\n\nEach of us can do our part, according to our own abilities. The school, the composers, the performers, the producers who now have more responsibilities because of the many resources of technological innovations, including the Internet. But I was also going to extend the field to public and private administrators, advertising and sponsorship of classical music not only by benefactors but also by cultural investors.\n\nTell us about your creative process. How did you start working on your favourite composition?\n\nCertainly my sacred song \"If it's a man\" written in youth on the emotional wave of reading Primo Levi's book that I had the pleasure of personally experiencing and discussing with him the fundamental theme of \"memory\" . I started working after meeting important works on this subject by authors such as Penderecki, Nono, Petrassi and Shostakovich.\n\nWe, Moving Classics TV, love the combination of classical music with different disciplines: music and painting, music and cinematography, music and digital art, music and poetry. What do you think about these combinations?\n\nThis is one of the most interesting novelties of our time, the fusion of different artistic expressions. This often requires synergy between different artists who can collaborate together by changing the traditional way of understanding the artist. Thanks to technology advancing at impressive rates, we now have a wealth of experience in this regard. But beware, because it's getting harder and harder to distinguish something that's really original and creative today beyond the fascination of wonders than the many things you can do with technology, but can also become commonplace too early.\n\nCan you give advice to young people who want to discover classical music for themselves?\n\nOnly a few of them can do it on their own, if they already have a solid training. I recommend experiencing the excitement of going to live concerts that are always very useful if you want to listen to the most established repertoire from the history of music. But I think it should be a serious school, which is not put at the service of commercial fashion, which could \"educate\"young people to listen to classical music. When that happens, the results are incredibly numerous, but that's why they also need competent teachers.\n\nNow it is a common practice in the media to talk that the classical music is getting into the consumption business, do you agree? We are speaking about the supply and demand rules and how to sell your “product” in your case your compositions. How do you see it?\n\nIt is right that there is also demand and supply in art. After all, there has always been this rule. The thing, however, is very complicated because today's rules are too focused on 'consuming' by the need to reach as many buyers as possible; a commercial law that too often reduces the quality of art. It is right, therefore, to protect, even with the appropriate financial support, the serious work of many artists who work independently of these requirements. It would be really bad to lose this freedom and this creative effort, a condition sine qua non for the quality of art and the evolution of languages.\n\nDo you have expectations what regards your listeners, your audience?\n\nOf course. Recover as much as possible an essential relationship of communication through music without losing honesty to myself and what I want to express again.\n\nWhat projects are coming up? Do you experiment in your projects?\n\nI always like to have an excuse to write offered by other artistic expressions: the combination with poetry certainly, but also with painting. Recently, I made a compositional triptych on Composition VIII of Kandinskj. But I also like to experiment with creativity using new tools such as those offered by computer music. Although somewhat scary for the infinite universe of possibilities it presents. Country:\n\nPosted in Piano and tagged ,",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.5230404139,
        "format_confidence":0.9885182977,
        "weight":0.0044379327
    },
    {
        "url":"https:\/\/www.googlenewsapp.com\/why-i-ride-with-waymo-xavier\/",
        "text":"Why I Ride with Waymo: Xavier\n\n\nEditor’s Note: Last year, we opened up our fully autonomous ride-hailing service to all of our Waymo One riders, and Xavier is one of the people who relies on this service to get where he needs to go. He shared this video with us, and we gave him a call to learn more about how he likes the service and what it’s like to ride with Waymo, solo.\n\nTell us a little bit about yourself, and how you first heard about Waymo.\n\nI’m Xavier, and I live in Chandler, Arizona. I’ve been riding with Waymo for around a year now and first heard about Waymo when I saw them driving around my neighborhood. I started wondering what they were and finally looked it up and saw on the website that you could sign up to ride in them.\n\nI’d heard about autonomous cars before on a few tech podcasts I listen to, but I didn’t know the technology was fully there yet or that there was a possibility of riding in one until I signed up. It took about a week to get accepted, and I’ve been riding since.\n\nWhat do you normally use the service for?\n\nI don’t own a car myself, so my primary mode of transportation is Waymo, other ride-hailing services, or the bus.\n\nI mainly use Waymo to get to and from work. I’m a restaurant manager at Wendy’s and don’t live too far away; it’s a short 10 minute ride usually. I also use it to visit my mother every once in a while. \n\nWe bet your mom loves that! What makes you choose Waymo over some of the other modes of transportation you mentioned?\n\nWaymo generally is a nice ride, and you get a very consistent experience. The cars are always super clean and it feels futuristic, almost like you have a robot butler. You get in, press the button, and you’re on your way.\n\nI compare it a lot to other ride-hailing services that aren’t automated. With those, you don’t know what you’re going to get. Sometimes the driver is having an off day, may speed, or not obey the traffic laws.\n\nWith Waymo, it picks the same route, goes the same speed, and feels more secure. I also like the fact that you get to specifically choose where it’s going to pick you up and drop you off.\n\nHave your transportation habits changed at all through COVID-19?\n\nI still feel comfortable using the service. I feel as comfortable as I do going to work, which I still have to get to somehow!\n\nYou’ve had the opportunity to ride a lot in our 100% fully autonomous cars with no human driver. Can you talk about what that’s like? Any major differences or similarities from the experience you’ve previously had with vehicle operators?\n\nEvery fully autonomous ride has been pleasant. For me personally, anytime I get in a car with a driver, Waymo or otherwise, I usually don’t play my music too loud or fully relax since I’m trying to consider the other person. But when I’m by myself, I’m more likely to change the temperature or adjust my seat and feel more at ease watching YouTube videos or listening to a podcast on my phone.\n\nI also feel more comfortable changing the destination during the trip, like if I’m heading home from work and remember I need to stop by the store on the way home. It doesn’t feel like I’m inconveniencing anyone in fully autonomous rides.\n\nThat’s awesome to hear. Any feedback you have on the overall experience?\n\nThe only flaw I’ve noticed, but it’s not actually a flaw, is that sometimes Waymo is overly cautious. I can’t complain about that because it’s a good thing it’s cautious. Sometimes it will make decisions on the road, like routing, that don’t make sense to me all the time, but again, I understand it’s just being cautious.\n\nIn my head, all of these things are going to improve or already are.\n\nWhat do you think the potential is for fully autonomous technology, both in times like these and in the future more broadly?\n\nFor me, I don’t have any doubt that autonomous cars are the way to go for the future, and if the world is just, it’s going to replace people driving cars. If it’s not necessary for humans to drive, why would we if it’s safer for computers to drive?\n\nAnd, it’s going to have a good impact on the environment because if not everyone owns a car there’s going to be less cars out there because we’d all be sharing them.\n\nAnything else you want to share about your experience?\n\nI definitely recommend that people try it! It’s really fun and you feel like you’re part of the future.\n\nRead More",
        "topic_id":22,
        "format_id":21,
        "topic_confidence":0.9922465086,
        "format_confidence":0.9544156194,
        "weight":0.001158251
    },
    {
        "url":"http:\/\/www.rogerebert.com\/interviews\/ebert-announces-his-return",
        "text":"In Memoriam 1942 – 2013 “Roger Ebert loved movies.”\n\n\nZ for Zachariah\n\nChiwetel Eijiofor, Margot Robbie and Chris Pine star in this low-key post-apocalyptic drama about a Garden of Eden that's not big enough for three people.\n\n\nI Touched All Your Stuff\n\nOne gets the sense that the filmmakers feel slighted by their subject, and I Touched All Your Stuff is an attempt to make us feel…\n\nOther Reviews\nReview Archives\n\nBallad of Narayama\n\n\"The Ballad of Narayama\" is a Japanese film of great beauty and elegant artifice, telling a story of startling cruelty. What a space it opens…\n\n\nMonsieur Hire\n\nPatrice Leconte's \"Monsieur Hire\" is a tragedy about loneliness and erotomania, told about two solitary people who have nothing else in common. It involves a…\n\nOther Reviews\nGreat Movie Archives\n\nEbert announces his return\n\nApril 1 was Roger Ebert's 41st anniversary as film critic for the Chicago Sun-Times (no fooling) — and the occasion for declaring his imminent return to reviewing movies.\n\nDear Readers:\n\nI am at last returning to the movie beat. After my current stay at the Rehabilitation Institute of Chicago, I’m looking forward to opening night of my annual film festival at the University of Illinois on April 23, and I will resume writing movie reviews shortly thereafter.\n\nAre you as bored with my health as I am? I underwent a third surgery in January, this one in Houston, and once again there were complications. I am sorry to say that my ability to speak was not restored. That would require another surgery.\n\nBut I still have all my other abilities, including the love of viewing movies and writing about them. And at my side I have my angelic wife, Chaz.\n\nThe festival is shaping up well. Thanks to festival director Nate Kohn, the schedule, which is already released at, includes appearances by filmmaker and U. of I. graduate Ang Lee; directors Paul Schrader, Sally Potter, Tom DiCillo, Bill Forsyth, Tarsem Singh, Jeff Nichols, Barry Avrich, Taggart Siegel, Eran Kolirin and Joseph Greco. We are also happy to welcome actors Joey Pantoliano, Aida Turturro, Christine Lahti; and the Alloy Orchestra.\n\nIt was Schrader’s line from his screenplay for Martin Scorsese’s “Raging Bull” that inspired my acceptance of my bandaged appearance: “I ain’t a pretty boy no more.”\n\nAssisting in the onstage Q&A sessions will be my TV partner, Richard Roeper; my Chicago Tribune colleague, Michael Phillips; my longtime friends, Time magazine film critic Richard Corliss and his wife, Mary, a film expert; Sony Pictures Classics president Michael Barker; film scholars David Bordwell and Kristin Thompson; Professor Eric Pierson; editor Jim Emerson; Movie City News editor David Poland; film scholar Hannah Fisher; and U. of I. alum and Sports Illustrated’s Bill Nack.\n\nThe longest distance commute to the festival will be Farmer John Peterson, who lives in northern Illinois but will fly in from New Zealand.\n\nI am still cancer-free, and not ready to think about more surgery at this time. I should be content with the abundance I have.\n\nSo that’s the latest. I have been so moved by the messages I’ve received from so many of you. Thank you. Now let’s go to the movies.\n\nPopular Blog Posts\n\nWho do you read? Good Roger, or Bad Roger?\n\nThis message came to me from a reader named Peter Svensland. He and a fr...\n\nStraight Outta Culture: Sexism in Black and White\n\nA piece on the response to the sexism in \"Straight Outta Compton.\"\n\nWes Craven 1939-2015\n\nAn obituary for Wes Craven.\n\nReveal Comments\ncomments powered by Disqus",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9886578918,
        "format_confidence":0.9244676232,
        "weight":0.0182061922
    },
    {
        "url":"https:\/\/thesweetshopmovie.wordpress.com\/2010\/06\/09\/interview-with-studio-photographer-helen-thurwell\/",
        "text":"Interview with studio photographer Helen Thurwell!\n\nWe recently held a press day for the main cast of The Sweet Shop at MWS Studios. Within the very busy day, our photographer Helen Thurwell set up her studio and took shots of the actors in character. You can read an interview with Helen by clicking ‘read more’.\n\nThis slideshow requires JavaScript.\n\n1. How did you get involved with the project?\n\nI had worked previously with one of the Production team.  Tom was pleased with the work I did and asked me if I would like the opportunity to do the stills for the film.\n\n2. As a follow up, can you please tell the readers how you got your start in photography?\n\nI used to work in a structural design department and one of the guys there sold me his old film camera for £300.  I sent a couple of pictures off to some national magazines and they got in.  I decided I preferred it to design work so I quit and went back to college.  While I was at college I spent a lot of time building up my portfolio and got my first paid booking a couple of months after finishing through my website designer.  It was a portfolio for the NUTS girl of the year and I was so nervous I nearly dropped my camera!  That was a few years ago now and my business has gone from strength to strength.  Photography is all about Networking, you can’t just be a good Photographer, you need to be good at talking to people as well.   You also need to push yourself outside your comfort zone.\n\n3. What sort of preparations did you do before the project and how familiar were you with the cast members before getting the job?\n\nI used to watch Gemma as Lisa on Hollyoaks.  I looked on the Internet at the cast members to see what pictures were there and what worked.  I spoke to the team about what was needed from the shoot and planned how much time it would take.\n\n4. Taking on a project as different as Film Photography it must have been a daunting task. What were some of the concerns you had starting out and what were your biggest\n\ngoals for the project? It was a daunting task, but actually it wasn’t as scary as a Wedding! The key was good planning.  The shots needed to be showing the character the cast were playing.  This meant we could really have some fun with Susan who plays a model, getting some really Zany and strong model poses, in contrast Gemma’s character was quite girl next door so it was important to communicate this in the images.\n\n5. There have been a lot of changes in recent years in camera technology with the transition from film to digital. What camera did you use for the project and do you prefer the old style cameras that did not do as much of the work?\n\nI love the way that film is valued so differently to digital.  Each picture had a lot more thought go into it, whereas with digital you can just press a delete button and that shutter click cost no money.  I used a Canon 50D for the shoot.  When I first started out I was using a 350D which is arguably a consumer end S.L.R camera.  I think the most important thing is knowing how to take a great picture.  I got fantastic results with that camera, as I knew it inside out. If you have a top spec camera and only ever use it on automatic it is like driving a Ferrari with a 30mph speed restrictor.\n\n6. How was working with Gemma and the other cast members and what were some moments that stood out?\n\nWhen I first walked in I was a bit nervous and overcompensated by walking around grinning at nothing and shaking everyone’s hand I probably appeared slightly deranged. Susan Hoecke was hilarious, the moment that really stood out was when I was doing Gemma and Seb’s photos together and Susan came bursting in shouting at Gemma get off my man! She had a really great personality.  Working with all the cast was great, as they just knew how to pose and have fun in front of the camera.  The worst bit was when my lights stopped firing when I was doing Gemma’s pictures, but she was really chilled and laid back about it and it was soon fixed. Vanessa was a real extrovert, which was great, as so was the character she was playing! Matt was a naturally very funny and down to earth, he was so relaxed and patient. Seb was lovely and I did fall in love with him a bit! I think he will be one to watch, as this is his first film.\n\n10. With your character portraits, what did you attempt to capture about each character and did you have a favorite?\n\nMy favorite character to Photograph was Susan’s as we could really go so over the top with the poses.  I found Gemma the hardest to portray as I needed to find something to pick out and almost make a caricature of for the photos, for instance like I did with Matt and using a camera with a wide angle lens to give a crazy perspective. It was hard to do this with Gemma as her character was almost a polar opposite to Susan’s and I also needed to depict this.  I ended up using less contrast in the editing to give a softer feel to the images and going for the more traditional poses, as her character was more traditional than the others.\n\n11. What does black and white photography offer as opposed to color in your opinion?\n\nYou can create mood and atmosphere simply by taking a colour image, turning it black and white and making the black areas really black.  I used this technique with Matt’s pictures to give him a slightly sinister edge to his character. The really over contrasted strong black and white images are great for showing a really strong character. I put less contrast into Gemma’s black and whites for a softer more feminine pure feel. Black and White images can look really classy, contemporary or Traditional so they are very diverse.\n\n12. Looking back, is there anything you would have done differently and if so, what?\n\nI think I would have worked with two camera bodies if I did this type of shoot again, as normally I don’t change my lens too often in a shoot but this was different and it would have saved time.\n\n13. What projects do you have upcoming?\n\nThis month, I have a Wedding booking Saturday and I am also doing a booking at Newbury Racecourse for M.W.S media this week. I have a family portrait on Sunday, two proms and a 60th birthday party. I also have a fashion shoot for a shop in a field!  On top of this I am going back to school for the day to talk about working as a freelancer.\n\nThis slideshow requires JavaScript.\n\nYou can find Helen’s website at www.helensarah.com and she is MWS Media’s choice for any photography that we do.\n\n\nOne Response to “Interview with studio photographer Helen Thurwell!”\n\n  1. Diana Jennifer Says:\n\n    Great Interview!\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.8837500811,
        "format_confidence":0.958008647,
        "weight":0.0043009602
    },
    {
        "url":"https:\/\/omalley.nelsonmandela.org\/omalley\/index.php\/site\/q\/03lv00017\/04lv00344\/05lv00965\/06lv01072.htm",
        "text":"About this site\n\nThis resource is hosted by the Nelson Mandela Centre of Memory, but was compiled and authored by Padraig O’Malley. It is the product of almost two decades of research and includes analyses, chronologies, historical documents, and interviews from the apartheid and post-apartheid eras.\n\n10 Nov 1996: Chalmers, Judy\n\nClick here for more information on the Interviewee\n\nClick here for Overview of the year\n\nPOM     Judy, we had just been talking about Louis Botha, the outcome of the Malan trial, his work here in Port Elizabeth as a community policeman and I want to move the question slightly; he passionately believes that the Truth & Reconciliation Commission is a witch-hunt, that only perpetrators of crime on one side are being called to heel, that, for example, he will say he knows dozens of dockets that were outstanding against senior people in the ANC that were put in abeyance during the negotiations and that many of these ANC senior people have told him personally they are never going to go before the Truth Commission. And you're back to this question, and I sense underneath it, Matthews Phosa's thing of there being a just war and they should never stand at the same bar of justice as those who imposed the apartheid regime. And it's given arise to a lot of anger that I sense among white people, that they feel they are being nailed and that they are angry about it and also that they don't feel particularly guilty about all these revelations about Eugene de Kock. I mean they shocked but they don't feel any sense of personal or collective guilt for actions of Eugene de Kock or security forces or whatever. Are my perceptions on the mark, off the mark, where would you come in?\n\nJC     Well the ordinary whites who are saying those sort of things, such as why rake up the past and is it helpful towards reconciliation and does it matter now who were the actual perpetrators, and as one who lived through the eighties and to an extent was victimised by what was happening there it doesn't surprise me that they are taking that point of view. It doesn't surprise me that Louis Botha is in fact taking a point of view and feels passionately that it is a witch-hunt. I feel just as passionately that the people who were the perpetrators should be brought, not necessarily to book, but the revelations must go on and must take place and it is about truth. The people that I speak to like Benedicta Godolozi who is mother of one of the Pepco three and Nyami Goniwe and Xalata's widow, they themselves, Nyami and to a lesser extent Mrs. Xalata when the Truth Commission, and it was the first held, was held here in Port Elizabeth, Nyami particularly felt very wary. She felt she had said it so many times before, she felt that although they didn't know exactly who had done the killing she felt that they had gone right up to the point and she didn't ever think we would take that final step. But when she made her appearance and it was in East London, I phoned her that night and she said to me it was absolutely liberating. She said, \"I found it so extraordinary to be able to be saying those things and I knew they were being televised and I felt at the end of that day that for the very first time I was freeing myself to an extent of the bitterness and the anger and the hatred and the total resentment that nothing would ever come out.\" She said, \"I found it hugely liberating.\"\n\n     And for me, and I attended, for instance, the hearing of the Langa massacre in Uitenhage which I had been extremely involved in and heard once again the truth of what the people were saying because at the time everybody was saying, \"Oh they were an unruly and a wild mob, oh they were throwing stones\", and to hear, which I had heard from a contact within the police, that they had put stones into the people's hands, which we knew. First of all they said they were not properly prepared, which we all knew, that the crowd were a wild, barbarous mob and had attacked them, we knew that hadn't happened but it had never been said by the other side. So I have found, myself, again and again as the revelations have come out, a sense of relief. The whites, of course, were never exposed to the sort of things that a few of us whites were exposed to. They were enclosed in their sort of corrals and were very happy to be there and I'll bet they feel put upon now because the truth is coming out.\n\n     But I think it's been an extraordinary and a wonderful journey for many, many people and for whites as well, people who had a suspicion of some of the things that were going on and have now said to me, \"I feel so ashamed that I lived through that time and I did nothing.\" And that sort of shame is appropriate now I do feel. I think that a measure of guilt, they should feel that.\n\nPOM     The thought was whether this is a cathartic experience for whites or whether there is, again, this feeling of it being a witch-hunt in terms of the perpetrators who are being brought to boot. For example, one will hear Matthews Phosa say that the Church Street bombings, people will not apply for amnesty even though civilians were involved, that it was an act committed in a just war. You have Robert McBride given amnesty for an act that involved the wanton bombing of civilians. Can you equate the two? Where does the principle of moral equivalence come in? For example, I talked at length last week to a young man who had been very involved in the townships in the eighties as a young comrade and he went into detail about the way they operated and it was gruesome. You could only call it a kangaroo court, anybody who came under suspicion was just ganged up on and killed. Is there a difference between that and some of the actions that Eugene de Kock would commit?\n\nJC     It's a difficult one. I always felt uncomfortable with the soft target strategy because I felt there was an immorality about it that I felt extremely uncomfortable with. I also felt that it was a politically inappropriate strategy to adopt because it just gave fuel to the Nationalist government and to the security forces. But it was always difficult to know whether there was third force involvement there or not. Here in this town we knew that there was a considerable third force involvement. There was the whole AZAPO scenario which we were never sure whether they were truly AZAPO or whether they were being used by people like the Reverend Mcina who was running an anti-UDF whole sideline at the time and in fact subsequently we heard that he was in the pay of the security police so it was difficult to know quite what was what at that time. The necklacing was horrifying and terrible but, of course, the police did necklacing as well. They used it as a strategy to put the comrades and the UDF whole fighting force in a bad light.\n\n     But to get back to the Truth Commission, I understand what Desmond Tutu is saying, that the ANC cannot decide for themselves whether they go for amnesty and they can't be their own moral judge and jury when the Truth Commission has been set up with ANC approval to do a job of work and I think there is room for some of the ANC ways of working that happen then to be brought under the spotlight and some of those comrades who were doing the sort of things that you described a few minutes ago, for the truth to come out about that. But nobody who didn't live through that time - I'm outraged that Louis Botha can say it's a witch-hunt when he was part and parcel of a regime that tore this country apart, that leaves us in a situation now where we are trying so desperately to rebuild and remake and build anew, because it never was built in the first place, and that he can say it was the likes of Eugene de Kock and his minions, that that is a witch-hunt.\n\nPOM     No, I don't think he sees Eugene de Kock as a witch-hunt.\n\nJC     But what happened to himself.\n\nPOM     That him and that only people from one side are being sought. It's not that it's a particular individual per se, it's that it's one-sided.\n\nJC     I think what Matthews Phosa said about the just war from the ANC's position it was a just war but there were bad things done by the ANC soldiers and comrades and the Magoo Bar that was an atrocious happening and I can never feel comfortable with random killing of that sort and car bombing and explosives and shooting set to happen just to frighten the general public. I think the ANC had so much moral ground on its side and had such a strong moral position it wasn't necessary to do those sorts of random strategic killings.\n\nPOM     But my, and correct me, my recollection is that in 1985 official sanction was given to going after, up to that point it had been just hard targets, that at that point sanction was given to going after soft targets. There was a shift in not just the political but in the moral strategy as to what was a legitimate and not a legitimate target.\n\nJC     From my personal point of view I always had problems with that decision. It was a decision that I felt would lose us an enormous amount of moral ground and would not really in the long term make a difference to the war because it hardens attitudes, it is so random. You never know whether it will be children, whether it will be women, whether it will be innocent men, it just promotes a climate of fear that is across the board and in any war, as happened in the second world war where there were huge bombings of cities, Dresden and Cologne and those great cities. Look, there are no easy answers to it. Those happened because they were trying to crush Germany into submission and in a way that is what the ANC was trying to do here but didn't really have the wherewithal to carry a strategy like that to where they might have wanted it to go which was a crushing of the major forces against them. It just couldn't work like that. And now we come to the point where the perpetrators of those acts, is it necessary for them to come before the Truth Commission?... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.992813766,
        "format_confidence":0.9883466363,
        "weight":0.0246143442
    }
]