[
    {
        "url":"https:\/\/www.footballaustralia.com.au\/news\/outcome-football-australia-general-meeting-held-friday-19-february-2021",
        "text":"Outcome of Football Australia General Meeting held on Friday 19 February 2021\n\nFootball Australia held a general meeting of Members at 10:00am on Friday 19 February, 2021.\n\nThe meeting was convened in response to a notice given by Football NSW, a Member who currently holds 6.1% of the votes in Football Australia, to move a resolution to remove Heather Reid as a Director of Football Australia with effect from the close of the meeting.  \n\n In accordance with the Football Australia Constitution and the Corporations Act 2001 (Cth), the Members may remove a Director if the Members pass a resolution, by simple majority, in favour of removing the relevant Director.\n\nThe resolution proposed by Football NSW was passed by the Members at the General Meeting.\n\nAs the election and removal of Directors is a fundamental and exclusive right for Members to exercise, the Board of Football Australia will not be making any comment in relation to this matter or on the outcome of the resolution.\n\nFootball Australia would like thank Heather for her service to the Football Australia Board, and wish her the best for the future.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9639978409,
        "format_confidence":0.9560495019,
        "weight":0.0036343251
    },
    {
        "url":"https:\/\/dioceseoflansing.org\/news\/us-bishops-meet-june-11-14-baltimore-assembly-be-live-streamed-carried-satellite-new",
        "text":"US Bishops To Meet June 11-14 In Baltimore; Assembly To Be Live Streamed, Carried Via Satellite; New Prevention Website launched\n\nWASHINGTON— The United States Conference of Catholic Bishops (USCCB) will gather for the 2019 Spring General Assembly in Baltimore, June 11-14.\n\nDuring the assembly, the bishops will discuss and vote on bishop accountability measures to respond to the abuse crisis and will also hear reports from the National Advisory Council and an annual progress report by the National Review Board. The bishops will also discuss and vote on the National Directory for the Formation, Ministry, and Life of Permanent Deacons in the United States (2nd edition); and on the final approval of revisions made to the second typical edition of the ICEL Gray Book of the Ordination of a Bishop, of Priests, and of Deacons, among other items.\n\nThe USCCB has also launched a new website highlighting the importance of prevention, protection and accountability in response to the ongoing effort to eradicate clergy sexual abuse. As the American bishops prepare to meet in Baltimore for their Spring General Assembly next week, this new site serves as a resource detailing the steps the American bishops are taking to confront this crisis.\n\nOn the site, readers can browse through the layers of the Holy Father’s Motu Proprio, the 2002 Charter for the Protection of Children and Young People and its progress, as well as the new reforms set to be discussed in Baltimore. There are also numerous readily available resources to address any instance of clergy sexual abuse. \n\nExplore the website by visiting:\n\nCoverage of the meeting is open to credentialed media on Tuesday, June 11, Wednesday (partial day), June 12, and Thursday, June 13.  Press conferences will follow open sessions of the meeting. Due to limited capacity, please note there will be no onsite credentialing due to security considerations. \n\nA live stream and satellite feed is expected to run Tuesday, June 11 from 8:30am-6pm Eastern, Wednesday, June 12, 11am-6pm Eastern and Thursday, June 13, 8:45am to 3pm. The assembly will be live streamed on the Internet and will be available via satellite for broadcasters wishing to air it. Public sessions of the general assembly discussions and votes will be available via livestream at:\n\nNews updates, vote totals, texts of addresses and presentations and other materials will be posted to this page: as soon as possible during the general assembly. \n\nThose wishing to follow the meeting on social media can use the hashtag #USCCB19 and follow on Twitter ( as well as on Facebook ( and Instagram ( \n\nMedia outlets interested in taking the meeting's satellite feed may request coordinates by contacting\n\nKeywords: USCCB, U.S. bishops, U.S. Conference of Catholic Bishops, June meeting, Spring General Assembly, Baltimore, sex abuse, prevention, protection, accountability, #USCCB19 \n\n\nMedia Contact:\nJudy Keane",
        "topic_id":18,
        "format_id":13,
        "topic_confidence":0.9919945002,
        "format_confidence":0.9729570746,
        "weight":0.001518783
    },
    {
        "url":"https:\/\/joinourdorset.nhs.uk\/wellbeing\/time-to-talk-time-to-listen-in-mens-health-week\/",
        "text":"One in eight men in the UK admits to suffering from mental health issues. But the sad fact is that while men are aware of their mental struggles, societal taboos and stigma lead to many suffering in silence.\n\nBy simply talking with one another, men can improve their mental health.\n\nThe LightOn mental health campaign\n\nThis week has been Men’s Health Week, so we invited Andrew Coleman, one of the founders of the LightOn mental health campaign, to join us to explore how we can support ourselves, friends, family members and colleagues.\n\nLightOn is a mental wellbeing campaign by the people of Dorset, for Dorset. It gives men permission and an opportunity to talk about mental health.\n\nIn his open and honest presentation, Andrew talked about his own experiences with his mental health. He explained that one of the hardest steps we can take is to open up. But when you show vulnerability, it gives others permission to open up.\n\nHuman beings are instinctively community-based, and LightOn gives men that community – space ‘beyond the banter’ to share stories, experiences, information and support.\n\nYou can connect with the LightOn campaign through their website, on Twitter, Instagram (especially during their ‘Talk More Tuesdays” Insta-chats at 7pm on Tuesdays), LinkedIn and Facebook.\n\nYou can watch the recording of Andrew’s presentation here:\n\nWhere to find help\n\nThis Here For Each Other staff wellbeing website has lots of resources you can use to manage feelings of anxiety and stress, or around things such as sleep problems and bereavement.\n\nBut you may feel that you would really benefit from some 1:1 support. Why not refer yourself into our staff wellbeing service? Referrals are straightforward – take a look at the referrals page for more information. Read more about our team and how the service works.\n\nMental health services\n\nUsing the Five Ways to Wellbeing\n\nThe Men’s Health Forum (MHF) says that:\n\n“Even before the pandemic, men’s mental health was a cause for concern. There is a grave disparity in the high number of men who die from suicide and the low number of men who seek treatment for depression, anxiety and other mental health challenges.”\n\nThe MHF has been promoting the Five Ways to Wellbeing – five things we can all do that are scientifically-proven to help us feel better – through its CAN DO Challenge:\n\n  • Connect – connect with other people (eg. call an old friend you haven’t since before lockdown) #connectmonday\n  • (Be) Active – move your body (eg. go for a run\/walk\/swim\/dance\/etc) #activetuesday\n  • Notice – take notice of the environment around you (eg. turn off your phone for an hour) #noticewednesday\n  • Discover – learn something new (eg. read a book you haven’t read before) #discoverthursday\n  • Offer (or give) – do something for someone else (eg. volunteer for a local community group) #offerfriday\n\nFind out more about the Five Ways to Wellbeing\n\nAs well as our content about the Five Ways – Be active, Connect, Give back, Keep learning, Take notice (mindfulness) – colleagues from Live Well Dorset will be joining us in the next few weeks for two specific sessions on the Five Ways to Wellbeing:",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.9973694086,
        "format_confidence":0.9289094806,
        "weight":0.0037896775
    },
    {
        "url":"https:\/\/community.mygameday.app\/2020\/11\/gameday-websites-release-notes-november.html",
        "text":"GameDay Release Notes: November 2019\n\nOur November releases focused on the following;\n\nNew Features:\n  • Ability for admins to add membership to members and process payments and record offline transactions\n  • Loading indicator on Global Search to let users know search is in progress\n  • Implemented updates to user groups in Sisense to enhance data security\n  • PCI-related compliance updates\n  • Major refactor of the application code (ongoing)\n  • Ongoing UI enhancements\n  • Updates to Login Screens for Admin Portal and Registration Forms to make it responsive for different screen sizes\n  • Updates to Registration form display\n  • Product Descriptions will now be displayed on the products screen in Registration Forms\n  • Age Rules Enhancements - Streamlined age rules setup for Product and Form Questions and Added new Registration date option for age rules\n  • Introduced a new Core Member Type; Miscellaneous\n  • Session Timeout after 30 minutes of Inactivity\n  • Additional fields in Organisation Details page\n  • Other small general system enhancements\n\nFunctionality Changes:\n  • Order Detail page cleanup\n  • Showing Org Hierarchy Levels Dynamically\n\nResolved Issues:\n  • Fixed issue in clearance to not allow clearance from same organisation and only display clearance data for related organisations\n  • Fixed issues in batch jobs to set member status and financial status correctly\n  • Clean up layout for Email Templates\n  • Validation against creating duplicate admin users with the same email at same organisations\n  • Issues related to Sisense Reporting\n  • Fixed issue with duplicated Settlement Items. Data cleanup completed for affected organisations and transactions\n  • Some other minor bug fixes and resolving support requests\n\n\nPopular posts from this blog\n\nGameDay is here!\n\nProduct Announcement: UI\/UX update to GameDay\n\nGeneral Announcement: We're changing to GameDay!",
        "topic_id":2,
        "format_id":13,
        "topic_confidence":0.8069605827,
        "format_confidence":0.946141839,
        "weight":0.000838258
    },
    {
        "url":"https:\/\/www.icc-research.com\/nl\/daily-market-updates-4",
        "text":"Daily Market Updates\n\nTom Valenkamp\ndinsdag, 8 september 2020\nTom Valenkamp\n\nWhat happened last night? Independent seasoned professionals update you every morning on the relevant overnight events in the major markets. For your convenience a comprehensive global economic calendar is included.\n\nDownload het volledige rapport\n\nRegistreer en download\nMeer Morning Briefings & Calendar publicaties",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.99494946,
        "format_confidence":0.7166838646,
        "weight":0.0053518134
    },
    {
        "url":"http:\/\/www.mac.edu\/news\/press_release.asp?ID=2320",
        "text":"\n\nDerek Crouch named Lincoln Laureate\n\nDecember 3, 2012\n\nMacMurray College senior Derek Crouch has been named the Student Laureate for the Lincoln Academy of Illinois. He is pictured at the Lincoln Laureate Award Ceremony that took place on Nov. 3, 2012, at the Hall of Representatives in the Old State Capitol.\n\nCrouch, a special education major, is the son of Ken Daugherty and Cindy Crouch. He is a MacMurray athlete, playing outfielder for the Highlander baseball team, and is a recipient of the Elizabeth Brown Henson Scholarship, a scholarship awarded to an academically talented and   deserving student. \n\n“I actually had a teacher congratulate me before I knew I had won anything,” Crouch said. “Everyone keeps telling me how big of an award this is.”\n\nThe Lincoln Laureate Award is presented for excellence in curricular and extracurricular activities to a senior from a four-year, degree-granting college located in Illinois. Crouch will be honored at an award ceremony at MacMurray College on Dec. 6 in the lounge of Kathryn Hall.\n\nFor more information, contact:\n\nPublic Relations, MacMurray College\nWork: 217-479-7181 | Cell: 217-883-3340\nEmail: Send Email\n\nBack to press releases.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9933171272,
        "format_confidence":0.9924570322,
        "weight":0.0059258275
    },
    {
        "url":"http:\/\/mail.s-s-a.co.uk\/news-a-events\/37-constants\/77-anniversary-dinner",
        "text":"You are here: Home » News & Events » Constants » 75th Anniversary Dinner\nTuesday, 24 Apr 2018\n  • EU e-Privacy Directive\n\n    This website uses cookies to manage authentication, navigation, and other functions. By using our website, you agree that we can place these types of cookies on your device.\n\n75th Anniversary Dinner\n\nFriday 28 November 2008 - a very successful and enjoyable Celebratory Dinner was held at Stirling Highland Hotel to recognise the 75th Anniversary of the Stirling Society of Architects.",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.9443982244,
        "format_confidence":0.9265955687,
        "weight":0.0013256736
    },
    {
        "url":"http:\/\/becket-lee.com\/Default.aspx?treeIndex=4&tree_id=3&document_id=285",
        "text":"Logo Image\nYour Proven Partner in Bankruptcy Management\n\n\nAlane Becket Presented at October Bankruptcy Events\n\nPartner Alane Becket presented at the NARCA 2013 Fall Collection Conference in Washington, DC. The conference ran from October 16-19. Alane's presentation, \"Bankruptcy Update: The National Chapter 13 Plan Form\", addressed the new requirements for Chapter 13 plans and the pending changes to the bankruptcy Rules, including how these changes will impact creditors.\n\nAlane also spoke on the subject of Student Loan Dischargeability at the Dallas-Fort Worth Area Chapter 13 Consumer Bankruptcy Conference on October 21.\n\nMore Events...",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9737516046,
        "format_confidence":0.8751547933,
        "weight":0.0065351899
    },
    {
        "url":"http:\/\/www.theleague.coop\/AM\/Template.cfm?Section=Calendar&CONTENTID=53378&SHOWPRINTVERSION=0&TEMPLATE=\/CM\/ContentDisplay.cfm",
        "text":"Image Image\n\n\n\n\nShare of Wallet - Are You Maximizing Your Existing Membership?\n\n\nThursday, October 10, 2013\n\n10:00 - 11:00 am CST\n\n\nSpeaker: Julie Ferguson, JRF Consulting Services, LLC\n\n\nAbout the Program\n\nThe ultimate member loyalty test. What percentage of each member’s wallet is with your credit union? Maximizing existing relationships from the moment they open an account and beyond is more critical than ever. Everything from on-boarding programs for new members, to outbound calling campaigns, to the daily service experience matters a lot. Julie will share with you examples from around the country on how credit unions are moving that needle toward an increase in share of wallet.\n\nRelated Files\nPrintable Brochure (Adobe PDF File)\n\nRelated Links\nRegister Now\n\n©2005 Wisconsin Credit Union League. All rights reserved.\nSite powered by iMIS.",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9938511848,
        "format_confidence":0.8682960272,
        "weight":0.0064839723
    },
    {
        "url":"https:\/\/fennies.com\/news\/fennies-day-nurseries-children-thank-key-worker-parents-on-bbc-breakfast",
        "text":"We are extremely proud to be able to support all key workers during these unprecedented times as we keep all eleven nursery settings open.\n\nWe would like to say thank you to all key workers for their amazing dedication, strength and hard work throughout the outbreak of Covid-19. We are extremely proud to be one of the only early years providers with all nurseries open to help keep our nation moving forward.\n\nCEO Steven Fenn says “I am proud to continue ensuring that all of our nurseries are still in full operation and looking after the children of key workers so that their parents can continue their vital role. Early Years settings have a crucial part to play as we support the fight against COVID-19 and we are committed to ensuring that all the children have a safe and nurturing environment throughout these testing times.”\n\nOur little ones wanted to share their appreciation too by thanking their wonderful parents for the amazing work they are carrying out. This has been featured on BBC Breakfast ‘Heroes Half Hour!’ To watch the video, please click the following link: https:\/\/www.youtube.com\/watch?v=OfL6dJn8IpY&feature=youtu.be\n\nMany of our parents work hard to keep the nation safe and we are proud to be able to provide support wherever possible, Dr Claire Frith- Keyes, a parent at Fennies Beckenham says, “I am a consultant anaesthetist working with critically ill COVID patients, I am being asked to work erratic shifts and difficult hours. At a time when I am under my greatest strain, it is so genuinely wonderful to have such a dedicated team supporting me, my son and our family in our time of greatness need. When we as a family are at our most vulnerable it is a HUGE SOURCE OF STRENGTH, to have Ralph with Hollie, Jamie and Kai – Fennies you really are part of our family.”\n\nWe are keen to ensure the standard of education remains the same for both children attending nursery as well as those learning from home. We have been providing daily home learning activity ideas and videos for children including an online portal for support. These activities have been put together by Fennies’ Head of Education, Shanti Flynn and reflects the Early Years Statutory Framework which allows children to continue developing upon their learning and development skills whilst self-isolating.\n\n“It’s important for us not just to support the children of key workers who are attending our nurseries, but also to keep in touch with all our children and families who are following the government advice to stay at home. The daily activity suggestions, videos and links to useful information gives support to children to build upon their learning and skills in their home environments.” says Shanti.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9489628077,
        "format_confidence":0.991840601,
        "weight":0.0059221468
    },
    {
        "url":"https:\/\/www.nutter.com\/trending-newsroom-news-4438",
        "text":"Trending news\n\nNutter Managing Partner Deb Manus Selected as a ‘2017 Top Women of Law Honoree’ by Massachusetts Lawyers Weekly\n\nPrint PDF\n\nDeborah J. Manus, Managing Partner of Nutter, has been named a “2017 Top Women of Law” honoree by Massachusetts Lawyers Weekly. Each year, Massachusetts Lawyers Weekly recognizes women attorneys who have made “tremendous professional strides” and “demonstrated great accomplishments” in the legal field, including in pro bono, social justice, advocacy, and business. Manus and the other honorees will be recognized at the “Top Women of Law” event on November 2.\n\nManus was named managing partner of Nutter in 2011 – a rare distinction for women in the legal profession. Under Manus’s leadership, Nutter has established cross-departmental teams and a client interview program to better serve client needs; adopted a comprehensive Diversity and Inclusion Strategic Plan; and made significant investments in professional development.\n\nA leader in numerous business and civic organizations, Manus recently served as Treasurer of the Boston Bar Association. She is on the Board of Overseers of the New England Aquarium. Manus is president and member of the board of directors of the Nantucket Maria Mitchell Association, which operates a natural science museum, aquarium, and two observatories on Nantucket.\n\nIn addition to serving as Managing Partner, Manus has an active practice, advising high net worth individuals and families on estate and trust administration and estate planning. She has extensive experience settling complex estates, helping clients structure large, tax-efficient gifts and implementing other planning techniques to reduce transfer taxes. Manus also assists clients with pre-nuptial planning and helps clients accomplish their philanthropic goals, advising on lifetime and testamentary gifts to public charities, private foundations and charitable trusts. \n\nMore News >\nBack to Page",
        "topic_id":3,
        "format_id":13,
        "topic_confidence":0.694388032,
        "format_confidence":0.9626175165,
        "weight":0.0018628095
    },
    {
        "url":"https:\/\/www.lebow.drexel.edu\/news\/marketing-students-get-high-level-view-nyc-trip",
        "text":"Marketing Students Get a High-Level View on NYC Trip\n\nLeBow students Taylor Menser and Chandni Shah at SAP's New York City offices\n\nThe participants in the August trip to New York City, organized by LeBow’s Undergraduate Career Services, came away with new perspectives. The students, nearly all marketing majors, gained insights on potential career paths and entering the workforce, courtesy of several Drexel alumni, and they, along with the faculty and staff members who came along, saw New York City in a new way: from more than 50 stories up.\n\nThat high-level view came from a site visit to SAP, the second stop on a day that started with a jaunt through the teeming, modern workspaces at Google. Jamie Blomquist, a Class of 2009 graduate and a 2010 MBA graduate, led the students’ tour through Google’s largest office in New York City; the company also has offices in the Chelsea Market building, which it owns. Blomquist detailed her path to Google – completing an MBA to wait out the worst of the global recession, starting out in real estate, then working at an advertising agency – and explained her day-to-day work in Google’s Sales and Consulting division.\n\nAlong the insights from Blomquist and several other current Google employees, the big draw for students was the bells and whistles of the offices. Some employees use scooters to get around the building, a former New York Port Authority building near the High Line, which encompasses a full city block. The offices are filled with kitchens, breakrooms, exercise facilities and other perks that have made Google one of the most desirable places to work for young college graduates of all backgrounds and majors.\n\nAfter departing Google, it was a short bus ride north to the Hudson Yards complex on Manhattan’s West Side for a tour of SAP’s Leonardo Center, including the Next-Gen Lab, an incubator space for collaborators and community partners with the company’s advanced technology offerings front and center.\n\nSAP was already familiar to a number of students on the trip who had previously worked on co-op at SAP’s offices in Newtown Square, and the site visit also served as a preview of another Next-Gen Lab that will open this fall as part of LeBow’s Center for Business Analytics.\n\nMark Santerian, a class of 2015 graduate and a senior account manager at SAP, detailed not only his path to his current job but also the importance of building connections through networking and co-op employment. Based in Philadelphia but with clients based all over the Northeast, Santerian hopes to build even stronger ties between his company and LeBow and among Drexel alumni working there.\n\nFor Stephanie Arredondo, a junior marketing and business analytics major, the highlight of the trip was the technology on display at SAP and learning about the ways it’s being used to improve customer experience. “It was great to learn firsthand the innovative technologies SAP has developed utilizing machine learning, advanced analytics, VR and more,” she says.\n\nThe tour of SAP transitioned into a networking event with Drexel alumni, with the outdoor terrace on the 52nd floor becoming a popular spot for photos. Some of those shots will soon grace students’ LinkedIn profiles – another step in the networking and job-search process.\n\nIn This Story\n\nRelated Stories\n\nPutting Unique Talents to Work\n\nLeBow students were tasked with aiding SAP’s implementation of Autism at Work — an initiative that aims to hire more than 600 people with autism spectrum disorder by 2020.\n\nMS Econ's Alexander Smith to Intern With NYC Office of Management and Budget\n\nAlexander Smith, a student in LeBow’s School of Economics MS in Econ program, has landed a policy analyst internship with the City of New York.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9643527865,
        "format_confidence":0.8477708697,
        "weight":0.0050619258
    },
    {
        "url":"http:\/\/blog.wavetrack.com\/nifty-50-breaks-higher\/",
        "text":"WaveTrack International\n\nElliott Wave Financial Price Forecasting\n\n\nby WaveTrack International| July 11, 2018 | 5 Comments\n\nThe Nifty 50 has just broken above the May high. However, it is unfolding ina ann expanding flat from 10957.00 as minute wave 2. This allows a -8.6% decline during next couple of months\n\nThe Nifty 50 has broken above the May high of 10957.00 which negates declines to 9795.00+\/- as the continuation of January’s zig zag corrective downswing. This revised count relabels the correction as ending last March at 9903.00 as minor wave iv. four within the Feb.’16 impulse uptrend as part of intermediate wave (5).\n\nIndia Nifty 50 - Elliott Wave Price Forecasting Update by WaveTrack International\n\nIndia Nifty 50 – Elliott Wave Price Forecasting Update by WaveTrack International\n\nMinor wave v. five begins with minute wave 1 ending into the May high at 10957.00. Yet, wave 2 is most likely unfolding into an expanding flat – see fig #1. This requires a more immediate upside test towards 11175.00+\/-. But afterwards expect a decline to 10282.00-205.00+\/- before completion and a resumption of the larger uptrend.\n\nRegular updates for India’s Nifty 50 are available via WaveTrack’s bi-weekly Elliott Wave Compass report – click here\n\nAnd in our latest Mid-Year Stock Indices Video – click here and see below.\n\n\nSingle Video – *$48.00 – PART I STOCK INDICES (June\/July 2018)\nTriple Package offer – *$96.00 (saving 33%)! – PART I – PART II – PART III (June\/July 2018)\n\n  • Each video runs for at least 1 hour 20 minutes and it’s packed with SPECIFIC Elliott Wave price-forecasts (the Stock Index Video covers 70 charts and is already 1 hour 56 mins. long!).\n  • *(additional VAT may be added depending on your country – currently US, Canada, Asia have no added VAT but most European countries do)\n\n  • BONUS! Each of the 38+ charts illustrated in the VIDEOS will be created into a .pdf document\/report and sent to you so that you can always keep these to refer to!\n  • PARTS II & III will be available in a few weeks’ time (2018!) – we’re working on it!\n\n\n    To receive your VIDEO UPDATE please click here to contact us.\n    – Please state if you wish to purchase the SINGLE VIDEO for STOCK INDICES for USD *48.00?\n    – Or opt for the TRIPLE PACKAGE for USD *96.00 in total?\n    – Next we will send you a PayPal payment request and provide you with the video link & PDF report once confirmed.\n\n    *(additional VAT may be added depending on your country or residence. Currently, the US, Canada, Asia have no added VAT but most European countries do)\n\n    We’re sure you’ll reap the benefits – don’t forget to contact us with any Elliott Wave questions – Peter is always keen to hear you views, queries and comments.\n\n    Most sincerely,\n\n    WaveTrack’s Elliott Wave Team\n\n    Visit us @ www.wavetrack.com\n\n\n    • Praveen Vishnu Shamain\n\n      Thank you very much.\n\n      • You are most welcome! Very best wishes!\n\n        • Anita\n\n          Nifty has now gone way beyond 38% extension and son not an extended flat. What is your view now?\n\n          • Hello! We already know that January’s decline between 11191.00 and 9903.00 unfolded into a zig zag. This would mean that the following advance is either a new impulse uptrend or another zig zag – if the latter, then resistance will be at 11726.00+\/-…should a ‘reversal-signature’ occur from 1726.00+\/-, then this will be labelled wave ‘b’ within a developing triangle or expanding flat – either way, wave ‘c’ would pull the index sharply lower over the following weeks. We hope this is of help. Very best wishes, WaveTrack’s EW-team\n\n            • Anita\n\n              Thank you very much.\n\n    About WTI\n\n    WaveTrack International is a financial price forecasting company dedicated to the Elliott Wave principle and work of the R.N. Elliott. Clients include Investment Banks, Pension Funds, Total\/Absolute-Return\/Hedge Funds, Sovereign Wealth Funds, Corporate and Market-Making\/Trading institutions and informed individuals -- & just about anyone who is affected by directional price change.\n\n    Subscribe to our feed\n\n    WTI Links",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9979766011,
        "format_confidence":0.5914694667,
        "weight":0.004416779
    },
    {
        "url":"https:\/\/www.cspire.com\/company_info\/about\/news_detail.jsp?entryId=16600023",
        "text":"About C Spire\n\n\n\nC Spire Wireless begins pre-orders for Samsung Galaxy S® 4 today\n\nNext generation of world’s best-selling 4G LTE smartphone combines provider’s exclusive suite of personalized services with more leading-edge innovations and government-grade security\n\nRidgeland, Miss. (May 22, 2013) – C Spire Wireless began accepting customer pre-orders today for the highly anticipated Samsung Galaxy S® 4 touchscreen smartphone, which will be introduced this summer on the nation’s only 4G LTE network offering a personalized mobile broadband experience.\n\n“This phone features a unique suite of easy to use innovations that promise to change how consumers interact with their primary communications device,” said Kevin Hankins, COO for C Spire Wireless. “We’re excited to introduce it on our fast, reliable network, which is powered by our advanced fiber optics-based infrastructure.”\n\nCustomers can pre-order the Samsung Galaxy S 4 online at www.cspire.com\/gs4 for pick up at any C Spire retail store when it goes on sale this summer. The 4G LTE smartphone will cost $199.99 with a new two-year customer agreement that includes data services. The website also has more details on all the phone’s new features.\n\nThe sleek and slim smartphone weighs 4.6 ounces, is 7.9 millimeters thin and comes with a full HD 1080p Super AMOLED display on its 5-inch screen. The device features Android’s 4.2.2 (Jelly Bean) mobile operating system and runs on a 1.9 GHz quad core CPU with 2GB of internal RAM. Available in two color models, Black Mist and White Frost, the phone is powered by a removable 2,600 mAh battery and has standard 16GB of onboard storage.\n\nThe touchscreen device also features a 13-megapixel rear-facing camera and a front-facing 2-megapixel camera with LED flash, autofocus and 1080p HD video recording in both dual shot and recording mode for stunning photos and video using new photo features like Dual Shot, which allows the use of both cameras simultaneously so users can include themselves in pictures and videos.\n\nFor more information on the Samsung Galaxy S 4 from C Spire Wireless, visit www.cspire.com\/gs4. For more information about other C Spire Wireless products and services, visit www.cspire.com.\n\nAbout C Spire Wireless\n\nC Spire Wireless is a diversified wireless communications company passionately committed to helping customers by personalizing wireless services designed just for them. The company is the first wireless provider in the U.S. to personalize customers’ experience by offering apps that fit who they are, services that anticipate their needs, and rewards for using their phone in new ways – all with seamless ease and at amazingly fast speeds. This news release and other announcements are available at www.cspire.com\/news. For more information about C Spire Wireless and its products and services, visit www.cspire.com or follow us on Facebook at www.facebook.com\/cspire or Twitter at www.twitter.com\/cspire or Google + or www.pinterest.com\/cspirewireless",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9635870457,
        "format_confidence":0.9869090915,
        "weight":0.0008361295
    },
    {
        "url":"http:\/\/www.rbc.com\/newsroom\/news\/2012\/20120509-cdn-consumer.html",
        "text":"Skip Header Navigation\n\nAbout RBC > Media Newsroom > News Releases > Who's Contributing to Your Nest Egg? Canadians Take Responsibility When It Comes to Retirement Planning: RBC\n\nWho's Contributing to Your Nest Egg? Canadians Take Responsibility When It Comes to Retirement Planning: RBC\n\nFewer than one-third of North Americans confident they will have enough money for a secure retirement\n\nTORONTO, May 9, 2012 - When it comes to ensuring their financial security in retirement, Canadians overall believe that they are primarily responsible (59 per cent), with the rest of this duty falling to the government (19 per cent), their employer (10 per cent), another family member (eight per cent) and their financial advisor (five per cent), according to the latest RBC Canadian Consumer Outlook (RBC CCO).\n\n\"It's encouraging to see Canadians playing their part in planning for their retirement,\" said Amalia Costa, head, Retirement Strategies, RBC. \"This is a financial responsibility that you don't have to undertake alone. A financial advisor can assist you in getting started, understanding your options, incomes sources and determining what the best approach is for you.\"\n\nWhen it comes to looking at their prospects for retirement, consumers on both sides of the border share similar beliefs. Canadians (61 per cent) are more confident of their understanding of the retirement savings options available to them with almost half (45 per cent) of Americans saying the same. However, only 29 per cent of Americans and 36 per cent of Canadians are confident that they will have enough money to have a secure retirement.\n\nWhat is troubling, particularly given the aging populations, is that four-in-10 (42 per cent) of Americans and 37 per cent of Canadians are worried they won't have enough money saved to be financially secure. Consequently, more than one-in-four North Americans believe they will have to work past retirement age to make enough money to live, with slightly more Americans (29 per cent) than Canadians (26 per cent) believing this to be true. To address their concern about financial security in retirement, 34 per cent of Canadians and 36 per cent of Americans say they save a regular amount of money from each paycheque.\n\nIn Canada, more than half (54 per cent) said they didn't have enough money to take advantage of all the savings options available to them, and 15 per cent claim there are too many options available to make clear decisions on how to properly invest their money.\n\n\"With the volumes of financial and investment information available, awareness of the need to save is greater than ever before, and even for those who have retirement savings plans, meeting retirement goals can become a challenge,\" added Costa. \"If you are able to, there are catch-up strategies you could use to reach your retirement goals.\"\n\nTo catch up on retirement savings, Costa advises doing the following:\n\n  • Make regular contributions to your RRSP: Sometimes, people who are behind in their saving are reluctant to even explore strategies that could help them get back on track. Why? Because they think they can't afford it. One approach is to start slowly, setting aside small amounts. Consider an automatic RRSP contribution program to make these small steps a priority in your financial life.\n  • Invest your tax refund: If you receive a tax refund, take advantage of this new found money by investing it in your TFSA or RRSP. You will not only be growing your investment savings, you'll also be ahead in your contributions for that current tax year.\n  • Take out an RRSP loan: In certain situations, it makes sense to take out a loan to top up your RRSP. For example, if you have unused RRSP contribution room, you can borrow money to catch-up, and then use the tax savings to help repay the loan.\n  • Consider adjusting your current lifestyle: Making some lifestyle sacrifices now can help you retire with a higher standard of living.\n\nAbout RBC's savings and other financial advice and interactive tools\nCanadians can freely access savings advice and resources at In addition, all personal RBC online banking clients can use myFinanceTracker, a no-cost interactive financial management tool, to create a budget and track their spending habits. Whether Canadians want to get more from their day to day banking, protect what's important, save and invest, borrow with confidence or take care of their businesses, the RBC Advice Centre can help answer their questions. Interactive tools and calculators provide customized information covering many facets of personal finance. In addition, online advice videos are updated regularly to reflect current trends and to answer the questions that are top of mind with Canadians. With the guidance of RBC advisors who are available to chat live, Canadians have access to free, no-obligation professional advice about RBC products and services and personalized one-on-one service at\n\nAbout the RBC Canadian Consumer Outlook Index\nThe survey is conducted online via Ipsos Reid's national I-Say Consumer Panel to 3,398 Canadians (489 British Columbia, 481 Alberta, 539 Saskatchewan\/Manitoba, 778 Ontario, 525 Quebec, 586 Atlantic Canada). Weighting was then employed to balance demographics and ensure that the sample's composition reflects that of the adult population according to Census data and to provide results intended to approximate the sample universe. Data collection was April 2 to 9, 2012. A survey with an unweighted probability sample of this size and a 100 per cent response rate would have an estimated margin of error of ±1.7 percentage points, 19 times out of 20, of what the results would have been had the entire population of adults in Canada been polled.\n\nAbout the RBC U.S. Consumer Outlook Index\nThe RBC U.S. Consumer Outlook Index provides the most up-to-date and comprehensive outlook of U.S. consumers based on data collected from interviews with a nationally representative sample of more than 1,000 U.S. adults conducted over a multi-day polling period each month by Ipsos, the world's second-largest market and opinion research firm. The results in this news release reflect some of the findings of the Ipsos poll of 1,005 U.S. adults conducted on March 29- April 1, 2012. The RBC Consumer Outlook Index is released within 36 hours after the U.S. online panel members are interviewed. Weighting is employed to balance demographics and ensure that the survey sample's composition reflects that of the U.S. adult population according to Census data and to provide results intended to approximate the sample universe. Statistical margins of error are not applicable to online polls because they are based on samples drawn from opt-in online panels, not on random samples that mirror the population within a statistical probability ratio. All sample surveys and polls may be subject to other sources of error, including, but not limited to coverage error, and measurement error.\n\n- 30 -\n\nFor more information, please contact:\n\nSuzanne Willers, RBC Corporate Communications,\n416 974-2727,\n\nCraig Christie, RBC Corporate Communications,\n416 974-8820,\n\n\nRelated Media\n\nProvincial Releases",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9978619218,
        "format_confidence":0.981192112,
        "weight":0.0073270202
    },
    {
        "url":"http:\/\/www.boosey.com\/pages\/cr\/news\/further_info.asp?site-lang=de&newsid=100172",
        "text":"Nachrichten zu den Komponisten bei Boosey & Hawkes\n\nSuche Katalog\n\n\nEnrico Chapela: electric cello concerto in Birmingham\n\n(March 2013)\n\nThe City of Birmingham Symphony Orchestra plays host to the European premiere of Enrico Chapela's MAGNETAR, featuring Johannes Moser on electric cello.\n\nJohannes Moser is soloist in the European premiere of Mexican composer Enrico Chapela's electric cello concerto MAGNETAR at Symphony Hall in Birmingham on 28 March. The City of Birmingham Symphony Orchestra is conducted by Diego Matheuz, one of the most exciting young conductors to emerge from the 'El Sistema' classical music training scheme in Venezuela. Enrico Chapela will be attending the performance and participating in a pre-concert talk at 6.15 pm in conversation with Simon Webb.\n\nMAGNETAR was written for the virtuosic skills of Johannes Moser and premiered by him in Los Angeles in 2011 with the LA Philharmonic and Gustavo Dudamel. The 25-minute concerto has since been performed by Moser in Brazil with the São Paulo Symphony Orchestra and Marin Alsop. Plans are underway for further performances at festivals this summer and on an Iberian tour with the Orquestra Sinfónica do Porto Casa da Música this autumn. The concerto was jointly commissioned by the Los Angeles Philharmonic Association, City of Birmingham Symphony Orchestra and the Orquestra Sinfónica do Estado de São Paulo.\n\n> Watch a video introduction to MAGNETAR\n\nThe title MAGNETAR relates to neutron stars which are the universe's most powerful magnets. This focus falls in line with other recent science-related compositions by Chapela, including Nanobots (2010) based on microscopic machines, and Private Alleles (2010) which takes inspiration from the Mexican Genome Diversity Project. As the electric cello produces sound via electromagnetism, Chapela decided to base his concerto on data from magnetars, translated into pitch sets. The electric cello part combines sounds from an effects patcher, including delay, granulation, and spectral freeze, to create its otherworldly soundscape.\n\nWhile the opening movement features a cadenza that represents for the composer a magnetar's \"quiet and peaceful times\" and the second movement \"falls into a cool jam\", the third movement, entitled Brutal \"bursts from nowhere into a fully distorted e-cello that leads into a violent riff, that gradually builds up to the giant final flare\".\n\nEnrico Chapela, born in Mexico City in 1974, studied guitar performance and composition at the CIEM academy in Mexico City, and electro-acoustic music and musicology at the University of Paris Saint-Denis. He has been commissioned to compose music for the Los Angeles Philharmonic, Dresdner Sinfoniker, Carnegie Hall, Seattle Symphony, Britten Sinfonia, Wigmore Hall, and the National Center for the Performing Arts in Beijing. His musical style seeks to fuse different geographic traditions and musical soundworlds, so that contemporary techniques can happily coexist with minimalist, jazz or rock idioms. Orchestal works include ínguesu, a musical recreation of a historic football match betweeen Mexico and Brazil, which has been performed widely including in Mexico, USA, Brazil, Germany, Poland and South Korea.\n\n> CBSO website\n> View MAGNETAR on our Online Scores website\n> Visit Chapela's website\n\n> Weitere Informationen zum Werk: MAGNETAR\n\nPhoto: Johannes Moser, soloist in Chapela's MAGNETAR (Uwe Arens)\n\n> Nachrichtensuche\n\n\nMelden Sie sich an für Updates & Angebote per Mail\n\n\nOrchester- und Bühnenwerke\n\nOnline Ansicht\n\nBlättern Sie online in über 1000 Partituren!\n\nFAQ | Kontakt\/Impressum | Links | Über Uns | Shopverzeichnis | Stellen | AGB | RSS Index",
        "topic_id":6,
        "format_id":13,
        "topic_confidence":0.8032543063,
        "format_confidence":0.8185186386,
        "weight":0.0021255038
    },
    {
        "url":"https:\/\/www.pewcenterarts.org\/event\/c3-initiative-chester-made-information-gathering-sessions-2015-02-19-000000-2015-02-28-000000",
        "text":"C3 Initiative: \"Chester Made\" Information-Gathering Sessions\n\n19 - 28 Feb 2015\nCHESTER, Pennsylvania\n\n\nArtist-led story circles held by the Chester Cultural Corridor team created this downtown asset map of arts, culture and creative expression. Photo by Paul Fritz, Consulting City Planner.\n\nSupported by The Pew Center for Arts & Heritage, the Chester Cultural Corridor Initiative takes a novel approach to city planning, using theater and community dialogue to inform the revitalization of the Chester Cultural Corridor (C3) along Avenue of the States between City Hall and Widener University.\n\nA \"Chester Made\" Artist-Facilitator Ensemble will ask youth, seniors, artists, cultural leaders, healers, local historians, business owners, and Widener's campus—and many more—to share personal stories of meaningful cultural and creative experiences in Chester to map locations where \"art and culture happen.\" These stories will form the basis of a cultural asset map that will ensure \"Chester Made\" arts and culture are visible and celebrated—and attract support for large-scale public art projects and other campaigns for cultural revitalization in the downtown corridor.\n\nDuring each of the five Information-Gathering Sessions, groups will share their stories in story circles, experience short image theater pieces based on those stories, and collectively reflect on shared values, experiences, and visions for creative expression and cultural engagement in Chester.\n\nThe overarching goal is to include and to hear from local community members who rarely attend public meetings or participate in traditional methods of data collection, in an effort to rebuild an overall positive community identity, and to create conditions for grassroots social change and economic development.\n\nFebruary 19, 4 p.m. to 6 p.m.\nBoys & Girls Club of Chester\n201 East 7th Street, Chester, PA\n\nFebruary 21, 2 p.m. to 4 p.m.\nThe Artist Warehouse\n504 Edgemont Avenue, Chester, PA\n\nFebruary 26, 6 p.m. to 8 p.m.\nTrue Vine Missionary Full Gospel Baptist Church\n701 Morton Avenue, Chester, PA\n\nFebruary 27, 11 a.m. to 1 p.m.\nChester Senior Center\n721 Hayes Street, Chester, PA\n\nFebruary 28, 2 p.m. to 4 p.m.\nEntrepreneur Works Delaware County\n1350 Edgemont Avenue, Suite 1300, Chester, PA",
        "topic_id":1,
        "format_id":13,
        "topic_confidence":0.8987883329,
        "format_confidence":0.9122275114,
        "weight":0.0013051174
    },
    {
        "url":"https:\/\/thefulcrum.us\/2020-election-challenges-with-vote-at-home-and-the-leadership-now-election-support-corps-2646872860",
        "text":"News. Debate. Community. Levers for a better democracy.\nAug. 6, 2020\n1:00 PM - 2:00 PM (Eastern)\n\nForeign Interference: Rep. Elissa Slotkin and CAP VP Kelly Magsamen on the 2020 National Security Agenda\n\nOrganizer: Leadership Now Project\n\nAs we approach this year's election, our country faces serious questions about both America's role in the world and the very integrity of our democratic processes. How is America handling the threat of foreign interference in the 2020 election? What role might the military or the international community play in the event of an election crisis? And what's the potential for a foreign policy course correction under a new administration? Join us for a conversation with former CIA and Pentagon official turned Congresswoman Elissa Slotkin (Mich.) and former Pentagon and White House official and VP of National Security at CAP Kelly Magsamen to examine all things at the intersection of national security and American democracy in 2020.\n\nLocation: Webinar\n\nNews. Community. Debate. Levers for better democracy.\n\nSign up for The Fulcrum newsletter.\n\nNCSL Basecamp\n\nAug. 3-5, 2021\n© Issue One. All rights reserved.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9972826242,
        "format_confidence":0.9316199422,
        "weight":0.0040463407
    },
    {
        "url":"https:\/\/portsmouthtuc.wordpress.com\/2011\/06\/09\/hampshire-anti-cuts-demo\/",
        "text":"Hampshire Anti-Cuts demo\n\nHampshire Association of Trades Union Councils march against the cuts on Saturday 25th June in Winchester. Portsmouth Trades Council is arranging transport to this very important event. Coaches (which will be free) will leave the Hard at 9.15 am, Fratton Bridge (first bus stop on Goldsmith Ave) at 9.30 and Cosham at 9.45.\n\nPlease book seats with Louis MacDonald atlouismacdonald@ntlworld.com it would be helpful, where possible, for people to book collectively either through their family, campaign, trade union branch etc, but please book your seat early.\n\nDownload flyer here\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9938337803,
        "format_confidence":0.9469200969,
        "weight":0.0041127945
    },
    {
        "url":"http:\/\/www.nyu.edu\/about\/news-publications\/news\/2012\/03\/23\/nyu-to-host-courage-to-think-intellectual-freedom-in-tunisia-and-the-arab-springapril-9.advancedsearch.html?tags=around_the_square",
        "text":"\n\nNYU to Host “Courage to Think: Intellectual Freedom in Tunisia and the Arab Spring”—April 9\n\nMarch 23, 2012\n\nNew York University will host “Courage to Think: Intellectual Freedom in Tunisia and the Arab Spring,” a panel discussion featuring academics from the North African nation, on Monday, April 9, 6-8 p.m. at NYU’s School of Law, Lipton Hall (108 West Third Street, between Sullivan and MacDougal Streets).\n\nThe event, sponsored by the NYU Center for Dialogues, the NYU Scholars at Risk Network, the Center for Human Rights and Global Justice at the NYU School of Law, and Human Rights Watch, is free and open to the public. To RSVP, call 212.998.8693 or e-mail Subway Lines: A, B, C, D, E, F, M (West 4th Street); 1 (Christopher Street). Reporters interested in attending must RSVP to James Devitt, NYU’s deputy director for media relations, at 212.998.6808 or\n\nMore than a year after the revolution that inspired an entire region to action, the Tunisian population now confronts intimidation and violence against their artists, cultural entrepreneurs, intellectuals, and higher education communities. The past few months have produced the harassment of eminent Tunisian intellectuals and the denunciation of various TV stations and media officials connected with the release of two movies said to degrade the sacred values of Islam. At the forefront of the political and social transformations underway throughout the Middle East and North African (MENA) region, analysts say Tunisia offers an important test case for interventions to strengthen local advocates of intellectual freedom and freedom of expression at this sensitive time.\n\nThe panel discussion will address the threat that censorship poses to Tunisian communities, specifically analyzing the nature and origin of the spreading violence that has been increasing over the past year. The discussion will be geared toward developing solutions to the current constitutional reform process in Tunisia, scheduled to conclude this fall.\n\nParticipants at the panel discussion will include: Fawzia Charfi, professor of physics, University of Tunis; Ikbal Gharbi, associate professor of anthropology, Higher Institute of Theology, Zaytuna University; Habib Kazdaghli, University Professor of Contemporary History and dean of the School of Letters, Arts, and Humanities, University of Tunis-Manouba; and Hamadi Redissi, University Professor of Political Science, School of Law and Political Sciences of Tunis, Al-Manar University. Mustapha Tlili, founder and director of the NYU Center for Dialogues: Islamic World-U.S.-The West, will moderate the discussion.\n\nEditor’s Note:\nNew York University’s Center for Dialogues: Islamic World-U.S.-The West emerged from the tragedy of September 11th, which highlighted the need for greater communication among and about the United States, Europe, and the Muslim world. The Center was founded as a forum for constructive debate among the various religious, intellectual, economic, and political sectors of American, European, and Islamic societies. It brings contentious issues between the Islamic world and the West into a more rational plane and promotes this approach to a wide audience, including important constituencies of policy and decision-makers, policy analysts, the media, and educational institutions. For more, go to\n\nScholars at Risk (SAR) is an international network of higher education institutions, associations and individuals acting together to protect threatened scholars, promote academic freedom, and defend everyone’s right to think, question and share ideas freely and safely. Scholars at Risk members save lives by providing sanctuary to professors, lecturers, researchers and other intellectuals who suffer threats in their home country. Through temporary academic positions, SAR members help scholars to escape dangerous conditions and to continue their important work. In return, scholars contribute to their host campuses through teaching, research, lectures and other activities. Many scholars return to their home countries after their visit. When safe return is not possible, SAR works with scholars to identify opportunities to continue their work abroad. The benefits are clear: scholars are free to live and work without fear. SAR members gain talented academics and inspiring, courageous educators. The world benefits from solidarity among higher education institutions, greater awareness of current threats to academic freedom, and deeper appreciation of the vital role of higher education and scholarship in free societies. Scholars at Risk also educates the public about attacks on scholars and higher education communities through the SAR website, email bulletins, publications and events. The SAR Speaker Series brings threatened scholars to member campuses to engage directly with students, faculty, alumni and the community. SAR also advocates on behalf of imprisoned scholars and undertakes research aimed at promoting understanding and respect for academic freedom and related values.\n\nThis Press Release is in the following Topics:\nArts and Science, Around the Square, Events and Traditions\n\nType: Press Release\n\nNYU to Host “Courage to Think: Intellectual Freedom in Tunisia and the Arab Spring”—April 9\n\nSearch News\n\nNYU In the News\n\nNYU Received a Record Number of Applications\n\nCapital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.\n\nNYU Students Help City Crack Down on Hookah Bars\n\nCapital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:\n\nRudin Center Study Says Mass Transit Helps Economic Mobility\n\nThe Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.\n\nBrennan Center Report Says Campaign Spending Has Jumped\n\nFrontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.\n\nNYU’s Dorms Ranked Among the Best in the Nation ranked NYU’s student residences third in the country in its list of best college dorms.\n\n\nNYU Footer",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5445572138,
        "format_confidence":0.9890068769,
        "weight":0.0059052271
    }
]