[
    {
        "url":"http:\/\/www.gtv-ip.com\/michaelcartona",
        "text":"Michael D. Cartona\n\n\n\nMichael counsels a wide variety of technology-based companies in the development and implementation of effective intellectual property strategies. Michael has over a decade of experience drafting and prosecuting patents and has prepared patentability, non-infringement, invalidity, and freedom-to-operate opinions in the mechanical, electro-mechanical and computer arts. Technical areas of Michael’s practice include medical devices, consumer products, home appliances, metalworking machinery, rail vehicles and vehicle control systems, and sensors. In addition, Michael has experience in the exploitation, transfer, and licensing of technology, including experience in the preparation and negotiation of patent and trademark license agreements, asset purchase agreements, technology transfer agreements, and material transfer agreements.\n\nMichael received his J.D. cum laude from the Quinnipiac University School of Law, where he was a recipient of the Distinguished Academic Achievement Award and Excellence in Clinical Work Award. He held internships in the legal department at a Photronics, Inc., a semiconductor technology company, and at the Quinnipiac University School of Law Tax Clinic, where he represented indigent clients in all stages of the Internal Revenue Service’s administrative process. Before law school, he received his B.S. in Mechanical Engineering from the University of Connecticut.  \n\nMichael is admitted to practice before the United States Patent and Trademark Office, the state courts of Connecticut and New York, and the United States District Court for the District of Connecticut.\n\nMichael is active in the Greater Hartford community. He is a member of the Hartford County Bar Association, a member of the board of directors of The UConn Club, and serves as Program Chair for the Connecticut Intellectual Property Law Association. Michael also coaches a youth basketball team in West Hartford, Connecticut, where he resides.",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.8099952936,
        "format_confidence":0.9835958481,
        "weight":0.0039570508
    },
    {
        "url":"http:\/\/www.catster.com\/cats\/655966",
        "text":"Close X\n\nPommy Pumpkin\n\nMaine Coon\nPicture of Pommy Pumpkin, a male Maine Coon\n\nPhoto Comments\nAge: 12 Years   Sex: Male   Weight: 21 lbs.\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\nPhoto Comments\n\n   Leave a treat for Pommy Pumpkin\n\nMr Mook!\n\nKitty Complexion:\nsleepyvery active\nnot curiousvery curious\nnot vocalvery vocal\n\nSun Sign:\nQuick Bio:\n\nOctober 29th 2003\n\nRed Shaded\n\nMe, his mom..\n\nCant say he has any..\n\nFavorite Toy:\nHe would just rather watch the girls...\n\nFavorite Nap Spot:\nThe bed, or the window sill\n\nFavorite Food:\nAnything goes really..\n\nHe will play a stalking game with you, if you stare at him then hide!\n\n\nArrival Story:\nPommy was my first Maine Coon, he is a big daft lad of over 20lbs!he loves to cuddle up on moms lap, besides his mom his greatest love is his belly...\n\nPommy is huge! I used to take Pommy out for walks on a lead like a dog! He was well known in the area, and the neighbours used to love to look out for him and give him treats whenever they saw him, unfortunately Pommy was scared one day by a loose dog, I tried to pick him up out of the way but made matters worse.. this frightened him (and me), so I do not take him out any more, this is his choice as well as mine! That was when I introduced another cat into the family, that being Princess Peach, he loved her from the start and forgot quickly about the outside world, he now has two friends of course, the other one being Dolly Daydream, they both keep him entertained very much ...he is such a sweetheart..\n\nLives Remaining:\n9 of 9\n\nForums Motto:\nBig is beautiful..\n\nThe Last Forum I Posted In:\nBlue ribbon rosette \"best in show\"\n\nI've Been On Catster Since:\nNovember 1st 2007 More than 8 years!\n\nRosette, Star and Special Gift History\n\nCatster Id:\n\nMeet my family\nPrincess Peach\nincess Peach)\n\nMeet my Feline Friends\nSee all my Feline Friends\nSee all my Feline Friends",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9958013892,
        "format_confidence":0.7379896641,
        "weight":0.0043904812
    },
    {
        "url":"https:\/\/powellrealtors.com\/meet-jessica-lewis\/",
        "text":"Introducing Jessica Lewis! Jessica joined the Powell team in 2017. She’s been helping people her whole life, formerly as a registered nurse and certified case manager. She always enjoyed putting a smile on people’s faces and now she gets to work with families to help them find the perfect home where they can grow or downsize.\n\nWhen she started doing this job, Jessica determined that buying a home is something people should never feel rushed into. She says it’s important to take your time because buying a home is such a huge decision. She believes it’s really important to make sure you truly love a home before making any decisions about buying it.\n\nJessica also really loves working with sellers. Her secret tip for home sellers: Stage your home! Many people look at homes on the internet and seeing a home furnished makes them picture their own family in that house.\n\nWhen Jessica is away from work, she spends time with her husband, four kids who are still at home (plus one adult daughter when she’s able to visit!), and dog Axl. She enjoys many coastal activities that are part of life on the Shore. She loves traveling with her family and kayaking on the water. She regularly volunteers with various organizations to help in the community, as does her husband who is a volunteer firefighter. Aside from their five children, Jessica and her husband have also chosen to be a foster parent for nine years. She loves having the opportunity to help and care for others.\n\nJessica Lewis, Eastern Shore Realtor, with her family\n\nJessica Lewis, Eastern Shore Realtor, with her husband\n\nIf you would like to chat with Jessica to see if she’s the right Realtor for you, just shoot us a message!\n\nJessica Lewis, Realtor at Powell Realtors, shares photos of her family enjoying the Eastern Shore lifestyle",
        "topic_id":14,
        "format_id":14,
        "topic_confidence":0.9821162224,
        "format_confidence":0.9804055691,
        "weight":0.0058326727
    },
    {
        "url":"http:\/\/www.robmccord.com\/",
        "text":"• Thank You!\n\n    Thank you for your incredible commitment and hard work. Thank you for your generosity. Thank you for your support and your kind words. And most of all, thank you for being a part of our amazing team.\n\n    Even though we didn't get the result we wanted in this election, one thing remains the same, and that’s the fact that to save Pennsylvania’s public schools, we must defeat and evict Tom Corbett! I told Tom Wolf I'd work hard to help him win, and I hope you’ll do the same. We need to win this in November.\n\n    Again and again, thank you. I remain your appreciative friend,\n\n\n  • McCord Releases Boldest Minimum Wage Plan\n\n    As governor, Rob McCord will raise Pennsylvania’s minimum wage from $7.25 to $10.70 in his first year in office.\n\n    Read more\n  • A Fair Deal for Pennsylvania\n\n    Rob McCord Introduces \"Fair Deal for Pennsylvania Families\" Plan to Ensure Responsible Natural Gas Development and Fair Compensation\n\n    Learn More\n\nStay Informed \n\nLatest from the Campaign\n\nJoin Rob McCord\n\nHelp get Pennsylvania back on track\n\nor skip signup →",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9972135425,
        "format_confidence":0.8077103496,
        "weight":0.0025008456
    },
    {
        "url":"http:\/\/www.discusscooking.com\/forums\/members\/joiei-5490.html",
        "text":"\"Discover Cooking, Discuss Life.\"\n\nGo Back   Discuss Cooking - Cooking Forums > Members List\njoiei is an unknown quantity at this point\n\njoiei joiei is offline\n\nAssistant Cook\n\n\nTotal Posts\nGeneral Information\n  • Last Activity: 04-08-2007 05:01 AM\n  • Join Date: 04-11-2006\n  • Referrals: 0\n\nOur Communities\n\nOur communities encompass many different hobbies and interests, but each one is built on friendly, intelligent membership.\n\n» More about our Communities\n\nAutomotive Communities\n\nOur Automotive communities encompass many different makes and models. From U.S. domestics to European Saloons.\n\n» More about our Automotive Communities\n\nMarine Communities\n\nOur Marine websites focus on Cruising and Sailing Vessels, including forums and the largest cruising Wiki project on the web today.\n\n» More about our Marine Communities\n\nCopyright 2002-2015 Social Knowledge, LLC All Rights Reserved.\n\nAll times are GMT -5. The time now is 04:53 PM.\n\nPowered by vBulletin® Version 3.8.8 Beta 4\nCopyright ©2000 - 2016, Jelsoft Enterprises Ltd.",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.6209859252,
        "format_confidence":0.9753457904,
        "weight":0.0125831173
    },
    {
        "url":"http:\/\/wildandprecious.steve-cadwell.com\/",
        "text":"What's it about?\n\nWild & Precious is a theatrical memoir in original songs, stories, photos, costumes celebrating 60 years of gay liberation through one of our stories: a gay man who grew up in rural Vermont. Its entertaining and affirming and nails the struggle we’ve all been through. From the moment the curtain goes up until the final bow, you’ll connect with Steve Cadwell’s tale: the sissy boy playing with dolls; teen discovering his sexuality, the chaos and trauma of the closet, bursting Out at Stonewall, disco fever, the tragedy of AIDS; the victory of our freedom to marry, His story is OUR story. Cadwell’s vulnerability, authenticity and integrity bring it home. Plus its funny and engaging and a great night OUT! This well-tuned roller coaster shoots its riders through tumults, joys, tears, and celebration. Dare to be different!\n\nWho's the audience?\n\nGay? Straight? Bi? Trans? Still trying to sort it out? You’ll feel right at home — as if you’re sitting in Steve Cadwell’s salon — during every moment of Wild & Precious. Cadwell’s story is delivered through the lens of a married gay psychotherapist in Boston who dedicates his practice to gay men. But his story is everyone’s story. It’s the story of love, of being marginalized, of letting it all hang out and of fighting for what’s right. Performances can be tailored for private showings, as a fundraiser for community and advocacy groups, college campuses and legit theaters. Bookings are now being taken for the 2015\/16 season. Click the contact link and let’s connect. Tell us what you want and let’s get Wild & Precious together!\n\n\nFrom coast to coast over the past two and a half years Steve Cadwell, a renown Boston psychotherapist, has appeared more than 30 times in front of audiences at Gay Pride festivals, theaters, universities, training programs, benefits, and conferences.\n\nWhen he's not being Wild & Precious Steve's commitment is to his private practice with a specialization with GLBTQ individuals and couples. He runs group counseling sessions, teaches at Boston University and at Harvard, and conducts trainings and workshops at professional gatherings. Click through to learn more about Steve's more conventional persona.\n\nMore About Steve",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.7720972896,
        "format_confidence":0.8646946549,
        "weight":0.011007238
    },
    {
        "url":"http:\/\/noelgrealishtd.com\/about-noel.html",
        "text":"Noel Grealish his story....\n\nNoel Grealish grew up in a large Carnmore family of nine boys and one girl.\n\nLike so many in the West of Ireland, many of the Grealish family had to emigrate in search of work — at one point there were seven of them abroad, and currently Noel has three siblings living in Boston and one each in Copenhagen, Chicago and Nebraska.\n\nWhen he’s not working hard, travelling to and from the Dáil, helping people at his constituency office in Briarhill or meeting constituents in their own communities, hurling is one of Noel’s passions — he is currently chairman of the Carnmore club. He also enjoys skiing (though not in Carnmore!), golf, and travelling to the US to meet up with his family.\n\nConsidering his name, it’s no surprise that Noel’s birthday is in December, and his most recent one was a milestone, his 50th.\n\nApart from representing the interests of the people of Galway as an elected TD, he has enjoyed meeting world figures like the late Ted Kennedy and, more recently, Prince Charles and Pope Francis, with whom he had a private audience.\n\nOutside of politics, Noel established the Galway Glass Centre, which traded at Briarhill Business Park until 2012.\n\n\nNoel began his political career when he was elected to Galway County Council in 1999 as a member of the Progressive Democrats and in 2002 he stood for election to the Dáil, following the retirement from national politics of Bobby Molloy, one of the founding members of the PDs.\n\nThe election campaign in Galway West was a lesson in electoral strategy.\n\nNoel secured 2,700 first preference votes and still managed to get elected, largely thanks to strong transfers in subsequent counts from party colleagues, city councillors Donal Lyons and Declan McDonnell. Indeed it was transfers from the surplus votes of current President Michael D Higgins that gave him the final push he needed to be elected on the last count.\n\nNoel stood for re-election in 2007 and, at a time when his party  suffered from a fall in support, he more than doubled his personal vote to 5,806, a tribute to his hard work.\n\nAfter the break-up of the PDs in 2009, Noel stood as an Independent candidate, again enjoying huge support from the people of Galway and increasing his vote further to 6,229.\n\nHe has campaigned hard during his time in the Dáil on priority issues like the prevention of crime, improving access to hospitals and other medical services, fast tracking the delivery of additional housing stock, practical solutions to Galway’s traffic problems, continuing to secure funding for flood alleviation measures in Galway, measures to protect and increase employment in Galway, and adequate funding for people with disabilities and disability services.\n\n\n\nConstituency Office - Briarhill Business Park, Galway. Phone: 091 - 764807 - email:",
        "topic_id":17,
        "format_id":14,
        "topic_confidence":0.9935459495,
        "format_confidence":0.9898813367,
        "weight":0.0030648863
    },
    {
        "url":"http:\/\/it.toolbox.com\/people\/aktarulislam\/posts",
        "text":"Log In\nE-mail or User ID\n  Keep me signed in\nRecover Password\nCreate an Account\n\nAktarul Islam\n\nDakshin Dinajpur, India\nMember since 6\/15\/2014\nQ&A, Blogs, Research & More\n  • Get the answers you want from industry experts\n  • Stay informed about the latest industry developments\n  • Share your expertise with millions of professionals\n\nPCMag Digital Group AdChoices\n\nTRUSTe Privacy Certification",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.5368457437,
        "format_confidence":0.9683476686,
        "weight":0.0178257829
    }
]