[
    {
        "url":"http:\/\/www.epicwords.com\/campaigns\/definitions\/1592?def_id=5522",
        "text":"\n  • PeopleSpacer\n    Shah Kherac Tala III (Shah)\n    the ruler of the Talashiri Empire Plus\n  • FactionsSpacer\n    Branded (branded)\n    a Ministry authorized adventurer Plus\n    Golden Palm (golden palm)\n    the criminal organization that runs the low precinct Plus\n    The Order of the Sun (Order of the Sun)\n    the order of paladins to which Khorolash belongs Plus\n  • PoliticalSpacer\n    Etruscan Empire\n    the empire on whose remains the Talashiri Empire is built Plus\n    a kingdom on another continent Plus\n    Ministry of the Brand (ministry of the brand)\n    the government ministry that authorizes adventurers Plus\n    Talashiri Empire\n    the most grand empire on Arsenne since the Etruscans Plus\n  • PlacesSpacer\n    the continent where the Talashiri Empire is Plus\n    Baersweed Island\n    island off of the tip of Old City Isle Plus\n    the capital of the Etruscan Empire Plus\n    low precinct\n    the poor part of Talashir Plus\n    low precinct proper\n    the largest part of the low precinct Plus\n    the northern tip of Old City Isle Plus\n    the southern tip of Old City Isle Plus\n    the seat of power and largest city of the Talashiri Empire Plus\n    western harbor precinct\n    the part of the low precinct by the harbor Plus\n  • LandmarksSpacer\n    Gloom River\n    the river by Talashir Plus\n    harbor lights\n    two statues marking the mouth of the harbor Plus\n    harborside flophouse (Harborside Flophouse)\n    a scummy inn on the southeast corner of the western harbor Plus\n    low markets\n    the markets of the low precinct Plus\n    low temple\n    a smaller temple of Erathis in the heart of the low precinct Minus\n    In the center of the low precinct proper is the square known as low temple square. On this square is a temple to Erathis. Her worship is the state religion of Talashir. Worship of other gods is allowed, as long as you are heedful of the priests of Erathis. Duties of priests of Erathis include the daily calls to worship known as the bell choir and the subsequent reciting of the Litany of Order, as well as healing the sick and taking offerings to the goddess.\n    Scabbard Mountains\n    dwarf dominated mountain range south and southwest of Talashir Plus\n    Sea of Long Regret\n    the sea by Talashir Plus",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.9890069962,
        "format_confidence":0.952676177,
        "weight":0.0014585826
    },
    {
        "url":"http:\/\/www.wikinvest.com\/stock\/Mindray_Medical_International_(MR)\/Data\/Balance_Sheet",
        "text":"Balance Sheet    (USD)\nAnnual | Quarterly\nCash & Equivalents 206M 284M 232M 295M 198M\nShort Term Investments 776M 816M 883M 774M 760M\nAccounts Receivable 228M 249M 215M 305M 340M\nInventories 172M 151M 164M 173M 180M\nPre-paid Expenses 19.8M 16.5M 16.6M 19.0M 25.5M\nDeferred Tax Assets 11.6M 14.8M 16.2M 18.0M 18.5M\nOther Current Assets 0 0 0 0 0\nTotal Current Assets 1.41B 1.53B 1.53B 1.58B 1.52B\nProperty, Plant & Equipment 371M 413M 416M 439M 440M\nGoodwill & Intangibles 493M 489M 483M 479M 464M\nOther Long-term Assets 42.9M 39.9M 40.2M 34.7M 40.9M\nTotal Long-Term Assets 907M 942M 939M 952M 945M\nTotal Assets 2.32B 2.47B 2.47B 2.54B 2.47B\nAccounts Payable 247M 279M 266M 271M 271M\nAccrued Expenses 0 0 0 0 0\nShort Term Debt 68.6M 68.9M 121M 137M 255M\nOther Current Liabilities 55.7M 62.2M 87.8M 82.0M 87.3M\nTotal Current Liabilities 447M 524M 540M 570M 711M\nLong Term Debt 204M 198M 189M 168M 48.0M\nCapital Lease Obligations 0 0 0 0 0\nDeferred Income Tax 55.0M 69.2M 71.9M 74.6M 78.8M\nOther Long-term Liabilities 9.84M 10.7M 10.9M 11.3M 11.2M\nTotal Long-term Liabilities 269M 277M 272M 254M 138M\nMinority Interest 71.8M 73.3M 75.0M 76.5M 39.1M\nTotal Liabilities 788M 875M 887M 901M 888M\nPreferred Stock 0 0 0 0 0\nCommon Par 15.0K 15.0K 15.0K 15.0K 15.0K\nAdditional Paid-In Capital 449M 454M 459M 463M 434M\nRetained Earnings 948M 1.00B 985M 1.03B 1.08B\nTreasury Stock 0 0 0 0 0\nOther Equity 135M 144M 136M 145M 68.3M\nTotal Shareholder's Equity 1.53B 1.60B 1.58B 1.63B 1.58B\n\n\n\n\nData Sources:\nMarket and financial statement data provided by NASDAQ, BATS Exchange, SEC and Xignite Inc. Industry and operating metrics collected from company filings via EDGAR online. For more information on sources and calculations click here.\nWikinvest © 2006, 2007, 2008, 2009, 2010, 2011, 2012. Use of this site is subject to express Terms of Service, Privacy Policy, and Disclaimer. By continuing past this page, you agree to abide by these terms. Any information provided by Wikinvest, including but not limited to company data, competitors, business analysis, market share, sales revenues and other operating metrics, earnings call analysis, conference call transcripts, industry information, or price targets should not be construed as research, trading tips or recommendations, or investment advice and is provided with no warrants as to its accuracy. Stock market data, including US and International equity symbols, stock quotes, share prices, earnings ratios, and other fundamental data is provided by data partners. Stock market quotes delayed at least 15 minutes for NASDAQ, 20 mins for NYSE and AMEX. Market data by Xignite. See data providers for more details. Company names, products, services and branding cited herein may be trademarks or registered trademarks of their respective owners. The use of trademarks or service marks of another is not a representation that the other is affiliated with, sponsors, is sponsored by, endorses, or is endorsed by Wikinvest.\nPowered by MediaWiki",
        "topic_id":9,
        "format_id":19,
        "topic_confidence":0.9978353381,
        "format_confidence":0.9811759591,
        "weight":0.0041673321
    },
    {
        "url":"http:\/\/www.usa-people-search.com\/names\/p\/Kim-Xue",
        "text":"First:   Mid:   Last:  City:  State:\n\nKim Xue\n\nAre you in need of information about Kim Xue? Then you have come to the best place as USA People Search focuses on providing data such as address, phone number, and email for people like Kim Xue. Furthermore, with our large collection of information for people with the last name Xue, you will definitely find the person you are looking for.\n\nWe help users pinpoint the exact Kim they are trying to find by sorting all our data into four sections – name\/aliases, age, location and possible relatives. This will allow you to go through all the people with the last name Xue below and choose the right one. When you find a listing that resembles the Kim Xue you are searching for, all you have to do is click on the View Details link to the right of the listing to gain access to all the details we offer about that individual.\n\nIf you do not manage to locate the Kim you are seeking, you can give it another shot by using the search box above. A different spelling variation may help, but also make sure to key in the full name, if you know it. Once you trace the correct Kim Xue, examine the details page to see all the information we provide.\n\n Name\/AKAsAgeLocationPossible Relatives\n1. Kim, Xue Thi  Fairfax, VA\nFalls Church, VA\n  View Details\n2. Xue, Kimberly Y  Fremont, CA\nXUE, SHAN X (age 69) View Details\n3. Xue, Kim  Aurora, IL\n  View Details",
        "topic_id":7,
        "format_id":19,
        "topic_confidence":0.6170179248,
        "format_confidence":0.9771879911,
        "weight":0.0021722642
    },
    {
        "url":"https:\/\/wisconsin.building-us.org\/573525-leisure_builders.htm",
        "text":"Leisure Builders, 214 Lake Drive , Merrillan, Jackson, Wisconsin, Find General Building Contractors, Residential & Home, Parking & garages, Handyman services\n\nU.S Building Contractors Wisconsin Building Contractors Wisconsin - List of United States General Building Contractors\n\nLeisure Builders\n\nCompany Name: Leisure Builders\nStatus: Work\nState: Wisconsin\nPost: 54754-9029\nCounty: Jackson\nCity: Merrillan\nAddress: 214 Lake Drive\nPhone: (715)333-8396\nFax: unknown\nEmail: unknown\nWeb site: unknown\nSIC code: 154213 Industry group: General Building Contractors, Business category: General contractors-nonresidential bldg, Subcategory: Building contractors\nEmployees: 2\nGross Annual Sales (Revenue): 876,000\nDescription: Leisure Builders is a business categorized under building contractors, which is part of the larger category general contractors-nonresidential bldg. Leisure Builders is located at the address 214 Lake Drive in Merrillan, Wisconsin 54754-9029. You can contact by phone (715)333-8396.\n\nWas this article helpful? Yes -0   No -0    Click here to Inform about a mistake   8  Rating:\n\nLocation & access map for \"Leisure Builders\"\n\nClick here add new review about: Leisure Builders (General Building Contractors)\n\n© 2014-2019 wisconsin.building-us.org Building contractors, Patio & deck, Residential & Home, Parking & garages\n\nWait 20 seconds...!!!",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.8623874187,
        "format_confidence":0.9084724784,
        "weight":0.0006222921
    },
    {
        "url":"http:\/\/investing.businessweek.com\/research\/stocks\/people\/person.asp?personId=8401334&ticker=SANLUCPO:MM&previousCapId=875976&previousTitle=SANLUIS%20CORPORACION%20S.A.B%20-A",
        "text":"Last $29.01 MXN\nChange Today +0.31 \/ 1.08%\nVolume 78.9K\nAs of 4:08 PM 07\/11\/14 All times are local (Market data is delayed by at least 15 minutes).\n\nExecutive Profile*\n\nEugenio Madero Pinsón\n\nDirector and Member of Executive Committee, SANLUIS Corporacion SAB de CV\nAgeTotal Calculated CompensationThis person is connected to 20 board members in 1 different organizations across 2 different industries.\n\nSee Board Relationships\n\n\nMr. Eugenio Madero Pinsón serves as Vice President of SANLUIS Rassini Suspensions Group. Mr. Pinson has been a Director at Sanluis Corporación S.A. de C.V since 1995.\n\nCorporate Headquarters*\n\nMonte Pelvoux 220\nMexico City, Districto Federal Mexico 11000\n\n\nPhone: --\nFax: --\n\nBoard Members Memberships*\n\nDirector and Member of Executive Committee\n\n\nThere is no Education data available.\n\nOther Affiliations*\n\nAnnual Compensation*\n\nThere is no Annual Compensation data available.\n\nStock Options*\n\nThere is no Stock Options data available.\n\nTotal Compensation*\n\nThere is no Total Compensation data available.\n*Data is at least as current as the most recent Definitive Proxy.\n\nStock Quotes\n\nMarket data is delayed at least 15 minutes.\n\nCompany Lookup\nRecently Viewed\nSANLUCPO:MM $29.01 MXN +0.31\n\n\nThere is no Competitor Compensation data available.\n\nSponsored Financial Commentaries\n\nSponsored Links\n\nReport Data Issue\n\nTo contact SANLUIS CORP SAB-CPO, please visit . Company data is provided by Capital IQ. Please use this form to report any data issues.\n\nPlease enter your information in the following field(s):\nUpdate Needed*\n\nAll data changes require verification from public sources. Please include the correct value or values and a source where we can verify.\n\nYour requested update has been submitted\n\nOur data partners will research the update request and update the information on this page if necessary. Research and follow-up could take several weeks. If you have questions, you can contact them at bwwebmaster@businessweek.com.",
        "topic_id":9,
        "format_id":19,
        "topic_confidence":0.9981082678,
        "format_confidence":0.9796507359,
        "weight":0.004160854
    },
    {
        "url":"http:\/\/www.futbolya.com\/en\/matches\/2016\/04\/06\/honduras\/cd-platense\/vida",
        "text":"CD Platense vs. Vida, result, score and live score, Honduras Soccer\/Football, April 06 2016\n\nSound On\nSound Off\n19:40 | ¿Is not your local time? Change it!19:40 | ¿Not your time?\n  EN  ▾  EN  ▾Select language:       \n\nClausura 2016\n\nMatch Information\n\nCD Platense\n[ LIVE ]\n1 - 0\n(1 - 0)\n\nAdditional Information\n\n  • Tournament: Clausura 2016\n  • Game Week: Matchday 13\n  • Date: Wednesday, April 06 2016\n  • Time: 20:00\n  • Country: Honduras\n  • Venue: Excelsior, Puerto Cortés\n\nCD Platense\n\n\nInformation: CD Platense vs. Vida livescore of Honduras Soccer\/Football is shown in real time. If the live result of the match is not available, the score will be updated at the end of the game. The schedule and time of CD Platense vs. Vida is shown in your local time. If you are searching for other soccer\/football matches and games (First Division, Second Division, Third Division, Cup, Super Cup, etc.) you can try to find it at the side menu.",
        "topic_id":21,
        "format_id":19,
        "topic_confidence":0.9961605072,
        "format_confidence":0.8775106072,
        "weight":0.0028624157
    },
    {
        "url":"http:\/\/arizonagravestones.org\/view.php?id=76621",
        "text":"ASKEW, WINFRED - Gila County, Arizona | WINFRED ASKEW - Arizona Gravestone Photos\n\nWinfred ASKEW\n\nPinal Cemetery\nGila County,\n\nWinfred \"Brother\"\nB. 1915- D. 1984\nPearl L. \"Sister\"\nB. 1903- D. 1984\n\nContributed on 6\/27\/10 by Teague\nEmail This Contributor\n\nRecord #: 76621\n\nThank you for visiting the Arizona Gravestone Photo Project\n\nOn this site you can upload gravestone photos, locate ancestors and perform genealogy research. If you have a relative buried in Arizona, we encourage you to upload a digital image using our Submit a Photo page. Contributing to this genealogy archive helps family historians and genealogy researchers locate their relatives and complete their family tree.\n\nSubmitted: 6\/27\/10 • Approved: 6\/27\/10 • Last Updated: 10\/25\/12 • R76621-G76621\n\nOther GPP Projects  |  Contact Us  |  Terms of Use  |  Site Map  |  Admin Login",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9746416211,
        "format_confidence":0.9805952311,
        "weight":0.0049684919
    },
    {
        "url":"http:\/\/www.opensecrets.org\/lobby\/clientbills.php?id=D000045871&year=2013",
        "text":"Bills lobbied, 2013\n\n\nNOTE: Occasionally, a lobbying client may refer to a bill number from a previous Congress, either in error or because they are lobbying on a bill that has not yet been assigned a number. Read more...\n\nBill NumberCongress Bill TitleNo. of Reports & Specific Issues*\nH.R.4173 112Prevent Iran from Acquiring Nuclear Weapons and Stop War Through Diplomacy Act6\nH.R.4872 112To suspend temporarily the duty on certain non-toric shaped polarized materials of 80 mm or less in diameter.6\nS.267 113Pirate Fishing Elimination Act3\nH.R.4872 113Ending Special Mail Privileges for Congress Act of 20142\nH.R.4173 113Brownfield Redevelopment and Economic Development Innovative Financing Act of 20142\nSearch database by:\n\nAdvanced Search\n\nFind Your Representatives\n\n*Each quarterly filing is treated as a separate report.\n\nFeel free to distribute or cite this material, but please credit the Center for Responsive Politics. For permission to reprint for commercial uses, such as textbooks, contact the Center:",
        "topic_id":17,
        "format_id":19,
        "topic_confidence":0.9834004045,
        "format_confidence":0.9908143878,
        "weight":0.0014904386
    },
    {
        "url":"http:\/\/idealgreenmarket.com\/article\/who-are-our-local-vendors?qt-quicktabs=0",
        "text":"Who are our Local Vendors?\n\nHere's a start to a list of local (Minnesota) vendors. See more details for each vendor in Local Resources.\n(34 on the list for now, 22 are within a 60 mile radius)\n\nwithin 60 miles:\n\nAlder Song Farm (produce - Merrifield)\nAmber Ecker Herbals (personal care products - Pine River)\nB & B Farm Co (goat milk soaps, lotions, chap sticks -Pequot Lakes)\nBrakstad Green Acres (milled organic flours, grass fed-grain finished beef, chickens -  Pequot Lakes)\nBaca Beef (grass fed beef - Ideal Corners\/Pequot Lakes)\nBourn of Nature (chaga - Pequot Lakes)\nNatural Bright Tooth Crystals (dental care - Crosslake)\nEstlewilde Farm (broiler chickens - Pine River)\nStone House Coffee (fresh roasted coffee beans - Nisswa)\nFresh Start Meat Market (bacon - Pine River)\nCreekside Creations (soaps - Pine River-Backus)\nRising Rock Orchard (potatoes - Longville)\nMartie's Magic Salt (himalayn salt blends - Hackensack)\nScandia Valley Dairy (eggs, goat cheese - Brainerd)\nInHarvest (ancient grains blends, seasonings, snack bars - Bemidji)\nSmude Sunflower Oil (sunflower oil-Pierz)\nKowalzek Soothing Salves (honey - Pierz)\nGrampa G's (produce - Pillager)\nCha Cha Chaga (chaga tincture and lotions - Pillager)\nFox Farm Pork (organic pork - Browerville)\nChuck's Garden Fresh Vegetables (produce-hydroponic in winter - Motley)\nLive Aqua (produce - hydroponic in winter, Staples)\n\nBroader MN vendors:\n\nRed Lake Nation Foods (wild rice, wild harvested berry fruit syrups & jams\/jellies - Red Lake Reservation)\nWilderness Family Naturals (coconut oil & coconut products - Finland \/ Silver Bay)\nPositively 3rd Street Market (organic baked goods - Duluth)\nFerndale Market (free range, hormone free turkeys & parts - Canon Falls)\nWhole Grain Milling (organic dry beans, tortilla chips - Welcome)\nLa Perla Tortillas (Minneapolis)\nBliss Granola (St. Paul)\nSalad Girl (dressings - Willernie)\nDown in the Valley Bakehouse (Gluten free baked goods - Burnsville)\nMaple Valley Cooperative (maple syrup - Maple Valley)\nHoch Cider (La Crescent)\nEichten's Farmstead (cheese - Center City)\n\nKarlsburger (herbs\/spices\/seasoning blends - Monticello w\/ Pequot Lakes distributor)\nPure Soap Flake Co (castile soap products - Jenkins)\n\n\nGardening resources\n\nSeed Savers Exchange is a non-profit 501(c)(3) status organization dedicated to saving and sharing seeds.\n\n\nWhat is GMO?\n\nThe Non-GMO Project\n\nClick here to learn more.\n\n\nEvents and Activities\n\n\nDelicious inspiration\n\nCook Smarts is designed to educate, inspire, and nourish.\n\n\nFind Us on Facebook\n\nMy Photostream",
        "topic_id":10,
        "format_id":19,
        "topic_confidence":0.9077869058,
        "format_confidence":0.5905679464,
        "weight":0.0003789675
    },
    {
        "url":"https:\/\/www.appdetex.com\/sitemap-pt-page-2019-10.html",
        "text":"XML Sitemap\n\nThis is a XML Sitemap which is supposed to be processed by search engines which follow the XML Sitemap standard like Ask.com, Bing, Google and Yahoo.\nIt was generated using the WordPress content management system and the Google Sitemap Generator Plugin by Arne Brachhold.\nYou can find more information about XML sitemaps on sitemaps.org and Google's list of sitemap programs.\n\nURLPriorityChange frequencyLast modified (GMT)\nhttps:\/\/www.appdetex.com\/products\/60%Weekly2020-09-14 16:03\nhttps:\/\/www.appdetex.com\/company\/60%Weekly2020-10-21 16:28",
        "topic_id":20,
        "format_id":19,
        "topic_confidence":0.7015820146,
        "format_confidence":0.7609314322,
        "weight":0.0017276438
    },
    {
        "url":"http:\/\/www.wordfinders.com\/words-with-the-letters-phares\/",
        "text":"Words that can be made with phares\n\nAn unofficial list of all the Scrabble words you can make from the letters in the word phares. Anagrams and words you can make with an additional letter, just using the letters in phares!\n\nWe also have lists of words starting with phares, and words ending with phares\n\nThis page is a list of all the words that can be made from the letters in phares, or by rearranging the word phares. These words should be suitable for use as Scrabble words, or in games like Words with friends.\n\nIn some cases words do not have anagrams, but we let you find the longest words possible by switching the letters around. Using this tool is a great way to explore what words can be made - you might be surprised to find the number of words that have a lot of anagrams!",
        "topic_id":11,
        "format_id":19,
        "topic_confidence":0.9897581339,
        "format_confidence":0.7096344829,
        "weight":0.0010864767
    },
    {
        "url":"http:\/\/www.tennisrecruiting.net\/player\/chart.asp?id=750798",
        "text":"\nCollege Recruiting Lists | TennnisRPI Lists | The Hot 100 | Top Prospects | College Commitments | Advanced Search  \n\nPlayer Information\n\nRyan Wong\nRowland Heights, California\nWalnut High School\nRising Senior, Class of 2017\n\nWant to see the actual history?\nBecome a Recruiting Advantage Member to be able to view this player's\nhistoric rankings and the histories for all other players in the system.\n\nJunior Year (Sep 2015 - Aug 2016)\nSample Chart\n  Recruiting List Percentile  \n  TennisRPI Percentile  \n\nWhat is a percentile?\n\nYour percentile is a value between 1 and 100 that indicates the percentage of players ranked below you. For instance, if you are ranked higher than 70% of all players, then you would be in the 70th percentile.\n\nWhy do you chart the percentile instead of the rank?\n\nThe number of ranked players in the TennisRecruiting.net lists changes from week to week, and the differences can be dramatic over long periods of time. For example, there may be only 500 players ranked before the busy summer season - and 1000 players ranked at the end. With these changes, your ranking may change significantly over long periods of time - and these changes are not necessarily correlated with your performance.\n\nWe have found that percentile does not fluctuate as widely as the raw rankings and better correlates with performance. Using percentiles makes the historical ranking charts more meaningful.\n\nWhy does the chart start at the 50th percentile?\n\nThe pool of players considered is much bigger than the players that we rank. Just meeting the eligibility requirements of our lists in terms of wins is an accomplishment. Since more than 50% of the players are ineligible across all classes, we decided to show from 50 to 100.\n\nClick on Jo-Wilfried Tsonga to view and buy his equipment, apparel, and footwear.\n8\/27 Thibault Cancel chooses Alabama\n8\/27 Alexey Nesterov chooses Alabama\n8\/27 Maja Ornberg chooses Florida Gulf Coast\n8\/26 Haley Morgan chooses Central Oklahoma\n8\/26 Parker Banning chooses Dayton\n8\/26 Charlie Sharton chooses Georgetown\n8\/26 Brooke Bogdanovich chooses Navy\n8\/25 Tina Li chooses Navy\n8\/25 Amanda Cyr chooses Navy\n8\/25 Elisa Kendall chooses East Texas Baptist\n\nFull Listings: Boys' Commits & Girls' Commits\n\n8\/24 ???? ?????? ???????? The famous Roger Federer Emoji Face shirt is here! In stock 8\/31.\n8\/23 Junior Sale! Save on everything for the junior #tennis player!\n8\/23 ?? New apparel brand ?? We are now carrying AdEdge skirts! Check them out:\n\nPage updated on Tuesday, August 23, 2016 at 2:58:45 AM\nContact our web team with any corrections",
        "topic_id":21,
        "format_id":19,
        "topic_confidence":0.988837719,
        "format_confidence":0.9714483619,
        "weight":0.0031688381
    },
    {
        "url":"https:\/\/www.salary.com\/research\/es-salary\/benchmark\/top-category-management-executive-salary\/es",
        "text":"How much does a Top Category Management Executive make in Spain? The average Top Category Management Executive salary in Spain is €122,826 as of April 08, 2021, but the range typically falls between €95,964 and €150,216. Salary ranges can vary widely depending on many important factors, including education, certifications, additional skills, the number of years you have spent in your profession. With more global market data that allows you to price your jobs around the world and compare job salaries across countries and cities on real-time compensation data, helps you to determine your exact pay target.\n\n50TH(Median) €122,826 25TH €95,964 75TH €150,216\n\nChange Search Criteria\nJob Openings for Top Category Management Executive\nNot the job you're looking for? Search more salaries here:\n\nAre you an HR manager or compensation specialist?'s CompAnalyst platform offers:\n\n  • Detailed skills and competency reports for specific positions\n  • Job and employee pricing reports\n  • Compensation data tools, salary structures, surveys and benchmarks.\nLearn about CompAnalyst\nAt 505,992 km2 (195,365 sq mi), Spain is the world's fifty-second largest country and Europe's fourth largest country. It is some 47,000 km2 (18,000 sq mi) smaller than France and 81,000 km2 (31,000 sq mi) larger than the US state of California. Mount Teide (Tenerife) is the highest mountain peak in Spain and is the third largest volcano in the world from its base. Spain is a transcontinental country, having territory in both Europe and Africa. Spain lies between latitudes 27° and 44° N, and longitudes 19° W and 5° E. On the west, Spain is bordered by Portugal; on the south, it is bordered b...\nSource: Wikipedia (as of 03\/30\/2021). Read more from Wikipedia\nCity, Country Compared to national average\nCity, Country Madrid, ES Compared to national average\n+ 9.0%\nCity, Country Bilbao, ES Compared to national average\n+ 6.0%\nCity, Country Alicante, ES Compared to national average\nCity, Country Cordova, ES Compared to national average\nCity, Country Valladolid, ES Compared to national average\n+ 2.0%\nCity, Country Vigo, ES Compared to national average\nEmployees with Top Category Management Executive in their job title in Madrid, ES earn an average of 9.0% more than the national average. The lower salaries can be found in Alicante, ES (6.7% less), Vigo, ES (5.9% less), Cordova, ES (4.1% less).\n\nUnderstand the base salary paid range for a Top Category Management Executive in Spain\n\nAverage Base Salary\n\nCore compensation\n\nThe chart shows the base salary for Top Category Management Executive ranges from €95,964 to €150,216 with the average base salary of €122,826. The basic salary is the employee minimum income you can expect to earn in exchange for your time or services. This is the amount earned before adding benefits, bonuses, or compensation. The base salary of the Top Category Management Executive may get paid difference by industry, location, and factors.",
        "topic_id":9,
        "format_id":19,
        "topic_confidence":0.736751318,
        "format_confidence":0.9090924859,
        "weight":0.0038611731
    },
    {
        "url":"https:\/\/www.iso-group.com\/NSN\/1010-00-356-9924",
        "text":"ISO Group Logo\nDefense and Aerospace\nSupply Chain Partner\n\n\nHurricane Irma is in our area.\nBecause of this shipping and response times may be affected. More info as we have it available.\n\nNSN 1010-00-356-9924, 1010003569924\n\nFederal Supply Classification\nFSC 1010 - Guns, over 30mm up to 75mm\nNational Item Identification Number\nNIIN 003569924\nCodification Country\nUnited States\n( )\nAvailability: Request Qualified Suppliers: Currently qualifying suppliers\n\nManufacture or supply this part?\nJoin our growing community of certified suppliers.\n\nLet Us Know\n  CALL ABOUT NSN 1010-00-356-9924\nOur client representatives are standing by to help fulfill your request.\n\n\n  REQUEST QUOTE for 1010-00-356-9924\n\nHave a list that needs to be quoted? Upload it here.\n\nDLMS™ Summary\n\nNational Stock Number 1010-00-356-9924\n\nNational Stock Number (NSN) 1010-00-356-9924, or NIIN 003569924, (no item name available) has an unknown assigned date. NIIN 003569924 was cancelled on December 25, 1977, with a cancelled status of \"Item is Cancelled - Inactive.\" There is no known replacement specified for this stock number. This NSN does not replace any other NSNs.\n\nThere are no manufacturer part numbers associated to this NSN.\n\nThis part number has not been procured by the US Government in over 5 years.\n\nThere is no data in the HMIRS and the NSN is in an FSC not generally suspected of containing hazardous materials. NSN 1010003569924 contains an unknown precious metal.\n\nThis information was last updated on .\n\nTechnical Characteristics\n\nManufacturer Part Numbers\n\nRelated Inventory",
        "topic_id":15,
        "format_id":19,
        "topic_confidence":0.9342585206,
        "format_confidence":0.7176218033,
        "weight":0.0004915618
    },
    {
        "url":"http:\/\/quotes.dictionary.com\/search\/ivory+towerite",
        "text":"ivory towerite quotes\n\n- 10 of 29 Results\nThe only refuge left to us was the poet's ivory tower, which we climbed, ever higher, to isolate ourselves from the mob.\nSo was produced this tragedy\nIn a far tower of ivory\nMy beloved is white and ruddy, the chiefest among ten thousand. His head is as the most fine gold, his locks are bushy, and black ...\nThy navel is like a round goblet, which wanteth not liquor: thy belly is like an heap of wheat set about with lilies. Thy two brea ...\nOut of a dog's mouth will never come ivory tusks.\nWhat should I do with your strong, manly, spirited Sketches,\nfull of Variety and Glow?--How could I possibly join them on to<\nThere is something I have forgotten, some precious thing.\nI shall be seeking ornaments of ivory,\nThere shall the Queens of Love and Innocence,\nBeauty, and Nature banish all offense\nThe white stretch\nof its white beach,\ncurved as the moon crescent\nor ivory when some fine hand\nchisels it.\nAnd ivory and bright gold,\npolished and lustrous grow faint\nbeside that wondrous flesh\nand print of her foot-hold.\n1 2 3 NEXT\nThe Columbia World of Quotations © 1996, Columbia University Press.\nLicensed from Columbia University Press. All rights reserved. Except as otherwise permitted by written agreement, the following are prohibited: copying substantial portions or the entirety of the work in machine readable form, making multiple printouts thereof, and other uses of the work inconsistent with U.S. and applicable foreign copyright and related laws.\nCopyright ©  2015 Dictionary.com, LLC. All rights reserved.\nAbout PRIVACY POLICY Terms Careers Contact Us Help",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.9888597727,
        "format_confidence":0.836265862,
        "weight":0.0034061991
    },
    {
        "url":"http:\/\/www.tv.com\/shows\/yakkity-yak\/nerds-are-people-too-284662\/",
        "text":"Yakkity Yak\n\nSeason 1 Episode 5\n\nNerds Are People Too\n\nAired Unknown Nov 09, 2003 on Nickelodeon\nout of 10\nUser Rating\n5 votes\n\nBy TV.com Users\n\nWrite A Review\n\nEpisode Summary\n\nNerds Are People Too\nAfter scoring high grades on a test at school Yakkity, Keo, and Penelope are invited to a special camp. Yakkity is excited about going to camp with his friends until he finds out that the camp is actually for smart kids who study science and technology where the activities include programming commands for a giant robot.moreless\n\nWho was the Episode MVP ?\n\nEpisode Discussion\n\nJoin the discussion of this episode Episode Discussion\n\nTrivia, Notes, Quotes and Allusions\n\nSee All Trivia, Notes, Quotes and Allusions Trivia & Quotes",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9925692677,
        "format_confidence":0.6749753356,
        "weight":0.0031437004
    },
    {
        "url":"http:\/\/www.livingplaces.com\/streets\/W\/Westfield_Road.html",
        "text":"banner search whats new site index home\n\nWestfield Road\n\nWestfield Road can be found in each of the locations listed in the table below.\nSee also: Street Names Index.\n\nMyers Park Historic DistrictCharlotte CityMecklenburgNC\nNational Register Historic District.\nStoney CreekSpringfield TownshipDelawarePA\n1940s and 1950s neighborhood of detached singles.\nFeasterville FarmsLower Southampton TownshipBucksPA\n\nInformation is deemed reliable but not guaranteed. • Privacy\nCopyright © 1997-2017 • The Gombach Group • • 215-295-6555 • 26532",
        "topic_id":14,
        "format_id":19,
        "topic_confidence":0.646638453,
        "format_confidence":0.8660762906,
        "weight":0.0008134003
    },
    {
        "url":"https:\/\/evergreen.lib.in.us\/eg\/opac\/record\/20461707",
        "text":"Record Details\n\nCatalog Search\n\nWhere my heart belongs [electronic resource]. Tracie Peterson.\n\nPeterson, Tracie. (Author).\nImage of item\n\nElectronic resources\n\nRecord details\n\n  • ISBN: 9781585588572 (electronic bk)\n  • Physical Description: 1 online resource\n  • Date Published: 2007.\n\nContent descriptions\n\nSummary, etc.: From a best-selling author, a touching story of a prodigal daughter who learns it's never too late to come home, but will she find acceptance?\nReproduction Note: Electronic reproduction. Ada : Bethany House Publishers, 2007. Requires OverDrive Read (file size: N\/A KB) or Adobe Digital Editions (file size: 398 KB).\nSubject: Fiction.\nGenre: Electronic books.\n\nAdditional Resources",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.98206985,
        "format_confidence":0.9374402165,
        "weight":0.0038182929
    },
    {
        "url":"http:\/\/stuarts.exeter.ac.uk\/timeline\/",
        "text":"1603: Death of Elizabeth and Accession of James I\n\nJames VI and I (1566-1625) became king of Scotland, England, and Ireland. Born to Mary, Queen of Scots (1542-1587), and her second husband Henry Stewart, Lord Darnley (1545-1567), on 19 June 1566, James acceded to the Scottish throne upon his mother’s abdication in July 1567. He was crowned as a protestant, although his Catholic mother continued to cause trouble until her execution in 1587. Read more.\n\n1612: Death of Prince Henry\n\nHenry, Prince of Wales, died from typhoid fever on 6 November 1612. His death was a major blow to the Stuart dynasty. Henry was popular at court, and showed great promise. The Stuart succession was now secured only in Prince Charles, who was a sickly child.\n\n1625: Death of James I and Accession of Charles I\n\nCharles I (1600-1649) was born to James VI of Scotland (1566-1625) and his wife, Anne of Denmark (1574-1619), on 19 November 1600. He was their third child, after Prince Henry (1594-1612) and Princess Elizabeth (1596-1662). Read more.\n\n1642: Outbreak of Civil War\n\nCivil war broke out after Charles I (1600-1649) refused to comply with demands made by the Long Parliament in 1641. In January 1642, Charles attempted to arrest five members of the Commons on treason charges. The attempt failed, and Charles fled into the north. Read more.\n\n1649: Execution of Charles I\n\nCharles I (1600-1649) was captured at Oxford by parliamentary forces in 1646. He was eventually brought to trial at Westminster Hall on 20 January 1649. Charles refused to enter a plea, claiming that no court had jurisdiction over a king. Nonetheless, he was declared guilty on 27 January and was publicly executed outside Banqueting House in Whitehall on 30 January 1649.\n\n1651: Scottish Coronation of Charles II\n\n1653: Oliver Cromwell Appointed Lord Protector\n\nOliver Cromwell (1599-1658) was Lord Protector of England, Scotland, and Ireland from 1653 to his death in 1658. Cromwell was born to Robert Cromwell (d. 1617) and Elizabeth Steward (d. 1654) in Huntington on 25 April 1599. Read more.\n\n1658: Accession of Richard Cromwell as Lord Protector\n\nRichard Cromwell (1626-1712) acceded his father, Oliver Cromwell (1599-1658), as Lord Protector of England in September 1658. He did not inherit his father’s authority. The army, led by General George Monck, soon moved against him. Richard renounced his position nine months after acceding.\n\n1660: Restoration of Monarchy\n\nOliver Cromwell (1599-1658) died on 3 September 1658. His son and successor, Richard (1626-1712), did not command the confidence of the New Model Army as his father had. After reigning as Lord Protector for just seven months, Richard was deposed by the New Model Army in the spring of 1659. Read more.\n\n1679: Exclusion Crisis\n\nThe Exclusion Crisis was a political episode that ran from 1679 through 1681, in the reign of Charles II (1630-1685). Charles’s brother and heir apparent, James, Duke of York (1633-1701) had converted to Roman Catholicism. In a climate intensely hostile to Catholicism, the prospect of a Catholic succession to the throne was unpopular. Read more.\n\n1685: Death of Charles II and Accession of James II\n\nJames II and VII (1633-1701) was born the third child and second son of Charles I (1600-1649) and his French consort Henrietta Maria (1609-1669). James spent much of his youth with his father at Oxford during the civil wars, before he was captured and taken prisoner to London. Read more.\n\n1685: Monmouth Rebellion\n\nAfter Charles II’s sudden death on 6 February 1685, Monmouth began plotting once again with exiled British dissidents. On 11 June 1685 Monmouth landed at Lyme Regis with three ships and eighty-three men. On the march through the West Country, Monmouth recruited an army. He intended to depose his Catholic uncle and re-establish protestant rule. Read more.\n\n1688: Glorious Revolution\n\nThe ‘Glorious Revolution’ of 1688 was the usurpation of James II (1633-1701) by his nephew and son-in-law William of Orange (1650-1702) and daughter Mary (1662-1694). James’s Catholicism had proved deeply unpopular, as the earlier Exclusion Crisis (1679-1681) and Monmouth Rebellion (1685) demonstrated. Read more.\n\n1689: Accession of William III and Mary II\n\nWilliam III and Mary II were declared king and queen of England, Scotland, and Ireland on 13 February 1689, and were hurriedly crowned in Westminster Abbey on 11 April. William’s first move as king was to bring British resources into conflict with Louis XIV. Read more.\n\n1694: Death of Mary II\n\nMary II (1662-1694) contracted smallpox in the autumn of 1694, and died on 28 December. She was buried after an elaborate funeral at Westminster Abbey. Read more.\n\n1700: Death of William, Duke of Gloucester\n\nWilliam, Duke of Gloucester, was born in 1689. He was Anne’s only child to survive infancy. From birth his health was precarious. He contracted pneumonia after his eleventh birthday on 24 July 1700, and died on 30 July. His death was the end of the protestant Stuart dynasty.\n\n1701: Act of Settlement\n\nThe Act of Settlement was passed by parliament in 1701, necessitated by the death of Anne’s only surviving child, William, Duke of Gloucester (1689-1700). It decreed that, upon the death of Anne without an heir of her body, the British throne should pass to the protestant House of Brunswick. Read more.\n\n1701: Death of James II and Accession of ‘James III’\n\nUpon James II’s death in September 1701, Louis XIV of France proclaimed James Francis Edward Stuart as ‘James III’, king of England, Scotland, and Ireland, in direct contravention of the treaty of Ryswick (1697). Read more.\n\n1702: Death of William III and Accession of Anne\n\nAnne acceded upon William II’s death on 8 March 1702. She was greeted as a native English queen after William’s foreign reign, and was immediately popular with Tories, who welcomed renewed Stuart rule. Unlike her sister, Anne cultivated her duties as queen regnant. Read more.\n\n1708: Failed Jacobite Invasion\n\nIn March 1708 James Francis Edward sailed from Dunkirk with six-thousand French troops, with the intention of landing in the Firth of Forth. The expedition was thwarted by bad weather and the British navy. Despite James’s protests, the French fleet chose to retreat, and the British government clamped down on the Scottish Jacobites. Read more.\n\n1714: Death of Anne and Accession of George I\n\nQueen Anne died on 1 August 1714. An invitation was immediately dispatched to George I in Hanover, advising him to come to England immediately to avoid a Jacobite rising. George arrived at Dover on 18 September and was crowned at Westminster Abbey on 20 October. Stuart reign in Britain was over.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9942417145,
        "format_confidence":0.697132349,
        "weight":0.0035322387
    },
    {
        "url":"https:\/\/getsongbpm.com\/album\/black-dots\/zpYym",
        "text":"Black Dots Bad Brains\n\nThis album has an average beat per minute of 142 BPM (slowest\/fastest tempos: 77\/188 BPM).\n\nBPM Profile Black Dots\n\nAlbum starts at 168BPM, ends at 138BPM (-30), with tempos within the 77-188BPM range.\n(Try refreshing the page if dots are missing)\n\nTracklist Black Dots\n\nRecent albums by Bad Brains",
        "topic_id":6,
        "format_id":19,
        "topic_confidence":0.9968671203,
        "format_confidence":0.68611902,
        "weight":0.0031956021
    }
]