[
    {
        "url":"http:\/\/www.taipeitimes.com\/News\/front\/photo\/2013\/05\/20\/2008087425",
        "text":"Demonstrators dressed in Taoist costumes march yesterday during a protest against nuclear power in Taipei.May 20, 2013\n\n\nPhoto: Edward Lau \/ Reuters\n\nThis photo has been viewed 859 times.\n\nTOP top\n\nComments will be moderated. Remarks containing abusive and obscene language, personal attacks of any kind or promotion will be removed and the user banned.",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9907181859,
        "format_confidence":0.898929894,
        "weight":0.0026139692
    },
    {
        "url":"https:\/\/pocketmags.com\/us\/writing-magazine\/september-2016\/articles\/30114\/fiction-change-for-the-better",
        "text":"\nPocketmags Digital Magazines\nPocketmags Digital Magazines\n\nFiction: Change for the better\n\nEvery story needs change, whether inciting incident or character growth. Jan Moran Neil helps you make the right changes in your storylines\n\nMy daughter had a particularly turbulent plane journey when crossing the Sahara desert\n\n‘I saw my past few weeks flash before me,’ she said. ‘A whole series of events had brought me to what I thought to be a life-threatening moment on that plane: the discovery of my client’s text proving his guilt meant there was a gap in my diary to take this unexpected trip.’ She’s a criminal barrister so she’s used to seeing how the turn of events can have huge ramifications.\n\nShe continued. ‘My husband managed to shift the date of an important presentation to take the trip. My mother-in-law was waiting on medical test results which were negative. If they weren’t we wouldn’t have booked the plane tickets.’\n\nAnd so the series of events, those turning points which changed her status quo, had brought her to this chaos. Changing seats on the plane would not have helped her. She was stuck and there was no escape but she lived to tell the tale. This incident was either fate or unhappy coincidence. It depends on your viewpoint. Either way, it’s our job as writers to mould the turn of events or coincidences into a meaningful shape.\n\nPurchase options below\nFind the complete article and many more in this issue of Writing Magazine - September 2016\nIf you own the issue, Login to read the full article now.\nSingle Issue - September 2016\nOr 499 points\nAnnual Digital Subscription\nOnly $ 3.33 per issue\nOr 3999 points\n6 Month Digital Subscription\nOnly $ 3.66 per issue\nOr 2199 points\nMonthly Digital Subscription\nOnly $ 3.99 per issue\nOr 399 points\n\nView Issues\n\nAbout Writing Magazine\n\nStar interview with Crime Novel of the Year winner and griplit star Clare Mackintosh 1 topic, 100 books: Make the most of your speciality Before you write a word: Start your writing life the right way 10 top tips: How the pros keep writing Author experiences: • Going back to school for a creative writing MA • \"How I wrote three books at once\" • Readers share their success stories WIN £119,000 in writing prizes News you can use! 20 packed pages of Writers' News\n\nOther Articles in this Issue",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.9682773352,
        "format_confidence":0.8858295083,
        "weight":0.0020273794
    },
    {
        "url":"https:\/\/www.architectsjournal.co.uk\/news\/niemeyer-finds-love-at-98-with-marriage-to-60-year-old-secretary\/577962.article",
        "text":"Unsupported browser\n\nFor a better experience please update your browser to its latest version.\n\nYour browser appears to have cookies disabled. For the best experience of this website, please enable cookies in your browser\n\nWe'll assume we have your consent to use cookies, for example so you won't need to log in each time you visit our site.\nLearn more\n\nNiemeyer finds love at 98 with marriage to 60-year-old secretary\n\nLife is said to begin at 40. But the fun really starts at 98 according to world-renowned Brazilian architect Oscar Niemeyer who has just taken his secretary - nearly 40 years his junior - up the aisle.\n\nAlready a subscriber? Login here or activate your digital account",
        "topic_id":1,
        "format_id":6,
        "topic_confidence":0.7269047499,
        "format_confidence":0.9605796933,
        "weight":0.0022983415
    },
    {
        "url":"http:\/\/science.sciencemag.org\/content\/325\/5945\/1206.3",
        "text":"Technical Comments\n\nResponse to Comments on “Energy Uptake and Allocation During Ontogeny”\n\n+ See all authors and affiliations\n\nScience  04 Sep 2009:\nVol. 325, Issue 5945, pp. 1206\nDOI: 10.1126\/science.1171949\n\nYou are currently viewing the abstract.\n\nView Full Text\n\n\nOur extended ontogenetic growth model is a theoretical model based on conservation of energy and general biological mechanisms underlying ontogenetic growth. We do not believe that the comments of Makarieva et al. and Sousa et al. expose substantive problems with our model. Nevertheless, they raise interesting, still unresolved questions and point to philosophical differences about the role of theory and of simple, general models as opposed to complicated, specific models.\n\nView Full Text",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9943659306,
        "format_confidence":0.5957479477,
        "weight":0.0025838113
    },
    {
        "url":"https:\/\/www.360cities.net\/nl\/image\/the-museum-of-flight-william-e-boeing-red-barn-seattle-wa",
        "text":"Projections and Nav Modes\n  • Normal View\n  • Fisheye View\n  • Architectural View\n  • Stereographic View\n  • Little Planet View\n  • Panini View\nClick and Drag \/ QTVR mode\nDeel dit panorama\nFor Non-Commercial Use Only\nThis panorama can be embedded into a non-commercial site at no charge. Lees meer\nDo you agree to the Terms & Conditions?\nFor commercial use, neem contact met ons op\nEmbed this Panorama\nFor Non-Commercial Use Only\nFor commercial use, neem contact met ons op\nLicense this Panorama\n\nEnhances advertising, editorial, film, video, TV, Websites, and mobile experiences.\n\n\n\nThe Museum of Flight, William E. Boeing Red Barn, Seattle, WA\nThis simple post and beam building was the Boeing Company's original manufacturing plant. Originally built in 1909, the Red Barn was donated to The Museum of Flight and moved to its present location in 1975. Exhibits showcase the early history of aircraft manufacturing.\nCopyright: Bill Edwards\nType: Spherical\nResolution: 11800x5900\nTaken: 20\/06\/2012\nGeüpload: 28\/06\/2012\nGeüpdatet: 31\/03\/2015\nKeer bekeken:\n\n\nTags: seattle; the museum of flight; boeing field; washington; airplanes; aircraft; vintage aircraft; warbirds; william e. boeing; red barn\ncomments powered by Disqus\nMore About USA\n\nThe United States is one of the most diverse countries on earth, jam packed full of amazing sights from St. Patrick's cathedral in New York to Mount Hollywood California.The Northeast region is where it all started. Thirteen British colonies fought the American Revolution from here and won their independence in the first successful colonial rebellion in history. Take a look at these rolling hills carpeted with foliage along the Hudson river here, north of New York City.The American south is known for its polite people and slow pace of life. Probably they move slowly because it's so hot. Southerners tend not to trust people from \"up north\" because they talk too fast. Here's a cemetery in Georgia where you can find graves of soldiers from the Civil War.The West Coast is sort of like another country that exists to make the east coast jealous. California is full of nothing but grizzly old miners digging for gold, a few gangster rappers, and then actors. That is to say, the West Coast functions as the imagination of the US, like a weird little brother who teases everybody then gets famous for making freaky art.The central part of the country is flat farmland all the way over to the Rocky Mountains. Up in the northwest corner you can find creative people in places like Portland and Seattle, along with awesome snowboarding and good beer. Text by Steve Smith.",
        "topic_id":23,
        "format_id":6,
        "topic_confidence":0.7248668075,
        "format_confidence":0.955817163,
        "weight":0.0011498895
    },
    {
        "url":"http:\/\/content.time.com\/time\/magazine\/article\/0,9171,809546,00.html",
        "text":"Cinema: Newsreel, may 20, 1957\n\n¶ For $650,000 down, Producer Sam Goldwyn got the film rights to George Gershwin's Negro folk opera Porgy and Bess. Gershwin's estate and other beneficiaries will get a straight 10% of the movie's gross receipts. Goldwyn, reportedly seeking Calypsinger Harry Belafonte to head an all-Negro cast, plans to release Porgy late next year.\n\n¶ Unwinding a kaleidoscopic, 90-minute CinemaScope preview of its coming attractions, 20th Century-Fox announced that it will soon release 55 feature movies in a twelve-month period. This splurge—raising the question of whether theater-shown films will some day antiquate much TV entertainment—will represent the biggest output of any Hollywood studio...\n\nWant the full story?\n\nSubscribe Now\n\n\nGet TIME the way you want it\n\n  • One Week Digital Pass — $4.99\n  • Monthly Pay-As-You-Go DIGITAL ACCESS$2.99\n  • One Year ALL ACCESSJust $30!   Best Deal!\n    Print Magazine + Digital Edition + Subscriber-only Content on TIME.com\n\nLearn more about the benefits of being a TIME subscriber\n\nIf you are already a subscriber sign up — registration is free!",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9901165366,
        "format_confidence":0.953774631,
        "weight":0.0067036671
    },
    {
        "url":"https:\/\/solarsystem.nasa.gov\/raw_images\/287937\/",
        "text":"N00186757.jpg was taken on 2012-05-11 09:27 (PDT) and received on Earth 2012-05-11 22:47 (PDT). The camera was pointing toward Erriapus, and the image was taken using the CL1 and CL2 filters. This image has not been validated or calibrated. A validated\/calibrated image will be archived with the NASA Planetary Data System\n\nFor more information on raw images, checkout our frequently asked questions section.\n\nImage Credit: NASA\/JPL-Caltech\/Space Science Institute",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9964969754,
        "format_confidence":0.8585753441,
        "weight":0.0037237169
    },
    {
        "url":"http:\/\/www.cheneyfreepress.com\/story\/2013\/04\/11\/sports\/ucla-safety-tevin-mcdonald-transfers-to-eastern\/11830.html",
        "text":"Cheney Free Press -\n\n\nUCLA safety Tevin McDonald transfers to Eastern\n\n\n\n\nTevin McDonald, a two-year starter at safety at UCLA, has transferred to Eastern Washington University to play football for the Eagles, EWU confirmed April 9.\n\nMcDonald is enrolled in classes and will begin practicing with the team as early as Thursday. The son of six-time NFL All-Pro safety Tim McDonald, he was recently dismissed from UCLA’s squad for violating team policy.\n\nTevin McDonald had 135 tackles in 27 career games at UCLA, plus four interceptions and 14 passes broken up. The 6-foot-1, 190-pounder from Fresno, Calif., had 79 tackles as a sophomore in 201...\n\nFor access to this article please sign in or subscribe.\n\n\nReader Comments\n\nRendered 01\/29\/2015 18:30",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9961077571,
        "format_confidence":0.9597526789,
        "weight":0.004157719
    },
    {
        "url":"https:\/\/www.artforum.com\/print\/201602\/the-world-of-charles-and-ray-eames-57456",
        "text":"“The World of Charles and Ray Eames”\n\nRay Eames, study for “An Exhibition for Modern Living,” 1949, graphite, paper, and photocollage on paper, 8 1\/4 × 11 3\/4\". © Eames Office, LLC.\n\nBEGINNING WITH the acclaimed 1999–2002 traveling exhibition “The Work of Charles and Ray Eames: A Legacy of Invention,” organized by the US Library of Congress in collaboration with the Vitra Design Museum in Germany, the twenty-first century has seen a renewed academic and institutional interest in the Eameses’ work, even as the public’s intellectual curiosity in the couple has only continued to grow. Yet the Barbican Art Gallery’s current retrospective, “The World of Charles and Ray Eames,” curated by Catherine Ince, has still managed to present an unusually rich grouping of firsts: unexpected chair prototypes; a new replica of one of the couple’s more remarkable inventions—a fifteen-foot-tall gravity-powered xylophone titled Musical Tower from the mid-1950s—whereby a small ball strikes a series of colored metal keys as it makes its way down the instrument’s vertical,\n\nto keep reading\n\nArtforum print subscribers have full access to this article. If you are a subscriber, sign in below.\n\nNot registered for Register here.\n\nSUBSCRIBE NOW at the special holiday rate of $45 a year—70% off the newsstand price. You’ll receive the print magazine plus full online access to this issue and our archive.*\n\nOrder the PRINT EDITION of the February 2016 issue for $17 or the ONLINE EDITION for $5.99.\n\n* This rate applies to U.S. domestic subscriptions.",
        "topic_id":1,
        "format_id":6,
        "topic_confidence":0.9951199293,
        "format_confidence":0.9463796616,
        "weight":0.0022643657
    },
    {
        "url":"http:\/\/www.achd.org\/tcmcs-sharon-schultz-recognized-as-one-of-san-diegos-women-who-mean-business\/",
        "text":"\n\nOCEANSIDE – San Diego Business Journal has named Tri-City Medical Center Chief Nursing Executive and Chief Clinical Officer Sharon Schultz as one of its San Diego “Women Who Mean Business.”  Read the whole article here.\n\nPrint Friendly, PDF & Email",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.5615608096,
        "format_confidence":0.899762392,
        "weight":0.0038746436
    },
    {
        "url":"https:\/\/portlandpress.com\/biochemj\/article-abstract\/136\/1\/1\/4739\/Effect-of-the-exotoxin-of-Bacillus-thuringiensis?redirectedFrom=PDF",
        "text":"A nuclear preparation from the fat-body of Sarcophaga bullata was obtained which incorporates nucleotides at a steady rate. Two activities, differing in their response to α-amanitin, are present. The activities are not separated by changes in the concentration of (NH4)2SO4 as effectively as in mammalian nuclei. The activity resistant to α-amanitin is stimulated by ecdysone, and both normal and the ecdysone-stimulated activities are inhibited by the exotoxin. The amanitin-sensitive enzyme is also inhibited by exotoxin, but higher concentrations are required.\n\nThis content is only available as a PDF.\nYou do not currently have access to this content.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9864125252,
        "format_confidence":0.9177364707,
        "weight":0.0039803039
    },
    {
        "url":"http:\/\/www.totallyfuzzy.net\/ourtube\/school-of-seven-bells\/ablaze-video_9d2e08609.html",
        "text":"School of Seven Bells - Ablaze\n\nLights off\nSorry, your favorites list is FULL.\nClick this link to twitter this video (opens in a new window\/tab)\n\n\nSVIIB. The New Album from School of Seven Bells \/ Out Now.\n\n\nDirected By: Alan Del Rio Ortiz\nEdited By: Stephanie Szerlip and Alan Del Rio Ortiz\nDirector of Photography: Brook Linder\n\n\nLast month, after the tragic and untimely death of band member Benjamin Curtis, New York dreampoppers School Of Seven Bells released SVIIB, their final album. Today, as Noisey points out, they’ve shared a video for their swooping album track “Ablaze.” Alan Del Rio Ortiz directed it, and it shows grainy, ’80s-looking images of city streets and of Alejandra Deheza, the band’s surviving member.\n-- Stereogum\nMore information on this artist is available in the tabs below.\n\n\nPick and Click one of the menu tabs above for more artist info.\n\nOr click the artist name tag above to go to the artist page.\n\nAll artist info on these pages is\n\nPost your comment\n\nArtist: School of Seven Bells\nVideo title: Ablaze\n\nFacebook: Like & Comments - Share on\/Post to\nCategory: Rock & Alternative\nViews: 2317\nProblems with this Video? Report This Video!\n\nTerms Of Service - Google Privacy Policy\n\nNew Music Videos",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.996393621,
        "format_confidence":0.9482513666,
        "weight":0.0066648465
    },
    {
        "url":"http:\/\/community.wikia.com\/wiki\/File:Fonts_chrome.png",
        "text":"Community Central\n\nImage - Fonts chrome.png\n\n\nFonts chrome.png\n\n19,645pages on\nthis wiki\nAdd New Page\nFull resolution (download)‎ (445 × 840 pixels, file size: 17 KB, MIME type: image\/png)\n\nLicensing Edit\n\nThis file was uploaded by the photographer or author.\n\nThis image file was uploaded to be used on the old forum pages. Please do not modify this file.\n\nAppears on these pages\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent21:41, August 2, 2012Thumbnail for version as of 21:41, August 2, 2012445 × 840 (17 KB)IcecreamKitten (wall | contribs)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.699272275,
        "format_confidence":0.91490376,
        "weight":0.0008550506
    },
    {
        "url":"https:\/\/www.hoa.africom.mil\/image\/22513\/u-s-navy-seabees-turn-over-ali-oune-medical-clinic-to-djiboutian-officials",
        "text":"U.S. Navy Seabees turn over Ali Oune Medical Clinic to Djiboutian officials\n\nU.S. Navy Seabees from Naval Mobile Construction Battalion 1, assigned to Combined Joint Task Force-Horn of Africa, stand in formation during the Ali Oune Medical Clinic ribbon cutting ceremony in Ali Oune, Djibouti, Jan. 31, 2019. The clinic, which the Seabees have worked on for five months, is intended to enhance the Ministry of Health for Djibouti’s ability to provide basic medical, birth and after care to the Ali Oune village and its more than 1,000 residents and rural neighbors. (U.S. Air Force photo by Tech. Sgt. Shawn Nickel)\n\nBy Tech. Sgt. Shawn Nickel U.S. Air Force CJTF-HOA Feb 06, 2019\nMore from Media Room",
        "topic_id":12,
        "format_id":6,
        "topic_confidence":0.9520251751,
        "format_confidence":0.9170980453,
        "weight":0.0026117694
    },
    {
        "url":"https:\/\/english.sta.si\/2525856\/vecer-criticizes-rise-of-anti-immigrant-sentiment-in-italy-germany-and-austria",
        "text":"User name\n\nDon't have a user name yet?\nRegister here.\n\n\nVečer criticizes rise of anti-immigrant sentiment in Italy, Germany and Austria\n\nMaribor, 16 June - The newspaper Večer looks at the rising anti-immigration sentiment in Germany, Italy and Austria in Saturday's commentary and says that the European ship of fools is filling up.\n\nThe rest of this news item is available to subscribers.\nThe news item consists of 1.232 characters (without spaces) or 260 words words.\n\nBuy the news item. Price: 2 tokens; on account: 0 tokens.\n\n© STA, 2018",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9968535304,
        "format_confidence":0.98661834,
        "weight":0.0028689556
    },
    {
        "url":"http:\/\/greatday.com\/nmot\/member_content\/monthly\/2005-10.html",
        "text":"\n-- Thackery\n\n\n\nThe MONTHLY Motivator - October 2005\n\nA Lifetime of Learning\n\nWe learn facts, we learn how to study, we learn how to take tests, we learn how to perform tasks, we learn what to say, we learn how to act, we learn what to think, we learn reactions, we learn emotions, we learn to dance, we learn to teach. Or at least we attempt to learn these things. One thing that is rarely taught us is how to learn. So let’s take a look at learning, and at how you can enhance the learning in your own life.\n\nLife is about learning. To move forward, a person must be committed to constant learning. Your ability to learn brings an abundance of wonderful things. Learning can prevent you from repeating past mistakes. It allows you to improve your performance over time. It enables you to benefit from the experience of countless others. Learning is one of the most valuable ways you can spend your time.\n\nWhen you hear the word learning you probably think of school, books, teachers and tests. Yet only a fraction of learning takes place in school. You were learning long before you ever set foot in school, and it is vital that you continue learning all your life.\n\nThe world is changing so quickly that anyone who is not committed to continual learning will be left behind. Learning is an essential ingredient for success in today’s information-driven world. The good news is that learning is available to anyone. You don’t need to have a college degree hanging on your wall to be able to learn.\n\nEverything is a learning experience. Learning gives a positive aspect to everything that happens. Even when you lose, you win by learning from the experience. So learning is a key strategy for living positively on a continuing basis.\n\nLearning is a wonderful way to leverage your time and effort. The things you learn stay with you always. No person, no circumstance can take them away from you. Knowledge has real value, and there is no danger of anyone stealing that value away from you. In fact, the more you share it with others the more valuable it becomes to you.\n\nA key strategy for learning is to appreciate the value of learning. Unfortunately, learning can too often be forced on you by your own decisions or by other people, rendering the effort largely ineffective. Yet learning can be a natural, enjoyable, productive activity when you approach it with the right attitude.\n\nIt’s vitally important that you find a reason to learn. If you can develop a strong enough reason why you want to learn, you’ll find a way to learn whatever you need to know. Each day is filled with opportunities to learn. When you are motivated to learn, all sorts of teachers appear at every turn. The main reason people do not learn is that they don’t avail themselves of all the opportunities. When you understand why you need to learn something, when the desire is strong enough and personally meaningful, you will learn. Think of the goals you have set for yourself. In order to achieve these goals, you’ll need to learn many new things. Make a meaningful connection in your mind between the things you want to achieve and the things you’ll need to learn in order to achieve them. Find within yourself a personally compelling reason to learn.\n\nAdmit your ignorance. In order to learn something, you must first admit that you do not know it. This may seem obvious, yet there are many things we avoid learning because we’re afraid that asking questions will make us look foolish. But there is no shame in ignorance. You’re not born with a wealth of knowledge. To learn, you must ask. Pretending to know something that you don’t will make you look much more foolish than sincerely and honestly asking questions. If there’s something you don’t know, admit it. Then you can proceed to learn it.\n\nTo continue reading this member-only content, please log in if you are a current subscriber\/member, or if you’re not already a member, you can join today for an annual price of just $15 and get immediate access to the full text of this article and many others, plus additional member-only content such as downloadable audio programs and e-books. If you’re not ready to join right now, we invite you to look through our extensive archive of more than 4,000 shorter daily messages, which are fully available for everyone to read.\n\n—Ralph Marston",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9921030402,
        "format_confidence":0.9365200996,
        "weight":0.0019597469
    },
    {
        "url":"http:\/\/aliens.wikia.com\/wiki\/File:NeeAlavar.jpg",
        "text":"Alien Species\n\n\n7,974pages on\nthis wiki\nAdd New Page\nFull resolution (download)‎ (348 × 497 pixels, file size: 47 KB, MIME type: image\/jpeg)\n\nThere is no description yet. Add a description.\n\nAppears on these pages\n\n  • Lorrdian\n\n    The Lorrdians were a race of near-humans native to the planet Lorrd. The Lorrdians traced their...\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent01:53, March 27, 2016Thumbnail for version as of 01:53, March 27, 2016348 × 497 (47 KB)BlueFrackle (Talk | contribs)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.7633728385,
        "format_confidence":0.9486589432,
        "weight":0.0066677112
    },
    {
        "url":"http:\/\/moredat.ning.com\/video\/inside-america-s-largest-right-wing-militia",
        "text":"A Student Network for Collaboration and Sharing\n\nSignup on\n\nWhat’s Next For Electronic Devices. Have you heard of FPGAs? Find out now here. And as a bonus get your free guide to writing a successful resume. Just Signup now and it’s all yours free.\n\nInside America's Largest Right Wing Militia\n\nIn the backwoods of Georgia, a controversial, right-wing, \"anti-terror\" militia group gathers once a month to complete field training exercises under the command of Chris Hill—a.k.a Blood Agent. This militia group, called the Georgia III% Security Force, is part of the Three Percenter movement, which is inspired by the unfounded claim that only three percent of colonists fought against the British in the American Revolution.\n\nVICE joins Hill and the Georgia III% Security Force during one of their monthly gatherings to see how they prepare themselves to \"defend the Constitution from all enemies foreign and domestic\" and see what they'll do to protect their guns.\n\n\nYou need to be a member of MoreDat to add comments!\n\nJoin MoreDat\n\n© 2022   Created by Jerome Trent.   Powered by\n\nReport an Issue  |  Terms of Service",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9774545431,
        "format_confidence":0.9737533927,
        "weight":0.002831546
    },
    {
        "url":"https:\/\/ppaca.player.fm\/series\/behind-the-bastards\/after-the-revolution-chapters-eighteen-nineteen-and-twenty",
        "text":"After the Revolution: Chapters Eighteen, Nineteen, and Twenty\n\n\nManage episode 297671946 series 2273705\nBy iHeartRadio. Discovered by Player FM and our community — copyright is owned by the publisher, not Player FM, and audio is streamed directly from their servers. Hit the Subscribe button to track updates in Player FM, or paste the feed URL into other podcast apps.\n\nThis week's chapters from Robert's fiction podcast, \"After the Revolution.\"\n\nPodcast Feed:\n\nBook Website:\n\nLearn more about your ad-choices at\n\n409 episodes",
        "topic_id":16,
        "format_id":6,
        "topic_confidence":0.9482113719,
        "format_confidence":0.8433471322,
        "weight":0.0019301509
    },
    {
        "url":"http:\/\/myorchidcare.com\/orchid-gallery\/Gallery15.html",
        "text":"Orchid Care - Orchid Culture - Practical Orchid Care Basics\n\nPhalaenopsis Orchid World 'Joe'\n\nNextPhalaenopsis Orchid World\n\nOur focus is on the creation, development, and offering of the finest products and services for orchid growers and enthusiasts. We grow our own orchids and have a large spectacular collection which we nurture and tend to on a daily basis in our greenhouse and in our home. Capturing their magic in timeless photographs is something we have done for many years. All of the orchid photos in this gallery and those on our web sites are from our private collection of orchids.\n\nSee also:\n\n\"Helping Bloom Happy Orchids One Pot At A Time For Over 25 Years\"",
        "topic_id":14,
        "format_id":6,
        "topic_confidence":0.9760468006,
        "format_confidence":0.6175296307,
        "weight":0.0006997694
    }
]