[
    {
        "url":"https:\/\/www.surfcam.com\/systemrequirements",
        "text":"System Requirements for SURFCAM and Part Modeler\n\nSupported Operating Systems\n\nWe recommend you install the latest service packs for the supported operating systems.\nSystem Type: 64-bit Operating System, x64-based processor\n  • Microsoft Windows 7 Professional (SP1 required)\n  • Microsoft Windows 7 Enterprise (SP1 required)\n  • Microsoft Windows 7 Ultimate (SP1 required)\n  • Microsoft Windows 8 Professional\n  • Microsoft Windows 8 Enterprise\n  • Microsoft Windows 10 Professional\n  • Microsoft Windows 10 Enterprise\n\nWhen installing:\nWe recommend that you update to the latest security key drivers (if a security key is fitted).\n\nYou may experience problems with the driver supplied by your graphics card manufacturer - check for the latest driver updates on the web site for your card.\n\n\n  • SURFCAM and Part Modeler will install and run on the 'home' editions of these operating systems. However this is not recommended and we cannot guarantee to fix any SURFCAM or Part Modeler issues specifically related to these operating systems.\n  • The Sentinel RMS license server runs as a system service on Windows XP, Vista, Server 2003 (32-bit and 64-bit), Server 2008 (32-bit and 64-bit), Server 2008 R2 (64-bit), Server 2012 (64-bit) and Windows 7. Sentinel RMS network licenses can be installed on virtual servers provided that they are locked to a Safenet Computer ID USB key. Standalone (single seat) Sentinel RMS licenses cannot be locked against the new keys for use on a virtual server.\n  • It is not recommended to have multiple SURFCAM versions installed on the same computer when the user has limited rights or UAC is ON as this may potentially cause problems with Simulator. ClosedMore info...\n  • Domain Controllers are not supported for ToolStore Server and SURFCAM due to SQL limitations.\n  • Windows XP, Windows Server 2003 and Vista are no longer supported by SURFCAM.\n  • Windows 8 RT is not supported by SURFCAM.\n  • SQL Express 2014 has a memory limit of 1 GB and a Database size limit of 10 GB. Performance issues may arise if the database is near this limit. To avoid these issues, if several job images are required, we recommend that they are not stored in the database. Job images can be extracted from the database using a command line option (tsadmin \/ExtractJim) which will extract the job images to the ToolStore support folder, JobImages. Please ensure that the server has enough memory to handle the database, if it is not an Express version.\n\nMinimum Specifications\n\n  • 64-bit Intel Pentium 4 processor (2 GHz or faster), Intel Xeon, Intel Core, AMD Athlon 64, AMD Opteron, AMD Phenom or later, in single, dual or quad core versions\n  • 4 GB of RAM\n  • 10 GB free disk space for the SURFCAM installation\n  • 17\" Colour monitor (1280 x 1024 screen resolution)\n  • Mouse including wheel (Intellimouse)\n  • SpaceMouse\/SpaceBall (optional)\n  • Network card\n  • Internet Explorer 8 or above\n  • Internet connection for license activation\/updates\n  • USB port for the SURFCAM security key (unless using keyless licensing)\n\nTo make the most of background processing and multi-threading, we recommend a 64-bit operating system and 2GB RAM for each processor as a minimum.\n\nGraphics cards\n\n  • NVIDIA Quadro range\n  • AMD Fire Pro range\n  • AMD Fire GL range\n  • Intel HD range – 5000, 4400, 4200\n\nNote: Some older cards in the ranges above may no longer be supported. Please check the relevant supplier to see if an up to date driver is available for your operating system:\n\nThe ToolStore Server installer will install the following items if they are not already present on your system:\n  • .NET Framework version 3.5 SP1 (includes .NET Framework version 2.0)\n  • .NET Framework version 4\n  • Microsoft Visual C++ 2008 Redistributable Setup\n  • Microsoft Visual C++ 2010 Redistributable Setup\n  • Microsoft Visual C++ 2013 Redistributable Setup\n\nThe Live Job Reports Server does not support Windows XP or Windows Server 2003; only Vista \/ 7 \/ 8 and Server 2008 up to 2012 R2 are supported. The Live Job Reports client requires one of the following web browsers:\n\n  • Internet Explorer 10,\n  • Google Chrome 28,\n  • Firefox 22 or above.",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.8475784063,
        "format_confidence":0.6462310553,
        "weight":0.0045996796
    },
    {
        "url":"http:\/\/lasttrumpetproject.com\/tiki-index.php?page=Purchase+Data",
        "text":"[Show\/Hide Left Column]\n\nhelp on purchase form 2 Public\n\nPurchase Data\n\nStep 2 Purchase Help\n\nThere are at least two possible inputs on this screen.\n\n  1. Your website login name. You may select any desired username, from 3 up to 32 characters. By default, the system will attempt to use your email name. If you do not want this, you may change it to something else. Since logins on our system have to be unique, your name will be rejected if someone else is already using it. If you are not interested in establishing a website login, you may ignore this field or leave it blank. We reserve the right to alter names which are deemed offensive, obscene, or otherwise inappropriate.\n  2. Website login waiver checkbox. If you are purchasing a downloadable ebook or ebook CD, and do not want a login for our website, then you may check this box. If you do so, anything entered for a login name (above) will be ignored.\n  3. Additionally, if you are purchasing a physical ebook CD, you will be prompted for a complete mailing address. Your CD will be mailed from within the United States, by regular first class mail. You may enter post office boxes, international addresses, etc., so long as the information is sufficient to cause delivery.\n\nLast edited by admin .\nPage last modified on Saturday 14 of June, 2008 02:01:30 UTC.\n\nPurchase the Book\n\nThis website is the only website for The Last Trumpet Project approved by the author.\n\nTo purchase your copy of the novel, please click here.\n\nYou may also read it online for free by registering a login on this site. (See the more information and excerpt pages for the required passcode).",
        "topic_id":16,
        "format_id":3,
        "topic_confidence":0.6189199686,
        "format_confidence":0.8619111776,
        "weight":0.0002338156
    },
    {
        "url":"https:\/\/hccf.org\/help-hccf\/volunteer\/",
        "text":"HCCF is always looking for volunteers to help with a variety of activies.  If you are interested in helping HCCF, please fill out the online form to be a volunteer.  Or, download our volunteer form and mail it in.\n\n\n\nVolunteer Sign-Up Form\n\n    First Name (required)\n\n    Last Name (required)\n\n    Your Email (required)\n\n    Please check times when you are available:\n\n    Are there specific HCCF events you are interested in voluneering for?\n\n    Please free to send a message to our volunteer coordinator.\n\n    Please type in the letters above (to prove you're a human and not a spam bot):",
        "topic_id":7,
        "format_id":3,
        "topic_confidence":0.7429270148,
        "format_confidence":0.8358254433,
        "weight":0.0005347285
    },
    {
        "url":"https:\/\/support.huawei.com\/enterprise\/en\/doc\/EDOC1100135770\/fd2e2dae\/raid-20-block-virtualization-process",
        "text":"No relevant resource is found in the selected language.\nOceanStor Dorado 6.0.1 Basic Storage Service Configuration Guide\nRate and give feedback:\nHuawei uses machine translation combined with human proofreading to translate this document to different languages in order to help you better understand the content of this document. Note: Even the most advanced machine translation cannot match the quality of professional translators. Huawei shall not bear any responsibility for translation accuracy and it is recommended that you refer to the English document (a link for which has been provided).\nUpdated: 2021-07-01\n\nDocument ID: EDOC1100135770\n\nViews: 54255\n\nDownloads: 383\n\nAverage rating:\nThis Document Applies to these Products\n\nRelated Version\n\nRelated Documents\n\nPrevious Next",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.8644750118,
        "format_confidence":0.9564518929,
        "weight":0.0018586173
    },
    {
        "url":"http:\/\/www.bluewatertekcentre.com\/apple-ipad-information",
        "text":"Double-click to start typing\nDouble-click to start typing\nDouble-click to start typing\nDouble-click to start typing\n\n\n\"Your Source For Everything IT\"\n795C Exmouth St Sarnia, Behind Healthy Paws Pet Food Store\n\nMalware Repair, Sarnia, Ontario Canada\n\n\nThis page is to help you get the most years of your iPAD\nAccidents happen, and sometimes updates occur  and friends or family think they can update your device and suddenly you are LOCKED OUT!...  Not a nice thing to go through we can help you with all of your repair needs, however to be successful we need to unlock your unit and can only be done with the original receipt!\n\nKeep your original receipt\n*store your original receipt on line in a secured file\n*store your original receipt in plastic in a secure place\n\nCreate an apple ID: Store your apple ID and password in a safe place,\nIf you change your email  update your apple ID\n\nApple ID\n\nIf you purchase a used ipad obtain a receipt from the individual you purchased the unit from and ask for their original purchase receipt\n\nProtect your investment from shock heat and extreme cold\n\nPerform all updates to allow the system to function at peak\n\nDelete cached and temp files regularly\n\n\nDon't purchase a LOCKED Unit even if it is a price that is unbelievable (because it is)\n\nYour iPad is not waterproof Don't take it swimming\n\nYour iPAD is not shockproof - Don't drop it",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9657633901,
        "format_confidence":0.9290323257,
        "weight":0.0018053344
    },
    {
        "url":"http:\/\/www.99numbers.com\/lg-laptop-customer-service-support-contact-number\/",
        "text":"LG laptop Customer Service & Support Contact Number\n\nLG electronics is a south korea based multinational electronics company founded in 1958 having headquarters in Yeouido-dong, Seoul. LG is specialized in providing variety of electronics products to worldwide customers. Though LG laptops are not so widely used still people using them found them so convenient to uses and are also in budget of common man. People looking for support number of LG laptops can collect information from here.\n\nLG Technical Support Service:\n\nSupport service of LG is very supportive and helpful. They are readily available for help and support of customer. You can communicate with them for any kind of detail or troubleshooting. No matter your problem is small or large they cater you requirement with equal importance.\n\nLG Customer Support Number:\n\nYou can communicate with the support team of LG on (800) 243-0000 for getting resolution of your query and concerns. This number is also valid for LG Consumer Electronics, Appliances, Mobile Phones, Monitors, Data Storage, and Window\/Wall\/Portable A\/C.\n\nLG customer Support Timings:\n\nSupport team of LG can be contacted in between 6 am to 12 pm in Central Standard Time (CST).\n\nLG Live Chat Support:\n\nYou can contact service representative on chat in week days between 8 am to 8 pm in Central Standard Time by following given link:\n\n\nLG Email Support:\n\nYou can also drop a mail to get support by filing the details in enquiry form available at official site of LG under support option.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9786175489,
        "format_confidence":0.9792319536,
        "weight":0.0019028844
    },
    {
        "url":"http:\/\/www.wofford.edu\/library\/libraryservices\/help\/",
        "text":"Sandor Teszler Library\n\nGet help with your research!\n\nAsk questions about resources!\n\nStop by the library, email us, or call 597-4302 with any questions you have. \n\nReference Services\n\nLibrarians and library staff members are here to help. The Reference Department can answer factual questions, help develop bibliographies, help to plan a research strategy, or provide information about library services. Our professional training is in finding quality information on any topic, so if you have a question, ask us.\n\nWe try to respond to all questions within 24 hours.\n\nWe are also happy to set up a one-on-one consultation with a librarian, which gives both of us an opportunity to explore your topic in more detail.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9902995825,
        "format_confidence":0.9824743867,
        "weight":0.0091764738
    },
    {
        "url":"https:\/\/www.barcodediscount.com\/support\/availability.htm?microFlash%204t%20-%20200254-001",
        "text":"Barcode Discount\nMonday-Friday 7am-7pm Central\nSame Day Shipping\nHelp Cart\n\nAvailability for microFlash 4t - 200254-001\n\nThis item is not available in our warehouses for immediate shipment.\n\nEnter your email to get a response in 1 business day with when the product will be available, or for alternatives if the product has been discontinued.\n\n*We do not share your information with anyone.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.7147356868,
        "format_confidence":0.9539158344,
        "weight":0.0067840542
    },
    {
        "url":"https:\/\/www.gonitro.com\/de\/support\/nitro-pro",
        "text":"Get assistance with Nitro Pro\n\nHier finden Sie Antworten, lernen häufig gestellte Fragen kennen, nehmen Kontakt zum Support auf und tauschen sich mit anderen Benutzern aus.\n\nWhat can we help you with?\n\n    Frequently Asked Questions\n\n\n    New features of Nitro Pro 11\n\n    Nitro Pro 11's new features provide a smarter way to create, edit, sign, and share documents.\n\n    New features:\n\n    • Upgraded Interface maintains the Microsoft Office 2016 look and feel while introducing new color schemes and icons.\n    • Customize Tools feature allows you to pin up to 5 of your favorite tools to your Home ribbon for quicker, and easier access.\n    • Smart Tips contextually suggest features to provide you with information and recommended options tailored to your workflow.\n    • Dropbox, OneDrive & Google Drive are now directly integrated into the Open and Save backstage menus to allow you to browse PDF files in other accounts without leaving Nitro's UI.\n    • Microsoft RMS 2 supported via compatibility with Protected PDF (.ppdf) filetype.\n    • Booklet Printing will automatically place your pages in the correct order when printing to make folding and binding easy.\n\n    How to activate Nitro Pro\n\n    To activate your copy of Nitro Pro, please follow these steps:\n\n    1. Locate Activate Button:\n\n      • For Nitro Pro 11:\n        Go to Help tab > Activate to access this screen:\n      • For versions Nitro Pro 10 and below:\n        Click the Activate button in the ribbon:\n    2. Enter your serial\/license\/activation code (all the same number) in the “Activation Assistant” window. Click Activate.\n    3. If activated properly, you should receive a confirmation window indicating that Nitro Pro has been activated successfully:\n\n      Sometimes after activation, Nitro will still state you are using the trial mode or expired trial mode. In this case, please close and reopen Nitro. The activation will register with the software when it is reopened.\n\n    NOTE If you are activating Nitro Pro version 6, 7, or 8, the first two steps to reach the activation screen (when you enter your serial) are:\n\n    1. Click About Nitro Pro under the Help tab\n    2. Click Activate in the About Nitro Pro window\n\n    Moving or transferring a Nitro Pro license\n\n    When moving Nitro Pro from one machine to another, we highly recommend deactivating the license prior to the move to ensure proper reactivation on another device.\n\n    Here are a few reasons to deactivate your license:\n\n    • Before replacing your computer\n    • Before a major upgrade or change to the OS on your computer (i.e. reinstalling Windows, moving from Windows 8 to Windows 10, etc.)\n    • When re-imaging your computer\n\n    First, you’ll need your serial number.\n\n    Locate your serial number\n\n    Then, deactivate Nitro Pro by selecting the Help ribbon > About Nitro Pro > Activation > Deactivate. You are then free to uninstall Nitro Pro.\n\n    To uninstall Nitro Pro please follow these steps:\n\n    1. Open the Windows Control Panel\n    2. Go to Add\/Remove Programs (Win XP) or Uninstall a Program (Win Vista\/7\/8)\n    3. Select the Nitro application you wish to uninstall\n    4. Click Uninstall\n\n    Once you have uninstalled your license from one computer, please use one of the links below to install Nitro Pro on another computer:\n\n    Nitro Pro Version\n    Nitro Pro 11 32-bit 64-bit\n    Nitro Pro 10 32-bit 64-bit\n    Nitro Pro 9 32-bit 64-bit\n    Nitro Pro 8 32-bit 64-bit\n    Nitro Pro 7 32-bit 64-bit\n    Nitro Pro 6 32-bit 64-bit\n\n    Not sure which version you need?\n\n    Learn the differences »\n\n    Edit tools summary\n\n    Found under the Page Layout tab in Nitro Pro 11 or under the Edit tab in Nitro Pro 10 and below:\n\n\n    • Edit (Ctrl + E) - Click to select and edit text and images. Double-click to edit text directly.\n    • OCR (Optical Character Recognition) (Ctrl + Shift + C) - Run this tool on scanned documents or images to convert the text into searchable and editable text.\n      Learn more about OCR »\n    • Add Image (Ctrl + I) - Browse image files to insert into your document.\n      Learn more about adding images »\n\n\n    • Insert - Select pages or whole documents to insert into the currently open document.\n    • Delete - Remove selected pages from your PDF.\n    • Extract - Extract a range of pages from your document to create a new PDF. You can also choose to delete the extracted pages from the original document.\n      Learn more about the Extract tool »\n    • Replace - Replace one or more pages of a PDF without losing the pages’ annotations, bookmarks, or links.\n    • Rotate - Rotate selected pages in increments of 90 degrees.\n      Learn the difference between Rotate and Rotate View »\n    • Split - Extract a range of pages from your PDF to create new, separate PDFs.\n    • Crop - Click-and-drag to select the area of your PDF you would like to crop.\n\n    Page marks\n\n    • Header & footer (Ctrl + Shift + F) - Add text and image-based headers to multiple pages of your document. You can also reuse header\/footer profiles in other documents.\n      Learn more about Headers & Footers »\n    • Bates Number - Insert a sequential number or code to a specified location of your document.\n      Learn more about Bates Numbering »\n    • Watermark (Ctrl + Shift + M) - Add text and image-based marks to multiple pages of your document while controlling opacity and layering. You can also reuse watermark profiles in other documents.\n      Learn more about Watermarks »\n\n\n    You can also find more product information in the User Guide, which is available under the Help tab in Nitro Pro.\n\n    Creating and editing form fields\n\n    The tools to create form fields in your document are located under the Forms ribbon.\n\n    1. Open your document in Nitro Pro.\n    2. Click on the Forms tab > Text Field.\n    3. Click-and-drag on the area of your PDF where you would like to create a text field.\n    4. Right-click on the field you created > Properties. The tabs on this menu help you adjust different parts of the field, such as text appearance and format:\n      • General - Adjusts common properties of the field such as name, visibility, orientation, and requirement toggles.\n      • Appearance - Changes the font, size, and color of each form field’s text, border, and fill color.\n      • Options - Changes the alignment and wrap options of the text. **If “Multi-line” is checked, the text will wrap in the field.\n      • Format - Formats the text value, such as percentage, time, date, etc.\n      • Validate - Sets specific value ranges and\/or text qualifications for each field.\n      • Calculate - Calculates data, such as sum, product, and average, for a group of form fields.\n      • Actions - Adds an action to the field as a result of a trigger, such as a click. Actions are listed under the “select action” drop down.\n\n    Note: You can also hold down the “shift” button and click on multiple fields you have created. Then, right-click on one of the selected fields adjust the properties for all highlighted fields.\n\n\n    Support kontaktieren\n\n    Support-Forum besuchen\n\n    Teilen Sie Feedback, Ratschläge und Anregungen mit Kunden von Nitro.\n\n    Forum besuchen\n\n\n    Lassen Sie sich von unserem Expertenteam helfen. Füllen Sie ein Support-Ticket aus und wir setzen uns schnellstmöglich mit Ihnen in Verbindung – im Regelfall in weniger als 2 Stunden.\n\n    Ticket einreichen",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9907207489,
        "format_confidence":0.9778982997,
        "weight":0.006960388
    },
    {
        "url":"http:\/\/www.objectis.org\/about-en\/contribute\/index_html?set_language=en&cl=en",
        "text":"You are here: Home » About » Contribute\n\nContribute to objectis\n\nDocument Actions\n\nYou may contribute to Objectis in several ways:\n\nService localization\n\nWe want to provide this service to francophone users (because we are), but also to those that do not speak any word of French. We would like Objectis to be used by international people. So it must be translated and adapted to several languages.\n\nNow this service is available in French, in English (or in something that is pretty close to English) and in Russian. German and Hebrew versions are under construction and will soon be finished. If you want to contribute to this service and translate it, please contact us. The credits of each version will thank the contributors and give some of their links. And, eventually, gigantic statues of these fellow partners will be erected in our office. That sounds cool, doesn't it?\n\nService administration\n\nIt is not an easy task to manage a service like Objectis. You may contribute in three ways:\n\n  • manage the language-specific content: responsibility of a space provider is important in France (where the site is hosted). We obviously do not want to give space for harmful content (racist or pornographic content, etc.). The opening of a site in a language that we do not know can only be possible if you help us.\n  • technical management: some help by Zope specialists will always be appreciated. We may open our CVS and the server ZMI to those who want to help on such things.\n  • monitor the system: space providing is a real-time activity. Help us to give you the greatest possible quality of service.\n\n\nYou want to associate your name with this initiative? Direct costs are numerous: bandwidth, dedicated server, etc. If you participate financially in this service, you may retain the attention of a lot of Zope developers and the whole open source community.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.6395801306,
        "format_confidence":0.7918211818,
        "weight":0.0005704101
    },
    {
        "url":"http:\/\/vch-compass.com\/",
        "text":"HOME 2020-12-29T21:36:24+00:00\n\nThrough our partnership with Valley Children’s Healthcare, Compass Health Administrators will help you and your family to access your benefits quickly and easily! Please use this Website as a resource to understanding your benefits and finding a provider, as well as contacting us here at Compass with any other questions you may have about your healthcare benefits.\n\nYour Benefit Plan\n\nClick here to view the VCH Advantage Plan\nClick here to view the VCH PPO Plus Plan\n\nYour Network\n\nClick here to find a provider within the Blue Shield PPO Network in California.\nClick here to find an in-network provider outside of California\n\nForms & Resources\n\nHere you’ll find forms to help with the administration of your program, as well as links to other service providers such as your pharmacy benefit program.\n\nClick here for information about your CVS\/Caremark prescription benefit.\nClick here to make COBRA or Retiree Payments online.\n\nCoordination of Benefits Questionnaire\n\nIf you’re covered by more than one insurance plan, please complete this form so we can prevent duplicate payments and keep healthcare costs under control.\nDownload Form\n\nMedical Claim Form\n\nIf you’ve already received medical care and your provider isn’t billing us directly, please complete this form to request payment.\nDownload Form\n\nThird Party Liability Questionnaire\n\nIf you’ve been injured and it was someone else’s fault, please complete this form so we can seek payment for your medical expenses.\nDownload Form\n\nAuthorization to Release Protected Health Information\n\nIf you’d like us to release your protected health information to another party, please complete this form to give us your permission.\nDownload Form\n\n\nClick here to login or create an account to view and maintain your Compass Health Administrators account.\n\nContact Us\n\nGive us a call and let us know how we can help you or your family understand your benefits and get you the care you need.\n\nCompass Health Administrators\nPO Box 25190\nFresno, CA 93729-5190\n\nMain: 888-858-6427\n\n\nTranslate »",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.7399046421,
        "format_confidence":0.9224388599,
        "weight":0.0065601964
    },
    {
        "url":"https:\/\/www.poppinandmixin.com\/shipping-pick-up-policy",
        "text":"Shipping & Local Pick up\n\nYou have the ability to select Ground Shipping or Local Pick up on all your online orders. Please be advised that Pick up orders can only be placed by those customers who are able to physically pick up their order at our Taylor facility in Metro Detroit. For all customers in the Metro Detroit area, we prefer you chose the Pick up option, but understand if it's more convenient to have your orders shipped. All Pick-ups must be done during our normal operating hours of 6pm-10pm, Monday - Friday. We are closed during the day, Monday - Friday, and all day Saturday and Sunday. \n\nAll shipping services are ground and shipped by USPS and\/or UPS. Transit times are 3-5 business days. There are no options for expedited shipping at this time.\n\n\nLocal Pickup HOURS:\n\nMonday - Friday:\n\n6pm - 10pm  only\nClosed: Saturday & Sunday\n\n*Only for local pickup orders placed online\n\nTelephone & Chat Hours:\n\n7 Days a Week!\n\n8am - Midnight\nTel: 734-642-6085\n\nChat With Us:\n\n*In lower right-hand corner\n\n© 2016-2020 by Natural Corn Leaders Gourmet Popcorn Co. LLC\n\n  • Black Facebook Icon\n  • Black Instagram Icon",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.6436355114,
        "format_confidence":0.9439623356,
        "weight":0.0030668434
    },
    {
        "url":"https:\/\/shophalfmoon.com\/pages\/holiday-shipping",
        "text":"Free shipping on orders over $100* some restrictions apply\n\n\nYour Cart is Empty\n\nHoliday 2019 || Shipping and Order Info\n\nHoliday Shipping Info\n\nGift Giving Season is upon us. Don't let your gift be a late arrival!\n\nOrder by the dates below for delivery before December 24th\n\n Shipping timelines above are barring any delays, complications or disruptions from postal carriers. These are beyond the control of Halfmoon Yoga Products. Reach out to our customer service team is you have any questions or concerns around our Holiday Shipping Timelines. Timelines pertain to in-stock items only.\n\nHoliday Order Info\n\nThe Holiday Season can get busy!\n\nWholesale or Retail -- Know the info below for a seamless holiday order. \n\n\n1) Black Friday Cyber Monday (11.26.2019 - 12.03.2019)\n\n- all orders are FINAL SALE\n\n- no rainchecks, no adjustments, no extensions\n\n- promo applies to in-stock items only\n\n- retail sales only - promo codes can’t be stacked on top of promotion\n\n\n2) No pickup orders\n\n- all orders wholesale or retail must be shipped\n\n- pickup at our warehouses is unfortunately not an option\n\n\n3) Order changes\/adjustments\n\n- return\/exchange requests will be responded to\/actioned after Cyber Monday\n\n- no combining orders or shipping fees after order placement\n\n- no order changes after order placement\n\n\nQuestions? Contact our customer service team on our contact page! Happy Holidays!",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.620614171,
        "format_confidence":0.9862670898,
        "weight":0.0032042875
    },
    {
        "url":"http:\/\/www.buckmillerthurstonmengacci.com\/Understanding-Grief.html",
        "text":"82 Fairview Ave.\nNaugatuck, CT 06770\nPhone: 203-729-4334\nFax: 203-729-4336\n\nImmediate Need\n\nIf you have immediate need of our services, we're available for you 24 hours a day.\n\nObituaries & Tributes\n\nIt is not always possible to pay respects in person, so we hope that this small token will help.\n\nOrder Flowers\n\nOffer a gift of comfort and beauty to a family suffering from loss.\n\nAdvanced Planning\n\nA gift to your family, sparing them hard decisions at an emotional time.\n\nUnderstanding Grief\n\nYou may not fully understand how you, a family member, or friend, are feeling now that a loved one is gone. And as grief is a complex process, unique to everyone, we've gathered grief support resources to help you recognize the subtle distinctions within the grieving process. If you have any questions or would prefer to speak to someone directly, please contact us.\n\nThe Nature and Purpose of Grief\nThe death of a loved one is life's most painful events. But it does have a purpose. This article explores the powerful force for positive change within the process of grieving.\nThe Experience of Grieving\nGrief is the normal and natural way our mind and body react. While everyone grieves differently, there are common patterns people tend to share. Discover them here.\nSeeking Guidance: Grief Counseling\nWhen grieving becomes too difficult, it commonly results in depression and physical illness. If this is the case for you or someone you love, we have ways to help.\n\n52 Weeks of Support\n\nIt's hard to know what to say when someone experiences loss. Our free weekly newsletter provides insights, quotes and messages on how to help during the first year.",
        "topic_id":12,
        "format_id":3,
        "topic_confidence":0.9093318582,
        "format_confidence":0.5695033669,
        "weight":0.0032043069
    },
    {
        "url":"https:\/\/www.holidayextras.com\/airport-hotels\/gatwick\/crowne-plaza\/directions.html",
        "text":"Gatwick Crowne Plaza Directions\n\nLangley Drive, Crawley, West Sussex, RH11 7SX\n\nBook the Gatwick Crowne Plaza\n\nDon't know your flight number? (Help me find my flight)\n\nHotel rating\n\nCustomers' rating: Rated 'Great' by 228 guests\n\nFamilies with young children:\nWith friends:\nMature couples:\nYoung couples:\nSolo Travelers:\n\nHelp & support\n\nOur Kent-based support team are friendly, knowledgeable and ready to help with a new or existing booking.\n\nExclusive email offers\n\nSign up for special offers direct to your inbox\n\nSign up now\n\nWe treat your privacy very seriously!\n\n(4 star hotel)\nincluding 8 days parking\n5 miles\nfrom the airport\n86 943 9\/10\ncustomer rating\n\nEnter your postcode for directions:\n\nLongitude -0.18963\nLatitude    51.12550\n\nCrowne Plaza Address\n\nCrowne Plaza,\nLangley Drive,\nWest Sussex,\nRH11 7SX\n\n\nLeave the M23 at junction 10 and take the A2011 - it's the first exit at the roundabout if you're coming from the south, and the third exit if you're coming from the north. Take the third exit at the following two roundabouts, and you will see the hotel immediately on your left.\n* Prices quoted are for stays on the 17-07-2022, valid as of 17-05-2022",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9607750773,
        "format_confidence":0.7676018476,
        "weight":0.001370491
    },
    {
        "url":"https:\/\/www.sony.ca\/en\/electronics\/support\/articles\/00179119",
        "text":"Article ID : 00179119 \/ Last Modified : 10\/05\/2018\n\nThe Stylus for My Digital Paper System Doesn't Work\n\nApplicable Products and Categories of This Article\n\nIMPORTANT: This article applies only to specific products and\/or operating systems. Check the Applicable Products and Categories section of this article before starting these steps.\n\nThe writing functionality of the stylus (pen) for the Digital Paper System is disabled if the tip is pressed while connecting the USB cable to charge it. To re-enable functionality, reconnect then disconnect the stylus to the USB cable without pressing the tip.\n\nMake sure that your stylus is fully charged for optimal performance. You may experience slowness or lag during handwriting or annotations if it isn't sufficiently charged.\n\n\n  • Charging time is up to three hours using a USB connection to an active computer or to an AC adapter, such as a smartphone charger.\n  • The red indicator turns off when the stylus is fully charged.\n  • The average estimated battery life or usage time is approximately one month (based on writing usage of 60 minutes per day).\n\nOther Things to Check\n\nIf the issue still occurs, additional troubleshooting is available. Check if the stylus works after each step.\n\n  1. Re-calibrate the stylus (pen).\n    1. On your device, press the Home Home button button.\n    2. Tap Settings.\n    3. Tap System Settings.\n    4. Select Pen Calibration.\n      1. Select the variation that most resembles your own grip from the four variations displayed on how to hold the pen, then select Next.\n      2. Use the pen to trace the dotted lines as you would normally write.\n      3. Tap Next.\n      4. Tap the arrows that point up, down, left, and right to move the line that you drew and align it with the dotted line.\n      5. Tap Next when the lines are in basically the same position.\n        • The confirmation screen is displayed.\n      6. Trace the dotted line again, as you did in step 2.\n        • If the line that you drew appears displaced, tap Recalibrate to return to the previous screen. The line that you drew on the confirmation screen will be displayed, so correct the placement again, as you did in step 4. After you finish correcting the position, tap Next, and trace the dotted line on the confirmation screen again.\n      7. Tap Save when the dotted line and the line that you drew appear to line up.\n  2. Initialize your device to factory default settings.\n\n    WARNING! All files will be deleted. Back up important data on your computer.\n\n    1. Press the Home Home button button.\n    2. Tap Settings.\n    3. Tap System Settings.\n    4. Tap Initialize Digital Paper.",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9914454222,
        "format_confidence":0.9317298532,
        "weight":0.0018105764
    },
    {
        "url":"http:\/\/support.huawei.com\/enterprise\/ae\/doc\/DOC1000025247?section=10042",
        "text":"Support Documentation\n\nNE20E-S V800R005C01 Security Maintenance 03\n\nPublication Date: 2014-05-16 Views: 1869 Downloads: 14 Document No.: EDOC1000025247 Product Version: NE20E-S V800R005\nHuawei uses machine translation combined with human proofreading to translate this document to different languages in order to help you better understand the content of this document. Note: Even the most advanced machine translation cannot match the quality of professional translators. Huawei shall not bear any responsibility for translation accuracy and it is recommended that you refer to the English document (a link for which has been provided).",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9868006706,
        "format_confidence":0.5362789035,
        "weight":0.0010421196
    },
    {
        "url":"https:\/\/go.college\/contact",
        "text":"Contact Us\n\nNeed help with your domains or account? Open a ticket and we'll look into your case right away!\n\nGo.College support hours are Monday through Friday, Pacific Time.\nPlease expect a response to your ticket within 48 hours.\n\nStay in touch\n\nTo report abuse of a .College domain, please contact the XYZ Anti-Abuse Team\n\n2121 E. Tropicana Ave, Suite 2, Las Vegas, NV 89119\n\nxyz underscore abuse at gen dot xyz\n\nGet .College updates straight to your inbox\n\nMessage us below\n\nBy submitting this form, you give your consent to to process and use the data you submit to help you with your request(s) or improve our services. You also agree to our Privacy Policy and Terms & Conditions.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.5600755811,
        "format_confidence":0.975956738,
        "weight":0.0091155979
    },
    {
        "url":"https:\/\/support.orgzit.com\/en\/articles\/2633576-what-about-data-protection",
        "text":"At Orgzit, maintaining data integrity is our priority.  Orgzit uses 256-BIT SSL encryption to ensure all information between customer's computers and our servers are secure and encrypted. Our servers are physically located with Amazon Web Services, who provide best-of-breed physical security. We keep all server security patches up to date. \n\nDid this answer your question?",
        "topic_id":20,
        "format_id":3,
        "topic_confidence":0.9154774547,
        "format_confidence":0.9457262754,
        "weight":0.0067313972
    },
    {
        "url":"https:\/\/www.chevytalk.org\/fusionbb\/contact.php?cto_session_id\/e3c35789eb012e77c546845ec98e950f\/",
        "text":"\n\nClassic Performance Products Nu-Relics Power Windows\nAmerican Auto Wire Hellwig Products IncPerformance Rod & Custom\nDanchuk Catalog\n\nContact Us\nType of Question\/Problem:\nOperating System:\nBrowser Type: Version:\nTHIS IS NOT THE PLACE TO ASK FOR HELP WITH YOUR CAR OR TRUCK -- REGISTER AND USE THE MESSAGE FORUMS FOR THAT. Please describe in as much detail as possible, the problem you are having on the site. NOTE: You will recieve an automatic relpy with the most asked questions and solutions to them. If you are interested in Sponsorship or Advertising please leave contact info so a sponsorship rep can contact you.:\nFusionBB™ Version 2.1\n©2003-2006 InteractivePHP, Inc.\nExecution time: 0.457 seconds.   Total Queries: 12   Zlib Compression is on.\nAll times are (GMT -0800) Pacific. Current time is 10:50 AM",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.8710595369,
        "format_confidence":0.8623085022,
        "weight":0.0028015579
    }
]