[
    {
        "url":"http:\/\/pavro.on.ca\/frequently-asked-questions",
        "text":"Log-inExisting Member Of PAVRO\n\nMembershipBecome a Member of PAVRO\n\nFrequently Asked Questions\n\nView General Questions\n\nView Membership Questions\n\nView Events Questions\n\nView Survey Questions\n\n\nQuestion: Can I post a career ad without being a member?\nAnswer: Yes, we will email this to our members and it will remain on our site for 2-4 weeks. For more details send an email to pavro@pavro.on.ca entering 'Submitting A Career Ad' in the subject.\n\nQuestion: When is the Linda Buchanan award presented?\nAnswer: Typically, each year at Conference.\n\nQuestion: How can I volunteer with PAVRO?\nAnswer: Check out our Volunteer With Us page and complete an application form. Volunteering with PAVRO is a great way to develop or share your skills, expand your network and get credit towards certification!\n\n\nQuestion: When is the PAVRO Membership year?\nAnswer: January 1st to December 31st.\n\nQuestion: Can my membership be transferred to another person if I leave my organization?\nAnswer: Yes, if it was paid by the organization.\n\nQuestion: Do members receive a discount with Volunteer Management Professionals of Canada(VMPC)?\nAnswer: Yes, members only pay $35 CAD because of PAVRO's agreement with VMPC.\n\nQuestion: How does my Volunteer Management Professionals of Canada membership(VMPC) get activated?\nAnswer: Your invoice is forwarded to VMPC for activation.\n\nQuestion: Does PAVRO offer credit cards as a payment option?\nAnswer: Yes, online credit card payment is now available.\n\nQuestion: Does PAVRO refund membership fees?\nAnswer: Unfortunately, we do not offer refunds.\n\n\nQuestion: Does PAVRO offer online training and presentations?\nAnswer: Yes, PAVRO holds Webinar's every 3 months.\n\nQuestion: How much does it cost to attend a Webinar?\nAnswer: Webinar's are free to members. Webinar's that are available to non-members will state the price in the Webinar's details.\n\nQuestion: When is the conference held?\nAnswer: The conference is held every May, along with our Annual General Meeting.\n\nQuestion: Does PAVRO offer Conference bursaries for members who cannot afford the conference fee?\nAnswer: Yes, several professional bursaries are awarded every year.\n\n\nStandardized Volunteer Opinion Survey\n\nQuestion: Why should I participate in the survey?\nAnswer: When you participate in this survey, you will:\n  • receive an evaluation of your volunteer program and organization from the point of view of volunteers\n  • relatively quickly discover problem areas within your program resulting in improvement initiatives\n  • improve the service your department provides to volunteers, your clients, your organization\n  • identify strengths to champion within your their program\n  • respond more quickly to changing volunteer interests and needs in the key areas known to be important to volunteers\n  • increase your professional image within your organization\n  • compare your results to that of other hospital facilities in Ontario through comparisons to the average of all participating hospitals and the high performing organization for each item measured\n  • increase the \"professionalism\" of the profession\nQuestion: If I am not a member of PAVRO, can my organization still participate in the survey?\nAnswer: Yes, there is an additional fee however for non-members. Alternately organizations can choose to join PAVRO. Please contact PAVRO for further information.\n\nQuestion: Is this survey only for hospital-based volunteer programs?\nAnswer: Yes, The survey is tailored to the \"on site\" volunteer in a health care setting (e.g. acute care hospitals, complex care, mental health and rehabilitation). Community based health care volunteers would not be a suitable group for the survey. The original survey group in partnership with PAVRO is looking at developing a community based survey with similar goals to the hospital volunteer survey.\n\nQuestion: How frequently is the survey be conducted?\nAnswer: The survey is offered every 2 years; however we require a minimum number of participating hospitals in order to conduct the survey.\n\nQuestion: What is the minimum number of hospitals required in order for this year's Survey to be \"a go\"?\nAnswer: We require a minimum of 10 hospitals for the survey to proceed.\n\nQuestion: Is there a maximum number of hospitals?\nAnswer: At this point we have not set a maximum number of hospitals.\n\nQuestion: How long will the survey run?\nAnswer: The survey will run for a period of approximately 3-4 weeks depending on our response rates (i.e. we may extend it for a longer period of time if we do not receive enough surveys from our volunteers for the data to be valid).\n\nQuestion: When will data be available to participating hospitals?\nAnswer: The target report delivery date is approximately three months after the survey has closed. The number of participants and time required by the consultant for analysis and report writing will have an impact the exact timelines.\n\nQuestion: Who is the data shared with?\nAnswer: Individual hospital results and the final report are shared with participating hospitals only. Guidelines ask organizations not to share results \"publicly.\" Group average results may be reported more widely. Participating organizations are required to sign and abide by the survey confidentiality guidelines.\n\nQuestion: What does the final report look like?\nAnswer: The final report encompasses an introduction to the survey, overall summary with key highlights from the survey along with tables, bar graphs and text to summarize the results of each question and survey topic \/ dimension (e.g. communication). Individual hospital results as well as group averages are presented. High performers are identified for each topic \/ dimension. Each organization will receive a copy of the main report and presentation report as well as a copy of their organizations raw data in an excel document. A comparison template chart is provided which can be used by organizations to refine their data and for presentations within their organizations.\n\nQuestion: What if our hospital has multiple sites?\nAnswer: For hospitals with multiple sites, an additional multi-site report is provided. Preparation of a multi-site report is determined based on the information (number of sites, size of institution, number of volunteers) provided by each organization at the time of registration.\n\nQuestion: What if I want more detail than the report provides?\nAnswer: You will receive an Excel document which will capture all of your hospital's raw data including verbatim comments from your volunteers.\n\nQuestion: What are my expenses, outside of the minimum $275 CAD \/ maximum 1,500 CAD fee (+HST)?\nAnswer: The following will incur additional expenses:\n  • printing \/ photocopying the hard-copy surveys for distribution to your volunteers\n  • printing PAVRO mailing labels and envelopes for hard-copy surveys to be returned to PAVRO\n  • postage for hard-copies to be returned to PAVRO\n  • all flyers, letters, postcards, etc. used to communicate the survey to your volunteers\n  • any hard-copies entered by PAVRO are expensed to an additional cost of $3 CAD per survey",
        "topic_id":4,
        "format_id":5,
        "topic_confidence":0.6839420199,
        "format_confidence":0.9802314639,
        "weight":0.0055164242
    },
    {
        "url":"http:\/\/www.legalindia.com\/faq-tags\/what-precaution-should-be-taken-regarding-advertisements-for-overseas-jobs\/",
        "text":"What precaution should be taken regarding advertisements for overseas jobs?\n\nPosted On & filed under .\n\nIn case of ad by a Registered Recruiting Agent, it must be checked that registration certificate number is clearly mentioned. Similarly, ads by Foreign Employers and Project Exporters should indicate their permit number. Full address with Telephone Number, Post Box Number, e-mail address of the advertiser should be mentioned in addition to the job and… Read more »",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.8897563815,
        "format_confidence":0.8896037936,
        "weight":0.0021272091
    },
    {
        "url":"http:\/\/www.idph.state.il.us\/health\/infect\/Cronobacter_sakazakii_and_Infant_Formula.htm",
        "text":"Infectious Disease in Illinois\n\nQuestions and Answers about Cronobacter sakazakii (formerly Enterobacter sakazakki) and the Use of Powdered Infant Formula (PIF)\n\nIf you are concerned about your infant’s health or the infant is experiencing symptoms of meningitis or septicemia, which include fever, fussiness, vomiting, lethargy, not eating, listlessness or spine arching, immediately contact your pediatrician or local health care provider.\n\n  • What is Cronobacter sakazakii? What diseases can the bacteria cause?\n\nCronobacter sakazakii, formerly known as Enterobacter sakazakii, is a bacterium. Illness from this organism is rare, but infection can cause meningitis and septicemia in infants. The infection can be fatal or result in long-term complications.\n\n  • Where does the bacterium come from? Where can it be found?\n\nThe bacteria are everywhere in the environment and have been found in the intestinal tract of healthy humans and animals. Ingestion of food contaminated with the bacteria or the presence of the bacterium on surfaces, such as kitchen countertops, does not always result in illness.\n\n  • How does powdered infant formula get contaminated with Cronobacter sakazakii? Can it be found in other foods?\n\nThe way powdered infant formula becomes contaminated with these bacteria is not well understood. Contamination can occur from the raw ingredients used in the formula, during the manufacturing process or during the preparation\/reconstitution process. Contamination also may occur through blenders, feeding bottles and utensils used to cleanse feeding bottles. Contamination may be more likely when reconstituted formula is kept at improper temperatures prior to use or for a longer duration than suggested by manufacturers. The organism has been found in other foods, but only powdered infant formula has been linked to disease outbreaks.\n\n  • Who is at risk for getting this infection?\n\nThose at elevated risk for infection are premature and low birth-weight infants, infants with immune system problems or babies born to mothers with immune system problems.\n\n  • How can this risk be minimized or reduced?\n\nCommercially sterile liquid formula is less frequently associated with illness and can be used in instead of powdered infant formula, where possible. If powdered infant formula is chosen, remember it is not a sterile product and the use of boiled water can reduce the risk of infection. This includes tap water, bottled water or water specifically indicated for use in infant care.\n\nPowdered infant formula should be prepared\/reconstituted immediately before feeding time, according to package instructions and cooled appropriately before giving to the infant.\n\nAdditional tips to reduce infection risk\n\nClean utensils\n\n  • Wash hands, forearms and fingernails thoroughly before handling any feeding materials or preparing formula.\n  • All bottles, nipples, caps and rings should be washed in hot, soapy water with thorough rinsing.\n\nPreparing formula\n\n  • Before use, powdered formula should be kept dry in an airtight container with a firm cap or lid and stored in a cool, dark area. Make sure the expiration date has not passed.\n  • During formula preparation, bring water to a bubbling boil for two minutes and allow the water to cool before mixing.\n  • Avoid reheating formula and do not use a microwave oven to warm the formula.\n\nStoring formula\n\n  • Formula should be prepared in small amounts immediately before feeding time to minimize the need for storing prepared\/reconstituted formula.\n  • Prepared\/reconstituted formula should not be stored at room temperature for more than one hour or more than four hours in the refrigerator.\n  • Throw out any formula left in a bottle after feeding.\n\nAdditional information for the best practices in infant formula preparation can be found at:\n\nIllinois Department of Human Services:\nWorld Health Organization (WHO):\n\nidph online home\nIllinois Department of Public Health\n535 West Jefferson Street\nSpringfield, Illinois 62761\nPhone 217-782-4977\nFax 217-782-3987\nTTY 800-547-0466\nQuestions or Comments",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9981386662,
        "format_confidence":0.6533728838,
        "weight":0.0039222975
    },
    {
        "url":"http:\/\/www.in.gov\/judiciary\/3901.htm",
        "text":"- OR -\n\nCourts > Help > Clerk's Portal Help & Tutorials > Frequently Asked Questions Frequently Asked Questions\n\nHow do I create an account?\n\nTo create an account, you must visit the appealsclerk.in.gov website.  See our help topic on Creating an Account and Signing In for more detailed instructions.\n\nHow do I sign in if I forgot my username?\n\nDon't worry if you forgot your username; you can sign in to the portal by typing in your email address into the username box instead.  If you're not sure of the email address connected with your account, you can click the link for \"Forgot Username\" in the Sign In box, and follow the prompts to login.\n\nHow do I sign in if I forgot my password?\n\nIf you forgot your password, you can still sign in to the portal by clicking the \"Forgot Password\" link in the Sign In box.  Follow the prompts giving the information you do have.  You can sign in by answering your security questions correctly, or if you don't remember those, by providing your attorney number and PIN (What is my PIN?)\n\nWhat is my attorney number?\n\nAttorney numbers are printed in different formats on correspondence from different Supreme Court agencies.  In addition, some attorneys used to have a letter to indicate a name change.  Those letters have been eliminated.\n\nSo, for example, an attorney's number could vary in these ways:\n\n12345-67A or 12345-67-A\n(previously including the letter)\n\n(previously including the letter, as shown on your annual CLE statement)\n\n(current format not including the letter, as printed in your annual email statement from the appellate clerk's office)\n\n(current format as printed on your annual CLE statement)\n\nFor purposes of creating a portal account or signing in with your attorney number and PIN through the \"Forgot Username\" or \"Forgot Password\" links, you should enter your attorney number in the following format:\n\n\nWhat is my PIN?\n\nSometimes called your \"initial password,\" your PIN is included on your annual statement from the Commission for Continuing Legal Education (labeled \"PIN #\").\n\nWhat is IOLTA?\n\nGenerally, IOLTA is a program created by the Indiana Supreme Court in 1997 in an amendment to Professional Conduct Rule 1.15, regarding the safekeeping of property. \n\nThe rule requires that all Indiana attorneys that hold client funds, which are nominal in amount or to be held for a short period of time by the attorney or the attorney's law firm such that they could not earn income for the client in excess of the costs incurred to secure such income, are held in a specific type of bank account, called either an \"attorney trust account\" or an \"IOLTA account.\"\n\nThe Indiana Disciplinary Commission maintains a list of approved trust account depositories at which attorneys and law firms may open an IOLTA account.\n\nNot all Indiana attorneys are required to maintain an IOLTA account; many are exempt from doing so, and allowable exemptions are outlined in the rule. However, all Indiana attorneys are required to annually certify their IOLTA status to the appellate clerk's office according to Indiana Admission and Discipline Rule 2(f).\n\nFor more information about the IOLTA program, see the following resources:\n\nWhat are the fees for annual attorney registration?\n\nAttorney annual registration fees (including late fee penalties) are as follows:\n\n\nPaid 8\/1-10\/1\n\nPaid 10\/2-10\/15\n\nPaid 10\/16-12\/31\n\nPaid after 12\/31\n\n\n\n\n\n\n\n\n\n\n\n\n\nFees\/Penalties based on attorney's status as of 10\/1\n\nCan I mail a check?\n\nYes, you can mail your annual fee payment in the form of a paper check, but it must be accompanied by a printed Payment Acknowledgment. Your payment acknowledgement is created after you review and submit your online registration information through the portal, then choose \"Paper Check \/ Cash\" as your payment method, and confirm the payment method. The payment acknowledgement also includes a Confirmation # that you should write on the Memo line of your check. Instructions on where to mail your check and Payment Acknowledgment can be found on the Payment Acknowledgment you print out.\n\n« All help topics",
        "topic_id":3,
        "format_id":5,
        "topic_confidence":0.9839422107,
        "format_confidence":0.974116385,
        "weight":0.0023292945
    },
    {
        "url":"https:\/\/www.baunatjewellery.cn\/en\/what-does-wouters-and-hendrixs-exclusive-collection-for-baunat-look-like",
        "text":"• How does Wouters and Hendrix’s design process work?\n  • Which stories do the unique collections at BAUNAT tell?\n  • How can I order a unique designer jewellery item from the collection?\n\nBAUNAT’s exclusive designer jewellery is the extraordinary result of collaborations with different designers. The unique collections are therefore only available from BAUNAT. Where did Wouters and Hendrix find the inspiration for the extraordinary collection? How can I find the perfect golden necklace or diamond earrings in their designs?\n\nHow does Wouters and Hendrix’ design process work?\n\nThe uniqueness of the collections designed by Wouters and Hendrix for BAUNAT is in the stories behind the extraordinary designs. The quirky designers have put their creativity to work for an impressive five different collections. They use a different source as inspiration for every collection. Natural elements are particularly evident throughout the designers’ portfolio.\n\nThese natural elements can also be seen in BAUNAT’s designer collections. The golden necklace, the diamond ring, the classic earrings: each piece tells its own unique story.\n\nWhich stories do the unique collections at BAUNAT tell?\n\nWouters and Hendrix’s jewellery always comes with a story in their striking, yet discrete lines. The diamond and golden jewellery may seem like classics from a distance, but a second glance will unveil their adventurous details. The Nathu collection combines sleek and fluency in an organic and timeless whole. Le Paradis exchanges sleekness for untamed nature and irregular lines which appeal to the imagination. The fickleness of nature is also strongly reflected in the playful Ouverture collection. The golden necklace has been given an entirely new interpretation with the mysterious and nostalgic medallions from Médaillon d’Anvers.\n\nThe designer duo took a completely different approach with Jafo. Here the emphasis is specifically on culture and the mysterious and sleek jewellery takes a look back at the age old Japanese packing techniques.\n\nHow can I order a unique designer jewellery item from the collection?\n\nEach piece of jewellery exudes an individual complexity in the exclusive Wouters and Hendrix collections. Just like your own personality clearly comes to the forefront, each individual piece of jewellery does exactly the same. You will find sleek lines, organically irregular shapes and romantic appearances throughout the collections. That’s why everyone can find a designer jewellery item which will appeal to their imagination. A golden necklace with a medallion? Or would you prefer a pair of sleek Japanese inspired earrings? The choice is yours.\n\nWhich exclusive piece of jewellery will suit me best? How can I choose the right golden necklace for my style? Ask BAUNAT’s diamond experts for advice for your perfect jewellery.\n\n\nShare on:",
        "topic_id":8,
        "format_id":5,
        "topic_confidence":0.9727652669,
        "format_confidence":0.8917169571,
        "weight":0.0010591672
    },
    {
        "url":"http:\/\/my.aga.com\/faq\/",
        "text":"Why must propane cylinders be stored in an upright position?\nPropane cylinders have a safety valve that prevents them from bursting in case of a fire. In order for the valve to work properly, the cylinder must be kept in an upright position both during use and storage.\n\nHow do I know how much gas is left in a propane cylinder?\nYou will find out how much gas is left in the cylinder by weighing the cylinder. The cylinder is marked with the cylinder’s own weight, i.e. the tare weight. This is subtracted from the total weight. The difference is the amount of gas remaining in the cylinder. Composite cylinders are transparent, so you will be able to simply see how much gas remains in the cylinder.\n\nHow much propane does 1 kW equal?\nOne kilogramme of propane contains 12.8 kWh of energy. 1 kW is 78.125 g of propane per hour.\n\nCan I keep propane cylinders in outdoor storage during the winter?\nYes, you can. Propane only freezes when the temperature reaches -187 °C.\n\nWhere can I exchange the aluminium cylinders?\nAt any AGA service point selling industrial gases. Find your nearest sales outlet using the Dealer Finder.\n\nWhy isn’t there a refundable deposit on propane cylinders?\nIn accordance with public authority rules and regulations, the ownership of a propane cylinder is transferred in full to the consumer at the point of purchase. There is therefore no refundable deposit on the cylinders and they will not be redeemed. Check the price of propane cylinders with an AGA dealer.\n\nCan I transport propane cylinders in my own car?\nYou can transport propane cylinders in your car as long as the cylinders are kept in an upright position and they are well secured, for example, with a strap.\n\nWhy is propane more expensive in composite cylinders than in steel cylinders?\nThe purchase price of a composite cylinder is several times that of a steel or aluminium cylinder. In addition, composite cylinders are more expensive to fill and maintain. The higher purchase and maintenance costs are partly included in the price of the actual cylinder and partly in the price of the gas. Composite cylinders have, however, many advantages over steel cylinders: they weigh only about half as much as those made of steel, and they are transparent allowing you to see at a glance how much gas you have left.\n\nCan I store propane underneath the kitchen sink?\nPropane cylinders should be primarily stored outdoors, but they may also be stored in other well-ventilated areas.\n\n\n\nHow can I flavour the carbonated water?\nAQVIA flavours are available in soda and cider concentrates. All AQVIA flavours are made from natural ingredients, without artificial sweeteners. You can also make your own drink mixes - Try, for example, a slice of lime, lemon or cucumber. Check the current selection on the AQVIA Drink Concentrates page.\n\nWhere can I buy flavours for my AQVIA machine?\nMany dealers selling AQVIA carbonated water machines also sell AQVIA flavours. Find your nearest dealer here.\n\nThe base plate of the AQVIA PET bottles sometimes comes loose. Is this normal?\nThat’s the way it’s meant to be. The base plate of the PET bottles is detachable, making the bottles easier to clean.\n\nCan I wash the PET bottles in the dishwasher?\nNo. If you wash the bottles in the dishwasher, they will lose their shape. PET bottles only withstand temperatures of up to 40 °C, and therefore dishwasher temperatures are too high for them.\n\nShould I add the flavours into the PET bottle before I carbonate the water?\nNo. The flavours are always added after the water has been carbonated.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.7957668304,
        "format_confidence":0.9778113365,
        "weight":0.0012593484
    },
    {
        "url":"http:\/\/www.personalshootinginstruction.com\/about\/faq\/",
        "text":"Why choose PSI?\n\nCharlie Cook has been teaching since 1994. He is very helpful and friendly with students. He has taught hundreds students of all ages firearms safety since he started in 2007. He keeps things light hearted even though ‘firearms’ can be a serious topic and can cover serious issues. He is doesn’t have a military or police background and comes at firearms from a ‘regular person’ view.\n\n What classes do you teach?\n\nI’m certified to teach several courses. I’m certified with the MA State Police as a Firearms Instructor, the NRA and the Utah Bureau of Criminal Investigation. I teach the NRA’s Home Firearm Safety, Basic Pistol, Refuse To Be A Victim, Basic Rifle and Personal Protection In The Home courses. Also the Utah Concealed Firearm Permit Course. Please see the course description for more in depth information on those courses.\n\nThe course most people take is the NRA’s Home Firearm Safety course as this is the minimum you need to obtain an FID or LTC Class A or B. HFS is basically “rifles, handguns & shotguns” as I say. The Basic Pistol course is all handguns and does have live fire.\n\n How much is the course?\n\nPrices vary. Please check the course description page. There may be a Travel Fee added to your course. If you get enough friends to take the course with you, a discount may apply.\n\nWhat materials do I need to bring to a course?\n\nBring a great attitude to learn and maybe push yourself beyond what you have done before! Certainly, bring something to write with and on, if you’re a note taker. You may receive a handbook or packet to take notes on. There’s lots of information in each course.\n\nHow often do you hold classes and where do you have them?\n\nI usually do courses on an “as needed” basis. If we can set up a date that works for both of us, that’s when we will have a class. Often I teach in the comfort of your home, which makes it very easy and convenient for you.\n\nUtah classes are often held at local pubic hotels or sportmen’s clubs.\n\nWhere do you do the Live Fire part of classes?\n\nLive Fire is conducted the Worcester Pistol & Rifle Club in Boylston, MA. It is a private shooting in range in central MA.  Check out their website!\n\nHow do I register to take a course?\n\nCheck the registration page or contact us HERE!\n\nWhat if I want to start hunting?\n\nIn order to legally hunt in MA, you are required to take MA Hunter Ed course. Please check MassWildlife for Hunter Ed courses near you.\n\nWhere do I apply for a MA LTC\/FID?\n\nCheck your local police department. You can get applications HERE",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.8849249482,
        "format_confidence":0.9740584493,
        "weight":0.0021196661
    },
    {
        "url":"https:\/\/www.tripro.ie\/faqs\/",
        "text":"Stay Connected:\n\nHow much does it cost to form a company?\n\nOur charges are as follows:\n\n  • A Private Company Limited by Shares – LTD – €249.00\n  • A Designated Activity Company Limited by Shares\/ by Guarantee – DAC – €349.00\n  • A Company Limited by Guarantee not having a share capital – CLG – €395.00\n  • An Unlimited Company – ULC – €395.00\n  • A Public Limited Company – PLC – €495.00\n  • What is included in the charge for forming a company?\n\n  • Included in our price for forming an Irish company are all the relevant documents in relation to the application to the Companies Registration Office to be incorporated as well as the following when the company has been formed: \n    • Certificate of Incorporation,\n    • Company Register,\n    • Company Seal,\n    • Copy of Company Constitution,\n    • Director and Secretary Guidance Booklets,\n    • Minutes of First Directors Board Meeting,\n    • Share Certificates.\n    • How long does it take to register a company?\n\n  • On completion of your order online we will forward you the documentation for signing. Upon return of the signed documentation to us (either by post, courier or by hand) and provided all is in order, we will lodge your application with the Companies Registration Office. This process then usually takes 3-4 working days. Once the company has been incorporated we will contact you to notify you of same. We will then forward all relevant documentation in relation to your newly incorporated company.\n  • What is needed to form an Irish Company?\n\nProposed Name of New Company: We suggest that you have 3 options, just in case your first or second choice is not available. Your Company name must be unique and must clearly distinguish your company from all other Irish registered companies.\n\nPrincipal activity of the company: A brief description of the general nature of activity of the company. The companies act 2014 replaced the companies act 1963-2013 on 1st June 2015. The Companies Act 2014 introduced a constitution for private limited companies that replaced the memorandum and articles of association.\n\nRegistered Office Address: An address to which the company registration office (CRO) and legal correspondence will be sent.\n\nTrading Office Address: We need an address at which the principle activity of the company will be carried out.\n\nCompany Secretary Details: All Irish Companies must have a company secretary who will ensure that the statutory obligations are met. Their name, address, date of birth, nationality and occupation is needed.\n\nDirectors Details: Directors are the people who have been appointed to run the company on behalf of the shareholders. Their name, address, date of birth, nationality, occupation, and any other directors information is required.\n\nShareholders: Shareholders are the owners of the company. Their name, address, occupation and number of shares they hold is required\n\nCompany Share Capital: Authorised & Issued Share Capital number of shares and nominal value of each share.\n\nWhat is an unlimited company?\n\nIn an unlimited company there is no limit on the liability on the shareholders. In respect of liabilities owed by the company which the company had failed to discharge, recourse may be had by creditors to the shareholders.\n\nCan I choose any name for my company?\n\nThere are restrictions on name choices. The CRO may refuse a name if:\n\nIt is offensive,\n\nIt would suggest state sponsorship,\n\nIt is identical to or too similar to a name already registered on the Register of companies.\n\nCompany names should be distinct and it is recommended to use extra words so as to create sufficient distinction between names. Certain words such as “company”, “co”, “corporation”, “and”, “&”, “service”, “services”, “limited” and place names are not considered to be a sufficient distinction.\n\nWhat is a NACE Code?\n\nNACE code is a classification system used throughout Europe which groups organisations according to their business activities.",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.9960438013,
        "format_confidence":0.9746177197,
        "weight":0.0063417287
    },
    {
        "url":"https:\/\/www.fsafeds.com\/support\/faq\/all\/201",
        "text":"\nClose Open Menu\n\n\nMost Popular Questions\n\nWhat expenses are eligible under a LEX HCFSA?\n\nA Limited Expense Health Care FSA (LEX HCFSA) can be used to pay for eligible dental and vision care services and products that meet the IRS definition of medical care.\n\nEligible expenses include out-of-pocket costs for such services\/products as:\n\n  • Dental Care:\n    • Cleanings and exams\n    • Fillings\n    • Crowns\n    • Braces and other orthodontia\n  • Vision Care:\n    • Eye exams\n    • Eyeglasses\n    • Contact lenses and solutions\n    • Vision correction procedures\n\nCosmetic services and products, whether dental or vision-related, are not eligible for reimbursement with your LEX HCFSA.\n\nSee Eligible Limited Expense Health Care FSA Expenses for a complete listing.",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.9389186502,
        "format_confidence":0.9636862278,
        "weight":0.0062705987
    },
    {
        "url":"https:\/\/www.illinoisworknet.com\/partners\/Pages\/iltalent_FAQ.aspx",
        "text":"Illinois Talent Pipeline Management FAQ\n\nClick here and submit your question +\n\n\n\nIllinois Talent Pipeline RFA\n\n  1. I am trying to find information on aid to pay for training to get my CDL license. Is there assistance to guide me through to find out about the Workforce Innovation and Opportunity Act (WIOA) Illinois Talent Pipeline Management Request for Application?\n\n    ​Individuals are not eligible to apply for this grant.  Individuals seeking assistance with reemployment or training should contact their local Illinois WorkNet Center.  Search for your local Illinois WorkNet Center for more information.",
        "topic_id":4,
        "format_id":5,
        "topic_confidence":0.9340547323,
        "format_confidence":0.9735926986,
        "weight":0.0054790634
    },
    {
        "url":"http:\/\/jwu-ri.libanswers.com\/faq\/141914",
        "text":"Answered By: Kelly Faulkner\nLast Updated: Aug 19, 2016     Views: 21\n\nLots of biographical information on the president can be found through the library using:\n\nGale Biography in Context\n\nAnother great resource is POTUS, a huge collection of information about all the U.S. presidents created by the Internet Public Library:\n\nPOTUS: Presidents of the United States\n\n\nFor books (such as biographies or political commentary), search the library catalog for the name of your president:\n\n\n\nYou can do your research from anywhere in the world!\n\nContact Us\n\nchat loading...",
        "topic_id":13,
        "format_id":5,
        "topic_confidence":0.6367835402,
        "format_confidence":0.9104322195,
        "weight":0.0006726677
    },
    {
        "url":"http:\/\/mhvt.net\/quicktime\/eng\/globalclockz\/faq.php",
        "text":"MacHouse Software\n\n\n   Last updated: February 19, 2011\n\n\n\n\n\n\nGlobalClockz - FAQ\n\n\nMac software GlobalClockz\n\n\n\n1. Do you have a bulk discount?\n\nYes.  For information on a bulk discount, please contact us at MacHouse Support, indicating how many copies you intend to purchase.\n\n\n2. Do I have to change settings when my time zone enters a daylight saving time?\n\nNo.  As long as you have Internet connection, the switch will be automatic.  And all the clocks under World atlas will be taken care of.  Alarm clocks under World alarms will automatically make the switch as well.",
        "topic_id":20,
        "format_id":5,
        "topic_confidence":0.9872502089,
        "format_confidence":0.9755860567,
        "weight":0.0030748038
    },
    {
        "url":"https:\/\/www.bestcreditoffers.com\/faqs\/secured-credit-cards\/i-want-to-start-building-my-credit-and-wanted-to-apply-for-a-skypass-secured-visa-card-do-you-think-i-will-qualify-1636.html",
        "text":"I want to start building my credit and wanted to apply for a Skypass secured Visa card. Do you think I will qualify?\nAnswered on Tuesday, May 23rd, 2017 by\nAmy Miller\n\nIf you haven’t had a chance to establish your credit, a secured credit card is a good option to do so. And Skypass secured card is not an exception. Like any other secured credit card, this card is designed for someone with no credit or bad credit history. The card requires a security deposit, and the minimum deposit is pretty high – $300. It is possible to find secured credit cards with a lower minimum deposit.\n\nThe Skypass secured card will allow you to earn miles on eligible purchases. If you manage your card responsibly for a year, you may be able to move to an unsecured credit account. The Skypass secured card is not the only secured credit card that offer rewards. There are other secured cards that allow to earn rewards on all credit card purchases. Upgrades are also available, and with some issuers you don’t have to wait a year to upgrade to an unsecured account.\n\nOther Popular Secured Credit Card FAQs\n\nIn order to get your deposit back you need to close your credit card account and pay your card balance in full. After you paid your card off, contact the credit card issuer to request a refund of your security deposit.\n\nContinue »\n\nA secured card may be a great option though for getting a credit card and rebuilding your credit as secured cards are usually reported to the credit bureaus – Experian, TransUnion or Equifax. The credit limit on a secured credit card is established by the security deposit an applicant pays. Your initial deposit is usually […]\n\nContinue »\n\nThank you!\n\nYour question has been successfully sent!\n\nWhat is your question?\nPlease, enter your question and contact information so that we can send our answer to you by e-mail.\nPlease fill in all the required fields.\nBest Credit Offer\nprimor® Secured Visa® Gold Card\nCheck off the cards you want to compare. Then click the Compare link to go to the comparison table.\nConsumer Rating: 4 \/ 5\nCopyright © 2001-2018 BestCreditOffers.com All Rights Reserved.\n\n*See the credit card's terms and conditions on the online application page. Note that this website may be compensated by credit card issuers when the visitor applies for a card through the links on this website. We do our best to maintain all information accurate and up to date. However, we do not warrant the credit card information won't change. Click the \"Apply Online\" button and review the current info on the secure credit card terms page.\n\nInformation in these articles is brought to you by BestCreditOffers.com. Banks, issuers, and credit card companies mentioned in the articles do not endorse or guarantee, and are not responsible for, the contents of the articles.\n\nThe BestCreditOffers.com webpage is a free service and an information resource for credit cards and financial products and services available to eligible United States consumers. BestCreditOffers.com does not offer any warranties and is not a direct service. There are no guarantees for approval or offers when applying for a credit card. Please refer to the application if you would like more information on each credit card. When you click \"Apply\" for a particular credit card, please take the time to review the terms and conditions of the product\/service at the issuer's website. All logos on the BestCreditOffers.com website are property of their respective owners.\n\nDisclaimer: This editorial content is not provided or commissioned by the credit card issuer. Opinions expressed here are the author's alone, not those of the credit card issuer, and have not been reviewed, approved or otherwise endorsed by the credit card issuer. Reasonable efforts are made to present accurate info, however all info is presented without warranty. Consult a card's issuing bank for terms & conditions.\n\nBestCreditOffers.com makes every effort to keep information up to date and accurate. However, the information regularly changes and is presented without warranty. Therefore, we strongly recommend all our readers to visit the credit card application page by clicking \"Apply Online!\" button to review the detailed credit card's terms and conditions. Note that BestCreditOffers.com may be compensated by the credit card issuers when the readers apply for a credit card through this site.\n\nBestCreditOffers.com is an independent, advertising-supported website which receives compensation from the credit card issuers and companies whose offers appear on the site. Compensation may impact how and where products appear on our site, including, for example, the order in which they may appear on the site pages. BestCreditOffers.com does not review or list all available financial or credit offers.\n\nDisclosure: Not an access card.\n\nUser Generated Content Disclaimer: These responses are not provided or commissioned by the bank advertiser. Responses have not been reviewed, approved or otherwise endorsed by the bank advertiser. It is not the bank advertiser's responsibility to ensure all posts and\/or questions are answered.",
        "topic_id":9,
        "format_id":5,
        "topic_confidence":0.9973376393,
        "format_confidence":0.960956037,
        "weight":0.0062528337
    },
    {
        "url":"http:\/\/guangzhoubgauto.com\/FAQ.html",
        "text":"Q1:Are you a factory or trading company?\nA:We are a factory.\n\nQ2:Where is your factory located? How can I visit there?\n\nA:Our factory is located in Foshan China, Where near the Guangzhou International airport. \n\nQ3: How many years is the warranty ?\nA: 1 year warranty.\n\nQ4:How can I get some samples?\nA: We are honored to offer you sample. you will need to pay the sample charge at first, after you place the order we will return the charge to you.\n\nQ5. What is your terms of payment?\nA: T\/T 30% as deposit, and 70% before delivery. We'll show you the photos of the products and packages \nbefore you pay the balance.\n\nQ6. What is your terms of delivery?\n\nQ7. Do you test all your goods before delivery? and how about the quality\nA: Yes, we have 100% test before delivery and our factory has gained CE, RoHS, FCC , CCC authentication.\n\nQ8: How do you make our business long-term and good relationship?\n     1. We keep good quality and competitive price to ensure our customers benefit ;\n      2. We respect every customer as our friend and we sincerely do business and make friends with them, \n      no matter where they come from.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.6051365733,
        "format_confidence":0.9772185087,
        "weight":0.0012585849
    },
    {
        "url":"https:\/\/pmpediatrics.com\/clockwise-faq\/",
        "text":"We offer COVID-19 testing in all offices.\n\n*Rapid antigen testing is currently available in CA, NJ, and TX only.\n\nDear Dr. Christina\nPM Pediatrics\n\nBook Visit FAQ\n\nIs Book Visit the same thing as an appointment?\nNo, we do not take appointments. This online system allows you to select a time slot to virtually get in line for check-in prior to leaving your home.\n\nIs it required to book my visit online prior to visiting any of these locations?\nNo. This convenient feature is not mandatory. As always, we accept walk-in patients during office hours at all PM Pediatrics locations.\n\nWhat are the benefits of booking my visit online prior to my visit?\nBy booking your visit online, patients can select the most convenient available time to visit us. They will spend less time in our office, with the option to wait comfortably at home.\n\nIs this service available at all PM Pediatrics locations?\nYes! We are proud to offer this service in all PM Pediatrics offices.\n\nHow do I book my visit?\nThe “Book Visit” button can be found on the PM Pediatrics website homepage and on each location page. Click “Book Visit” and select from the available time-slots, and then proceed through the online check-in process.\n\nWill the check-in process at PM Pediatrics be different than usual?\nPlease arrive 15 minutes prior to your saved time in order to ensure timely service. You will be required to check in at an iPad kiosk once you arrive and the front desk will complete the registration process prior to your saved time.\n\nAm I guaranteed to be seen at the exact time that I select online?\nTypically, our patients who book their visit online are seen within 15 minutes of their selected time and may even be seen earlier. Due to the nature of our services, emergencies may arise which could affect the planned order that patients are seen.\n\nWill I be notified if my saved time needs to change prior to checking in at PM Pediatrics?\nYes. You will be notified via text message if your time has changed due to unforeseen circumstances.\n\nWhat if an online time slot is unavailable when I want to visit a location?\nIf you do not see a convenient time slot online you may choose a different location or walk in to our office without booking your visit.\n\n\nGo back to Book Visit",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9976781011,
        "format_confidence":0.9758017063,
        "weight":0.0058578872
    },
    {
        "url":"http:\/\/thomascarter.co.uk\/faq",
        "text":"faq 1\n\nS.I.P.s Frequently Asked Questions\n\nQ. What are Sips?\nA. Sips or Structural Insulated Panels are a form of timber frame construction, made up of two sheets of sheathing (usually OSB3) bonded to a rigid insulation core (urethane foam or eps) the panels form the load bearing Structural skin of the buildings walls and roof.\n\nQ. Is Sip Construction a new technology?\nA. No: Sip panels have been used in the UK for around 20 years, however, they have been used in other parts of the world since the early 50’s. The first Sips Panels were invented in Madison, Wisconsin by engineers at the Forest Products Laboratory in 1930’s.\n\nQ. If Sips have been around for decades, why is there so much interest now?\nA. With the current trends of high energy prices and new legislation regarding the performance of new housing stock, Sips are being recognised as the most cost effective way to achieve a premium insulated building. They are simple to use, versatile in design application and very fast to erect to a weather tight shell.\n\nQ. Are Sips more expensive to use than conventional building techniques?\nA. No. When compared to conventional brick and block, building Sips appear to be more expensive, however, the performance of Sips as standard if far higher than current building regs achieved by conventional build. If you were to build with brick and block to the same performance with additional insulation, the cost would actually be higher than that of the Sips method.\n\nQ. Do Sips require any specialist building knowledge or skills to use?\nA. No. Anyone with good carpentry skills\/tools can use Sips with a little training. All internal & external finishes\/linings are installed in the same manner as conventional building techniques.\n\nQ. Are Sips safe to use?\nA. Yes. Sips have undergone vigorous testing for structural and insulation performance, they have been tested in relation to fire performance and have obtained all necessary accreditation which is supported by BBA approval download copy BBA approval.\n\nfaq 2Q. Can I get a mortgage or insure my house if built from Sips.\nA. Sips have been used for some years in the UK and are recognised as a main-stream form of construction. Kingspan Tek panels have approval from all of the major home warranty suppliers and the council of mortgage lenders, so there is no issue in obtaining a mortgage or insurance for your property. Advise on self build mortgages can be found at www.buildstore.co.uk.\n\nQ. What footings are required?\nA. There are no special requirements for footing details. All standard type footings are compatible with Sip construction, the only requirements are that a load bearing skin of block work is taken up to the DPC level to support the soleplate and this should have a level tolerance of +\/- 5-10mm maximum\n\nQ. What finishes can I use with Sips?\nA. Sips are a very versatile form of construction and can be used with nearly all finishes from a brick skin to timber rain screen and render finishes. Internally they can be lined with normal gypsum boards, being dry lined or wet plaster finished.\n\nQ. How much quicker is building with Sip?\nA. Sip building systems can be erected in a matter of days to a weather tight shell, this is done by one set of tradesmen, so there are no delays in the programme. The nature of the system means that the on site time for the construction of the shell, is reduced by 30-70% depending on the size and complexity of the build\n\nQ. How soon can you be on site?\nA. Typically we could be on site with your panels within 6-12 weeks from placement of order and a design freeze. This time varies again based upon size and complexity of the build.\n\nQ. What is the level of sound proofing?\nA. Sip panels give a dB reduction of 40dB for a single panel lined with 15mm gyproc board. This exceeds current requirements.\n\nQ. How do I get a quote?\nA. Just follow the link to quote request fill in the details and we will get back to you as soon as possible.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.8044643402,
        "format_confidence":0.9782137871,
        "weight":0.0012598667
    },
    {
        "url":"https:\/\/www.fireangel.co.uk\/home\/faq\/?tag=install-guidance",
        "text":"There are two ways to tell your alarms apart.\n\n\nThe loud, quick way:\n\nPress the test button on each alarm, which will highlight that alarm in your app. This will, however, sound the alarms.\n\n\nThe quiet, slower way:\n\nTake the units off base one at a time, which will generate an off base notification. This can take about a minute to get through, but does not make noise.\n\n\nYou can then select the device and rename in the settings.\n\nOnce you have registered for the FireAngel Connected App and set up your gateway you can hit the “Add Devices” button and follow the instructions on screen.\n\n\nYes, the alarms will still function and interconnect without the FireAngel Pro Connected Gateway.\n\nIf you do not add the gateway, though, you will not be able to use the FireAngel Connected app.\n\nWatch the video below for installation support:\n\nWes will show you how…\n\nIf your Current alarms do not comply with the new Fire & CO Safety Standards then you will need to install units which fall in line with the new standards.\n\nThe current date that the new Fire & CO Safety Standards go live is February 2022 although this may change.\n\nThe New Fire & CO Safety Standards for Scotland state that all homes in Scotland must have: A smoke alarm installed in the room most frequently used for general daytime living. A smoke alarm in every circulation space on each storey, such as hallways and landings. A Carbon Monoxide alarm to be fitted in each room with a carbon-fuelled appliance for flue. A heat alarm in every kitchen. All smoke and heat alarms to be hardwired or wirelessly interlinked. Click here to see which ranges you can install – (link to Product OVerview with Scottish Regulation filter ticked).",
        "topic_id":14,
        "format_id":5,
        "topic_confidence":0.8509373069,
        "format_confidence":0.886533618,
        "weight":0.0035208091
    },
    {
        "url":"http:\/\/www.qcfdesign.com\/forum\/viewtopic.php?p=383&f=7",
        "text":"[OFFICIAL] FAQ about forums, contacts, game -- read first :)\n\nGot a problem? Let us know!\n\n[OFFICIAL] FAQ about forums, contacts, game -- read first :)\n\nPostby Nandrew on Sat Jun 11, 2011 8:30 am\n\n\nA: Fear not! Get a hold of us via info@qcfdesign.com for crash reports, account inquiries and all that other madness which raises its head during beta. We promise we won't bite you!\n\nQ: Uh, I don't know the answer to your forum signup challenge.\nA: The animal you're looking for also happens to be an admin bot on our forums who posts the weekly update thread. Lurk for a lil' and you'll find it. :)\n\nQ: Okay, signed in, but my forum posts aren't showing up! Do you hate me?\nA: Patience, young goatslayer! We have a manual approval system for first-time posters to avoid spambot flux and obviously trolling and whatnot. It may take a day or two to approve your first post, depending on when we check the forums to see it. Smooth sailing after that, though.\n\nQ: Will you make an iPhone\/Android\/PC\/Mac\/BlackBerry\/Croissant\/Hobo\/Linux version of the game?\nA: PC\/Mac, web, iPhone and Android: Yes! Everything else, no. Unless Unity starts supporting baked goods as a platform. Console support is something that’s outside of our hands, it depends on platform owners and all that sort of complicated stuff – we just want to get the game out there.\n\nQ: Is Desktop Dungeons going to be on Steam?\nA: We’re planning to get on Steam as soon as we possibly can. So, barring any horrible mishaps, yes. And Steam are pretty cool about translating pre-orders into Steam keys, too.\n\nQ: I see the Beta is running in my browser. What gives?\nA: The Beta is going to be changing very often, as we update is with bug fixes and new content. To prevent us from having to send out endless patches, we’re going to keep it on the web during the beta phase, making roll-out much easier. Once the full is launched, there will be a stand-alone and a web client, and your save games will persist across both (given internet access)\n\nQ: This game is great! How can I give you guys money?\nA: There’s this “buy” link on the main site. Click it!\n\nQ: Will you fix X, Y or Z in the freeware version?\nA: No. Those things are all fixed in the full game. We had to rewrite everything anyway.\n\nQ: This is way too hard, how do I stop dying?!\nA: There’s a forum! There’s a wiki! There are even helpful videos.\nUser avatar\nPosts: 569\nJoined: Fri Mar 25, 2011 5:59 pm\n\nReturn to Support\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":11,
        "format_id":5,
        "topic_confidence":0.9887256026,
        "format_confidence":0.9265345931,
        "weight":0.0022600405
    },
    {
        "url":"http:\/\/www.unitec.ac.nz\/about-us\/frequently-asked-questions\/money-fees\/i-am-an-international-student-how-do-i-get-my-refund",
        "text":"I am an international student. How do I get my refund?\n\nIf you are expecting a refund, you will need to obtain an international refund form from the international office. Please book an appointment at the AskMe desk (in the hub - Te Puna) to see a Student Advisor if you wish to drop or add a course to understand how this may impact your visa and insurance. If you have any questions, please email Unitec.International@unitec.ac.nz with your full name and student ID.",
        "topic_id":4,
        "format_id":5,
        "topic_confidence":0.8946632743,
        "format_confidence":0.8892573118,
        "weight":0.0050044512
    },
    {
        "url":"https:\/\/pentagontours.osd.mil\/Tours\/faq.jsp",
        "text":"Frequently Asked Questions\n\nWhere do I check in for my scheduled tour?\n\nCheck in for all tours is at the Pentagon Tours window located in the Pentagon Visitor Center at the Metro Entrance.\n\nWhere can I park at the Pentagon?\n\nPublic parking is not available at the Pentagon. Visitors may opt to park at the Pentagon City Mall. No shuttle service is provided to or from the Pentagon. The Pentagon is less than a five minute walk from the mall and can be reached through a pedestrian tunnel. Once through the tunnel, look for signs to the Metro entrance.\n\nHow can I schedule a short notice Pentagon tour?\n\nReservations may only be booked from 14 to 90 days in advance. Reservations will not be accepted for tour dates within 13 days or more than 90 days away. There are no exceptions to this rule.\n\nI am having trouble requesting a tour via the online submission form; is there another way I can submit a tour request?\n\nAll Pentagon tours must be scheduled through our website Pentagon Tours Request at least 14 days in advance.\n\nWhat are some major points of interest on the Pentagon tour?\n\nAll tours will be exposed to the history and facts pertaining to the four branches of the military (Army, Marine Corps, Navy, and Air Force). You may have an opportunity to visit the indoor memorial placed near the September 11th crash-site, along with the September 11th Memorial Chapel. Also, the names of all the recipients of the Medal of Honor may be seen in the Hall of Heroes, as well as an up-close look at an actual Medal of Honor medallion. These are only a few of the many exhibits that may be seen on your tour.\n\nCan we eat inside the Pentagon?\n\nTour Guides do not pause during the tour; groups will not have a scheduled time to eat in the Pentagon. Groups may coordinate with other Pentagon personnel to escort them to an area where they may eat before or after the tour.\n\nAre tours offered in other languages?\n\nCurrently all tours are presented in English. However, translation is permitted for tour groups that bring approved translators with them.",
        "topic_id":23,
        "format_id":5,
        "topic_confidence":0.9648780227,
        "format_confidence":0.9790325165,
        "weight":0.0018345615
    }
]