[
    {
        "url":"http:\/\/www.mac-forums.com\/forums\/music-audio-podcasting\/296231-lost-itunes-playlists.html",
        "text":"Results 1 to 3 of 3\n  1. #1\n\n    Member Since\n    Aug 26, 2012\n    Lost itunes playlists\n    Hi there,\n\n    I had a load of problems with my itunes duplicating and becoming completely clogged up and unbelievably slow to the point where the circle of death would come on before you had a chance to write the second letter of a word in search bar. I came to the conclusion that I had to delete everything and start again from scratch, Having now done this, I've lost my playlists...\n\n    Stupidly I thought they were backed up but it turns out they aren't. I dont have time machine and I've got an Ipod classic that has them all on, I dont want to connect it though and have it sync and automatically delete them from it as well! Which I presume it will do... Does anyone know anyway around this predicament?\n\n    Many thanks,\n\n\n  2. #2\n\n    mrplow's Avatar\n    Member Since\n    Oct 01, 2007\n    27\" iMac i7 (2011) 10.11, Mac Mini i5 (2014), iPhone7, Apple Watch, iPad Pro 9.7, AppleTV (4)\n    You can connect your iPod, and just cancel the sync (then stop it syncing sutomatically from the summary page) or just quit iTunes.\n\n    But you'll need an app like Senuti to recover the playlists from your iPod.\n    Not been around these parts for a while. Trying to change that . .\n\n    Please use the reputation system if you think you've been helped - bottom left of this post\n\n  3. #3\n    Another (and in my opinion better) option: Phone to Mac - Formerly Pod to Mac, iPod, iPad, iPhone Music Transfer Software -- it brings EVERYTHING over from an iDevice back to your Mac (or PC), including photos, star ratings, playlists, even SMS texts etc.\n\n    Senuti is a bit cheaper and is perfectly fine if all you want is the music and playlists back, however. No since overpaying for more than you need.\n\nThread Information\n\nUsers Browsing this Thread\n\nThere are currently 1 users browsing this thread. (0 members and 1 guests)\n\nSimilar Threads\n\n  1. Lost Itunes Playlists\n    By hschaars in forum OS X - Apps and Games\n    Replies: 4\n    Last Post: 05-16-2014, 04:54 AM\n  2. Lost all iTunes playlists in OSX Upgrade, HELP?!\n    By trader22 in forum OS X - Operating System\n    Replies: 0\n    Last Post: 12-20-2012, 03:55 PM\n  3. iTunes Playlists\n    By Ervv in forum OS X - Apps and Games\n    Replies: 0\n    Last Post: 07-08-2012, 01:14 PM\n  4. Lost All Playlists\n    By Macbook2007 in forum iOS and Apps\n    Replies: 1\n    Last Post: 11-26-2009, 06:33 PM\n  5. LOST - All my history and playlists have gone, why??\n    By G4PB in forum iPod Hardware and Accessories\n    Replies: 2\n    Last Post: 01-19-2006, 03:08 PM\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts",
        "topic_id":20,
        "format_id":4,
        "topic_confidence":0.8355830312,
        "format_confidence":0.9583841562,
        "weight":0.0020094332
    },
    {
        "url":"http:\/\/laurelswreath.blogspot.com\/2011\/01\/off-wall-craftiness-challenge.html?showComment=1295868743691",
        "text":"Laurel’s Wreath\n\nSunday, January 23, 2011\n\nOff the Wall Craftiness Challenge\n\nHi all - hope you have had a great weekend! I competed in the Off the Wall Craftiness blog challenge for Week 42. If you all haven't visited this blog - it is just great! There is a fun challenge posted each week. There are also cute stamps by Wilson Designs for sale - I used the Ride Away with Me stamp set for the challenge.\n\nHere are the inspiration photo and challenge colors: orange, white, and teal.\n\nHere is my card. In keeping with my latest vintage \"craze\", I used the challenge colors, but gave them a vintage feel. The DARLING typewriter stamp is from Wilson Designs. I also used stamps from Papertrey Ink, Stampin Up, Crafty Secrets and 7 Gypsies. The patterned paper is from my Cricut Imagine and DCWV. Hope you like it!\n\nSupplies used:\nWilson Designs Ride Away with Me stamp set (typewriter)\nCricut Imagine Elise pattern cartridge\nCricut Paper Lace cartridge\nStampin' Up! Cardstock, Tiny Tags stamps, ribbon\nPapertrey Ink Background Basics Text Style 2 stamps\nPrima Flower\nK & Company sticker\nHobby Lobby sticker\n7 Gypsies stamps\nCrafty Secrets stamps\nWilton Doily\nTim Holtz Clip\nPaper: DCWV\nInk: Brilliance Beige, Memento Rich Cocoa, Tim Holtz Tea Dye Distress Ink\nPunches: Marvy Uchida, EK Success\n\n\n~Tammy~ said...\n\nHELLO GORGEOUS layers of love! Outstanding use of the OTWC colors this week! This just makes my heart sing and Kim will LOVE that you used her set so beautifully! Thanks for sharing your beautiful card with us this week at OTWC and Good Luck! :-)\n\nAmy said...\n\nLove love all the layers especially the doily! You did a great job incorporating Kim's Wilson Designs stamp set in there! Great vintagy card! Thanks for playing along with OTWC this week!\n\nKim Wilson said...\n\nYayyyy Laurel! I am so elated to see you blogging! :) Thanks for using the set its adorable! Is it ok for me to add it to the gallery on the website?\n\nKay said...\n\nVERY lovely card- I love that typewriter image, and it's just gorgeous on this card!\n\nPost a Comment",
        "topic_id":1,
        "format_id":4,
        "topic_confidence":0.6921759844,
        "format_confidence":0.5710537434,
        "weight":0.000660205
    },
    {
        "url":"http:\/\/www.cnet.com\/forums\/discussions\/are-toshiba-satellite-laptops-worth-buying-or-not-578556\/",
        "text":"Laptops forum\n\n\nAre Toshiba Satellite Laptops worth buying or not??\n\nby satycorn \/ November 23, 2012 8:34 AM PST\n\nHi everyone,\nI am in a desperate need of a laptop right now because I don't have a computer at the moment and I have a dozen of school-work to complete before holidays. So I was looking for something used and affordable (I can't pay more than $85), not one of those \"beasts\" that are made for gaming, etc. I want it for surfing the net, having decent stats and running relatively fast, also it would be great if it could support Windows 7 if I did a maximum upgrade to it.\nHowever, I was aiming at the Toshiba Satellite, since they are cheap on eBay, but a friend of mine really put me off by saying that those are the most defective laptops, he knows a lot of people that have had problems with them, etc etc. Is it true? I want to get one of the A or M series. I've found great deals.\nCould someone please clarify things up for me? Have you had any experience with these laptops, are they any durable and good or not?\nPlease let me know, I'd be very grateful.\n\nPost a reply\nDiscussion is locked\nYou are posting a reply to: Are Toshiba Satellite Laptops worth buying or not??\nThe posting of advertisements, profanity, or personal attacks is prohibited. Please refer to our CNET Forums policies for details. All submitted content is subject to our Terms of Use.\nTrack this discussion and email me when there are updates\n\nIf you're asking for technical help, please be sure to include all your system info, including operating system, model number, and any other specifics related to the problem. Also please exercise your best judgment when posting in the forums--revealing personal information such as your e-mail address, telephone number, and address is not recommended.\n\nYou are reporting the following post: Are Toshiba Satellite Laptops worth buying or not??\nThis post has been flagged and will be reviewed by our staff. Thank you for helping us maintain CNET's great community.\nSorry, there was a problem flagging this post. Please try again now or at a later time.\nIf you believe this post is offensive or violates the CNET Forums' Usage policies, you can report it below (this will not automatically remove the post). Once reported, our moderators will be notified and the post will be reviewed.\nCollapse -\nDanger zone.\nby R. Proffitt Forum moderator \/ November 24, 2012 12:36 AM PST\n\n85 bucks for a laptop on Ebay is going to be something used and unknown condition not matter what make. Since it's used, the idea of durability and good is sadly not expected.\n\nThis can't end well.\n\nCollapse -\nI'm on my 2nd one w\/no problem at all\nby wpgwpg \/ November 24, 2012 1:04 AM PST\n\nEverything I've seen or experienced with Toshiba laptops has been excellent. I currently have an 11 month old Toshiba Satellite L755 which I bought to replace a 4 year old Satellite laptop that I gave to my son. Both continue to work flawlessly, my current one runs Windows 7 64 bit, the older one has Vista 32 bit. All the reviews I've say Toshiba has one of the best repair records around.\nI do agree with Bob that anything you buy for $85 is not likely to serve you well, I don't care who makes it. You could buy an Asus Eee PC new for just over $200, if you could manage to come up with that much. They make good stuff too.\n\nGood luck.\n\nPopular Forums\nComputer Help 49,613 discussions\nComputer Newbies 10,349 discussions\nLaptops 19,436 discussions\nSecurity 30,426 discussions\nTVs & Home Theaters 20,308 discussions\nWindows 10 360 discussions\nPhones 15,802 discussions\nWindows 7 7,351 discussions\nNetworking & Wireless 14,641 discussions\n\nTech explained\n\nDo you know what an OLED TV is?\n\nCNET explains how OLED technology differs from regular TVs, and what you need to know to make the right shopping decision.",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9888073206,
        "format_confidence":0.9910681844,
        "weight":0.001847717
    },
    {
        "url":"http:\/\/www.planeandpilotmag.com\/article\/the-ultimate-bonanza-glass-and-fast\/",
        "text":"One thought on “The Ultimate Bonanza: Glass And Fast\n\n  1. I have been in a market for some times now to get a plane to serve my purpose. Basically, to fly for organizations, such as ” wings of hope” to help people in need. That doesn’t mean I have a money tree in the back yard some where. However, my search always takes me back to Beech A36 Turbo Normalized, preferably that has been done by Tornado Alley. And decent instrument panel that would lessen the work load in a heavy IFR. That being said, I don’t quit understand, why Beech does not offer Turbo normalized on their new G36’s ? When is clearly far superior to conventional Turbo? When they are charging more than 3\/4 of million dollars for a new one coming out of factory? Just a thought!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9884589314,
        "format_confidence":0.8071483374,
        "weight":0.0015089544
    },
    {
        "url":"http:\/\/acoest1984.blogspot.com\/2010\/04\/sunshine-award-part-deux.html",
        "text":"Wednesday, April 7, 2010\n\nSunshine Award (part deux)\n\nI received the Sunshine Award (for the second time! Woot!) from the beautiful SOPHIASA.  As an uber cool mom, she showcases her style and sometimes we even get a glance at her adorable daughter (aka mini-sophiasa).  And of course, I cannot forget that she was the first person to put me in their blog roll.  Thanks SOPHIASA.\n\nSince I am to nominate some favourite bloggers, I'm creating my own theme and going with (my favourite) ladies who have the word 'fashion' in their blog title:\n\n\n\ntrishie said...\n\nwoohoo! congrats!\n\nIsabel said...\n\nthank you!! and congrats :)\n\nWalk of Fashion\n\njunghwa by amy stewart said...\n\n\nAnd yes, that orange cardi is wonderful.\n\nLeah said...\n\nCongrats on the award... well deserved!!! xoxo\n\nG. said...\n\ncongratulation for the sunshine award...really nice blog\n\nBlogger Template Created by pipdig",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9193563461,
        "format_confidence":0.6115267873,
        "weight":0.0004878001
    },
    {
        "url":"https:\/\/sew4home.com\/comment\/7962",
        "text":"2019_Pincushion_new logo\n\nFacebook Twitter Sew4Home RSS Feed Follow Me on Pinterest Instagram\n\n\nThe Pressing Cloth\n\nPrinter-friendly versionPDF version\n\nClick to Read MoreYou probably have something in your house right now with potential to become a pressing cloth. A section of an old white cotton bed sheet works fine. The older the better. Just cut it to size and, voila! It's a brand new pressing cloth.\n\nA good pressing cloth is a necessity. It keeps your iron from contact with your fabric to avoid scorching, shiny spots and little stains. It also protects your iron when you use any type iron-on or fusible interfacing.\n\nThe Cloth\n\nI like my bed sheet cloths because I can see through the old fabric well enough to tell what's going on under it. From one sheet, I made several cloths: a small cloth about 10-inches x 14-inches, and a large cloth about 12-inches x 30-inches. They come in handy at different times. Some people like to overcast the edges of their pressing cloths, but I leave them as is to prevent unintentionally ironing in a stitch pattern.\n\nClick to Enlarge\n\nYou can also use a clean white cotton tea towel, napkin, or fine linen handkerchief; some people swear by a plain cotton diaper. If you make your own, don't use color-dyed or patterned fabric. You can also buy press cloths at most fabric stores. However you do it, be sure to wash your cloth first to remove any sizing.\n\nUsing a Pressing Cloth\n\nA pressing cloth is not necessary for every fabric. Test a scrap of your fabric with your iron; if you get a sheen or a discoloration, you'll want to use your pressing cloth.\n\nYou can either lightly dampen your pressing cloth, or use it dry. When using a damp cloth, it's better not to use the steam setting your your iron. It's always a good idea to test your fabric before going too far to be sure the heat setting on your iron is set appropriately.\n\nPress through the cloth onto the wrong side of your fabric. Avoid the right side (pretty side) as much as possible. Press your seams as you sew.\n\n\nComments (17)\n\n4Sunshine said:\n4Sunshine's picture\n\nI'm new to your website and really love all the information & projects you have on hand.\n\nOnly wish I had found it sooner. Will certainly be trying some of of the amazing projects on offer.\n\nThanks so much !!\n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n4Sunshine - Welcome aboard! We'll be excited to see which projects you choose to make -- keep us posted. We hope you'll come back often... and bring all your friends!\n\nCarrie said:\nCarrie 's picture\n\nI just discovered your wonderful website!!  I have bookmarked your awesome website!  Thanks so much for sharing your talent and information.  \n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n@Carrie - Thank you so much, and welcome aboard. We hope you come back often... and bring all your friends.\n\nWendy K Ford said:\nWendy K Ford's picture\n\nThank so much for this post. Very useful information for this textile painter who has had a few mishaps.\n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n@Wendy -- this is one of our earliest article; we're glad to know it's still out there helping.\n\nCristinaP said:\nCristinaP's picture\n\nThank you for posting these ideas\/instructions on here. Weeks ago, I pressed an appliqued quilt block and accidentally scorched it. :(  So tonight I made my own pressing cloths with similar dimensions as yours, and I can already tell, it's going to save me tons of trouble at the ironing board. Thank you, again!\n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n@CristinaP - Ohhhh - ironing mistakes are so awful - we're glad to have helped you with an easy fix. \n\nkiki998 said:\nkiki998's picture\n\nWhat temperature should you use to wash a store bought pressing cloth. The one i bought is 100% cotton?\n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n@ kiki998 - If it's just cotton, you can treat it like a regularpiece of cotton fabric and wash on warm and tumble dry. \n\nMary Ann said:\nMary Ann's picture\n\nThanks everyone for your comments, I had to look up the word to find out what it mean, when I did I knew all alone guess just had to refreshing my memorise.\n\nBead Lady said:\nBead Lady's picture\n\nYou can also use a bedskirt as they are usually white and see through. If you don't have an old one, you can pick one up at your local Goodwill for about 2 dollars! Thanks for your tips, they were very helpful.\n\nJS said:\nJS's picture\n\nI've been using old cotton napkins for press cloths for years.  They work great, the softer and more worn the better.\n\nde roi ltd said:\nde roi ltd's picture\n\nbeen using a sheet and old  pillow cases for yrs. plus nice size  remnant of muslin is useful too. very nice and useful website. glad i found it today. had emergency and found answer. thanks again. have bookmarked!!!!\n\nMike Calo said:\nMike Calo's picture\nExactly what I wanted to know and more! I thought - after ruining a good uniform shirt - that I probably should have used a pressing cloth; I just didn't know what to use, so I started using an old dress shirt. unfortunately I couldn't see through it, so your advice on using a well-worn piece of material for visibility is spot-on (just not on my uniform shirts any more :-) )\nMary Benson said:\nMary Benson's picture\nThank you--this is exactly what I needed to know. I need to heat-set a painted fabric, and was very apprehensive about what to use for a press cloth. You have set my mind at ease. I especially liked knowing about not hemming the edges to avoid pressing that stitching into the item being ironed! Thanks so much.\nNikon Eyewear Sunglasses said:\nNikon Eyewear Sunglasses's picture\nYou have a very good site, well constructed and very interesting i have bookmarked you hopefully you keep posting new stuff, many thanks.",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.976505816,
        "format_confidence":0.7380714417,
        "weight":0.0021039371
    },
    {
        "url":"http:\/\/www.ar15.com\/archive\/topic.html?b=3&f=66&t=555521",
        "text":"AR15.Com Archives\n Couple of Daniel Defense M4 questions\/issues.\nLewisite  [Member]\n12\/8\/2011 6:50:11 PM EDT\nDaniel Defense M4 V5\nAmmo used Federal 5.56 and American Eagle .223\n\nAlright guys, question. So I bought a DDM4 on Black Friday, and I just got it in today. I just have a couple of questions and or possible issues. Bear in mind that this is my first AR that I have extended dealings with, so it is a new experience :P.\n\nFirst, a round does not chamber unless I pull the charging handle back all the way and pretty much just let it snap back with full force. Only at that point will a round fully chamber, if I just pull it back a bit and let go, the round will not fully sit in the chamber. Is this intended? I am not babying it and being gentle by any means, I was just pulling it back and letting it go at what I thought was normal, but the only way it seems to fully get it in the chamber is to just pull it back and let it fly. The Colt 6940 I had dealings with in the past, I don't recall having to use as much force to chamber a round, I might be mistaken however, its been a while.\n\nWas just wondering if that was the norm or if something else might be going on. Also, if it is the norm, does that not eventually cause excessive wear on the bolt,charging handle, or some other part of the rifle? Sorry if that is a silly question, I just want to know what to expect.\n\nSecond, after getting it home and stripping the rifle and looking it over, I noticed this\n\nIs that dis-colorization normal? My camera phone is kinda crappy, so not completely sure if you see what I am talking about. In person it looks a bit more wrong, I cannot seem to find any other pictures online of what that might be, especially from a factory new rifle.\n\nThanks in advance for the help everyone!\nPaid Advertisement\nKILLERB6  [Team Member]\n12\/8\/2011 7:00:21 PM EDT\nThe rifle is supposed to be charged by allowing the BCG to ride forward under full force of the spring, either from being drawn rearward with the charging handle (CH) and releasing it or by releasing the bolt from it's reward\/locked position with the bolt release; do not ride nor assist the BCG forward with the CH.\n\nYes, the discoloration appears normal; many parts\/surfaces will become either shiny as surface wear occurs, discolored from soot, and\/or pick up brass shavings deposited in\/around the bolt face, lugs, etc.\nBanger  [Team Member]\n12\/8\/2011 7:41:58 PM EDT\nAs the parts wear in (after a few hundred rounds) things will ease up a bit. This is normal.\nZombieResponseUnit  [Member]\n12\/11\/2011 3:26:50 PM EDT\nLots of oil for now. Run it wet. You've got a normal looking BCG there, now put it back together and go shoot!\nPartner Content\nPaid Advertisement",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.7950912714,
        "format_confidence":0.9497277141,
        "weight":0.0044280698
    },
    {
        "url":"http:\/\/becomingprince.blogspot.com\/2011\/09\/wriing-novel-looking-for-plots.html",
        "text":"Monday, September 12, 2011\n\nWriing a novel - looking for plots??\n\n Morning Everyone,\n\n  Hope everyone has enjoyed your weekend and are making a great start for the week ahead by grace of God!! All is well @my end except that I didn't put much efforts on anything in the last week. Well, hoping that this week would be different.\n\n  So, are you planning to write a novel?  Have you already started a novel and trying to make some cool sub-plots? Then this article is for you. I was the other day, going through the web for cool sites to surf. I am now so addicted to Internet, that Wikipedia alone isn't sufficient to keep me engaged for more than a hour. \n\n I was happy to find a interesting site Damm Interesting and the Interesting Thing of the Day. Both of them are awesome sites for the simple reason, that the articles in it are hand picked to catch the fantasy of readers. Many of the articles in Damn Interesting can become basis point for a sub-plot \/ technology used if you are writing  a military based \/ scientific fiction \/ fantasy novel.\n\n  Check out cool articles likes\n\nand lot more. Hope this helps you with your WIP \/ future projects \/ helps you in passing time every now and then!! Looking for more cool sites to read ?? Check them out here\n  Have you come across any cool sites? Where do you search sub-plots for your WIP? Where do you do research for weapons and technology for your WIP? What would you do when you dunno about the technology needed?\n\nwith warm regards\n\n\nworddreams said...\n\nGood selection of sites. How'd you find them?\n\nClaire Lachance said...\n\nThose sound like some interesting sites!\n\nSarah Pearson said...\n\nThose sound like good sites to check out. Thank you :-)\n\nLinda Gray said...\n\nHi, I'm a fellow Campaigner (Suspense\/Thriller) dropping by to say hello. So nice to find your blog. See you in the Campaign.\n\nPeggy Eddleman said...\n\nThose sites sound awesome! I'm going to check them out right now.\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9587178826,
        "format_confidence":0.5120406747,
        "weight":0.000710407
    },
    {
        "url":"http:\/\/meetthematts.com\/2012\/12\/mets-mlb-hot-stove\/",
        "text":"Angry Ward Wednesday: Yanks, Mets, MLB Hot Stove, Hotter Cheese & West Coast Ballin’\n\n\nNEW YORK, NY – I wasn’t expecting to write today, but when my all-star replacement West Coast Craig lost his Grandma to that Big Brunswick in the Sky (apparently she was an avid bowler), I was more than happy to take my usual turn. Craig, it goes without saying that all of us here at MTM hope she’s throwing beer frame strikes for eternity. In the meantime, there’s plenty of recent Hot Stove baseball action to talk about, as well as other stuff. Let’s get to it.\n\nWinter Meetings. Baseball’s winter meetings (it’s not even winter yet!) ended a week ago in Nashville with a collective zzzzzzzzzzzzz. Seriously, the thing played out like a Canasta tournament at a seniors center. But since then, things have been getting pretty interesting. Zack Greinke signed for six years and gobs of money with the Dodgers, where the disinterested fans should keep him from getting the heebie jeebies. Michael Young joined the Phils and James Shields left TB for KC, which may actually be an upgrade for him. But not everyone’s wheeling and dealing like crazy…\n\nSandy and Cash. The Mets and Yanks were the walking dead at the winter meetings… The Yankees did manage to bring back golden oldies Andy Pettitte and Mariano Rivera for at least one more year while also re-signing Hiroki Kuroda in the event either of them needs an organ donor, but were fairly quiet otherwise. Even more interesting are reports that Bombers GM Brian Cashman is no longer allowed to take so much as a leak without getting Randy Levine’s OK. His current status with the club seems eerily familiar to George Costanza’s tenure with Play Now. But, wait just a second… Kevin Youkilis has agreed to a one-year deal with the Yanks. And that sound you heard was Cookie’s head exploding… Meanwhile, it’s no business as usual for Sandy Alderson and the Mets. Sure they locked up Wright, but what about R.A. Dickey? How long can you dangle the poor guy as trade bait. He was the only one putting any asses in the seats at Shea Shack last year and they should find a way to bring him back. Nuff said. If they are having trouble coming up with the money, we have a solution…\n\nCheesy Bruin\n\nThe Cheeseman. Not sure how many of you have been getting to this site on Sundays but our own Cheesy Bruin has been knocking ’em dead with his NFL picks. The guy is absolutely on fire. In fact, if he took his own advice and stopped picking an “over” each weekend his winning percentage would be like .875 or something. He went three for four against the spread again this past weekend losing only with, you guessed it, an over. I would take CB’s picks over every single so-called “professional” picking for the local papers and websites. The guy knows his stuff and degenerate gamblers everywhere need to be alerted. If I had any disposable income of any kind, I wouldn’t be wasting it going to see The Rolling Stones, I’d be flying Mr. Bruin out to Vegas and looking to make a real killing the last few weeks of the season.\n\nThe NBA? I hate the NBA, don’t I? Well, not as much is listening to updates from the NHL on cancelled games. Just cancel the f*cking season already, put us out of our collective misery and shut the f*ck up, all of you. In the meantime, amazingly, my favorite lousy NBA team isn’t so lousy right now. The Golden State Warriors are 14-7 and just a half game out of first in the Pacific. That’s 5 games better than the Lakersfer crissakes!!! I admit, I’ve been taking notice and have watched a few games.\n\nLakers are “tailing” Golden State & their cheerleaders.\n\nFunny, but I knew I would have more than just a passing interest after I read this scathing “opposing scout’s take” on the Warriors in Sports Illustrated’s NBA preview. It’s insane, right? Did Chris Mullin give this guy anal warts once upon a time? Anyway, I hope Golden State keeps sticking it to whoever that scout was.\n\nIn the meantime stick around here for Cam James tomorrow.\n\nFacebook Comments\nShare Button\n\nFiled in: Angry Ward\nTagged with:\n\nAbout the Author ()\n\nWednesday: Angry Ward, who has admirers at the NY Times, is the quintessential angry sports fan but one exception... he's flat-out funny. And the angrier he gets, the more amusing his work becomes. Psychiatrists say, \"Angry Ward's 'anger' is a direct result of \"Bronx\/Mets syndrome: growing up in the Bronx as a Mets fan.\" As if that weren't enough, his Minnesota North Stars abandoned him for Dallas, forcing him to embrace The Wild the way conservatives embrace Mitt Romney. While the Vikings tease him incessantly with flirtations of success, the Golden State Warriors, \"Don't have a enough short, white angry guys but I don't dislike them... that much.\" A-Dubya is MTM's longest-tenured indentured servant, its Larry David and quite simply, The Franchise.\n  • Nick Erbocker\n\n    You guys are late! The NBA got a whole lot better with the Knicks and Nets playing the way they are. That was an exciting game last night. But it’s weird to see players going over and shaking hands with Jay Z after the game.\n\n    • Sorry, Mr. Erbocker, we were indeed tardy… These damned auto-publish didn’t get inputted properly! But like the NBA, you didn’t miss anything before the hour of 8…\n\n  • Watching Golden State, games?? You should feel dirty. May I remind you that no sports team has ever won when they were not name after a city or state. Think about that AW. They are not even called California Warriors, but a nickname for the the State.\n\n    • AngryWard\n\n      Thanks for the reminder but the Golden State Warriors won an NBA Championship as the Golden State Warriors in 1975.\n\n      • Ok maybe I exaggerated but IT is going on 8 years since NE last won and AW, I was a 3 year old big headed baby when Golden State last won, so that outta tell you how rare that is.\n\n        • Exaggeration and contrived facts\/stats here?! This is an outrage!\n\n      • Oh, snap!\n\n    • AZ2FLA\n\n      I’m still trying to find the state of New England according to your theory….\n\n    • AZ2FLA just popped your bubble, Junoir. Shoot the boot.\n\n  • I had such WEIRD dreams last night…. I woke up and all groggy walked a few steps outta bed and had forgotten about the Youk deal. I then remembered and hence.. another day is RUINED.\n\n    Diff and Mrs. Matt pointed out the silver lining to this deal tho… if anyone is more pissed about this deal.. it’s Red Sox fans. bosoxbruins… i need you to weigh in here on this deal.\n\n  • DannyBax@\n\n    Is that a Dale Hunter shirt AND a Cowboys star??? That is douchey! haha\n\n    • Cheesy Bruin has AWFUL taste is his sports teams. As do Cookie, Angry Ward, Grote2DMax, West Coast Craig and The Public Professor. The ONLY teams to root for are:\n      1) NY Giants\n      2) NY Mets\n      3) NY Rangers\n      4) NY Knicks\n\n      • Cam_James\n\n        and the Cardinals, Blues and Rams!\n\n    • Hey Bax, that pix of me is Short Matts abuse of power as he knows how much I loathe that mother ****er Dale Hunter. Terry O’Reilly is the name on the back of my Bruins shirt.\n\n  • Cam_James\n\n    Wake me up when spring training starts….\n\n  • Tall Matt\n\n    NOW Mick Taylor is playing with the Stones on 13th & 15th? Not the show I went to? Too much hotell and per diem between the 8th & the 13th I guess. I’m madder than a gay rooster in a hen house%$(@!#(!#&#!@!!!\n\n    • Grote2Dmax\n\n      I just sold my tickets for Saturday because I couldn’t stomach paying $500. I might try to go on the cheap if I can get tickets. Any interest in giving away the kids 2013 Christmas money as well?\n\n      • Cam_James\n\n        why not just give away the kids?\n\n    • You can’t be mad and gay at the same time! Wait… A-Dubya?\n\n  • Tall Matt\n\n    Oh and hi Ward! Nice column. Nice Knicks win last night. Condolences to WCC 🙁\n\n  • We should invest in CB and collect dividends.\n\n  • Dude\n\n    Could the contributors to this site (aside from tall matt) please stop collectively hating on the national basketball association? ward the warriors? really? why on earth would you root for that team? great win for the knicks last night crushing the nets in BK. i attended a nets game last week to see what the new arena is all about and i can conclude they are still the NETS. it is impossible to root for a team that has kris kardashian on the roster. i saw ONE net fan in attendance who was wearing a vintage drazen petrovich jersey and he was the only one. the rest of their “fans” are transplants from iowa or tennessee who like to say they are from brooklyn because they’ve lived there for all of six months, and like the color scheme of their flatbilled caps. true ny’ers root for the knicks- the one team that unites the whole city. soon the nfl will be over and you all will start noticing. be ahead of the curve.\n\n    • Cam_James\n\n      When the National Bore me Association gets to the playoffs i will stop hating until then this transplant from Missourah hates the NBA and I especially hate every player who wears cardigans and glasses with no lenses.\n\n      • The NBA season is long and boring at times but at least it stops at 82 and not 162!!\n\n    • AngryWard\n\n      Tall Matt is a contributor?\n\n      • Tall Matt\n\n        GImme my money back!\n\n    • Sam’s-A-Knicks-Fan-Always!\n\n      I hope that there is room in my new religion (Yimnastics was it?) for me to honor if not worship the Dude! He speaks it like he feels it and he is righteous! I bought a minority share of a season plan for the Nets to help out some of my colleagues who are legitimate Brooklynites, but Knicks fans as is only right, and I went to the game against Milwaukee Sunday night. As the Dude says, same old Nets! I bought in because I wanted to see real live basketball again and I’ll be damned if I’m going to give James Dolan a penny of my money.\n\n      • Hold the phone, Dude! We happen to be fan of Los Knicks! They’ve just been unwatchable for 10 of the past 12 seasons. We watched last night’s game and actually had neighbors wondering ... (truncated)",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.9817513824,
        "format_confidence":0.7987963557,
        "weight":0.003724358
    },
    {
        "url":"http:\/\/forum.ucerd.com\/viewtopic.php?f=31&t=198&view=unread&sid=58cf2ff6d4d9837b8b100eda3f05c14c",
        "text":"Eigens Notes (by Fayyaz Ahmad)\n\nThe UCERD Mathematics Forum includes general math, education, geometry, software, calculus reform, research and recreations.\n\nEigens Notes (by Fayyaz Ahmad)\n\nUnread postby UCERD.COM » Fri Jan 18, 2013 2:03 pm\n\nAn eigenvector of a square matrix is a non-zero vector that, when multiplied by the matrix, yields a vector that differs from the original at most by a multiplicative scalar.\n\nFor example, if three-element vectors are seen as arrows in three-dimensional space, an eigenvector of a 3×3 matrix A is an arrow whose direction is either preserved or exactly reversed after multiplication by A. The corresponding eigenvalue determines how the length and sense of the arrow is changed by the operation.\n\nSpecifically, a non-zero column vector v is a (right) eigenvector of a matrix A if (and only if) there exists a number λ such that Av = λv. The number λ is called the eigenvalue corresponding to that vector. The set of all eigenvectors of a matrix, each paired with its corresponding eigenvalue, is called the eigensystem of that matrix.[1][2]\n\nPlease Promote Our Work and website through yoursocial and professional network. We would highly appreciate your help.\nFind us on FaceBook,Like and Share Please\nUser avatar\nSite Admin\nSite Admin\nPosts: 961\nJoined: Wed Jun 20, 2012 3:01 pm\nLocation: Barcelona\nHas thanked: 13 times\nBeen thanked: 14 times\nBlog: View Blog (1)\n\nReturn to Mathematics\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9950374961,
        "format_confidence":0.9767837524,
        "weight":0.0016371912
    },
    {
        "url":"https:\/\/forum.faforever.com\/topic\/753\/mmls-are-terrible-lack-of-competent-t2-siege-option-contributes-to-turtling",
        "text":"MMLs are terrible - Lack of competent T2 siege option contributes to turtling\n\n\nT2 Mobile Missile Launchers (MMLs) for all factions are terrible. This is bad for gameplay as it makes the most interesting tech level (T2) also the worst for turtling. MMLs should therefore be greatly improved.\n\nFirst, let's note that MMLs fill a similar role in Tech 2 that T1 mobile artillery fills in Tech 1 and then state clearly why MMLs are so awful:\n\n  • For Cybran, T2 MML DPS\/cost ratio is much worse: ~1 versus about ~0.3. By contrast, for Cybran T1 bot and T2 tank, DPS\/cost is ~0.5 and ~0.3, indicating a reduction of only 40% raw paper strength from T2 to T1. This would suggest that MML raw damage should be doubled so that T2 to improve DPS\/cost to ~0.6, a reduction of ~40% from the ~1 DPS\/cost ratio for T1 artillery.\n  • T2 TMD and mobile\/stationary shields block MML shots. The previous bullet suggests that MML are underpowered even in absence of missile defense and shields. Missile defense and shields serve to aggravate this problem further.\n  • T2 MML shot linger time - the time between a missile being launched and a missile hitting the target at maximum range - varied from about 6 seconds (for Seraphim) and 12 seconds (for Aeon). Compare this to T1 artillery shells which linger for about 8 seconds.\n  • T2 MML damage radius is very small at 1. T1 artillery (other than Aeon) damages in a radius of 2-3.\n\nNow let's talk how to fix these problems:\n\n  • Low DPS can be fixed by improving raw damage. Raw paper DPS suggests a 100% damage buff is necessary. Analysis of damage radius and shot linger time suggests another 50-100% beyond that would also be warranted. Also, there's no reason why MMLs shouldn't one-shot T1 pgens. The Aeon MML can 1-shot Cybran and Aeon pgens, but all MMLs should get a buff so that the Seraphim MML (405 damage) can one-shot even UEF T1 pgens (720 hp), so perhaps 810 damage total.\n  • The T2 shield\/TMD combination renders a fire-base all but immune to MMLs. Due consideration should be given to the idea of missiles passing through shields (similar to how strategic missiles do) although this may not be needed if DPS is improved substantially.\n  • MML linger time cannot be set directly because it is a product of the missile's performance values (muzzle velocity, acceleration, maximum speed) and it's guidance script, but effort should be made to reduce UEF\/Aeon MML shot linger time to <9 seconds, reliably. Also, UEF is the only MML with an unpack animation, this unpack should be made faster to improve the MML's responsiveness.\n  • If MML raw damage is only doubled, improving damage radius from 1-->2 would make sense. If MML damage is improved by a factor or 2.5x or 3.0x, more damage radius is not necessary.\n\nAdditional notes:\n\n  • It has recently been stated that TMLs are OP. I disagree generally. They only seem OP because they are so much better than MMLs that they are used to siege much more often. If MMLs are made to be good, TMLs versus MMLs will feel like a real choice rather than obvious selection of the superior siege weapon (TMLs currently).\n  • Adding a minimum range to MMLs to give tanks some breathing room would make sense. Perhaps 10-15, perhaps as high as 20.\n\nMML do thier job and are very effective at breaking shield bases. Literally my only complain is that if you have about 10-15 MML they will just die to 1-2 t2 arty.\n\nT2 arty need a big nerf on fire rate.\n\nI never seen anyone call TML op, maybe that is just me. TML are expensive and a tactical tool that is rarely used because scouting easily counters it. Com TML was called OP , because its harder to scout. Personally I never had a problem with COM TML.\n\n\n@Psions Consider that to \"break\" a walled T1 PD (260 mass), you only need a single T1 artillery (36-54 pass) and about 30-40 seconds. This means T1 siege is effective at 20% mass cost investment.\n\nNow consider a T2 PD + a TMD. For Cybran this costs 480 + 280 = 760. To maintain a similar siege effectiveness, a single MML (200 mass) should beat this in ~30-40 seconds. It does not.\n\nIn a test game, I build a Cybran T2 shield + 2 T2 PD + 2 TMD. This costs 1480. In a gametest, I tested 5 Seraphim MML against this, total 1000 mass, and it took them one minute to destroy this setup. (Actually, the MML couldnt destroy the last T2 PD because they kept missing due to a bug.) This indicates that a much larger investment of MML (proportional to defenses) is required to crack a T2 firebase, and it takes much longer to do it. If MMLs are made more effective, they will defeat T2 firebases before being destroyed my T2 artillery themselves.\n\n\nTML pays itself off with just a single t2 mex kill. In fact you would need to launch 3 more failed TML missiles in order to lose the mass gains you got from the trade.\n\nAnyone that doesn’t think it’s busted purely plays teamgames where 2 TMDs save 4 bases and no one cancers your TMDs.\n\nIn fact if we had a neural AI play faf I’m 100% without a doubt positive that the first thing it would noticeably do is abuse tmls and t1\/t2 bombers on tmds.\n\n\nFTX, you were the main person I had in mind when I made the TML comment. TMLs are certainly good, so there is no need to buff them. The MML buff seems appropriate however, does it not?\n\n\nI like your idea of making TML\/MML go through shields. \"Just put up a shield it'll stop everything\" no longer works, you would now need more TMD and if there are a lot of missiles some could still get through.\n\n\n@John73John I agree. It's an option, but I think a simple damage buff + missile performance improvement (faster and more accurate) is probably a better solution.\n\n\nTerrible logic. T3 mobile arty only has 0,08 dps\/mass ratio, so only about 25% of T2. Do you want to quadruple its damage after your MML buffs (applying the same logic as you did for your MML buff)? Then it would still only have half the effectiveness of your T2 MMLs. Cyb T3 mobile arty would then deal 1800 damage per shot. Only 2 of them (1600 mass cost) would have the same dps as a T3 artillery installation.\n\nJust an example to show that this way of looking at balance is dumb and ignores many other things, like the additional range you get or that you force your enemy to make a building that is more expensive than an MML and is otherwise completely useless.\n\nIn general I think they are pretty good, they outrange T2 PD so can kill them with 0 danger. If your enemy wants to protect them he has to make a shield and\/or build TMDs, so he's technically already losing even if you kill nothing. They are decently fast and can disengage easily. They always hit what you shoot at, unlike artillery. I think they fulfill their role well enough.\n\n\nTMD definitely I would think do not need the buff (Especially any through-shield buffs). I often play with AI, an adaptive AI team only needs 1 TML per player and will always build them almost as a priority. With the amount of AI I play against with its often required to build 5 TMD as a defense on each little fire base. (8 Adaptive, 2 Normal vs 5 players) (depending on your faction's TMD). I do agree MML (possibly TML) AoE buffs are good simply because of that travel time.\nThe Cybran MML: Viper however seems to be OP in it`s splitting capability, taking out any un-shielded TMD over time with even equal, possibly lesser numbers. This combined with the mobile stealth generator unit: Deceiver (also T2) could be deadly.\nI do not know much about stats on the build times of these TMD, TML & MML if you could provide some info on all that too it could help your case.\nI personally have always thought that TMD however needs a highly improved fire rate or the ability to target better (ex. 1 TMD per missle)(Aeon excluded).\n\n\n@FunkOff This is a pointless statement. T2 units should always be less mass efficient than T1 and T3 should always be less efficient than T2 when looking at raw HP and dmg stats.\n\nThis is because you get better dps\/hp density on higher tier units, you need to limit the way it scales.\n\nIf you had linear scaling then as Femto has already mentioned certain units would clear be game breaking.\n\nIf you are playing a wide open map, how many tmD and t2 pd combinations must the enemy make? For 1 MML you are now making him spend the mass for 4-5 TMD?\n\nThis is why on DG Nuke is always netgain 0, because you force 2 SMD which is 15k mass against 15k mass. Which is why its so dominant.\n\n@FtXCommando I don't think TML are that dominant. They cost a lot in initial investment are easily scouted and easily countered. If you're suggesting bombing TMD then i suggest bombing TML. Also you can block TML with a single land fac in construction.\n\nAlso cybran shields are cheap.\n\n\nI've always wanted an increase in MML max missile speed, provides more of an incentive to hold fire to overwhelm TMD (except the aeon one) since the reload speed wouldn't change.\n\n\nI have to agree that MMLs feel a bit weak. Not because their dps is is so bad but because tmd is so effective against them. One tmd can certainly block one mml shooting at it. Except cybran but the missile split is rather a gimmick. and a tmd is only 280 mass vs 200 mass for the mml. I am very sure it is effective to block unsynced mmls with tmd. Synced mmls might be more efficient than tmd. But then you still have to break through a shield. I nearly never use them to break through a fire base. But they are great at stopping pd creeps. 3 MMLs make pd creeping with a t2 acu nearly impossible. For breaking firebases I would rather suggest t3 mobile arty, as it has only shields to fight against and it is more dps\/mass efficient than t2 stationary arty.\n\nBut this discussion is only happening again because people play lame chokepoint maps where building firebases is viable. On more open maps you just can ignore the firebase and destroy your opponents eco and deal with the firebase once you are so far ahead it doesn't even matter anymore.\n\n\nThe problem is MMLs exist solely to break firebases, and TMD exists solely ... (truncated)",
        "topic_id":11,
        "format_id":4,
        "topic_confidence":0.9950754046,
        "format_confidence":0.9936131835,
        "weight":0.0030835585
    },
    {
        "url":"http:\/\/www.catalystathletics.com\/forum\/showpost.php?p=61930&postcount=22",
        "text":"View Single Post\nOld 08-26-2009, 10:00 PM   #22\nNick Hunter\nJoin Date: Jul 2009\nPosts: 60\n\nMost difficult things so far are dealing with the medication and the emotions that come with being reduced to an immobile ball of pain and frustration. I'm either on planet percocet or lashing out at my family like an asshole.\nNick Hunter is offline   Reply With Quote",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.85065341,
        "format_confidence":0.9951310158,
        "weight":0.0026185897
    },
    {
        "url":"https:\/\/www.physicsforums.com\/threads\/closed-operation.303044\/",
        "text":"\n    Dismiss Notice\nDismiss Notice\nJoin Physics Forums Today!\nThe friendliest, high quality science and math community on the planet! Everyone who loves science is here!\n\nClosed operation\n\n  1. Mar 27, 2009 #1\n    The question given is: Determine the smallest subset A of Z such that 2 ε A and A is closed with respect to addition.\n\n    The answer given was the set of all positive even integers, but I was thinking that the smallest subset would be the given element and the identity element (0 in this case) so that A = {0,2}...wouldn't this be more accurate?\n  2. jcsd\n  3. Mar 27, 2009 #2\n    To understand why that is not correct, you have to know what closure of an operator over a set means.\n\n    A set S is closed under a binary operator + iff for all x, y in S, x + y is in S.\n\n    A = {0, 2} isn't closed under addition because the definition is not satisfied. We can find a counter example where x and y are both in S, but x + y is not. The counter example is with x = 2 and y = 2.\n  4. Mar 27, 2009 #3\n    Closed means you can do it to any two (possibly non-unique) elements and get an answer in your set.\n\n    S = {0, 2} doesn't work since 2+2=4 is not in S.\n  5. Mar 27, 2009 #4\n    I see. Thanks...funny I didn't notice that.\nKnow someone interested in this topic? Share this thread via Reddit, Google+, Twitter, or Facebook",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9945966005,
        "format_confidence":0.9335030913,
        "weight":0.0015646483
    },
    {
        "url":"http:\/\/boards.fool.com\/unless-you-have-small-fingers-and-are-very-handy-25551958.aspx?sort=username",
        "text":"No. of Recommendations: 1\nUnless you have small fingers and are very handy, have them install your battery.\n\nReplacing my battery in an earlier IPod was a once in a lifetime experience. Never again.\n\nWell, just to put forth the opposite view - I replaced mine and it wasn't bad at all. The hardest part was cracking the case. After that, it was a breeze.\nPrint the post  \n\n\nWhat was Your Dumbest Investment?\nShare it with us -- and learn from others' stories of flubs.\nWhen Life Gives You Lemons\nWe all have had hardships and made poor decisions. The important thing is how we respond and grow. Read the story of a Fool who started from nothing, and looks to gain everything.\nCommunity Home\nSpeak Your Mind, Start Your Blog, Rate Your Stocks\n\nCommunity Team Fools - who are those TMF's?\nContact Us\nContact Customer Service and other Fool departments here.\nWork for Fools?\nWinner of the Washingtonian great places to work, and Glassdoor #1 Company to Work For 2015! Have access to all of TMF's online and email products for FREE, and be paid for your contributions to TMF! Click the link and start your Fool career.",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9642694592,
        "format_confidence":0.9850924611,
        "weight":0.0020170973
    },
    {
        "url":"http:\/\/www.eatingclubvancouver.com\/2009\/02\/prime-rib-method-x-with-parsnips-and.html?showComment=1234228980000",
        "text":"Friday, February 06, 2009\n\nPrime Rib, Method X, with Parsnips and Brussels Sprouts\n\n\nOh. My. Look at that!\n\nWe're not really \"beef roast\" people, usually opting for steaks instead. At least, we've tried roasting hunks of beef and it never gave us the same satisfaction. Except, of course, for prime rib. We've roasted prime rib at home several times before, and they were always delicious, even if we didn't always cook them perfectly.\n\nBut, of course, for such a huge hunk of beef and at its expense (I can barely get myself to buy it!), I thought we should come up with a fool-proof prime rib technique.\n\n\nMethod X\nI was going through my blog reader a while back and saw a post from Chef John of Food Wishes Video Recipes titled Perfect Prime Rib of Beef with the Mysterious \"Method X\".\n\nNeedless to say, I was very intrigued.\n\n(This was the same site from where I got the method for making Fried Green Tomatoes.)\n\nSo, what is Method X?\n\nMethod X is used for bone-in prime rib roasts that you want to cook to medium-rare. It works for any size. However, using boneless prime rib roasts has not been tested, nor has changing the doneness.\n\n\nLet's proceed.\n\nFirst thing, the prime rib roast must be brought to room temperature. 6 hours was the time allotted for this. However, we couldn't be home early enough for that, so I only had ours out on the counter for 2 hours or so (and hoped that it would be all right).\n\nFor seasoning, we simply did salt and pepper. Anything works.\n\nBefore putting the roast into the oven, I preheated the oven to 500F.\n\nNext, some math. See, one really does need math out of school!\n\nTake the weight of the hunk o' beef in pounds and multiply it by 5. Ours was 8 pounds, so the resulting number was 40.\n\nThis number is the number of minutes that the prime rib cooks for in the 500F oven. So, we put our prime rib roast into the oven and let it cook at 500F for 40 minutes.\n\nThen, after that time is up, one turns off the oven and does not open the oven door for 2 hours.\n\n\nAfter the 2 hours, pull out your meat. I don't even know if it needs to rest because essentially, it's been \"resting\" all this time. But, I let ours rest for a bit.\n\nWe wanted to keep the sides simple, so we roasted off some brussels sprouts and parsnips.\n\nOooh, parsnips!\n\nI've been a fan of parsnips ever since we bought them that very first time and roasted them alongside (or underneath, I should say) chicken and olives. They were so good, slightly sweet like that, with a hint of banana. I've been nagging JS to buy more parsnips... actually, to include them in our rotation of vegetables. But apparently, she says that they're actually \"expensive\" when compared to other vegetables. Oh well. [sigh]\n\nBack to the beef.\n\nAs you can see, the prime rib had a very nice crust. How about the interior? Well, as I was slicing the prime rib, I couldn't help but exclaim out loud with EACH slice: \"Ooooh! Wow! It's soooooo juicy!\"\n\nExclaim out loud.\n\nWith each slice.\n\nWe're Method X believers now. Of course, we would have to think of sides that don't need the oven. (Being us, though, we have no problems just having prime rib with rice.)\n\nThe video by Chef John of Food Wishes Video Recipes:\nPerfect Prime Rib of Beef with the Mysterious \"Method X\"\n\n\n  1. That prime rib looks perfect! And soooo simple. I wouldn't need anything else either.\n\n    I've never tried making it myself. Too expensive vs. too much worry about messing up an expensive cut of beef.\n\n  2. Wow! That looks great!! That Chef John sure is good, and quite handsome as well. I'm a big fan.\n\n  3. Holy Smokes! You cooked your prime rib PERFECTLY!\n\n    It seems like a lot of food... next time if you need an extra belly, you just let me know ;)\n\n  4. I like your style! You always go good meat and loads of vegetables :P\n\n  5. Wow!!! What a beautiful piece of meat... :)\n\n  6. Holy Frig. That looks awesome.\n    I've been somewhat intimidated by roasting...well that and I'm just one person....\n\n    You're first sentence was the first words out of my mouth when I saw that.\n\n    Awesome (the meat..the get the idea).\n\n\n  7. I'm salivating at the look of this Prime Rib...perfectly done.\n    You certainly make a good argument for trying this method out.\n\n  8. Oh that looks so perfect & you served it with two of my favorite winter vegetables! I should send you some parsnips, we get so much from the farm\n\n  9. I've never attempted a prime rib, but if I ever do, I'm using Method x!\n\n  10. That is a serious piece of meat. There is a talent to getting it right, and you definitely got it right on the money. Impressive! I have to try your method!\n\n  11. Exactly! I made my first Prime Rib 10 years ago and came across a similar method of preparation, high temp, turn it off, leave in the oven. It has turned out perfectly EVERY time, even the times when dinner guests ran two hours late. I just left it in the oven.....\n\n  12. Method X looks pretty awesome. This rare meat used to scare me in the past, but now I really love it!\n\n  13. this looks amazing. i'm really trying to cut down on my red meat intake, but when i see pieces like this, i really rethink y even bother!\n\n  14. do you know i've never, ever considered making prime rib at home. this post is getting me to seriously reconsider. it's perfectly cooked. and it doesn't need to remind us all of some rubbery, uber-fatty piece of $8.99 special at the local diner.\n\n  15. Ooh thanks! I'm going to try this. I love juicy medium rare meat! Yum!\n\n  16. Oh man that looks incredible! Thanks for sharing the \"method\". I've never tried making PR at home because 1) it seemed to complicated and 2) it doesn't come in 2 person sizes.\n\n    I think I just need to have a dinner party and invite people over.\n\n  17. Oh. My. God. That looks absolutely ravishing.\n\n    I have only once had prime rib (in a restaurant in rural Illinois) and that blew me away, but now I'm thinking this could be my next dinner party trick...\n\n  18. u roast it so perfectly, the way I like - pink in the center. I'm drooling now ;p\n\n  19. Wandering Chopsticks:\n    I know what you mean. It almost hurts to buy a prime rib roast. I try not to look at the price. ;)\n\n    Chef John:\n    Hahahaha. Entertaining, as always.\n\n    Hehe, thanks. =)\n\n    Yeah, I guess the being only one person is a good reason not to make prime rib at home. ;)\n\n    Peter M:\n    Lori Lynn:\n    Before trying it out, I was both optimistic and scared. I'm sold now.\n\n    Wow, \"SO MUCH PARSNIPS\"!!!\n\n    Ron Merlin:\n    Oh, that's good to know! (re leaving in the turned-off oven with no ill effects)\n\n    That medium rare meat was soooo juicy!\n\n    Haha... yeah. I know we're all supposed to eat more fruits and vegetables. But hey, this is an occasional splurge (both tummy-wise and wallet-wise).\n\n    we are never full:\n    Prime is the only \"roast\" I like, I think. Otherwise, I just got for a teak if I need a beef fix.\n\n    Jessica@Foodmayhem said...\n    Would love to hear how it turns out for you!\n\n    Marc @ NoRecipes:\n    Don't need a special reason to have a party at home, but the prime rib would be a good one! ;)\n\n    Oh man that looks incredible!\n\n    Yes, yes, make it, make it! (And really, only once?)\n\n    Drooling is always a good sign.\n\n  20. Dear Piece of Prime Rib,\n\n    You don't know me but I'm in love with you. It was salivate at first sight.\n\n    May I take you to dinner, if I pick you up at seven would you be rare, I mean ready?\n\n    Beautiful piece of meat!\n\n  21. Kathleen:\n    This is the bestest comment EVAR! ;)\n\n  22. I make prime year for my family ever year for Christmas, and the Method X method is the one I have ALWAYS used. It's stupid easy and it renders the most beautiful piece of meat you could ever imagine sinking your teeth into. Perfecto!\n\n  23. Anon:\n    I was quite happy to have discovered it as well! Mmm, prime rib!\n\n  24. Making this right now in 2016, with a 6-pounder from RCSS :)\n\n\nLinkWithin Related Stories Widget for Blogs",
        "topic_id":10,
        "format_id":4,
        "topic_confidence":0.9978957176,
        "format_confidence":0.6966695786,
        "weight":0.0008961335
    },
    {
        "url":"http:\/\/www.viajandoparaorlando.com\/forum\/exibir.php?mensagem_id=109885",
        "text":"Montanhas Russas\n\nTópico Aberto\n\nORDENAR MENSAGENS: da mais antiga para a mais recente\nAgora Vai !!! OBAAAAA...\n\n mensagem postada em 18\/08\/2009 - 09:08:19hs\n\nUniversal Studios Florida opens Hollywood Rip Ride Rockit coaster\n\nBy Robert Niles\nPublished: August 15, 2009 at 12:34 PM\nAfter a delay of several months, Universal Studios Florida has opened its long-awaited musical roller coaster Hollywood Rip Ride Rockit to the public. It is a soft open, so it could close at any time, so ride if you see it available!\nThe ride opened to Universal employees last night, and to the public today. Reports from readers onsite welcomed in the comments.\n\nNo word yet on an official open date or media day.\n\n\nOs trens da Big Thunder Mountain Railroad tem os seguintes nomes: I. M. Brave, U. R. Courageous, I. B. Hearty, U. B. Bold, I. M. Fearless e U. R. Daring.",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.6352720261,
        "format_confidence":0.981846869,
        "weight":0.0040724544
    },
    {
        "url":"http:\/\/www.mumsnet.com\/Talk\/style_and_beauty\/748370-Uniqlo-sizing\/AllOnOnePage",
        "text":"Uniqlo sizing?\n\n(9 Posts)\nNeena28 Fri 01-May-09 10:58:48\n\nHaving read lots about uniqlo in the mags and seeing quite a few bits I like I am wondering about ordering some bits. Most of their sizes seem to be small, medium, large etc though with small being 8-10 and medium 12-14. So if I am a definate 10-12 what should I buy?!!!\n\nAlso any experince of the quality, cut etc. They seem cheap so I am presuming it is not fantastic?\n\n\nEldonAve Fri 01-May-09 11:04:40\n\nHave you checked your measurements against their size chart?\n\nSoupDragon Fri 01-May-09 11:07:13\n\nI've always found the quality to be pretty good, actually.\n\nNeena28 Fri 01-May-09 11:08:38\n\nYes I kind of have! Haven't got a tape measure and know i have put on a little weight lately. I just never really trust what they put on the size chart to be honest. I know in some shops sizes can vary between styles and was also wondering if they were like that there. Iyswim? Was hoping someone could say oh a medium is like a next size 12 or actually like a next size 14 then i would have more idea.\n\nNeena28 Fri 01-May-09 11:10:04\n\nthanks soupdragon. Do you just buy your standard size as such?\n\nksld Fri 01-May-09 11:17:05\n\nI am a size 10-12 usually - so for example in Next I would try on the size 12 and usually it fits, although sometimes I can get into a size 10. I always get a Medium size top in Uniqlo. They are not large sizes I don't think, but I have plenty of room in the Medium. Trousers are more difficult - I have a pair of size 10 jeans that fit perfectly from Uniqlo and 2 pairs of size 12 that also fit perfectly. Uniqlo quite often have free returns or other offers. If you can't get to a shop I would wait until they have an offer on and order 2 different sizes so you can try them both out....\nQuality wise I think they are fabulous - my DH has a top from there that is 8 years old and still looks really good.\n\nNeena28 Fri 01-May-09 11:27:17\n\nThat is perfect thanks ksld. I am miles from a shop so didn't want to be faffing round sending things that were ridiculously wrong back etc! Great tip too about free returns etc thanks\n\nOrmIrian Fri 01-May-09 11:28:41\n\nGood quality. Possibly slightly smaller sizing.\n\nwillali Fri 01-May-09 11:37:40\n\nI agree re small sizing - I would go up a size esp for jumpers which are cut to fit IYKWIM\n\nJoin the discussion\n\nJoin the discussion\n\nRegistering is free, easy, and means you can join in the discussion, get discounts, win prizes and lots more.\n\nRegister now",
        "topic_id":8,
        "format_id":4,
        "topic_confidence":0.9965462089,
        "format_confidence":0.9934539795,
        "weight":0.0007924541
    },
    {
        "url":"http:\/\/www.cafemom.com\/group\/4388\/forums\/read\/17884355\/Cosmetic_Chemicals_that_cause_hormone_disruption",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nCosmetic Chemicals that cause hormone disruption\n\nPosted by on Jan. 10, 2013 at 6:41 AM\n  • 0 Replies\n  • 146 Total Views\n\n(NaturalNews) The products we use to improve our personal appearance are often extremely harmful to our natural balance of hormones. There are several commonly used ingredients that can be found in everything from body and face lotions to cosmetics and shaving creams which are known endocrine disruptors.\n\nThese ingredients can alter hormonal chemistry in a couple of ways. They can increase circulation of certain hormones by mimicking their activity in the body, or they can reduce the level of sex hormones in the body or block their activity. This can impact fertility, lead to early menopause and influence things like mood, length and severity of the menstrual cycle in women.\n\nPhthalates linked to infertility, early menopause\n\nPhthalates are a family of chemicals that are used in most artificially scented products on the market today. This includes air fresheners, scented body products like lotions and of course most commercial perfumes. They are used to help stabilize the fragrance chemicals.\n\nThey are commonly used to soften plastics. They are also found in products such as hair straighteners, hairsprays, and nail polish. A recent study done by the Centers for Disease Control and Prevention (CDC) found that all 289 participants in the study had phthalates present in their urine.\n\nStudies have concluded that phthalates likely contribute to early-onset menopause and may also contribute to infertility in women and men. They can have a definite impact on the natural hormones circulating in the body, and have shown the ability to reduce circulating sex hormones.\n\nIn other words, they tamper with your body's natural ability to control its natural balance of female and male sex hormones. Some of the ways you may see phthalates on the ingredient label are as di-n-butyl phthalate (DBP) and di(2-ehtylhexyl) phthalate (DEHP).\n\nThe \"amine\" family of chemicals\n\nYou've likely seen offshoots of this popular chemical additive in the ingredient list of products purchased in the past. They can be found as diethanolamine (DEA), triethanolamine (TEA), amonoethanolamine (MEA) on the ingredient label.\n\nThese chemicals are often used as an emulsifier for stable mixtures, as a foaming agent in bar and liquid soaps and shampoos, and also as a preservative for long shelf life. They are not only linked to hormonal disruption, but they are also linked to liver and kidney cancer and are corrosive to the delicate eye tissue.\n\nNonylphenol or nonylphenol ethoxylates\n\nThese chemicals are found in many commercial hair colors and dyes as well as in laundry detergent and household cleaners. They can usually be found on the ingredient label as 4-nonylphenol, an alkylphenol. These chemicals act like female estrogen in the body and can throw both the male and female body out of their natural hormone balance.\n\n\nParabens are preservatives that are present in many body and hair care products. This family of chemicals is found on the ingredient label with the prefixes of \"methyl,\" \"ethyl,\" \"propyl\" and \"butyl.\" Parabens are a well known endocrine disruptor with a documented history of causing hormonal issues because of their ability to mimic the female hormone, estrogen.\n\n\nTriclosan is an antibacterial agent that was added to specially formulated soaps and hand sanitizers specifically marketed for antibacterial use. They are highly disruptive to the human endocrine system and several links to cancer have also been raised over the past several years.\n\nThankfully, a lot of products have yanked this from their formulations, but it is still one to watch out for in your ingredient labels. Also, it is important to note that normal soap and warm water will kill bacteria just as effectively.\n\nSources for this article include:\n\nLearn more:\nby on Jan. 10, 2013 at 6:41 AM\nAdd your quick reply below:\nYou must be a member to reply to this post.\nThere are no replies to this post.\nJoin the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nclose Join now to connect to\nother members!\nConnect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":12,
        "format_id":4,
        "topic_confidence":0.8141582012,
        "format_confidence":0.8668882251,
        "weight":0.0022811314
    },
    {
        "url":"http:\/\/www.metalsetlists.com\/showpost.php?p=415246&postcount=4",
        "text":"View Single Post\nOld 11-16-2011, 12:22 PM\njd091's Avatar\njd091 jd091 is offline\nrolling critical success on casting a level 7 stagedive\nJoin Date: May 2010\nLocation: Chicago\nPosts: 7,265\nDamn; they come to Cleveland when I'm in Chicago, and come to Chicago when I'm in Cleveland. I wanna see this tour soooo bad.\nReply With Quote",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9950601459,
        "format_confidence":0.9951247573,
        "weight":0.0041275278
    },
    {
        "url":"https:\/\/www.anandtech.com\/show\/2737",
        "text":"As·sump·tion - an assuming that something is true; a fact or statement (as a proposition, axiom, postulate, or notion) taken for granted. A very powerful word if we might say so and one that can generally get us in trouble while reviewing hardware. During the course of testing for our upcoming DDR3 roundup, we assumed a few items to be true about the memory we were reviewing. Turns out, our assumptions were off the mark, but for good reason.\n\nOur first assumption is that we should concentrate on the DDR3-1600 kits as they provided a wide range of flexibility for most users. Most of the performance oriented kits would easily hit DDR3-1800+ at decent timings and voltages, satisfying the overclocking needs of all but the hardcore enthusiasts while at the same time allowing very tight timings at lower clock speeds for applications that responded best to a combination of bandwidth and low latencies.\n\nThe reason for choosing DDR3-1600 first is that the initial DDR3-1066 and DDR3-1333 6GB kits we received generally clocked about 100MHz~200MHz above their rated speeds and latency improvements required voltages above 1.65V in most cases on our i7 platform. In addition, pricing was not that much less on a per Gigabyte basis, which certainly justified our higher performing selections at the time. By chance, we were looking at 6GB kit prices on Newegg and NCIX last month and noticed a couple of DDR3-1333 6GB kits had dropped below the $100 mark (a virtual flood of 6GB kits are now hitting the $100 mark).\n\nThese kits were not available when we started collecting review samples a few weeks ago so we ordered a new Patriot Viper DDR3-1333 (PVT36G1333ELK) 6GB kit for a very reasonable price of $93.99 plus free shipping. Our reason was simple, we just wanted to see how well the latest “budget” DDR3 product on the market clocked and if our assumptions were still correct about the first 1066\/1333 kits we received. Considering our test results with the Patriot kit, we checked the credit line and ordered several “budget” 6GB kits from GSkill, Mushkin, Crucial, OCZ, Corsair, and others to feature in our roundup.\n\nWe based our second assumption on test results with our DDR3-1600 to DDR3-2000 kits providing the best possible performance on the i7 platform, especially for those overclocking the 920 processors. Our reasoning for sticking with the higher end kits was sound until recent events. The i7 platform was an expensive proposition for most users who wanted to upgrade with decent motherboards costing $300, the “budget” 920 processor going for nearly $300, and 6GB low voltage DDR3 kits costing a good $225 or higher for products that could keep up with the 920 overclocks. This resulted in a very niche market condition and one that if you had to ask the price then you probably were not going to be able to afford it.\n\nA few weeks later, we have X58 motherboards selling for $170 with rebates, a new i7 processor stepping (D0) coming from Intel that promises a little extra headroom in clock rates, and 6GB DDR3 kits selling for around $90. The entry cost to get into an i7 platform has dropped about 34% in the last six weeks if you are pinching pennies like most of us. Guess what, the performance difference in platform selections then and now is less than 2% at best. Only those who plan on serious overclocking need to worry about spending more, but that is always the case.\n\nAnother factor in dropping prices is the rise from ashes act that AMD has accomplished with the Phenom II product line. True, it is not in the same performance category as the i7 when it comes to crunching numbers or heavy manipulation of digital content, but the Phenom II is extremely competitive on a price\/performance basis when looking at the big picture. Pairing up the current Phenom II X3 720BE with either a DDR2\/DDR3 based 790FX\/GX motherboard results in some of the best bang for the buck performance you are likely to experience this year, at least until the new X4 95x series comes out.\n\nOf course, Intel has the P55 platform launching later this year and we mention that because DDR3 will soon become the memory of choice for anyone upgrading to a new platform. The Phenom II platform lets you retain your current DDR2 based AM2+ setup until you decide to make the switch and we will soon see that is not a bad option from an everyday performance or cost viewpoint. However, those who need the absolute best performance from the Phenom II should go the DDR3 route at this point.\n\nAll that said, we are here today to take a first look at the Patriot Viper Series (PVT36G1333ELK) DDR3-1333 CAS9 6GB memory kit. Heresy, one might claim looking at the specs but this kit delivers the flexibility we have been seeking, only at a lower price point. Until we finish testing our recent \"budget\" arrivals, we thought it prudent to provide a quick look at how well this particular memory kit clocks and if it higher memory speeds actually matter at stock processor speeds or mild overclocks.\n\nTest Setup and conquering Everest...\n\n\nView All Comments\n\n  • mvrx - Thursday, March 19, 2009 - link\n\n    I want my 24GB.. 4GB DDR2 modules have been available for quite a while.. Ready for the DDR3 versions. 12GB doesn't cut it for me ATM. Reply\n  • rcr - Wednesday, March 18, 2009 - link\n\n    Why does this Kit get less points at DDR3-1600 CL7-7-7-20 1T at copying than DDR3-1600 CL8-8-8-20 1T? Reply\n  • wicko - Wednesday, March 18, 2009 - link\n\n    Why does it seem that from these benchmarks that its not practical to do memory overclocking? Not to mention that timings seem to have more potential than the difference in clock speeds we're seeing in this update. Am I missing something? Reply\n  • x86 64 - Wednesday, March 18, 2009 - link\n\n    Still what's the point for the average user to replace his DDR2 kit and motherboard\\CPU with DDR3 1066Mhz or 1333Mhz at C9? Seriously what's the point? You can get cheap DDR2 1066Mhz with better timings while still keeping the same board and CPU.\n\n    To me DDR3 and i7 are completely pointless right now unless you have money to burn. The i7 is the GTX280 of the generation, little performance gain for the average user over last generation hardware. Maybe it would be different if there were more multithreaded applications on the desktop but there just aren't. No I'm not counting audio\\video encoding apps since it's not something you do all day everyday.\n\n    Also I'm surprised that and other sites like HarOCP act satisfied with today's software. When hardware companies start slipping they get pounced on but when the software creators are lazy we act like it's the norm (capable software to match the hardware is just as important to me). I understand this is mainly a hardware site but it's just that software is so important to the big picture and it disgusts me how far behind the software part has fallen. You can have the latest cutting edge hardware but if the software isn't there it's pointless. That's how the i7 feels to me. It feels like total overkill at this point in time. If you think this will somehow rapidly change in the next few years you're fooling yourself.\n  • erple2 - Wednesday, March 18, 2009 - link\n\n    If you already have a quad core processor, then I don't think that there is that much point to buying up an i7 system right now, unless you have money to burn. If you have a P4 (or single processor Athlon64 system), however, then there is actually a point to it. If you're looking at massive parallelization, however, there is a market. Who in the consumer market space actually needs that? I'd estimate that's about 0.01% of the market (who does CFD in their spare time???).\n\n    I'm not going to comment on the software comment. Suffice it to say that multi-threaded software for generic tasks is EXTREMELY HARD to do. Ask John Carmack why Quake isn't optimized to run on quad core processors.\n  • The0ne - Wednesday, March 18, 2009 - link\n\n    multi-threading is hard to do that is why I don't understand why everyone is so rush to be on the dual\/quad bandwagon. Sure you have the hardware but what's making use them and making use of them EFFECTIVELY and EFFICIENTLY? You have server apps that have been programmed to do that but commercial?\n\n    All these bloated commercial software are a joke to me really. Yes, you can justify a portion of them taking chunks of gigabyte but come on. Maybe I'm just a little disappointed because coming from embedded programming is different, which it didn't use to be. More efficient programming, less resources used and no need for giga-cpu configuration to run your web browser.\n\n    Having said that however,I thought being a enthusiast means you do what you love doing even if you go broke or have no purpose for the PC. Kinda like fixing up your car, painting toys, drawing, etc. Enthusiast aren't you average Joe, they do it because they love doing it.\n\n    I build PCs not to use them but for the joy of building, customizing and testing. That's enthusiast to me :)\n  • x86 64 - Thursday, March 19, 2009 - link\n\n    Funny you should mention efficient software that uses less resources. I was thinking about an article I read where Microsoft was bragging that they had coded a Windows Vista derived kernel that ran on something like 60MB RAM with the rest picking up around 300MB. What happened to that? Why do we have this beast in Vista\\Win 7 that idles at 1.5GB? Then again it's not only MS but just about any mainstream commercial application you can think of. They come out so bloated I wouldn't even consider installing it let alone actually paying money for it.\n\n    You're right it IS about having fun and building\\benching and just enjoying the technology, no question about it. It's just that even my \"aging\" E8400\\8800GTX\\680i\\4GB DDR2-1200Mhz system has yet to be fully stressed or even approached it's limit. Occasionally when unpacking a large WinRaR archive or .ISO image RAM usage hit's 3GB utilization. I mean the best workout my PC gets is fr... (truncated)",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9901916981,
        "format_confidence":0.8586944342,
        "weight":0.0016009234
    }
]