[
    {
        "url":"http:\/\/blogs.timesofindia.indiatimes.com\/the-mainstream-maverick\/threat-to-indian-democracy-and-modernity\/",
        "text":"Threat to Indian democracy and modernity\n\nMay 26, 2012, 11:56 pm IST in The Mainstream Maverick | India | TOI\n\nSmall incidents make up the big picture, so goes an old Chinese proverb. Several seemingly inconsequential recent occurrences and quotations in India highlight a worrisome trend: that of a backlash against Indian modernity.\n\nDominated by economic reforms and neo-liberal ideas, the past twenty years should have led India towards a path of tolerance and openness. But the opposite seems to have happened. A whole range of discomfiting reality checks, belittle daily, the work done by Indian modernists. Recently, a controversy over old cartoons depicting Pandit Jawahar Lal Nehru and Dr. BR Ambedkar—two genuine modernists India ever produced—in text books taught at the college level—erupted with great acrimony. Despite the fact that these cartoons were part of text books for some years now, the Government of India thought it fit to remove the same. Two prominent Indian social scientists resigned from the National Board that prepares college level prospectus.\n\nNotably, this topic did not hit the roof in the 1970s or the generally illiberal 1980s. It came forth in 2012 when India has a more active media, a new generation of modern youth impatient with the ways of their fathers and mothers and better awareness about the rights of women, minorities and individuals.\n\nThe contemporary reaction against modern,  liberal values can be seen in various fields. A Mumbai High Court judge asks a married woman seeking divorce on grounds of domestic violence to go back to her husband and behave like Sita. The problem here is not just the callous injustice inherent in the judge’s stance. Worrisome is the stolid conservatism entrenched in an organ of the Indian state and the recourse to ancient symbols to resolve a current contradiction.  \n\nA similar conundrum exists in the statement of a Saharanpur DIG (now transferred)—in Uttar Pradesh—that he would have killed his sister had she eloped with a man of her choosing. Here again, the issue is not whether there are certain officers with a feudal mind-set in the Indian  system. Several mobile carrying, Audi driving, youths in jeans and t-shirts in and around Delhi and other Indian metropolis also talk casually of marking the forehead of their sisters with a bloody bindi (dot)—in effect shooting them straight in cold blood—if they dare choose to marry outside caste.\n\nHonour killings have risen sharply in the last twenty years. In the kinder, gentler, Gandhian India of yore, people perhaps were far more traditional. But dissent was tolerated. Violence against women was not condoned openly. The situation in new economy areas like Gurgaon or Surat or Mangalore or Pune or Kolkata or Bengalaru or Chennai is so bad that one shudders to think of what will happen to several freedoms won by Indians after severe struggles against patriarchy, brahminism and feudalism.\n\nA grimmer picture emerges from the reactions of a significant section of Patels of Gujarat to the conviction of members of their community in the 2002 Gujarat riots cases. Instead of remorse and guilt at the murder of muslim women and children, the perpetrators have expressed a siege mentality and a subtle justification of their acts. A major Gujarati Patel leader has even gone far to express the community’s  linkage with Vallabbhai Patel, as if India’s first home minister—known for upholding the Indian constitution and respecting  liberal values—would have pardoned barbaric acts.\n\nThe question here again, is the total absence of the concept of individual responsibility. Incidentally, Gujarati Patels have a skewed male-female ratio—allegedly, female infanticide is practiced widely. A case for connect between their participation in communal riots and their resistance to modernity can be made.  \n\nYet, as a community, Gujarati Patels do not have caste councils. They are known for their upwardly mobile and often flexible, quasi-progressive principles. Something terrible must have happened to their ethos and their state.\n\nSocial attitudes impact the polity in various subtle ways. Germany, Italy and other smaller European nations that went over to fascism in the 1930s exhibited first, intolerant socio-cultural values. In Germany, Hitler’s rise was preceded by a strong reaction against modernist trends in art and culture. Feminism, sexual freedom, gay and lesbian currents were condemned as alien to German culture. Experimentation in German drama and cinema—that went on to create history in the US and Hollywood after the migration of several dramatists and filmmakers like Bertolt Brecht and Fritz Lang in the Nazi era—was sought to be banned. Nazis saw these experiments as representing `modernist decadence’.\n\nFearing Nazi persecution, Walter Benjamin, one of the foremost literary critic and chronicler of German modernism, committed suicide. Besides artistes, hundreds of thousands of student and women activists were silenced. In Spain, fascists shot and killed Lorca, one of the greatest modernist poets and dramatist in the history of Spanish letters. The grouse against Lorca was not just that he was part of the anti-fascist popular front during the Spanish civil war. The poet was targeted because he represented individual liberty and championed modernist experiments in personal and political life.    \n\nIn India, the MF Hussein incident brought to light, weaknesses of Indian liberalism. Hussein’s experiments in art celebrated fun, sensuality, the power of symbols and the historical code of the Indian nude. The way he was denounced and hunted out of the country recalled Germany of the 1930s. Nazis too once deprecated the German nude.\n\nIs India moving towards some form of fascism then? In Indian society, the emergence of a Hitler type leader—who condemns individuality as a foreign phenomenon and urges all to unite behind an authoritarian, pseudo-nationalist idea—cannot be discounted. The Indian tragedy lies in the fact that naked fascism is capable of creeping in under the cover of parliamentary democracy. Already, the support of corporate,  pro-rich—and right wing liberal forces—to a rabid, fascist chief minister of a certain state—blamed widely for complicity in the 2002 anti-Muslim riots—lays bare the discomfiting reality.\n\nHitler too was supported by right wing liberals of Europe and the German big corporate forces. He first got elected through the ballot—then he used bullets to kill democracy, dissent, modernity and Parliamentary institutions. As the countdown to 2014 elections begins India’s D day with fascism might not be far. At stake is not just Indian democracy but modernity as well.  \n\nFaced with the possibility of a fascist takeover, Europe in the 1930s gave birth to various resistance movements and anti-fascist political initiatives. Chief amongst these was the formation of a Popular Peoples front—a rainbow coalition of anarchists, socialists, communists, liberals, centrists and other anti-fascist forces. Fascism in countries like France was averted because of the formation of a Popular Front in the mid 1930s. A popular front government in Spain gave right wing fascists the fight of their lives. Fascism triumphed in Spain only because of external help provided by Germany and Italy to Spanish fascists.\n\nIn Germany, the failure of anti-fascist forces to forge a Popular Front was the chief reason behind Hitler’s triumph. In India, we cannot afford to make this mistake. The formation of a Popular Peoples Front—that encompasses Maoists, civil-human-Dalit-minority rights activists, Left-of-Centre politicians, Communists, Socialists, Centrists and all anti-fascist forces—is the need of the hour, in time for the 2014 elections. In this, two trends need to play a major role: Left-of-Centre figures inside the Congress and radical Left-democratic forces who explore a wide range of political options extending from participation in electoral politics to struggles on the streets. No popular front can survive in India without defending parliamentary democracy. Progressive forces inside the system constitute an essential part of this programme.   At the same time, such a project has to have striking power on the Indian street to combat fascist hordes.\n\nDISCLAIMER : Views expressed above are the author's own.\n\nFrom around the web\n\n    More from The Times of India\n\n      Recommended By Colombia\n      Comments on this post are closed now",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.9962491393,
        "format_confidence":0.9755421877,
        "weight":0.022467032
    },
    {
        "url":"https:\/\/eandt.theiet.org\/content\/articles\/2020\/09\/safe-post-pandemic-transport-solutions-will-be-driven-by-data\/",
        "text":"Welcome Your IET account\nWoman in mask on public transport\n\nSafe post-pandemic transport solutions will be driven by data\n\nImage credit: Dreamstime\n\nCommuters’ unwillingness to travel in close contact with strangers in the wake of Covid-19 is likely to boost uptake of autonomous ‘mobility as a service’ systems like electric robo-taxis that were once the stuff of science fiction.\n\nAs we ease out of lockdown, the importance of public authorities’ role in mobility, transport and battling congestion will only increase. There’s no return to ‘business as usual’ – the post-pandemic world will be very different from what came before. However, there can’t be a wider economic or social recovery without a comprehensive, progressive strategy for transport and mobility.\n\nFor the moment, the utmost priority for countries is to ensure the safety of citizens when travelling. At the same time they shouldn’t lose sight of the bigger picture. Transport infrastructure is the lifeblood of an economy and the bedrock of people’s lives. We have to be building a mobility model that’s safe, efficient and sustainable many years into the future.\n\nMobility as a service (MaaS) has been crucial to these efforts during the last decade. However, persistent fears over infection and a hesitance to return to public transport could undo a great deal of progress. Indeed, the UK Department for Transport reported that April this year saw rail and Tube usage fall by over 95 per cent, and the number of bus passengers by 85 per cent. It’s vital the Government shores up MaaS and builds on its foundations. A data-driven, autonomous MaaS transport system could prove to be the safest and most efficient option for the post-pandemic economy that commuters trust\n\nWill a return to relative normality inevitably lead to the return of widespread congestion in towns and cities? New car registrations in the UK rose by approximately 11 per cent year-on-year in July, with almost 175,000 sales, as consumers turned away from public transport in favour of personal vehicles.\n\nWhile not an unmanageable shift, we must proceed with caution. The risk of transmission may be lower in a car, but the side-effects of traffic congestion and emissions can be equally damaging. Recent reports suggest that pollution and low air quality can leave people at higher risk of contracting Covid-19, with the risk of death increasing by 15 per cent in heavily polluted areas. Congestion can also have a negative impact on economic growth and the quality of people’s lives.\n\nThe need for sudden regional lockdowns only increases the likelihood of congestion as roads are closed and traffic diverted. Ultimately, public authorities will have to step in to keep congestion under control and flatten the traffic curve. The UK could take some inspiration from Singapore, where congestion has been managed innovatively using demand-based road pricing that offers financial incentives to drivers to avoid peak rush hours.\n\nA more palatable solution could come from MaaS and some of the recent trends that have been developing in the industry. The guiding principle is to provide consumers with travel solutions based on their present needs, rather than depending on a personal vehicle that might not always be the best option. The wider adoption of a MaaS network would reduce congestion and car emissions, while improving public health outcomes more generally.\n\nThe challenge policymakers face is convincing the public that such modes of travel are safe. The only way for the MaaS industry to survive in the short term will be dependent on government funding to support it through this period of fear and uncertainty.\n\nOver time, however, a greater use of electric autonomous technologies could help allay concerns. It’s anticipated that the $75 billion due to be invested in the development of autonomous cars by 2023 could lead to more sophisticated and reliable solutions. MaaS offerings like electric robo-taxis and other passenger services used to be the stuff of science fiction, but they could prove a major comfort for travellers hesitant to share an enclosed vehicle with a stranger.\n\nOf course, electric autonomous vehicle networks need to be powered by the latest navigational solutions. In place of a human driver, onboard computers need up-to-date, accurate lane-level information on driving conditions and traffic in real-time. Services like TomTom Traffic analyse real-time incidents and congestion to predict traffic before it happens. With billions of anonymised data points processed every second, autonomous vehicles will be able to avoid congested areas and transport their passengers safely from A to B.\n\nPublic authorities, businesses and consumers all play a key role in determining what the future of mobility will look like. Yet it will be down to public authorities to ensure the progress towards a cleaner, more efficient MaaS infrastructure is not in vain. Support for EVs, autonomous and smart-navigation technologies are crucial to building a transport system that is fit and safe for the future.\n\nUndoubtedly, remaking the system is no small undertaking and it will be years before a working and reliable model is in place. Yet innovation is a process rather than an end goal. Every advance or breakthrough will carry its own benefits that will build up over time. Work needs to start now to get the wheels turning on the national recovery.\n\nStephanie Leonard is head of government and regulatory affairs at TomTom.\n\nSign up to the E&T News e-mail to get great stories like this delivered to your inbox every day.\n\nRecent articles\n\nInfo Message\n\nWe use cookies to give you the best online experience. Please let us know if you agree to all of these cookies.\n\nLearn more about IET cookies and how to control them",
        "topic_id":22,
        "format_id":11,
        "topic_confidence":0.9943587184,
        "format_confidence":0.8452067971,
        "weight":0.002676903
    },
    {
        "url":"https:\/\/gameranx.com\/features\/id\/11485\/article\/foul-appetites-crime-and-punishment-in-the-hitman-series\/2\/",
        "text":"Foul Appetites: Crime and Punishment in the Hitman Series\n\nThere is something purgatorial in the way these people circle and circle their private drains (what Kunzelman calls “serial repetitions\"). They’re stuck in a rut, refusing to abandon the patterns and flaws which constitute their character; in the phase space of repeated play their comings and goings have a distinct shape which you can navigate.\n\nBut if you think this is all starting to sound a little regressive, then yeah, no shit. In Hitman’s world, everyone is alternately vain, venal, crooked, foul, lecherous, vulgar, vile, wanton, gross, obscene, pathetic, or perverted, and your job is to visit upon them a vengeance for their moral disgrace. I this loaded language advisedly: although Hitman’s Catholic overtones are so arch and silly that it’s tempting not to take them seriously, its model of sin and vice is properly old-school. \n\nSidebarNowhere is this more clear than in its treatment of sex. Chad Bingham, Vaana Ketlyn and Lord Beldingford are joined by Skip Muldoon, the steamboat captain with a weakness for sweet things and subordinates dressed as sailor boys (‘Death on the Mississippi’), and Vinnie Sinistra, the suburban gangster who entrusts the crucial microfilm to a drunken, randy wife who’ll come upstairs with you if you dress as a pool boy (‘A New Life’). Aesthetically, the portrayal of these characters—as a rampant queen and a disloyal bimbo respectively—is of a piece with the fat-shaming caricature of the Meat King or the homophobic conflation of the operagoers’ sexuality with their participation in a pedophile ring. But moreover, on the level of play, this trope of the target lured into vulnerability by the promise of sex crops up again and again; in the world of Hitman, sexual privacy is fatal, and female sexuality in particular is frequently monstrous. \n\nJust look at the points in Blood Money where 47 himself is tested for flaws. In ‘A Dance With the Devil’, two assassins are sent to intercept him. One, the man, is brash enough to reveal himself in conversation and challenge him to a duel in a locked backroom. But other, a woman, will invite 47 coyly off-set for hanky-panky and then stab him to death in an outlandishly sexualised cut-scene. Another scantily-clad hitwoman appears in ‘You Better Watch Out…’, trying to tempt you into a private room. “Men are so easy,” she tuts if she succeeds. “Shame to waste such a nice hunk of meat.” These aren’t just killers who use sex, but sexual killers, women driven by murderous libido. Blood Money inherits from the Christian tradition a fundamental misogyny which says women are either scheming temptresses or obliviously wanton; in either case they are to be punished.\n\nIn a canonical playthrough, however, 47 will never be tempted. Unlike his enemies, he has no personality and therefore no vices; designed to be anonymous, distinguishable only by his barcode, he is a blank human being (as long as you pretend that ‘white’ and ‘male’ are blank attributes). Moreover, his violence is simply violence, bought and paid for, existing only in the sexless realm of business. Their violence is obscene, sexual; like the shrieking assassin who cartwheels around like a gymnast and orgasms when she kills, they enjoy their victims. So a killer he may be, says the game, but he knows what he does, confesses his sins, and commits them without self-deception or corruption or abandon. He is not like his targets. Of all hell’s denizens, he, at least, is pure.  \n\nSidebarOf course we can see through this nonsense. Nothing could be more perverse than to plumb the depths of humanity’s depravity while fetishizing one’s own exemption from it. On the contrary, this sexless saviour needs the sinful world, needs the perverts in order to license his sanctimonious and violent chastity; the erotic frisson of vice and virtue cannot cannot be his without something to reject or someone to rebuff or a wickedness to grimly avenge. We can imagine him getting off on his own purity, big hairless penis that he is, furiously masturbating under his heavy suit as he fantasizes about the futile touch of a whore’s supple hand on that hard, uncaring shoulder. I work alone, he will say, tweaking his nipple through his spotless shirt.\n\nGiven all this, what are we to make of Hitman’s overt religiosity? Its angels and devils, its fluttering wings? Mere lampshade-hanging; an aesthetic double bluff which prevents us from assuming that the game’s reactionary moral universe is sincere. The knowing deployment of kitsch is a signature of the postmodern and indicates what tremendous fun the game is having with its pseudo-Catholic schtick—but poses no challenge to the underlying ideas. These games gleefully, shlockily, self-consciously (but ultimately uncritically recycle a medieval morality which includes lust and even homosexuality in the category of sin.\n\nSo Absolution’s leather nuns are entirely consistent with the previous games. They’ve always used religion, perversion and sexuality to push players’ buttons. As Keza MacDonald noted way back when the Saints trailer first surfaced:\n\nThe typical innocence\/sin imagery of a naughty nun is warped here to extreme proportions, providing a kind of obscene justification for the violence; as if, because they look like they do, they probably deserve to get taught a lesson, the slutty whores.\n\nThis is precisely the regressive attitude Hitman takes to all its targets. They use religious ideas of perversion and sin as shortcuts to  them up with vices which invite and enable their own punishment and use religious ideas of perversion to\n\nWhat filthy people, the player is supposed to muse—what a vile animal is man—and how pernicious woman! Then coldly deploy poetic ‘justice’. We shouldn’t be surprised that when women enter this classic set-up, things get unpleasant in a very familiar way. \n\nAll this might actually make Hitman one of the more interesting treatments of character and morality in games. It has a clear thematic vision which is reflected at all levels of play. But it’s an old, old vision, a reactionary and evil one which takes feverish pleasure in condemning the whole world as a hotbed of sinners and whores. Its inherited bigotry lends itself without much friction to the crude extremes of Absolution. They are nothing new—they’re simply louder.",
        "topic_id":11,
        "format_id":11,
        "topic_confidence":0.9823008776,
        "format_confidence":0.9876883626,
        "weight":0.0017179455
    },
    {
        "url":"http:\/\/gebhartcares.tributes.com\/obituary\/show\/Barbara-A.-McGhee-103772711",
        "text":"Family Login:\n\nShare This Obituary\n\nSend Flowers\n Local Florists\n\nMemories & Candles\n\n“So very, very sorry to hear of Barb's passing. She was such a good, loving person and I'm sure she's in Heaven now. She was married to my cousin Bill...Read More »\n1 of 13 | Posted by: Rosemary Buss - Newark, DE\n\n“May your hearts soon be filled with wonderful memories of joyful times together as you celebrate a life well lived. ”\n2 of 13 | Posted by: Doris + Kellie - Wilmington, DE\n\n“To all who love Barb as we do. When you see a butterfly, you'll know that she's nearby. She's never far away, her spirit's here to stay. ”\n3 of 13 | Posted by: Ernie & Barb Minner - Wilmington, DE\n\n4 of 13 | Posted by: N Robinson\n\n“To Barb's family we are sorry for your loss.Barb was a very caring person and I know she'll be greatly missed. Our thoughts and prayers are with you....Read More »\n5 of 13 | Posted by: Debbie & Bruce Snavely - Newark, DE\n\n“To Barbs family our sincerest sympathy Barb was always helpful to anyone who needed we are saddened to hear of her passing and totally shocked love...Read More »\n6 of 13 | Posted by: Gordon and Marianne Taylor - DE\n\n“I was so sorry to hear of Barb's passing. I have fond memories of times all of us cousins spent together as kids. As an adult, she filled a special...Read More »\n7 of 13 | Posted by: Linda VanHoozer - Greenacres, WA\n\n“We at Total Care Physicians have your family in our thoughts and prayers. ”\n8 of 13 | Posted by: Marguerite - DE\n\n“To Barb's family, friends and anyone who may have remembered this Mt Pleasant school bus driver from the 70's... and especially to Uncle Bobby, who's...Read More »\n9 of 13 | Posted by: Nancy Robinson - Charleston, SC\n\n“I will miss my dear \"Cuz\" Barb. We grew up together and laughed and cried together. I will always remember the best times. There were so many. ...Read More »\n10 of 13 | Posted by: Pat McKay - Tracys Landing, MD\n\n“Rip Barbara ”\n11 of 13 | Posted by: Libby Bornos - Melbourne, DE\n\n“Barbara,I knew you since 7th grade. We had some crazy crazy times together and now you left me with a lot of crazy memories. You were a good friend ....Read More »\n12 of 13 | Posted by: A friend\n\n13 of 13 | Posted by: Mike & Diane Burton - Newark, DE\n\nLove Emblem\n\nBarbara Ann (McNelly) McGhee passed away after a long illness on Friday, July 15, 2016. She would have been 68 on July 17th.\n\nBorn at Chester Hospital in Chester, PA in 1948, she graduated from Claymont High School and remained a lifetime Claymont resident and member of the VFW. Barbara worked for General Motors, the Brandywine School District, and Shop Rite Food Market.\n\nShe was preceded in death by her parents, Harry and Harriet McNelly, her brother, Harry L. McNelly, and her husband, William (Bill) McGhee.\n\nHer memory is survived by her fiancé, Bob Robinson, her sister, Millicent B. Robinson, her niece, Julie Basu (Samit), grandniece and nephew, Maya and Neil Basu, her puppies, Pokieman and Cody, and many beloved cousins, nieces, nephews, aunts and friends.\n\nThe family wishes to thank all of the nurses, doctors, and staff at Wilmington\/Christiana Hospital, and Cadia Rehabilitation Center, Silverside Road in Wilmington, DE.\n\nFriends may visit with the family on Thursday, July 21, 2016 from 5:00pm-7:00pm at the Gebhart Funeral Home, 3401 Philadelphia Pike, Claymont, DE, where a Funeral Service will begin at 7:00pm. Burial will be private.\n\nSince Barbara loved animals, in lieu of flowers, the family asks that donations be made in Barbara's name to the Delaware SPCA, 22918 Dupont Blvd., Georgetown, DE 19947.\n\nTo offer condolences, visit:\n\nUpcoming Funeral Services",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9691101909,
        "format_confidence":0.8865175843,
        "weight":0.0043777851
    },
    {
        "url":"https:\/\/www.economicpolicyjournal.com\/2017\/11\/dont-mix-politics-and-climate-science.html",
        "text":"Tuesday, November 14, 2017\n\nDon't Mix Politics and Climate Science\n\nBy Agnieszka I. Płonka \n\nThe widely understood libertarian environment has lately published a multitude of very eloquent articles about how to approach the global warming issue, what to think about \"established science,\" and whether or not to be \"agnostic.\" Those materials, however well written, fail to see the core of the scientific method — which is again understandable since their authors have been immersed in a different kind of science — that is,\nsocial science. The word \"agnostic\" does not fit in here, however. One can be an \"agnostic\" only towards what is untestable. But we can test the temperature in which water freezes, we can test how poisons affect human body, and we can test how certain layers of the atmosphere affect solar radiation. Those results are necessarily verified by nature itself. They leave no place for even the subtlest \"polishing\" of the results so that they fit the assumption — and if what climatologists say seem to leave a different impression, it is either due to the imperfections of human language or due to the fact that, sadly, they already tend to incorporate political agendas into their scientific commentaries. Let us note here however, that the carbon isotope 12C is way too primitive a structure to be plotting for worldwide socialism. (The ratio between 12C and 13C in the atmosphere serves as a geochemical argument for anthropogenic global warming).\nUnfortunately, since global warming serves the government as justification for their plans for greater control of society, we are doomed to mix politics and science where it should never be mixed. This may be one of the symptoms of the declining level of public discussion. Again unfortunately, the reaction in which we rebel against our preconceived ideas is perfectly natural. Here it is linked, however, with the difficulty of distinguishing between scientific information and political beliefs. The question \"what is going on?\" is different than \"what should be done?\" If I provide a geochemical argument for manmade global warming, it does not automatically mean that I am an interventionist. After all, a lot of basic research underlying modern atmospheric physics is as old as 200 years — but the physics is not accused of bias, since back then no government was plotting to use it as a pretext for public policy. \nThe magnitude of emotions linked with this issue is unsurprising given that it may affect all humanity in a relatively short time. I do have an impression though that those emotions stem from the fact that the whole discussion is politicized, not because of a genuine care for human life.\n\nA Classical Case of \"What Is Seen and What Is Unseen\"\n\nThe laissez faire position in environmental problems suffer from a serious and rather impossible to deal with image defect — it does not give easy answers and well calculated recipes. A statist will provide a detailed and nuanced answer with a graph, an emmission-reduction calculation, and a firm loud prescription for government intervention. The non-interventionist will not. We will say that we trust to the same innovation that has continually improved human living standards for centuries. That we trust that the human mind can break through a number of Mathusian traps is born from historical experience, and experience suggests we can — with accordingly big investments — create the technology level we need to adapt. In contrast, no such experience speaks to any success for global schemes of controlling the global economy.\nIn this light, interventionism is not only unethical, but also inefficient. In a public discussion this stance would loose, since we can only repeat after Hayek that we do not know what to do - and it is impossible for any individual to know:\nIt is through the mutually adjusted efforts of many people that more knowledge is utilized than any one individual possesses or than it is possible to synthesize intellectually; and it is through such utilization of dispersed knowledge that achievements are made possible, greater than any single mind can foresee. It is be­cause freedom means the renunciation of direct control of individual efforts that a free society can make use of so much more knowledge than the mind of the wisest ruler could comprehend.\nFor an average listener of such a debate, it would be a choice between \"I don't know\" and \"I calculated all, I know what the government should do, and I even have a photo of a sad seal to invoke your feelings.\" It's no wonder that freedom loses the advertising battle.\nAnd yet, what sounds unconvincing in front of a TV, works much better in real life. What we need is technological progress in the energy sector and in the methods of waste storage and reduction. Would that progress be possible in a rich or in a poor country? How to cook up new technologies most efficiently, and then make them widely affordable and accessible?\nThat is why the answer to what the desirable role of the government with respect to global warming should be is the stuff of yet another classic Bastiat's essay. I am certain that the control of carbon dioxide emissions would be the last chapter of \"That what is seen and that what is not seen,\" had he lived in our times to witness it.\nObviously, it is straightforward to calculate the expected temperature change given certain restrictions. It will be beneficial for the environment — short-term, that is what is seen. But how those restrictions would affect the prices of strategic resources, transportation, and, generally speaking, life? Wouldn't they hamper long-term investments in advanced research and development, that is — the only long-term solution to the problem? What if, to give an example, a company that studies cheap nuclear power plants that also extract carbon dioxide from the atmosphere goes bankrupt? What if a number of other similar initiatives do?\n\nWill You Say \"Yes\" to Civilization?\n\nPoor societies cannot afford to care about the environment. They cannot afford research and development. The government wants people to believe it is the only means of addressing ecological problems.  But the state can be counted on to just use any new powers as a means of control, and in the long run — to impoverish societies and block the progress of civilization. We are being told we must choose between the freedom of humans and the freedom of polar bears, convincing us that they trade-off with each other, while actually it may not be the case at all. (Here I omit the discussion whether polar bear protection should be subject to law or to ethics).\nStatists here think in a very close-minded way — failing to see how dynamic our civilization is. Not long ago, we could not imagine having the internet or commercial flights. How are we so certain then, that in the next fifty years we wouldn't come up with a clean, cheap and efficient way of obtaining solar energy, or a routine and inexpensive procedure of reducing carbon dioxide particles to carbon and oxygen? The assumption that this will not happen, and if it will, it will by state coercion, only makes this progress slower. And going deeper into this assumption would eventually lead to creation of a totalitarian monster which controls not only our energy use, but also birth rates or meat consumption. How immoral and terrifying would be the reduction of a human being under such inhumane conditions! And how could we escape a Malthusian trap while being trapped by the state?\nAnd if someone, anyone claims that \"capitalism destroys the Earth,\" show them any pollution or ecological-catastrophes map. They speak for themselves.\nAgnieszka Izabela Płonka is currently completing her doctoral degree in geophysics at Utrecht University, collaborating closely with ETH Zurich. She holds a Master degree in geophysics from the University of Warsaw, and BSc in theoretical physics from the Jagiellonian University in Krakow. She is a Mises University almunus.\n\nThe above originally appeared at Mises.org.\n\n1 comment:\n\n  1. This article seems to be based in the assumptions that global warming and increases in atmospheric C02 is bad. Considering that the current temperatures and atmospheric C02 levels are toward the low end of historical levels, there is good reason to argue the latter.",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.5948302746,
        "format_confidence":0.8226886988,
        "weight":0.0189467699
    },
    {
        "url":"http:\/\/www.legacy.com\/obituaries\/timesunion-albany\/obituary.aspx?page=lifestory&pid=169742146",
        "text":"Blank Blank Blank\nBlank Blank Blank\n\nJohanna Gottfried\n\n2 entries\nThe Guest Book is expired.\n\nGottfried, Johanna FEURA BUSH Johanna Gottfried, 85, passed away on Saturday, February 15, 2014. Born in Germany on February 26, 1928, she was the daughter of the late John and Lena (Hintermair) Ruckerbauer and wife of the late John Walter Gottfried. Survivors include cousins, Michael Wiesmaier (Patti) and Ricky Wiesmaier (Kathy), several cousins in Germany and good family friends, Franz Von Bank and Linda Zwicklbaur (Werner). A funeral service will be held at 11 a.m. on Thursday, February 20, 2014 at the Applebee Funeral Home, 403 Kenwood Ave., Delmar. Burial will follow in Bethlehem Cemetery, Delmar. There will be no calling hours.\n\nFuneral Home\nApplebee Funeral Home\n403 Kenwood Ave. Delmar, NY 12054\n518- 439-2715\nPublished in Albany Times Union from Feb. 18 to Feb. 19, 2014\nSearch Obituaries & Guest Books\nYou are searching\nPowered by",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9768233299,
        "format_confidence":0.9845784903,
        "weight":0.0048620277
    },
    {
        "url":"http:\/\/greatessays.blogspot.com\/2005\/10\/preaching-w-vengeance.html",
        "text":"Saturday, October 15, 2005\n\nPreaching w\/ A Vengeance\n\nPreaching With a Vengeance\nPat Robertson's Fierce Rhetoric May Have Diminished His Political Clout\n\nBy Lynne Duke\nWashington Post Staff Writer\nSaturday, October 15, 2005; C01\n\nWhat do Hugo Chavez and Harriet Miers have in common?\n\nPat Robertson: The rhetorical hit man who opined several weeks ago that Chavez, the Venezuelan president, should be assassinated now has thrown down the gauntlet for senators who oppose Miers's nomination for the Supreme Court.\n\n\"Now they're going to turn against a Christian who is a conservative picked by a conservative president and they're going to vote against her for confirmation?\" he said Thursday on \"The 700 Club,\" his voice sarcastic with disbelief. \"Not on your sweet life, if they want to stay in office.\"\n\nIt's becoming almost routine, this strident talk. Indeed, Robertson, 75, has a long history of controversial statements, dating at least to his infamous 1991 conspiracist tract, \"The New World Order.\" And he shows no sign of slowing down.\n\nThis week, he accused Chavez of sending money to Osama bin Laden, making nice with the jailed terrorist \"Carlos the Jackal\" and negotiating with Iran for nuclear materials. And after Katrina, Rita and the spate of global earthquakes and floods, he's raised the biblical end-of-the-world scenario. Or could it be, he's also offered, that it is God's wrath against abortion?\n\nSometimes it's hard to keep up with this man who once equated feminism with witchcraft, who said of the State Department: \"You've got to blow that thing up.\"\n\nSo just who listens to Robertson (other than Chavez and the news media), and does he matter in politics? Depending on whom you talk to, Robertson is an embarrassment to the conservative movement who has yet to realize his own irrelevance, or he is a valuable Christian leader of millions, a man still capable of marshaling votes and influencing politics.\n\nAll of that can be debated. But we know this: He is founder of the Christian Broadcasting Network, where his show, \"The 700 Club,\" beams his brand of populist, charismatic Christian evangelism to a daily audience of 1 million from his base in Virginia Beach.\n\n\"He's not oblivious to the fact that people in Washington will take note when he says something, especially something outlandish, but his primary audience is his listeners,\" says Richard Cizik, a senior official with the National Association of Evangelicals.\n\nAnd yet Jerry Falwell, chancellor of Liberty University and founder of the Moral Majority, says it is Robertson's political nature that drives the strident, pointed talk.\n\n\"Pat ran for president once and he's a very political person, and that is the way politicians talk,\" says Falwell, who describes himself as Robertson's friend. \"They all use intimidation and political strong-arming to hopefully pick up a vote or two.\"\n\nThough Robertson's not running for anything, says Falwell, \"Pat is one of the most political people I know.\"\n\nRobertson declined to be interviewed for this article. It is unclear what impact he will have on the Miers nomination.\n\nA Senate Republican source burst out laughing when told of Robertson's threat on the Miers nomination. \"I don't know anybody on the Hill who's going to quake in their boots when Pat Robertson issues some sort of a threat or a decree,\" said the source, who requested anonymity to protect his boss.\n\nRobertson's clout stems from his founding in 1989 of the Christian Coalition, which succeeded in inserting the power of evangelicalism into the political arena -- a force shaping the nation's politics to this day, as the Miers battle shows. And Robertson's 1988 run for the White House, though it failed, painted him as the go-to leader on Christian conservatism.\n\nBut the Christian Coalition today is a shadow of its former self politically. And some analysts say Robertson's credibility has suffered, in part, from his rhetoric.\n\nIt is notable, though, that the American Center for Law and Justice, another institution Robertson founded, is headed by Jay Sekulow, one of the White House's advisers on judicial nominations. Sekulow says he is not a Robertson conduit to the Oval Office.\n\n\"Pat Robertson's an influential conservative leader,\" says Sekulow. \"He's quite capable of picking up the phone himself.\"\n\nA poll conducted for the Public Broadcasting Service last year found that half of white evangelicals viewed Robertson favorably, while James Dobson of Focus on the Family, another Christian conservative group, received favorable ratings from 75 percent.\n\nRobertson, in his \"700 Club\" statement Thursday, listed some of the conservative leaders supporting Miers. In addition to himself, they were Dobson, Falwell, Sekulow and Richard Land, president of the Ethics and Religious Liberty Commission of the Southern Baptist Convention. Dobson declined to comment on Robertson.\n\nLand, who said he is on friendly terms with Robertson, said he did not agree with Robertson's tactic of \"making threats to senators\" and called Robertson's comments suggesting Chavez should be assassinated \"inappropriate,\" \"foolish\" and \"counterproductive.\"\n\nIn August on \"The 700 Club,\" Robertson said of Chavez: \"We have the ability to take him out, and I think the time has come that we exercise that ability. We don't need another 200-billion-dollar war to get rid of one strong-arm dictator. It's a whole lot easier to have some of the covert operatives do the job and then get it over with.\" Robertson later apologized.\n\nLast month, in the aftermath of Hurricane Katrina, Robertson said, \"We have killed over 40 million unborn babies in America.\" Then he mused about American society being \"unable somehow to defend ourselves against some of the attacks that are coming against us, either by terrorists or now by natural disaster? Could they be connected in some way?\"\n\nRobertson's style is that of the demagogue, some critics say, who profits from the sense of marginalization felt by many conservative Christians -- the us-vs.-them mentality that courses through the evangelical Christian movement.\n\n\"If you watch his program on a regular basis, you find that he has created a kind of alternative world view that he presents to his viewers,\" says Robert Boston of Americans United for Separation of Church and State. Boston is no fan of Robertson, it should be noted. He wrote the 1996 book \"The Most Dangerous Man in America? Pat Robertson and the Rise of the Christian Coalition.\"\n\nBoston describes the Robertson worldview this way: \"The rest of society mocks evangelical Christianity, doesn't understand God's plan, is un-Christian. . . . Public school systems are out to corrupt your children, that Christians are persecuted like Nazis.\"\n\nAs Robertson's strange public statements have mounted in recent years, his political clout has diminished, and even fellow Christian leaders have tired of defending or explaining him, some observers say.\n\n\"Whether there are a lot of moms in Alabama or Kansas or Missouri who watch Pat [on television] every day while ironing, his own influence among the larger religious conservative movement has been on the wane for some time and is largely torpedoing,\" says Michael Cromartie, director of the Evangelicals and Civic Life Project at the Ethics and Public Policy Center.\n\n\"On the conservative side politically, everybody's avoiding this guy and trying to figure out how not to make him mad and, at the same time, not make him an ally,\" he said.\n\nThere are so many contradictions to Robertson. He is a Christian who advocates killing.\n\nHe opposes gambling and yet was involved in professional horse racing. (He disbanded his racing stable, including a horse named \"Mr. Pat,\" amid criticism in 2002 of his racing interest.)\n\nHe was a credible presidential candidate in 1988, even besting a sitting president (George H.W. Bush) in an Iowa caucus.\n\nA mere three years later, he showed himself far outside the mainstream when he penned \"The New World Order,\" which alleged a web of historic connections involving the Illuminati, Free Masons, Rothschilds, Warburgs, Trilateral Commission, Council on Foreign Relations and Satan, master of them all down through the ages.\n\nSome commentators said the book carried a heavy dose of anti-Semitism, since the venal money men in it tended to be Jews. But in the years since \"The New World Order\" was published, Robertson's staunch advocacy for Israel (which he and other Christians justify because they believe Israel is key to the return of Jesus Christ) has won him high marks from some conservative Jewish commentators.\n\n\"The guy is going to Israel and speaking up for Israel and shaking hands with Jews,\" says William Kristol, editor of the Weekly Standard. \"The 'lived reality' is, yeah, he has some wacky views. On the other hand, he's not seeking to put them to any effect.\"\n\nKristol says he's more troubled by a different Robertson contradiction: He is a religious leader who has been an apologist for an impressive list of dictators: Rios Montt of Guatemala, Mobutu Sese Seko of the former Zaire, Charles Taylor of Liberia. (He even did business with the latter two, attempting diamond and gold mining deals in Zaire and Liberia, respectively.)\n\n\"That's different from having some oddball views,\" says Kristol. \"For me, that puts Robertson in a bad category.\"\n\nOver the years, Robertson explained his advocacy for dictators in terms of the Cold War: Mobutu and Montt, he would say, were anti-Communist. And Taylor, he would say of the Liberian leader in more recent times, was a Christian leader facing the surge of Islam in Africa. Never mind that Taylor was associated with rebels who routinely amputated civilians' hands; never mind that he would be indicted as a war criminal. Robertson's involvement with Zaire and Liberia ran counter to U.S. State Department policies.\n\nHerman Cohen, assistant secretary of state for Africa from 1989 to 1993, says Robertson's dealings with Mobutu were viewed in Foggy ... (truncated)",
        "topic_id":17,
        "format_id":11,
        "topic_confidence":0.7929861546,
        "format_confidence":0.8914825916,
        "weight":0.0205311141
    },
    {
        "url":"http:\/\/www.style.com\/fashionshows\/review\/F2008RTW-JASONWU\/",
        "text":"Jason Wu picked up the Fashion Group International's Rising Star Award for women's ready-to-wear last month. Watching his Fall collection, it wasn't hard to see why. Just five seasons in, the 25-year-old's clothes display a sophistication of hand and of sensibility that have won him a loyal following of young socialites and starlets. For fall, it looks as though he'd like to extend his reach to working women—as-yet-untested territory for this designer. Among the cocktail and party dresses he loves to design were wide-leg, oversize herringbone trousers worn with silky bow-front blouses. And he showed his first-ever knits: snug sweaters topping full, calf-skimming skirts. Though pretty enough, these inevitably invoked Miuccia Prada's influential resort collection, as did the floral prints he used for deb dresses with soft V-necks, twisted bodices, and flaring skirts. In contrast, a pair of micropleat dresses—one strapless and to the knee and the other a belted, floor-length halter style—had a fresh appeal all Wu's own.",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9947041869,
        "format_confidence":0.6800782681,
        "weight":0.0006635518
    }
]