[
    {
        "url":"https:\/\/classycatconsignmentfurniture.com\/consign-with-us\/consignment-agreement\/",
        "text":"Consignment Agreement\n\n  • I, hereby consign my item(s) to Classy Cat Consignment Furniture for a period not to exceed 120 days. I will retain ownership of my item(s), but I cannot remove said item(s) until that period expires. My final removal date will be     TBD    . I must have my expired item(s) removed from the store within 7 days of this date. Classy Cat has no further obligation to notify me for their removal.\n\n    I will receive 50% of the eventual sale price of my item(s). I agree to Classy Cat’s discounting policy of a 10% price reduction beginning after the first 30 days and continuing every 30 days after. I agree that in the event my item(s) have entered their last 30 day period, Classy Cat may lower the price for the final 30 days at their discretion. I agree that my item(s) may be discounted an additional 10% at any point in the consignment process, in the event of a store-wide sale, special promotions, or to effect an immediate sale of the item(s). I agree that if damage or condition is discovered after initial pricing or if lower retail pricing is found, my item’s pricing can be dropped.\n\n    I acknowledge that my item(s) must be clean and in good working order. I agree that if my item(s) require cleaning, I will be charged at a rate of $20 per hour. If my item(s) require refinishing or repair, I will be charged for the cost of such services. These charges will be deducted from my portion of the sale. I also agree that any lamps or chandeliers I consign are in safe, working order and have met the NEC (National Electric Code) standards.\n\n    I acknowledge that I am hiring a third party moving company to provide shipping services from the place of my choice to Classy Cat Consignment. I acknowledge that Classy Cat Consignment has provided option(s) of a third party moving company, but I am free to negotiate and hire any shipping service provider I so choose.\n\n    I will not hold Classy Cat liable or responsible for injury of persons or damage to goods being moved or shipped by a third party moving company. I also agree to the third party moving fee of $85 an hour, with a minimum fee of $85.00. However, due to large pieces of furniture, difficulty moving certain pieces of furniture, or distances greater than ten (10) miles away from the store, the hourly or minimum fee may be more. I agree that the full pick up fee for moving my furniture from my location to Classy Cat Consignment will be paid by Classy Cat when the furniture arrives in the store and the full moving fee will then be deducted from my commission check upon the sale of my furniture.\n\n    I, hereby warrant that I have complete title and ownership to the item(s) consigned and will not hold Classy Cat Consignment Furniture responsible for any claim of title to it. I agree that Classy Cat Consignment assumes no responsibility for loss or damage to my item(s) by fire, theft, accident, flood, transportation or any other cause. I am solely responsible for any liability insurance or protection of my consigned item(s).\n\n    Commission checks will be issued by the 5th business day of the month following that item(s) posted sale date. Checks will be mailed to the address below and must be cashed within 30 days of the issue date. I understand that a $25 charge will be deducted from my account to reissue a lost or expired check. Additionally, I agree and understand that Classy Cat Consignment will deduct a $1.89 administrative fee each time a commission check is issued for the sale of my goods. I have read and understand this Consignment Agreement and agree to all Classy Cat Consignment policies.\n\n  • This field is for validation purposes and should be left unchanged.",
        "topic_id":14,
        "format_id":8,
        "topic_confidence":0.5847634077,
        "format_confidence":0.9842660427,
        "weight":0.001363689
    },
    {
        "url":"http:\/\/bandeniabancaprivada.com\/",
        "text":"Secure your future\nCall Us \n+ 44 (0) 203 5145 989 \n+ 44 (0) 203 5145 917 \n\nCertain products and services of the Bandenia Group are not accessible to residents and\/or nationals of certain countries. Website users are therefore asked to consult the Terms of use applicable to this website and to contact their nearest BBP Bandenia entity (\"Locations\") for information on products and services available in their country. Furthermore, users may consult their legal\/tax advisors should they require any clarifications on the interpretation of the Terms of use\n\nBBP Bandenia PLC is an independent financial and investment company, registered in England and Wales, Company number: 4649808 with registered Capital of 530,000,000.00 GBP, it is subsidiary of A. C. Fidelity Fund Inc. Registered office: Holland House, Gherkin Piazza,1-4 Bury Street, London EC3A 5AW, VAT number GB152482320, Office Business Area in 47 Charles Street, 2nd Floor, London W1J 5EL and Main Administrative Office in C\/Chile No. 4, Building I, Office No. 8 -7, 28290. Rozas of Madrid, Madrid (Spain). Telephone number +44 (0) 203 5145 989, (+) 44 (0) 203 5145 917. Calls may be recorded or monitored\n\nNotice for residents in Spain.\nBBP Bandenia PLC has an administrative office in Madrid (Spain), BBP Bandenia PLC offer no services from that office and is not regulated by the Spanish financial authority. Anybody interested in purchasing services or products from BBP Bandenia PLC is required to deal through our UK Office Headquarters on: telephone (+) 44 (0) 203 5145 917, (+) 44 (0) 203 5145 989 or sent an email to,\n\nNotice to our customers and the general public.\nThe Financial and Banking Services provided by other financial institutions of Bandenia Group, which in many cases have Bandenia word incorporated in the name, are totally independent services and unrelated to the activities of BBP Bandenia PLC, (a United Kingdom registered company). All activities of companies’ member of the Bandenia Financial Group which are mainly owned of BBP Bandenia Plc are supported financially, all your transactions and operations is guaranteed and are supported by the parent Company consolidating its financial strength together with the Bandenia Group. We would like to clarify to the general public that all activities provided by these subsidiaries are duly authorized and regulated by the competent financial authorities of the country of which they are dependent.\n\nBBP Bandenia PLC Bandenia is not a broker-dealer and does not execute or effect securities transactions, and does not provide or recommend services or products of investment, in relation to arranging and administering regulated mortgage contracts, BBP Bandenia PLC is authorised by the Prudential Regulation Authority and is regulated by the Financial Conduct Authority for this activities. In relation to our consumer credit business, Bandenia is licensed and regulated by the Financial Conduct Authority (FCA) and is an independent UK Financial Company - it is not affiliated with any other bank or organization (including BANDENIA`s newspaper or its publisher) anywhere in the world. \"Bandenia Banca\" are the registered trademarks of Bandenia Group, BBP Bandenia PLC is registered in the Information Commissioners Office under the Data Protection Act 1998, DPA license number ZA077830, AML register number 4979, and FACTA Foreign Financial Institution (FFI) number 940BA4.99999.SL.826; BBP Bandenia PLC will not be protected by the Financial Services Compensation Scheme.\n\nBBP Bandenia PLC Branch in Commonwealth of Dominica is regulated and authorised by the Government of the Commonwealth of Dominica to act as a trusted by the Financial Services Unit (F.S.U.) of The Commonwealth of Dominica and is an incorporated company licensed to conduct Investment Services business by the Financial Services Unit (F.S.U.) of The Commonwealth of Dominica. BBP Bandenia PLC is an enrolled tied insurance intermediary of Bandenia Bankers Insurance INC is authorized by the Financial Services Unit (F.S.U.) to carry on long term business of insurance under The Insurance Act 2012.The Financial Services Unit (F.S.U.) dependant of the Minister of Finance of the Commonwealth of Dominica, the Money Laundering Supervisory Authority (MLSA) as the responsible for enforcing Anti Money Laundering (AML) policies for all financial institutions doing business in Dominica. The Dominica’s Financial Intelligence Unit (FIU) is the Central Authority for AML reporting. It operates under the Eastern Caribbean Central Bank (ECCB) and the Caribbean Financial Action Task Force (CFATF) guidelines,\n\nAll enquiries about the day to day operation of services by BBP Bandenia PLC should be made via telephone +44 (0) 203 5145 917 or sent an e-mail to, or to other address as BBP Bandenia PLC may notify to you.\n\nThe information contained on this website is current at the date of publication but is subject to change without notice. BBP Bandenia PLC has expressed its own views and opinions on the website and these may change.\n\nCertain products and services mentioned on this website may not be eligible for sale in some states or countries and they may not be suitable for all types of investors. This website does not constitute an offer or solicitation and must not be relied upon in connection with any financial decision and is not directed at you if BBP Bandenia PLC is prohibited by any law of any jurisdiction from making the information on this website available to you and is not intended for any use that would be contrary to local law or regulation.\n\nNo products and services mentioned on this website must be promoted in any jurisdiction where this would not be permitted. Accordingly, persons are required to inform themselves of and observe any such restrictions.\n\nThis site is for informational purposes only. Due to regulatory requirements, access to the opportunities, investments, strategies or services described on this website may be restricted to certain sophisticated persons. No information on this website should be construed as a solicitation, offer, recommendation, and representation of suitability or endorsement of any security, investment or strategy. Offerings of securities in entities advised by BBP Bandenia PLC are made only by offering documents distributed by persons authorized by BBP Bandenia PLC.\n\nAccessing this website implies knowledge and acceptance of the following terms and conditions. It is recommended that you read the content contained herein with care if you wish to access and make use of the information and services provided by Bandenia on this website.\n\nThis Website has been created by BBP Bandenia PLC, hereinafter referred to as Bandenia, for information and personal use only. The entire contents of this Website are subject to copyright protection. The content available on this Website is the property of BBP Bandenia PLC (\"Bandenia\") or its licensors and is protected by copyright and other intellectual property laws in the United Kingdom and by International copyright laws.\n\nWe maintain strict security standards and procedures to prevent unauthorised access to information about you. BBP Bandenia PLC will never contact you by email or otherwise to ask you to validate personal information such as your user ID, password, or account numbers. If you receive such a request, please call our Online security on (+) 44 (0) 203 5145 989\n\nBBP Bandenia PLC does not control or endorse and is not responsible for third-party websites to which this site links.\n\nPlease review the Legal Disclaimer and Terms & Conditions of Use for additional important information.\n\nPlease review the cookies of Use for additional important information.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9972225428,
        "format_confidence":0.9750711322,
        "weight":0.0682037314
    },
    {
        "url":"https:\/\/www.awi.de\/en\/accessibility.html",
        "text":"Accessibility Statement\n\nThe Alfred Wegener Institute is committed to making its website accessible.\n\nThis accessibility statement applies to\n\nCompliance status\n\nThis website is partially compliantiv with BITV 2.0, due to the non-compliances and\/or the exemptions listed below.\n\nNon-accessible content\n\nThe content listed below is non-accessible for the following reason(s):\n\nnon-compliance with the BITV 2.0\n\n1. Color contrast\n\nDescription: Contrast between text color and background color is insufficient for some elements.\n\nMeasure: Introduction of a button to see a high-contrast color variant.\n\n2. PDF\n\nDescription: Not all PDFs on the website are accessible.\n\nMeasure: When creating new PDFs, care is taken to ensure that they are accessible.\n\n3. Mising alternative texts\n\nDescription: Many visual elements lack a corresponding alternative text.\n\nMeasures: The field for alternative text has now been made mandatory in the content management system. Also, all web editors have been informed about the necessity of an alternative text.\n\n4. Videos\n\nDescription: For synchronized media, there is no alternative yet that makes the entire content accessible.\n\nMeasures: In the future, there should be a transcript for new videos.\n\n\nThis statement was prepared on 23.09.2021 and updated on 08.02.2021.\n\nThe technical review of accessibility was carried out by:\nAlfred Wegener Institute, Helmholtz Centre for Polar and Marine Research\n\nFeedback and contact information:\n\nWe would like to further improve our offer. Feel free to share your digital accessibility issues and questions with us:\n\nEnforcement procedure:\n\nIf your contact with the public body was not successful, you can contact the central office for accessible information technology in Bremen. This also offers further information on enforcement",
        "topic_id":20,
        "format_id":8,
        "topic_confidence":0.8255103827,
        "format_confidence":0.9796087146,
        "weight":0.004799273
    },
    {
        "url":"https:\/\/paincareclinic.co.uk\/legal-information\/terms-conditions\/",
        "text":"Terms & Conditions\n\nTerms and conditions\n\nThese are the terms and conditions on which we supply products to you, whether these are goods, services or digital content.\n\nPlease read these terms carefully and in full before using this site or submitting an order. These terms tell you who we are, and about how we supply our products and services. They may change from time to time and without notice. The headings are for convenience only and do not affect meaning.\n\nWe are\n\nWe are Pain Care Clinic Limited, company number 7376424. Our registered address is 19 Grosvenor Mount, Leeds, LS6 2DX.\n\nContact between us\n\nIf you need to write to us, you can do so by post to the address above, or by email to info@paincareclinic.co.uk. You can also phone us on 0330 041 7271. Any calls made to this number from a UK landline will be charged at the local rate for that number.\n\nOur working days are Monday to Friday. We don’t count public holidays as working days. Our hours are between 9am and 5pm.\n\nWe will use any contact information you provide to us to return calls or otherwise contact you.\n\nUsing this website\n\nThe content of this website is for general information only. You are welcome to contact us for more specific information and advice.\n\nPrices and orders\n\nPrices quoted include VAT and exclude delivery.\n\nWhen you place an order online you should receive an automated email from Worldpay or PayPal to confirm they are processing your payment, and another automated email from us to acknowledge your order and give you an order number.\n\nWe will then check and process your order. We reserve the right not to accept an order. \n\nIf we do not accept your order, for example because we do not have enough stock or a workshop is full, we will tell you in writing and we will not charge you. We expect these occasions to be rare.\n\nYour order is accepted when we dispatch your products or confirm your booking. Acceptance of your order will create a contract between us and we will send you a full sales invoice.\n\nWe aim to complete our side of all contracts within 30 days, although we are usually much quicker.\n\n\nOur standard delivery charge is £3.99. This covers Royal Mail second-class delivery of a small package up to 2kg, delivered to any single address in the UK. We expect this to be sufficient for most consumer orders. If your order is larger than that, you are welcome to contact us before placing it, or we may contact you about delivery method and any charges.\n\nUnless special arrangements are made between us we cannot guarantee delivery by a particular date and are not legally responsible for delivery by a particular date.\n\nDelivery and orders outside the UK\n\nDeliveries to European countries are charged at a standard rate of £5.40, including VAT. This covers Royal Mail International Standard delivery of a small package of up  to 2kg, delivered to any single address in the EU.\n\nDeliveries to the Rest of the World are charged at a standard rate of £9.99. This covers Royal Mail International Tracked & Signed delivery of a small package of up to 2kg, delivered to any single address.\n\nUnless special arrangements are made between us we cannot guarantee delivery by a particular date and are not legally responsible for delivery by a particular date.\n\nYou will be responsible for the goods from dispatch and for payment of all import duties and other charges.\n\nLegal jurisdiction\n\nWe are registered in England and Wales and all dealings with us are governed by the laws of England and Wales.\n\nEven if you or your delivery location is outside the UK, we will not accept liability under any laws that apply outside England and Wales.\n\nAny legal action against us must be brought within England and Wales.\n\n\nWe source our own products and from time to time we may make adjustments or improvements. There may sometimes be minor variations between the products or packaging pictured and those supplied. If these minor variations are not acceptable to you, you can return goods under your cooling off \/ changing your mind rights.\n\nCooling off \/ changing your mind rights\n\nYou can change your mind about an order you’ve placed or a product you’ve received. If you change your mind please let us know as soon as possible by email to info@paincareclinic.co.uk.\n\nIf you inform us before dispatch of an item, we will not send out the product.\n\nIf you change your mind after you’ve received an item, you must inform us within 14 days of receiving it that you wish to cancel your order. After that, you have a further 14 days to return the item to us.\n\nAll items returned must be unused, in their original undamaged packaging and capable of re-sale. You are responsible for looking after an item while it remains with you.\n\nYou are also responsible for returning an item to us. This includes choosing an appropriate method of return, and paying the costs of return and any insurance against loss or damage, if you wish to take this out.\n\nWe will confirm by email when returned items have been received by us and whether the condition is acceptable for a refund. Assuming it is, we will authorise a refund without quibble. We will refund the price and any standard delivery charges you paid.\n\nFor appointments and workshops the situation is slightly different, see below.\n\nFaulty products\n\nAs well as having cooling off rights or rights to change your mind about an order, consumers also have statutory rights in relation to faulty products. By faulty products, we mean products with serious defects or products that are not as described or are not fit for their purpose.\n\nYou can return faulty products and ask for either a replacement or a full refund.\n\nIf you intend to return a faulty product, please let us know by email as soon as you realise the product is faulty, as this can affect whether you are entitled to a refund or a replacement.\n\nOnce you have notified us that the product is faulty, please return it to us so we receive it within a further 14 days.\n\nIf a product is found to be faulty within 30 days of purchase we will offer you a full refund or a replacement.\n\nIf goods are found to be faulty within 6 months of purchase, we may offer you a repair or a replacement instead.\n\nCooling off rights do not apply to workshops or appointments if these are booked within 30 days of the start date. However, we will still try to accommodate a cancellation if we can. See Appointments and Workshops.\n\n\nWhere you are entitled to a refund for a cancelled order or faulty product, we will process your refund as soon as possible after satisfactory return of the relevant item. Occasionally, it may take us up to 30 days to process a refund.\n\nRefunds will be made to the card or account used for payment.\n\n\nAll appointments must be paid for in advance or on the day.\n\nWe sometimes have a waiting list for appointments. If you would like to cancel or change an appointment you have already booked, please let us know as soon as possible so we can offer the appointment to someone else.\n\nWe have a 48-hour cancellation policy. This means that if you don’t give us at least 48 hours’ notice that you wish to cancel or re-arrange an appointment, we will charge in full for the appointment. We will charge you even if we find someone else to take the appointment.\n\nWe can accept payment for missed appointments by card or bank transfer.\n\nWe reserve the right to refuse appointment requests or to cancel appointments.\n\n\nWe schedule all workshops carefully and with the intention that they will go ahead as planned. All workshops must be paid for in full at the time of booking.\n\nWe may decide to cancel a workshop, for example if we do feel we have enough bookings to make it a worthwhile workshop experience. If we cancel a workshop, we will offer you a refund or a place on another workshop.\n\nWe are not responsible for reimbursing any travel or accommodation costs you may be responsible for.\n\nYou can change your mind and cancel a workshop booking, provided there is still 30 days or more before the workshop is scheduled to run. You can’t change your mind about attending a workshop after it has run.\n\nIf you cancel your workshop booking with less than 30 days to go before the workshop, you do not have the right to either a refund or a place on another workshop. However, if we have someone on a waiting list who can take your place we will exercise our discretion.\n\nMatters outside our control\n\nIf we cannot supply goods or services for reasons beyond our control, we are not obliged to offer you a refund, and we are not responsible for any losses you may incur.\n\nPayment and ownership of products\n\nAs a precaution against non-payment, legal ownership of products belongs to us until full payment is made.\n\n\nWe are entitled to charge interest on all invoices until full payment.\n\nLegal liability and professional accountability\n\nIt is always our intention to provide you with goods and services that meet legal and professional standards.\n\nWe don’t limit our liability for defective products where it would be unlawful to do so.\n\nPrivacy and data protection\n\nWe are registered with the UK data protection registrar.\n\nWe respect your privacy online and offline. And we believe it is important for you to be able to access the information and help you need in confidence.\n\nFirst and foremost, we are complementary therapists. All our client healthcare records are confidential. We keep them securely. We will not disclose any personal client information unless we are legally or professionally obliged to do so, for example to prevent harm to you or someone else.\n\nAs well as being complementary therapists, we run this website. To enable us to do this, we collect and process additional information from website users. This information includes information you give us and information we automatically collect, for example by using cookies.\n\nInformation we collect\n\nWe will collect and process any information you give us when using this website or communicating with us by e-mail, phone,... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.6124235392,
        "format_confidence":0.9909921885,
        "weight":0.0693173685
    },
    {
        "url":"https:\/\/goaljo.com\/data-privacy\/",
        "text":"Data privacy\n\nThe operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with statutory data protection regulations and this privacy policy.\n\nThe use of our website is usually possible without providing personal data. If on our sides personal data (for example name, address or email address) is collected, this happens, as far as possible, always on voluntary basis. These data will not be disclosed to third parties without your explicit consent.\n\nPlease note that data transmission over the Internet (for example, when communicating by e-mail) may have security vulnerabilities. A complete protection of the data from access by third parties is not possible.\n\n\nWebsites partly use so-called cookies. Cookies do not harm your computer and do not contain viruses. Cookies are used to make our offer more user-friendly, effective and secure. Cookies are small text files that are stored on your computer and stored by your browser.\n\nMost of the cookies we use are so-called “session cookies”. They are automatically deleted after your visit. Other cookies remain stored on your device until you delete them. These cookies allow us to recognize your browser on your next visit.\n\nYou can configure your browser to get informed about the placement of cookies to only allow it in individual cases, the acceptance of cookies for certain cases, generally deactivate cookies or activate the automatic deletion of cookies when closing the browser. Disabling cookies may limit the functionality of this website.\n\nServer log files\n\nThe provider of the pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are:\n\nBrowser type \/ browser version\nused operating system\nReferrer URL\nHost name of the accessing computer\nTime of the server request\nThese data can not be assigned to specific persons. This data doesn’t get merged with other data sources. We reserve the right to check this data retrospectively, if we become aware of specific indications for illegal use.\n\ncontact form\n\nIf you send us inquiries via the contact form, your details including the contact details you provided there, will be stored in order to process the request and in case of follow-up questions. We will not share this information without your consent.\n\nNewsletter data\n\nIf you would like to receive the newsletter offered on the website, we need your e-mail address, as well as information that allows us to verify that you are the owner of the e-mail address provided and that you agree to receive the newsletter, further data is not collected. We use this data exclusively for the delivery of the requested information and do not pass it on to third parties.\n\nYou can revoke your consent to the storage of your data, the e-mail address and its use for sending the newsletter at any time, for example via the “unsubscribe” link in the newsletter.\n\nPrivacy Policy for the use of Matomo\n\nThis website uses the open source web analytics service Matomo. Matomo uses so-called “cookies”. These are text files that are stored on your computer and that allow an analysis of how you use our website. For this purpose, the information generated by the cookie about the use of this website is stored on our server. The IP address is anonymized before saving.\n\nThe information generated by the cookie about the use of this website will not be disclosed to third parties. You can prevent the storage of cookies by a corresponding setting of your browser software; however, we point out that in this case you may not be able to use all the functions of this website in full.\n\nIf you do not agree with the storage and use of your data, you can disable the storage and use here. In this case, an opt-out cookie is deposited in your browser that prevents Matomo from saving usage data. Deleting your cookies will result in deletion of the Matomo opt-out cookie as well. The opt-out must be reactivated when you re-visit our site.\n\nPrivacy Policy for the use of YouTube\n\nOur website could sometimes use plugins from the Google-powered YouTube service. Site operator is YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA. If you visit any of our YouTube plug-in-enabled sites, you will be connected to the servers of YouTube. The Youtube server will know which of our pages you visited.\nIf you’re logged into your YouTube account, you will allow YouTube to associate your surfing behavior directly with your personal profile. You can prevent this by logging out of your YouTube account.\n\nFor more information about how to handle user data, please read the YouTube Privacy Policy at\n\nInformation, deletion, blocking\n\nAt any time you have the right to free information about your stored personal data, their origin and recipient and the purpose of the data processing as well as the right for correction, blocking or deletion of this data. For further information on personal data, please contact us at any time at the address given in the imprint.\n\nContradiction to advertising emails\n\nThe use of contact information published in the context of the imprint obligation for sending unsolicited advertising and information materials is hereby prohibited. The operators of these pages reserve the right to take legal action in the event of unsolicited sending of advertising information, such as spam e-mails.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.6372624636,
        "format_confidence":0.989716351,
        "weight":0.069228127
    },
    {
        "url":"http:\/\/www.colemancable.com\/Company\/Terms-Conditions",
        "text":"Terms & Conditions of Sale\n\nThe following Terms & Conditions apply to Coleman Cable, Inc. and its subsidiaries including Oswego, Copperfield, Woods and Woods Industries (Canada) Inc.\n\nAll orders are accepted by Seller subject to these terms and conditions. Acceptance of Buyer's order is limited to the express terms contained on the face and the back hereof. Additional or different terms in Buyer's Purchase Order or any attempt by Buyer to vary in any degree any of the terms of this acceptance shall be deemed material and are objected to and rejected. Any special terms or conditions noted on the face of Seller's quotation on which this order is based are incorporated herein by reference, and made a part hereof as though specifically set forth herein.\n\nThese terms and conditions will not be amended, modified or rescinded except by written agreement signed by an authorized official of each party expressly referring hereto.\n\nSeller reserves the right to correct clerical and stenographic errors appearing on its quotations, acknowledgements, etc.\n\nPayment terms are Net 30. Invoices are due net 30 days from date of the invoice without discount. In the event payment of any invoice is not made when due, seller shall charge the Buyer late charges of (1 ½%) per month on the unpaid balance plus costs of collection, including attorney's fees and court costs.\nPrices, including those in any published price schedule, are subject to change without notice. Prices will be adjusted to those in effect at time of shipment unless otherwise noted on the face hereof.\n\nExcept to the extent provided in the Payment paragraph above, no credit shall be extended to Buyer except as approved by Seller.\n\n1. All products are delivered F.O.B. Coleman Shipping Dock. Unless otherwise specified in Seller's published price lists in effect at time of shipment, transportation expenses shall be paid by Buyer, and Seller shall ship as it sees fit unless otherwise instructed in writing by Buyer. In any event, risk of loss shall pass to Buyer upon Seller's delivery to the carrier.\n\n2. Seller shall not be liable for any failure to perform occasioned by or due to causes beyond its reasonable control, including, but not limited to, acts of God, acts of Buyer, restrictions imposed by Federal, state or other governmental unit, fires, strikes, or other labor disputes, flood epidemics, war, riots, delays in transportation, or any other contingency beyond its reasonable control. Seller may, in the event of shortages of supply caused for any reason whatsoever, allocate available supply among any of all purchasers of the products being sold, as it determines in its discretion.\n\n1. Seller expressly warrants for 1 year from date of shipment that its products will be free from defects in material and workmanship under proper and normal use.\n\n\n3. Seller's obligation under this warranty shall be limited to the repair of, or at its option, the replacement of any defective products, or parts thereof, not to exceed the original purchase price. Shipment of the defective products must be made to Seller, or some pre-designated location as authorized by Seller, freight prepaid. This warranty does not extend to any labor charges for removal and\/or replacement of the non-conforming of defective product or part thereof. SELLER SHALL NOT BE LIABLE FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, NOR FOR ANY EXPENSE OR EXPENSES BEYOND THE ACTUAL COST OF REPAIR OR REPLACEMENT OF PRODUCT UNDER THIS WARRANTY.\n\nAn order may be canceled by Buyer only upon written request, and written authorization by Seller, and upon payment of a reasonable cancellation fee. The reasonable cancellation fee will be determined by Seller and will reflect, among other factors, expenses already incurred and commitments made by Seller, sales and administrative overhead, and profits.\n\nUnless otherwise stated on the face hereof, Seller's prices do not include any federal, state or local sales, use, excise or similar taxes. Consequently, in addition to the price specified herein, the amount of any present or future sales, use excise, or other similar tax applicable to sale of the goods hereunder, or to the use of such goods by Seller or the Buyer, shall be paid by Buyer.\n\nNo products purchased may be returned without Seller's prior written authorization. Only standard catalogue products purchased in the previous 12 months and regularly carried in Seller's active warehouse stock are eligible for return and credit. Where Seller authorizes Buyer to return unused products, a charge of (25%) of the net selling price will be charged as a restocking charge. Credit will be issued for only those products that pass the re-qualification test. Authorized returns should be shipped, freight prepaid and at Buyer's risk, to Seller in their original cartons.\n\nA net minimum order of $500.00 is required.\n\nCarriers are responsible for products lost or damaged in transit. In case of loss or damage to goods in transit, Buyer shall immediately notify the carrier or its agent in writing of such loss or damage and shall do all things necessary to assert and prosecute a claim against the carrier for such loss or damage.\n\nA quantity variation of plus or minus ten percent (10%) shall be allowed unless otherwise specified on the face hereof. Copper fabrication weights can vary three percent (3%) from order specifications and\/or industry standards and Buyer hereby acknowledges and accepts variations within said range and agrees that Buyer shall have no claim or right of return or rejection on account thereof.\n\nThis order shall be governed by and construed in accordance of the State of Illinois, exclusive of the choice of law rules thereof, and shall not be governed by the provisions of the U.N. Convention on Contracts for the International Sale of Goods, 1980. The parties hereby consent to jurisdiction in the federal and state courts of and for the State of Illinois sitting in the City of Chicago, Illinois.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9730539918,
        "format_confidence":0.9901329279,
        "weight":0.0692572654
    },
    {
        "url":"https:\/\/m.waploaded.com\/docs\/dmca",
        "text":"Waploaded respects the rights of copyright holders and will work with the said copyright holders to ensure that infringing material is removed from our service. We monitor all files we upload to make sure that copyrighted material is not uploaded. In cases where you feel a file infringes on your copyright or the copyright of someone you represent, we encourage you to use this page to notify us.\n\nWaploaded will respond to \"any and all take-down requests\" that comply with the requirements of the Digital Millennium Copyright Act (DMCA), and other applicable intellectual property laws.\n\nIf you believe that a file that a we uploaded to Waploaded infringes on your copyright then please contact the email below to submit a request. Be sure to include your relationship to the owner of the copyrighted work, your full contact info, and the url of the song\/album, Video or Articles you are referring to.\n\nFast Access\/Reply\/All Purpose Email: [email protected]\n\nFor General reports email: [email protected] CC: [email protected] , for Music File removal [email protected] CC: [email protected], [email protected] Thanks\nWritten: Oct 18, 2014; Updated: Apr 22, 2016; Read: 14644 times",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.84039855,
        "format_confidence":0.9730716944,
        "weight":0.0126864627
    },
    {
        "url":"https:\/\/www.photo4less.com\/privacy-policy\/",
        "text":"\n\nWho we are?\n\nOur website address is:\n\nOur mailing address is:\nPhoto 4 Less Inc.\n1833 54th Street\nBrooklyn, NY 11204\n\nWhat personal information do we collect from the people that visit our blog, website or app?\nWhen ordering or registering on our site, as appropriate, you may be asked to enter your name, email address, mailing address, phone number, credit card information or other details to help you with your experience.\nWhen visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.\nAn anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: After approval of your comment, your profile picture is visible to the public in the context of your comment.\n\nWhen do we collect information?\nWe collect information from you when you register on our site, place an order, subscribe to a newsletter, respond to a survey, fill out a form, Use Live Chat, Open a Support Ticket, leave a comment\/review\/question or enter information on our site.\nProvide us with feedback on our products or services. If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included. Visitors to the website can download and extract any location data from images on the website.\n\nHow do we use your information?\nWe may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:\n\n  • To personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested.\n  • To improve our website in order to better serve you.\n  • To allow us to better service you in responding to your customer service requests.\n  • To administer a contest, promotion, survey or other site feature.\n  • To quickly process your transactions.\n  • To ask for ratings and reviews of services or products\n  • To follow up with them after correspondence (live chat, email or phone inquiries)\n\nHow do we protect your information?\nOur website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to our site as safe as possible. We use regular Malware Scanning. Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential. In addition, all sensitive\/credit information you supply is encrypted via Secure Socket Layer (SSL) technology. We implement a variety of security measures when a user places an order enters, submits, or accesses their information to maintain the safety of your personal information. All transactions are processed through a gateway provider and are not stored or processed on our servers.\n\nDo we use ‘cookies’?\nYes. Cookies are small files that a site or its service provider transfers to your computer’s hard drive through your Web browser (if you allow) that enables the site’s or service provider’s systems to recognize your browser and capture and remember certain information. For instance, we use cookies to help us remember and process the items in your shopping cart. They are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services. We also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future. If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year. If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser. When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select “Remember Me”, your login will persist for two weeks. If you log out of your account, the login cookies will be removed. If you edit or publish an article, an additional cookie will be saved in your browser. This cookie includes no personal data and simply indicates the post ID of the article you just edited. It expires after 1 day.\n\nWe use cookies to:\n\n  • Help remember and process the items in the shopping cart.\n  • Understand and save user’s preferences for future visits.\n  • Keep track of advertisements.\n\nEmbedded content on our site\nYou can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies. You do this through your browser settings. Since the browser is a little different, look at your browser’s Help Menu to learn the correct way to modify your cookies.\nArticles on this site may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website. These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.\n\nHow long we retain your information\nIf you leave a comment, the comment and its metadata are retained indefinitely. This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue. For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.\n\nIf users disable cookies in their browser:\nIf you turn cookies off, Some of the features that make your site experience more efficient may not function properly. Some of the features that make your site experience more efficient and may not function properly.\n\nThird-party disclosure\nWe do not sell, trade, or otherwise, transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential. We may also release information when it’s release is appropriate to comply with the law, enforce our site policies, or protect ours or others’ rights, property or safety.\nHowever, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.\n\nThird-party links\nOccasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We, therefore, have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.\n\nGoogle’s advertising requirements can be summed up by Google’s Advertising Principles. They are put in place to provide a positive experience for users.\n\nWe use Google AdSense Advertising on our website.\nGoogle, as a third-party vendor, uses cookies to serve ads on our site. Google’s use of the DART cookie enables it to serve ads to our users based on previous visits to our site and other sites on the Internet. Users may opt-out of the use of the DART cookie by visiting the Google Ad and Content Network privacy policy.\n\nWe have implemented the following:\n\n  • Remarketing with Google AdSense\n  • Google Display Network Impression Reporting\n  • Demographics and Interests Reporting\n  • DoubleClick Platform Integration\n\nWe, along with third-party vendors such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions and other ad service functions as they relate to our website.\n\nWe collect information about you during the checkout process on our store.\n\nWhat we collect and store\n\nWhile you visit our site, we’ll track:\n\n  • Products you’ve viewed: we’ll use this to, for example, show you products you’ve recently viewed\n  • Location, IP address and browser type: we’ll use this for purposes like estimating taxes and shipping\n  • Shipping address: we’ll ask you to enter this so we can, for instance, estimate shipping before you place an order, and send you the order!\n\nWe’ll also use cookies to keep track of cart contents while you’re browsing our site.\n\nWhen you purchase from us, we’ll ask you to provide information including your name, billing address, shipping address, email address, phone number, credit card\/payment details and optional account information like username and password. We’ll use this information for purposes, such as, to:\n\n  • Send you information about your account and order\n  • Respond to your requests, including refunds and complaints\n  • Process payments and prevent fraud\n  • Set up your account for our store\n  • Comply with any legal obligations we have, such as calculating taxes\n  • Improve our store offerings\n  • Send you marketing messages, if you choose ... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9814655781,
        "format_confidence":0.9906116128,
        "weight":0.0692907482
    }
]