[
    {
        "url":"http:\/\/www.dins.pitt.edu\/degrees\/masters-degrees\/master-of-science-in-telecommunications\/frequently-asked-questions-mst\/",
        "text":"How do I apply to the MST Program?\n\nAll applications are available on-line at ApplyYourself.\n\nWhat are the admission requirements for the MST Program?\n\nApplicant must have earned a baccalaureate degree from an accredited college or university with a scholastic average of B (3.0 on a 4.0 scale) or better.\n\nPrerequisites for admission to the MST program include mastery of computer programming in at least one scientific programming language, probability (a three-credit course), and calculus (a three-credit course). You must have acceptable scores on the GRE and the TOEFL (if an international student). For more information, visit our admissions page.\n\nWhat are the costs and tuition rates for the degree programs?\n\nFor the latest tuition and fee rates, please check here.\n\nWhat types of financial aid are available for MST students?\n\nThe Telecommunications program has a limited amount of financial aid available, on a competitive basis, for students entering or continuing in its programs and who meet the academic requirements for admission. For more information, visit our Financial Assistance page.\n\nWhat kind of jobs can I get with the MST degree?\n\nOur degree program prepares you for positions such as research and development engineers, network engineers, network analysts, communications analysts, network administrators, telecommunications analysts, and systems engineers.\n\nWill I get to participate in research projects?\n\nBoth Master’s students and PhD candidates can—and do—participate in research projects. Our faculty have numerous projects underway, including several which have received federal funding.",
        "topic_id":4,
        "format_id":5,
        "topic_confidence":0.9955179095,
        "format_confidence":0.9704192877,
        "weight":0.0136530111
    },
    {
        "url":"http:\/\/www.usga.org\/RulesFAQ\/rules_answer.asp?FAQidx=13&Rule=5",
        "text":"Rules FAQ\n\nRule 5\n\nMaximum number of Balls\n\nQ. What is the maximum number of balls I can have in my bag or use during the stipulated round?\n\nA. The Rules of Golf do not place a limit on the number of balls that can be carried or used during the round.",
        "topic_id":21,
        "format_id":5,
        "topic_confidence":0.9928033948,
        "format_confidence":0.9726698399,
        "weight":0.0052916107
    },
    {
        "url":"https:\/\/dccatlanta.com\/faqs\/",
        "text":"How is therapy helpful?  Some benefits of therapy may include:\n\n  • increased ability to cope with difficult situations and feelings\n  • deeper understanding of who you are and increased ability to live out who you are in the world\n  • greater personal confidence\n  • improved relationships with one’s self and with others\n  • developing a deeper understanding, or meaning, of the events in one’s life\n  • discovering a sense of purpose\n\nWhat happens during therapy?  Every therapy session is unique to each individual.  Therapy typically involves weekly sessions, usually 50 minutes in length.  Duration and frequency vary depend on the nature of your individual needs.  Therapy involves the exploration of sensitive and personal information.  During the course of therapy you may experience increased anxiety or confusion, as well as feelings of anger, sadness, fear, or frustration.  This is a natural part of healing and change.  The intent of therapy is to help you work with and through these feelings in a healthy, meaningful, and adaptive way.\n\nTherapy is not a quick fix, and it is not magical.\nTherapy takes time, and it is not easy, but it does work.  Those who are willing to make the personal commitment to themselves find that over time they can:\nWhat is the difference between a psychologist and a psychiatrist?\n\nPsychiatrists are medical doctors who specialize in understanding how medications for mood disorders interact with the body and other medications you may be taking. Some psychiatrists may provide occasional therapy but they primarily provide medication. Psychologists are doctors who specialize in understanding mental health. They provide counseling and do not prescribe medication.\n\nWhy shouldn’t I just take medication?\n\nMedication alone cannot solve all issues. What medication does is treat the symptoms. Our work together is designed to explore the root of the issue, dig deep into your behavior and teach strategies that can help you accomplish your personal and\/or relational goals.\n\nMedication can be effective and is sometimes needed in conjunction with therapy.\n\nI’ve never talked to anyone. I’m used to handling things on my own. Aren’t people who go to therapy weak?\n\nNot at all. People who ask for help know when they need it and have the ability to reach out. Everyone needs help now and then. You already have some strengths that you’ve used before, that for whatever reason isn’t working right now. Perhaps this problem feels overwhelming and is making it difficult to access your past strengths. In our work together, I’ll help you identify what those strengths are and how to implement them again in what is happening now.\n\nWhat’s the difference between talking to you or my best friend or family?\n\nThe difference is between someone who can do something, and someone who has the training and experience to do that same thing professionally. A mental health professional can help you approach your situation in a new way– teach you new skills, gain different perspectives, listen to you without judgment or expectations, and help you listen to yourself. Furthermore, therapy is completely confidential. You won’t have to worry about others “knowing my business.” Lastly, if your situation provokes a great deal of negative emotion, if you’ve been confiding in a friend or family member, there is the risk that once you are feeling better you could start avoiding that person so you aren’t reminded of this difficult time in your life.\n\nHow does it work? What do I have to do in sessions?\n\nBecause each person has different issues and goals for therapy, therapy will be different depending on the individual. I tailor my therapeutic approach to your specific needs\n\nHow long will it take?\n\nUnfortunately, this is not possible to say in a general FAQs page. Everyone’s circumstances are unique to them and the length of time therapy can take to allow you to accomplish your goals depends on your desire for personal development, your commitment, and the factors that are driving you to seek therapy in the first place.\n\nI want to get the most out of therapy. What can I do to help?\n\nI am so glad you are dedicated to getting the most out of your sessions. Your active participation and dedication is crucial to your success. After all, we only see each other for a session a week. It’s the work you do outside of our sessions that will really help you see your personal growth and development.\n\nMy partner and I are having problems. Should we be in individual counseling or come together?\n\nIf you are concerned about your relationship, and you would both like to work with me, I would initially work with both of you together. After this work, if one of you would like to continue in individual sessions, I could work with only one of you. It is not helpful to move from individual into couple’s work with the same therapist because of potential trust issues.",
        "topic_id":12,
        "format_id":5,
        "topic_confidence":0.9964705706,
        "format_confidence":0.9777458906,
        "weight":0.014673896
    },
    {
        "url":"https:\/\/www.alarmgrid.com\/faq\/products\/dsc-aft-100",
        "text":"DSC AFT-100 Frequently Asked Questions\n\nAre Glass Break Sensors Worth It?\nGlass break sensors represent the best way detect a glass window or casing that has been shattered. These devices work with most types of glass. Learn about glass break sensors.\n\nWhat Is a Glass Break Simulator?\nIf a user needs to test a glass break sensor, they will likely use a glass break simulator. This device mimics the sound of breaking glass. Learn about glass break simulators.",
        "topic_id":5,
        "format_id":5,
        "topic_confidence":0.6902418137,
        "format_confidence":0.9730974436,
        "weight":0.0034148361
    },
    {
        "url":"http:\/\/christiansciencewichita.com\/faqs",
        "text":"How do I\nlearn more?\n\nReach a local contact at or at the Christian Science Reading Room 316-262-7864 Mon-Sat 11-5:30 at 702 W. Douglas.\n\nChurch services\n4501 E. Douglas. Sunday 10:30 am\nWednesday 6:30 pm\nare good sources as well.\n\nSentinel Watch audio\n\nWe know you have questions - go ahead and ask them.\n\nIf we don’t address your question here, you are directed to other resources on this page. (note:side boxes have local - RR info and church - and web links)\n\nChristian Science is not faith healing\nChristian Science does not involve pleading with God to heal the sick and then accepting His will, good or bad. Nothing in Christian Science theology says it’s God’s will that anyone suffer, be sick, or die. Christian Science shows God to be entirely good, and therefore His will for each individual is only health and life.\n\nIt’s not positive thinking which relies on the human mind to think or effect a good result.\nChristian Science starts with God, who is divine Mind, and the conviction that God’s goodness embraces each of us, all the time.\n\nAnd not a cult. There is no brainwashing, mind control, or blind following of a leader.\nChristian Scientists do have a deep respect and appreciation for the Discoverer and Founder of Christian Science, Mary Baker Eddy, but they do not worship her.\n\nChristian Science is very different from Scientology.\nThrough her search of the Scriptures, Mary Baker Eddy discovered the Christ Science. It is based on the teachings of Christ Jesus. Christian Scientists believe in one all-powerful, ever-present, loving God. They study the Bible daily and look to its inspired Word for guidance in every aspect of their lives.\n\nIt’s based upon a set of spiritual principles—laws relating to the nature of God and His creation—that can be applied with expected, consistent results. Christian Science is based on the Bible, and Christian Scientists follow the teachings and ministry of Christ Jesus. The virgin birth, the crucifixion, the resurrection and ascension of Christ Jesus, and the healing work of Jesus, are all central to Christian Science theology.\n\nThere is no church mandate, no biblical mandate to forgo medical intervention, nor do Christian Scientists believe that it’s God’s will that anyone suffer or die. A Christian Scientist’s decision to rely on prayer comes from trust, not blind faith, in God, and from a conviction that God’s care continues under every circumstance.\n\nNo medicine for yourself – what about your children?\nChristian Science parents are like any other parents—they love their children and want the very best care for them. They also recognize their moral and legal obligation to ensure that their children receive this care. Parents who choose Christian Science treatment for a child do so because they’ve seen the effectiveness of this treatment in their own lives.\n\nWhat would you do if you broke your leg?\nMany Christian Scientists would tell you that they would naturally turn to God for healing because they’d seen the effectiveness of this approach in the past.\n\nThis, however, does not prevent them from having a bone set if they so choose. The Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science also contain documented healings of broken bones.\n\nHow can you claim “thousands of healings” when in most cases there’s no medical diagnosis?\nThere have been many Christian Science healings of conditions that have been medically diagnosed, and many medical confirmations of those healings. However, one does not need a medical diagnosis to know a person was ill and then healthy.\n\nWhat do you do in the case of communicable disease?\nChristian Scientists care about their neighbors and abide by city and state laws or mandates regarding quarantines, vaccinations, and the like. The Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science (found in Christian Science Reading Rooms) contain many documented healings of communicable diseases and show the role prayer can play, not just in protecting and healing individuals, but in helping communities as well.\n\nDo you lobby for exemptions to health laws?\nChristian Scientists seek accommodations in laws to ensure that healthcare choices include the system of spiritual prayer that they have found to be effective.\n\nDo Christian Scientists carry health insurance or life insurance?\nSome have health insurance, and most probably have life insurance. Every Christian Scientist makes his or her own financial and health decisions.\n\nChristian Science practitioners\nare self-employed individuals, who have completed a course in spiritual healing given by an authorized teacher of Christian Science, and who devote themselves full time to helping and healing others through prayer. While practitioners do not offer counseling, diagnosis, prognosis, or any physical manipulation or treatment, they do offer Christian Science treatment—as explained in Eddy’s book, Science and Health with Key to the Scriptures.\n\nChristian Science treatment is the application of spiritual principles—who and what God is and what that means for each individual—to the specifics of any given situation. These spiritual principles, applied, have a tangible effect—restored relationships, financial well-being, physical healing, and so on.\n\nChristian Science Nurses and Care Facilities are also available when assistance or care is needed for an individual relying on Christian Science treatment.\n\nThe heart of Christian Science is Love. It is about feeling God’s goodness. It is based on the Bible and is explained in Science and Health with Key to the Scriptures and other writings by Mary Baker Eddy.\n\nIt addresses major points about God, good and evil, life and death, sacrament, salvation and more. There is much more information at including videos of how people live the teachings of Christian Science.\n\n\nThe desire of every Christian Scientist is to see the suffering in the world alleviated, and Christian Scientists take encouragement from Jesus’ example in healing even the most extreme suffering. He overcame poverty, hunger, severe weather, even incurable mental and physical maladies—and he promised his followers they could do the same.\n\nThe Church’s does not take an official position on abortion, cloning, and other “hot-button issues”. These are all serious issues, and they deserve everyone’s deep thought and prayer—including Christian Scientists’.\n\nDo you pay any attention to problems like poverty, racism, genocide, famine, etc?\nThese are certainly problems that need addressing, and this is the reason Mary Baker Eddy founded the newspaper The Christian Science Monitor—to alert the world to these problems and to invite solutions. Many Christian Scientists find their prayers regarding these issues lead them to take practical steps.\n\nThe Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science, along with Churches of Christ, Scientist, regularly offer healing responses to these problems as well as ideas to help each individual address them through prayer. These publications are all available in the Christian Science Reading Room –current issues, a 120 plus year library of archived issues, and a searchable electronic library.\n\nStill have questions? Contact us at",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9964447618,
        "format_confidence":0.9755122066,
        "weight":0.0035127863
    },
    {
        "url":"http:\/\/jitterbugfantasia.com\/origins\/faq.html",
        "text":"Star Wars Origins - FAQ (Frequently Asked Questions)\nFlash Gordon\nKurosawa films\nJoseph Campbell\nPersonal Myth\nLord of the Rings\n\n2001: Space Odyssey\nForbidden Planet\nThe Wizard of Oz\nE.E. \"Doc\" Smith\n\nThe Droids\nImperial Walkers\nOther stuff\nMore other stuff\n\nStorytelling Lessons\nOther Science Fiction\nMessage Board\n\nWill the destruction of moon-sized battlestation orbiting the forest moon of Endor cause any negative environmental consequences? Like, say, an Endorian Holocaust? Illustration courtesy of Justine Shaw, ©1999.\n\nHow can I contribute to this project?\n\nPlease share your ideas with us at the Star Wars Origins Message Board!\n\nAs for me personally, I spent two solid years and over a thousand hours sifting through Star Wars and related stuff, from roughly October 1999 to October 2001. Now I need to never think about it again or my brain will explode. If you'd like to contact me personally concerning something that doesn't belong in the forum, please send me an email.\n\nWhen was this website last updated?\n\nThe last tweak was on September 4, 2006. Hopefully this is the final version. For breaking news and original observations by readers, please visit the Star Wars Origins Message Board.\n\nAre you accusing George Lucas of plagiarism, or saying that Star Wars is unoriginal?\n\nExactly the opposite! The surface elements of a story are the most visible, but when you start explore how story works you quickly realize that surface elements are really the least-significant parts of a story. For instance, Tolkien's The Lord of the Rings borrows the idea of \"orcs\" from the orcneas of Beowulf. Tolkien noted in his private papers that orcs are the same creatures he called \"goblins\" in The Hobbit. He probably became unhappy with the word \"goblin\" because it derives from the French (gobelin), and he wanted to create a myth that was English. Does that mean that Tolkien ripped off Beowulf? On the other hand, if Tolkien had called his orcs \"goblins,\" would that have changed his story in any really important way? The power of a story lies mostly in how the underlying archetypes relate, not what form those archetypes take. The surface elements just need to be appealing, easy to understand, and fit together with some kind of logic.\n\nSo why borrow from inspirations at all? Star Wars is a compressed form of the epic myth, which is kind of a \"summing up\" of all the best stories and perspectives of a culture into a single story. Lucas tied together ideas from world cinema, science fiction, comic books, fantasy, westerns, fairy tales and myth. If this sounds easy, check out any of the films and television programs that tried to repeat the \"Star Wars success formula.\" Why are they so awful? Because they imitate only the surface, and the surface is almost irrelevant. The film which best repeats the inner lessons of Star Wars is The Matrix, which is carefully structured to avoid a superficial resemblance.\n\nA myth-maker's originality lies in the way they combine mostly pre-existing ideas as seamlessly and appealingly as possible. As Joseph Campbell has often said, myth is an essential tool for living. George Lucas has modernized the Universal Myth in a way people all over the world can easily connect with. That's not just hype, it's a real contribution to the world. That's why Star Wars is such a big deal.\n\nHaven't some film critics accused Lucas of being derivative?\n\nSure, but this says more about the illiteracy of film critics than about Lucas. The well-educated critics of the previous century would read The Odyssey, for instance, and think \"Ah, here's an idea from Gilgamesh, another from Egyptian mythology, and this character is from a folk tale the Semites popularized in Greece for hundreds of years before Homer was born.\" They wouldn't therefore dismiss Homer as \"derivative,\" but judge him by the craft he displayed in weaving these basic, timeless story ideas together. The modern critic rarely recognizes the literary sources behind most great movies because they're typically not well-read. But they have seen lots of movies, so they're quick to spot the riffs Lucas borrows from classic films and, misunderstanding the creative process, accuse him of being \"derivative.\"\n\nDon't get me wrong, if a story feels like a blatant rip-off to you, trust your instinct to avoid investing in it emotionally. But if you're hesitant about a story you love because a naysayer points out the story's sources, relax: even the Bible, Shakespeare and the Greek tragedies were strongly grounded in earlier stories, along with all the great epics, folktales and religious scriptures from all over the world. Even our oldest written stories, dating back from the time writing was first invented around 3,500 BCE, were based on oral stories composed probably tens of thousands of years before. All great stories have deep roots. Don't let the insecure project their fear of appearing uncool onto you, bamboozling you away from what rings true in your heart. To learn best from stories you've got to trust your gut to decide which stories nourish you most, no matter how goofy they seem to anyone else. Tinky-Winky Uber Alles.\n\nThe next time a critic makes dismissive comments about a story you love, remember this: For nearly the entire history of literary criticism, from Aristotle's Poetics (340 BCE) through Horace's Ars Poetica (13 BCE) through Torquato Tasso's Discorsi dell' Arte Poetica (1587 CE), the merit of a critic's opinion was measured by the number of years they had worked successfully as an artist.\n\nHow popular is this website?\n\nAs of September 2006, this site has logged more than 800,000 unique visitors. Extreme tracking is kind enough to offer a free online report of how many people visit this website. The counter wasn't up for the first year and then I had some problems with my server, so I estimate about 20,000 more unique visitors than the reports reflect. This website is required or suggested reading for at least 35 college and high school courses that I know of. Kodansha television in Japan called it \"better than Bill Moyers\" for understanding the relationship between Star Wars and myth - high praise indeed! Origins regularly receives favorable mention from the mainstream media and was even included in Homiletic magazine, which provides 13,000 pastors with information they might include in their sermons.\n\nIf you use this website to teach a class, even if you've already contacted me, please drop a note to let me know what you're teaching and how these materials help. I'm going to start looking for a publisher for the expanded book form of this website in a few months, and I'd appreciate being able to mention your class in the proposal.\n\nCan I reprint information from this website?\n\nYes, you may reprint information (not my exact wording) from this website provided that you cite this website as a source and include a hyperlink back to this site if you print on the web. Unless a source is footnoted, this information comes from firsthand research. We're talking over a thousand hours of work here, a significant portion of which consisted of reading and watching ancient, knuckle-whiteningly terrible \"scientifiction.\" Believe, I've paid my dues. Please don't steal my work without at least crediting me. Or I'll put a pox on you. I mean, the pox may involve lawyers and cease-and-desist orders and like that, but essentially it'll be a pox.\n\nIf more than 50% of the information in your website, magazine article, book or news story is taken from this site, please either pay me, interview me or hire me to write it myself. I know it's tempting to cheat a little, but imagine the look on your bosses\/editor\/publisher's face when he receives the first of thousands of emails pointing out that one of the \"facts\" in your allegedly-cross-researched book or article was completely fabricated as an extremely-difficult-to-legally-contest trap for the unscrupulous, thus leaving your publication wide open for a copyright violation lawsuit. That would conflict with your career goals. Who knows how many of these fabrications this site is booby trapped with? You will, because you're diligent enough to check your sources.\n\nWhy did you create this website?\n\nAfter survival and relationships, what matters most to me is to write beautiful, exciting, nourishing stories. By the time I was thirty I had earnestly stumbled my way through writing a few novels, including After Kelly, Josie Has a Secret and Clown Story. I was happy with the work I'd done, but under no illusion that my books were anywhere near as potent as the stories which quickened my heart and opened my mind while I was growing up. I started to think seriously about what it would take for me to someday write a story I liked just as much. With the help of libraries and especially librarians I found three primary starting points:\n\nFirst, I faced the obstacle of lack of access to education. A bit of research quickly revealed that the most influential storytellers from throughout history usually had access to the best educations available in their time. This frustrated me because I was among the 65% of Americans who aren't fortunate enough to have the resources for even a basic college education. Luckily I came across the story of Drona and Ekalavya from the Mahabharata: A young boy named Ekalavya begs to be accepted as a student by Drona, the best archery teacher in the world. But Ekalavya is from a low caste (he's broke), so Drona refuses. Rather than becoming discouraged, Ekalavya goes off into the forest and builds a clay statue of Drona. Ekalavya trains under his Drona-statue just as if he were the real Drona. Whenever he has a question about archery he asks himself \"What would the real Drona tell me?,\" figures out the most likely answer, then follows each instruction as though Drona himself had delivered it. By training this way Ekalavya eventually becomes the equal of Arjuna, Drona's official student and the best archer in the world... (truncated)",
        "topic_id":6,
        "format_id":5,
        "topic_confidence":0.6401578784,
        "format_confidence":0.9564571977,
        "weight":0.0032643811
    },
    {
        "url":"http:\/\/www.bagpiper.com\/support\/rss\/index.php?\/Knowledgebase\/Feed\/Index\/16",
        "text":"<![CDATA[Bagpiper.Com]]> <![CDATA[Can I get a Bagpiper.Com Domain ?]]> Can I get a Bagpiper.Com Domain for my Website ?\n\nYes you can have vanity domain at bagpiper.com\n\nWhat is a vanity domain ?\n\nA vanity domain is comprised of your selected name followed by a period and then bagpiper.comÂ \n\n\n\nDo it cost anything to have a Vanity Domain ?\n\nThere are no yearly registration fees associated with vanity domains unlike top level domains names such www.yourname.com\n\nDo you only offer Bagpiper.Com as a vanity domain ?\n\nNo. We can offer other domains as well, such as Bagpipers.Com and Pipeband.Com",
        "topic_id":20,
        "format_id":5,
        "topic_confidence":0.6434340477,
        "format_confidence":0.9516180158,
        "weight":0.0074981562
    },
    {
        "url":"http:\/\/weslibfaq.ask.libraryh3lp.com\/questions\/3467",
        "text":"Library Library\n\nSearch our Library FAQ\n\nYou may be surprised what you can find here!\n\nHow can I find a book or other item on the shelf once I know the call number?\n\n2324 views   |   Last updated on Jul 13, 2017    how do I\n\n\nIt can be challenging!  We break it down for you here: Finding Materials by Call Number.",
        "topic_id":4,
        "format_id":5,
        "topic_confidence":0.9781165123,
        "format_confidence":0.8592965007,
        "weight":0.0120896037
    }
]