[
    {
        "url":"https:\/\/www.8days.sg\/sceneandheard\/entertainment\/the-good-doctor-s-freddie-highmore-on-what-his-show-is-doing-for-9810812",
        "text":"'The Good Doctor''s Freddie Highmore On What His Show Is Doing For Austim\n\nOh, he's also an Arsenal fan.\n\nThe Golden Globe-nominated English actor, 25, sounds just like he does on TV over the phone — gentle and unassuming. There is never any hint of impatience or superiority. It's work but even so he is kind. He softly fends off the PR, who was understandably rushing the interview. From Vancouver, Highmore tells us how his hit series The Good Doctor helped to demystify autism, and how he manages to stay grounded while navigating the fame game. \n\n8 DAYS: On The Good Doctor, you play Shaun Murphy, a surgeon with autism and savant syndrome. The show is based on a Korean drama of the same name. How familiar are you with the original show? \nFREDDIE HIGHMORE: The pilot of The Good Doctor is very similar to the Korean series, in terms of introducing Shaun and setting up his backstory. But from the second episode onwards, showrunner David Shore took the show in a new direction — it becomes its own show. I think this may be because Korean shows typically run for only one season, while we're hoping our version will be told over many years. So that requires a different approach to the storytelling. In terms of romance, [we’re following the Korean series]. Shaun is full of emotions in spite of his autism. Part of what we will see in the first season is him falling in love, what that means to him, and how he has a different preconception of love.\n\nThe Good Doctor is one of this year’s breakout hits in the US. Did you know you had a hit in your hands when you were working on it?\nWe were all excited about the show from the beginning. We felt that it was a unique story that hadn't been done before, with a fascinating character at the centre of it. But at the same time I don't think any of us were expecting the level of success the show has achieved so far in terms of [the viewer reactions from] around the world. We're all incredibly lucky to be part of it. It's funny because we filmed in Vancouver and so we lived in a bubble. We're making these small intimate stories on a daily basis, within the confines of a small hospital set. And so we were removed from the responses in America and elsewhere around the world. \n\nWhat do you hope this show will do for people with autism?\nIt's important to understand that Shaun can't represent everyone [with autism] on the spectrum. It's a double-edged sword when answering this question. A good thing is that the show can help people [better understand] autism. But to gain a deeper understanding of autism, the show can't possibly do that. Also, I think Shaun hopefully speaks to all people who feel different, are made to feel different, or have been discriminated against, because of their condition. \n\nFreddie with Nicholas Gonzalez on The Good Doctor. \n\nYou accepted The Good Doctor just three days after you wrapped Bates Motel. Both Norman Bates and Shaun Murphy are psychologically complex characters. Is that why you are drawn to them? \nWhen I read the script, sometimes the character just jumps off the page and I can hear them speak. And then I think about what I can bring to the part and what excites me. That's what happens for me when choosing any role.\nFreddie with Vera Farmiga on Bates Motel.\n\nWhy didn’t you take a break?  \nI went to some hockey game in Vancouver. I love getting into the hockey out here in Canada. I’m also a big soccer fan. So whenever I'm in London, I try to watch Arsenal play as much as possible as I have season tickets. It was certainly a short period of time between Bates Motel and The Good Doctor but more than anything I feel incredibly lucky and honoured to be doing what I’m doing. It’s a great responsibility to play Shaun and it's inspiring to do that. I'm not quite sure what I'll do if I just sat around for a few months. I’d get itchy feet (chuckles).\n\nIs American TV something you'll continue to do?\nYes! Hopefully with The Good Doctor (chuckles). But in general what I really love about TV is the chance to delve really deeply into the characters and stories, as supposed to a film, where you may only have weeks to work on something and that's it. I love the chance to develop the nuances, and bring out what makes each character tick. There's nothing forced about the end product because the process over the long period of filming is organic.\n\nYou’re a former child actor who transitioned smoothly to adulthood. What’s your secret? \nI never wanted to become an actor when I was a child, and it was never a thing I needed to do to feel fulfilled. Going to [Cambridge University] certainly helped because it kept me grounded. And, of course, my family too. Living in London, away from Hollywood, definitely helps. \n\nYou received a double first in Spanish and Arabic. Why the interest in languages? \nI guess languages are the gateway to cultures. It's not really about the linguistic technicalities that I am interested in, but the idea of travelling and speaking to as many people as I can. There’s something thrilling about that.  \n\nThe Good Doctor airs Fri, FoxLife (Singtel TV Ch 301 & StarHub TV Ch 501), 10pm. It also streams on Fox+.\n\nPhotos: FoxLife, TPG News\/Click Photos.\n\nSeen on instagram\n\nAs Seen On Instagram",
        "topic_id":6,
        "format_id":21,
        "topic_confidence":0.9962285757,
        "format_confidence":0.95430094,
        "weight":0.0187937208
    },
    {
        "url":"https:\/\/livethecross.org\/2019\/03\/11\/sermon-march-10-2019\/",
        "text":"Sermon – March 10, 2019\n\nuntitled (1)\n\nJohn 5:19-24 – The Equality of the Son (mp3)\n\nThe Jews rightly realized Jesus’ claim to equality with God. But Jesus wants to make sure that all know rightly his relationship to his Father. So today, we look at what it means for Jesus to be the true Son of God, how this impacts his relationship with the Father, and how this makes him equal with God. Such teaching will touch at the very heart of the Trinitarian relationships and essence, and as such is mentally taxing and challenging. However, desire to know the nature of God should not be viewed as crass intellectualism, but rather a act of faith by which we love God with our minds. Today, then, let us consider the equality of the Son by looking at\n\n1. The essence of the Son\nJesus is clear: the Son can do nothing on his own. We should not understand this statement as a mere choice, as though the Son simply chooses to not act on his own. Rather, the essence of the Son is such that he cannot act outside of the Father. But Jesus wishes to make something else clear: the Son, by virtue of the Father showing him all he does in love, can do all that the Father does. The Son acts alongside the Father in all things, for while they are distinct, they each have the same essence – both are fully God.\n\n2. The employment of the Son\nWhy does God use this somewhat complex arrangement? Why does the Father not just come down to us on his own? Wouldn’t that make our understanding of him easier? No! It would cloud our understanding of the true and living God. If God is to reveal himself, he must reveal himself through the Son. So, God will make us marvel through even more wondrous acts that healing a lame man – he will raise even the dead. In that act (the raising of Lazarus) we hear Jesus thanking God so that all would know that the Father sent him. The miracle draws our amazement to the nature of God through the employment of the Son.\n\n3. The esteem of the Son\nWe might be mistaken, with all of the “giving,” “showing,” and “sending” language of John that the Father is indeed greater than the Son. Their relationship is somewhat uni-directional, always moving from the Father to the Son. Yet, God gives the Son something that undermines such thoughts: judgment that is to lead to honor. All judgment is given to the Son, who is able to judge with the perfection of God. The Father does this so that the Son might be honored just as the Father is honored. The equality of the Son is seen in how the Father esteems the Son.\n\n4. The effect of the Son\nBecause of the above, the effect of hearing the Son, and believing in the signs given to him through the one who sent him, is nothing short of everlasting life. The way to life goes directly through the Son. Let us be clear why Jesus can promise this to us, and why we can secure it only through him: because he is equal to the Father, as the true and unique Son of God, begotten before all ages and sent to redeem us. Here is the true Sabbath – a rest from all our efforts and ease from our burdens. Let us place our hopes in him!",
        "topic_id":18,
        "format_id":21,
        "topic_confidence":0.9974269271,
        "format_confidence":0.7388672233,
        "weight":0.0078118065
    },
    {
        "url":"https:\/\/www.canadiangeographic.ca\/article\/qa-maatalii-okalik",
        "text":"• Maatalii Okalik\n\n    Maatalii Okalik (Photo: Jessica Finn\/Canadian Geographic)\n\nAs president of the National Inuit Youth Council, Maatalii Okalik is a voice for Inuit youth, raising awareness for their issues and concerns, as well as the challenges faced by all Inuit. She brought that unique viewpoint to the COP21 climate change conference in Paris in 2015. In April 2016, she was presented the Outstanding Young Woman Award from the Qulliit Nunavut Status of Women Council for her strong leadership among Inuit youth and engaging world leaders on their issues. Here, Okalik discusses women in Inuit culture, reconciliation and language, and her role models.\n\nOn issues facing Inuit women\n\nInuit women have a very unique place in our culture and always have. However, there are a number of issues facing Inuit women in Canada today. We have a severe housing crisis, virtual homelessness and a changing climate. These issues affect all Inuit, but Inuit women in particular.\n\nInuit women have a close relationship with food security. For example, it is a woman’s responsibility to clean and dry animal skins to clothe their families. Many women have said they’ve noticed a change in the skins, and climate change plays a role in this. In the Baffin region right now, within Nunavut, there is a moratorium on caribou hunting. That impacts how we are able to feed our families. Also when hunters go missing on the sea ice, because of the changing environment, there’s a burden placed on women who now have to care for their families alone. Those numbers are increasing.\n\nOn reconciliation and voting rights\n\nThe more that we create awareness of Inuit history, the better. Voting rights for Inuit women came much later [than other groups of women in Canada] and ultimately were based on the federal government’s assimilation policies to ensure that Inuit, because we assert sovereignty along 50 per cent of this country’s coastline, became citizens and voting members of the populace. However, it did not mean the government invested in us to ensure we lived a healthy quality of life. These voting rights were conditional on family allowance, relocation, children attending residential schools, etc. Unfortunately, the intergenerational effects of that very recent history — my grandparents generation and my mom’s generation as residential school attendees — led to a number of negative impacts that are intrinsically tied with reconciliation.\n\nOn re-learning Inuit language\n\nI’m very open with the fact that I am re-learning Inuktitut to break some of those stigmas within Inuit communities, as well as non-Inuit communities, about language reclamation and revitalization. Inuit celebrate the fact that, as a unique indigenous group in Canada, we have the highest percentage of language use and retention. However, that is beginning to decline. For example, in Nunatsiavut 25 per cent of Inuit are fluent in Inuktitut according to the census, and in some regions, that number can be as high as 90 per cent depending when colonization happened. Inuit youth have a vested interest in strengthening our language so that one day, all Inuit can speak and work in Inuktitut. I encourage Inuit to work together to help those who are learning and re-learning Inuktitut to continue to do it in a positive way.\n\nOn her role models\n\nThere are a number of really strong Inuit women, and I think there needs to be a shift in how societies look at women in leadership roles. Our women are one of the backbones of our society, and they don’t get enough credit.\n\nIn my immediate upbringing, I would definitely commend my mother, Looee Okalik, who raised us as a single mother principled in Inuit ways of life and knowing that we had a responsibility to our community, our elders and the greater global community. She really had an impact on my worldview, from an Inuit perspective within this colonial situation, and she gave me a lot of the tools that I require to do the work that I do. Another one is Rosemary Kuptana, former president of ITK [then called the Inuit Tapirisat of Canada or ITC], who has the prowess of a fighter, but is very elegant in her knowledge and navigation of the legal process. Also, my grandmother. She passed away when I was two months old, but I’m named after her and was raised on stories of her, which had an impact on who I became.\n\nOn an Inuit woman’s right of passage\n\nAnother role model is my arnaliaq. For Inuit women, it’s a right of passage to become an arnaliaq, which in the past, would have been similar to a midwife to non-Inuit, but now is more like a godmother with certain roles and responsibilities to the male or female child as they are born and raised. After the child is born, the arnaliaq professes its future and transmits different characteristics and qualities that the child will possess in its lifetime. That woman has the responsibility to clothe the child and has a hand in raising it. If the child is a boy, he has a responsibility to provide his arnaliaq with his first catch as a hunter and continuously feed her throughout his lifetime. If the child is a girl, she would have to give her first craft or creation to her arnaliaq and continue to gift her throughout the child’s lifetime. I myself am an arnaliaq to my five-year-old niece. She strengthens me. My mom handed her to me when she was born and said, “Tell her who she is.” At first, I had no idea what to do, but I took my niece and just like water flowing, my responsibility came naturally to me and I can confirm throughout her life so far, everything I professed has come true and it will only prove truer throughout her lifetime.",
        "topic_id":13,
        "format_id":21,
        "topic_confidence":0.5101827979,
        "format_confidence":0.8273671269,
        "weight":0.0023442923
    },
    {
        "url":"http:\/\/aestheticpost.com\/fashion\/interview-linda-rodin\/",
        "text":"An Interview with Linda Rodin\n\nInterview: Linda Rodin\n\nLinda Rodin is one of the most distinguished stylists in the fashion industry, and her name is becoming equally revered in the beauty market. As a young adult, Rodin modeled in Italy, then returned to New York, where she tried her hand at photography, discovering she was better at dealing with the clothing and styling aspect of the craft. She proceeded to open the first boutique in SoHo (Linda Hopp, in 1979), serve as an editor at Harper’s Bazaar, build a prolific freelance styling career, and, most recently, launch the very successful Olio Lusso face oil and corresponding product line.\n\nPossessing an innate style and natural beauty, Rodin avoids the mess of fleeting fashion trends, but still has her finger on the pulse of what is relevant. She has become her own best spokesperson. A collector of beautiful things, accomplished entrepreneur, and self-admitted aesthete, Rodin graciously agreed to answer a few questions for The Aesthetic Post.\n\nThere have been hints at a facial cleanser and hand cream, any updates on the future of the Olio Lusso line?\n\nRodin: The hand and body cream, CREMA, will be available November 15, at all of our retailers, and of course on our e-shop. The facial cleanser is in the works, and a perfume too.\n\nYou’ve traveled extensively, but you’re unmistakably New York. From your perspective, what is it about this great place?\n\nRodin: Sometimes I think I take New York, my home town, totally for granted, having lived here all my life. But then when I’m in a taxi from the airport, returning home, and I see the skyline, it’s always like for the first time: NYC – whew! home at last. What is great is the pace. I move quickly, and for me, of course the familiarity I have here is priceless and a short hand for my daily life. I have been living in the same apartment building for 32 years, and I feel safe and good here. And, of course, there is everything one could ever want, as far as culture and convenience. I do love Rome, as my second city though.\n\nAfter years of styling, and your eye being an extension of your career, where do you stand on the debate of form over function?\n\nRodin: It depends totally on the seriousness of the ‘form’ over the ‘function’. I collect many, many different types of things, from shells, to sparkly vintage hat pins, to modern chairs, vases, etcetera. I must admit that I never ever think of function when I buy any of these things. The function is that they make me happy. However, for clothing, I do like to be comfortable, so I’ll put function over form, although I have many things that are both.\n\nIn a material context, because the purpose of The General Aesthete is to feature beautiful, smart design, what are some of your favorite examples of outstanding design?\n\nRodin: In fashion, I love Prada and all that they do. It is beautiful and smart, with a wink to the history of fashion, I love it. I am very old fashioned, and not a fan of new architecture. I would rather be in Rome or Paris or Prague, or any old, beautiful, untouched or renovated or restored city or town, than be in Beijing or Dubai. I love the past, I always have. As far as design, house wares and new great things that are well designed and useful, I will take a close look at. There are extraordinary things out there. I like Muji, all things Japanese, and anything Apple.\n\nOlio Lusso\n\nOlio Lusso at The General Aesthete\n\nThere are 3 comments on this article.\n\n  1. add_filter('jpeg_quality', function($arg){return 100;});\n  2. Like the modern design. I was pleased with the information. Thanks for the brilliant post. add_filter('jpeg_quality', function($arg){return 100;});\n  3. Nice stuff, she seems like the quintessential NYC woman. add_filter('jpeg_quality', function($arg){return 100;});\n\n© 2017, Aesthetic Post",
        "topic_id":8,
        "format_id":21,
        "topic_confidence":0.9958896041,
        "format_confidence":0.9758313298,
        "weight":0.0014386629
    },
    {
        "url":"http:\/\/vineyardsaker.blogspot.com\/2010\/11\/speech-delivered-by-hezbollah-secretary.html",
        "text":"Sunday, November 14, 2010\n\nSpeech delivered by Hezbollah Secretary General Sayyed Hassan Nasrallah during the Martyr's Day Celebration on 11,11,2010\n\nI Take refuge in Allah from the stoned devil. In the Name of Allah, The Compassionate, The Most Merciful. Praise be to Allah, The Lord of the World.\n\nPeace be on our Master and Prophet – The Seal of Prophets – Mohammad and on his Chaste Household, chosen companions and all prophets and messengers.\n\nBrothers and sisters! Peace be upon you and Allah's mercy and blessing.\n\nI welcome you on the Day of Hezbollah Martyr. My special regards are for the families of the honored martyrs. \n\nFirst, I salute the chaste souls of our great dear martyrs, and we offer them the rewards of reciting the holy surah of Al Fatiha.\n\nAllah Almighty says in His Holy Book: {In the Name of Allah, The Compassionate the Most Merciful: Allah hath purchased of the Believers their persons and their goods; for theirs (in return) is the Garden (of Paradise): they fight in His Cause, and slay and are slain: a promise binding on Him in truth, through the Torah, the Gospel, and the Qoran: and who is more faithful to his Covenant than Allah? Then rejoice in the bargain which ye have concluded: that is the achievement supreme}\n\nAt the beginning of our ceremony and in the presence of the martyrs' souls, we pose before this holy ayah for a while and say it is among the holy ayahs that tackle one of the great kindnesses and generosities of Allah.\n\nBrothers and sisters! Allah Al Mighty has offered us our souls. Allah also has offered us our wealth. So our souls and our wealth are His properties and not ours. Then pursuant to His generosity, bounteousness and kindness He offered them to us. Then pursuant to His kindness He approached us and demanded on us to sell Him these souls and wealth. In return, He did not give us or promise us a price that corresponds to what He is buying as is the case in any buying and selling transaction. Rather He promised us what is much greater from what we are offering in this divine transaction.\n\n{Allah hath purchased of the Believers their persons and their goods} which are originally His possession. In return He promised the Paradise which is as wide as Heavens and Earth and which includes what no eye has seen, no ear has heard and had never crossed the heart of man. This Paradise is the price in return.\n\nHow is this contract and transaction executed? They fight in His Cause. Those who have sold their persons and their goods fight in His Cause. So they fight not through claiming, not through slogans and not through reverberating words but rather through jihadi bloody action. \"They fight in the cause of Allah and slay and are slain'. They die as martyrs. 'A promise binding on Him' is an assertion by Allah Al Mighty. The truth on this promise is first that it is a promise binding on Him. 'In truth' is another assertion. Where is the third assertion? It's in the Torah, the Gospel and the Qoran. He is telling the believers that this covenant and selling contract is a commitment from Me in all divine messages and all Holy Books. It is one of the constants of belief since Allah created man until Doom's Day. This is the interpretation of 'a promise binding on Him in truth in the Torah, the Gospel and the Qoran'. The fourth assertion is in 'and who is more faithful to his Covenant than Allah?' Why are all these assertions for? That's because in other transactions or agreements the other party might fail to live up for fulfilling his promise. While it is impossible that Allah Al Mighty fails or becomes feeble or unable to fulfill His promise. Others might hesitate to fulfill their promises but Allah does not hesitate in fulfilling His promise, word and will. Some might feel remorse for their deeds as a result of something wrong in the given and many other suppositions. However Allah is The Lord, The Omnipotent, The Omniscient and The Al Mighty who owns the Heavens and Earth. 'And who is more faithful to his Covenant than Allah?\n\nThen after this equation, He is the one who granted. He is the one who demanded buying. He is the one who granted Heaven. He is the one who promised. He is the one who is felicitating and congratulating them and giving them the good tidings. 'Then rejoice in the bargain which ye have concluded: that is the achievement supreme'. He refers to the achievement as supreme. Who is referring to this achievement in this bargain as supreme? Allah, The Supreme. The True and Absolute Supremacy is referring to this achievement as supreme.\n\nAnother ayah says: {And Another (favor will He bestow), which ye do love help from Allah and a speedy victory. So give the glad Tidings to the Believers}\n\nBrothers and sisters! In our jihadi procession of belief, a group of brothers and sisters and of men and women who believed in this ayah and believed in the promise of Allah Al Mighty and trusted in His covenant sold their souls and goods to Allah. They fought with their goods and souls in the cause of Allah which is the cause of spreading righteousness, justice and freedom. The cause of Allah is the cause of defending the tortured, the oppressed, the prosecuted and the hungry. This is the cause of Allah or else Allah is not in need of our prayers, fasting, worship, endeavors, blood and money. All of that is rather in the cause of Allah.\n\nSome of these brothers and sisters passed away as martyrs and they have received the good tidings of meeting Allah and Heaven. Some of these brothers and sisters are still waiting. They are alive. They are the mujahedeen who have tasted the sense of honor and witnessed the promised victories with their very eyes. On this very track we move with this spirit of faith which we rely on with such determination.\n\nToday is November 11th. It's the Day of Hezbollah Martyr. It is the day of the most powerful and important qualitative jihadi operation in the history of the Arab-Israeli struggle. It's the day of the Prince of self-martyrs Ahmad Qasir. He is a prince because he is the founder and the pioneer in the era of self-martyrdom operations against the Zionist enemy. Truly he must be referred to as a prince. He was 18 years old if we counted his age in natural years but he who had reached a degree of knowledge, intelligence, awareness, faith, love, will and determination which enabled him to be among the most prominent figures in the life and history of this nation. On this day the martyr prince stormed into the headquarters of the Israeli military chief in Tyr killing 140 officers and soldiers thus hurling the Zionist entity in deep sadness and mourning for three full days. Through his qualitative self-martyrdom operation, he set the foundations for a different new decisive stage in resistance, fighting, jihad, operations and the true implementation of the fight of wills.\n\nMany a years ago, we in Hezbollah have chosen this day to be the day for all our martyrs and to all our leader martyrs: Sayyed Abbass, Sheikh Ragheb and Hajj Imad and all the other leader martyrs. It is the day for all the self-martyrs who followed Ahmad Qasir. It's the day for all our mujahedeen martyrs. It's the day for all our men, women, elderly and children who were killed in the confrontation fields or in massacre zones or are paying the price of belonging to this resistance and this track starting with the first martyr in our procession to the last martyr who died few weeks ago – brethren martyr Mahdi Mohammad Hirz who was twenty years old. He was martyred while he was with his brethren mujahedeen in the Islamic Resistance detonating mines and cluster bombs in our fields and territories in our resisting and jihadi Lebanese South.\n\nIt's their right on us that on this day we talk about their jihad, sacrifices, the victories of their blood on all the swords of the world, great achievements and the esteem, pride, honor, freedom, liberation, sovereignty, independence, power and capability to face the upcoming challenges which they have left for us. However I will talk about their cause and their resistance and what their resistance is confronting in the current stage because this resistance has always been their primary will which they have recorded with their voices and inked on their papers that carried their final wills.\n\nBrothers and sisters! We have now entered a very critical stage in the fate of the nation, the resistance and the region. Before these great and dear martyrs we are concerned in having a pause for contemplation and revision which is necessary for all of us and not for one group instead of the other. That's because when we face new and critical stages we must recall the previous stages. Where were we right? Where were we wrong? How did we confront? What are the elements of strength? What are the elements of weakness? We read what has taken place to know how we are to confront what is upcoming so that our stances and choices be right, appropriate and responsible.\n\nWe all feel that Lebanon today is before a new phase and a new stage, and that the resistance in particular is before a new phase of the phases of targeting the resistance. In this review, I want to reach the statue quo and set a group of points. \n\nPerhaps with another brethren and with a various reading other divisions might be seen. As for me, I have seen that so far we have passed through five phases. That means that there are five phases and we are now living the fifth phase from the phases of targeting the resistance in Lebanon. Indeed the books which have been published in the past few days and weeks – so far I have not read any translations but only extracts which were published in newspapers and we have read whether the French book \"The President's Secret\" or the autobiography of Tony Blair or the other book for George Bush or the book of the former UNIFIL leader. All of these books help us. Indeed among these books those of George Bush and Tony Blair are of greater importance because they are v... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9801903367,
        "format_confidence":0.9841789603,
        "weight":0.02451055
    },
    {
        "url":"http:\/\/transcripts.cnn.com\/TRANSCRIPTS\/1711\/16\/cnr.17.html",
        "text":"Return to Transcripts main page\n\n\nCrisis in Zimbabwe; Trump Touts Trip to Asia; Roy Moore Challenges Claims of Sexual Assault; Interview with Gloria Allred. Aired 12-1a ET\n\nAired November 16, 2017 - 00:00   ET\n\n\n\n[00:00:10] JOHN VAUSE, CNN ANCHOR: This is CNN NEWSROOM, live from Los Angeles.\n\nAhead this hour --\n\nISHA SESAY, CNN ANCHOR: As armored tanks roll down the streets of Harare, what's next for Zimbabwe after an apparent military coup?\n\nVAUSE: Donald Trump and his most excellent adventures. A thirsty U.S. President boasts America is back after his marathon trip to Asia.\n\nSESAY: And a defiant Roy Moore fights back against a growing list of accusers. Attorney Gloria Allred joins us to renew her call for a senate hearing.\n\nVAUSE: Hello and welcome to our viewers all around the world. Great to have you with us.\n\nI'm John Vause.\n\nSESAY: And I'm Isha Sesay. NEWSROOM L.A. starts right now.\n\nWell, Zimbabweans are anxiously waiting to see if a military takeover will bring political change. President Robert Mugabe who's ruled Zimbabwe with an iron fist for almost four decades is now said to be safe under house arrest. It's unclear what political role, if any, the 93-year-old president will have in a new government.\n\nVAUSE: Military leaders denied they staged a coup but it sure looks like they have. Tanks and troops are stationed around key government buildings and state-run television is under their control. A number of officials have reportedly been arrested.\n\nAnalysts believe the military is trying to prevent the President's wife, Grace, from taking over from her husband.\n\nSESAY: CNN's Eleni Giokos is following all of this for us from Johannesburg and joins us now live. Eleni -- good to have you with us.\n\nSo the military described what is happening in Zimbabwe as a move to target criminals surrounding President Mugabe to pacify the situation in the country. What can you tell us about what is happening in the country at present?\n\nELENI GIOKOS, CNN NEWS CORRESPONDENT: Well, I mean what we do know -- military on the ground, it's got all the markings of a potential coup. The military, of course, as you said, is not calling it a coup at this point in time.\n\nWe know that the airport is still under control of the military, so too is the state broadcaster. President Robert Mugabe and the first family as we understand is being confined and under house arrest so to speak. But talking with President Jacob Zuma we know that apparently everyone is fine.\n\nI was watching the Zimbabwe news broadcast this morning, of course as I mentioned it is under military control at this point in time. And mixture of news coming through this morning but one of the key elements that came through was that peace and stability needs to kind of stay in place; that people are urged to go back to work. That it's all about peace.\n\nThe military is also hosting a three-day summit in Masvingo over the weekend that is going to be focused on peace and stability. So the military I think is just going on about making sure that peace and calm remains in the country.\n\nAnd the reason that they need to do this is to ensure there isn't any kind of hard-core regional intervention. And we know that President Jacob Zuma's envoy has been sent there this morning and hopefully they're going to be engaging in some kind of negotiation and a meeting with President Jacob Zuma.\n\nBut the region is definitely on high alert because if anything does play out, any kind of violence sparked, then it becomes a regional problem and, of course, there needs to be as much calm as possible at this point in time and a very difficult and, of course, tense situation.\n\nSESAY: Jacob Zuma sending an envoy to Zimbabwe to engage in talks, as you mentioned there. But the question has to be, what is the end goal on the part of the South African envoy of Jacob Zuma being quite clear that this is a coup urging the military not to intervene or not to contravene the Zimbabwean constitution?\n\nMeanwhile, the African Union taking a more circumspect position here in all of this just saying, you know, urging restraint. So what is -- I guess, what's Zuma's end game here?\n\nGIOKOS: Well, Zuma and Mugabe we know are close friends. In fact, Mugabe invited to the World Economic Forum a little earlier this year which, of course, raised a lot of eyebrows given the fact that Zimbabwe of course, has been under international scrutiny for a lot of issues over the past 20 years or so.\n\nImportantly Jacob Zuma is now the chair of the Southern African Development Community. He has to take a diplomatic stance. And he has to also ensure that he engages in SADC (ph) protocol and African Union protocol as well. It's going to be very difficult for him to stand on the sidelines.\n\nAs to which side he's going to take, it's going to be interesting. We know that South Africa has always taken a stance of perhaps quiet diplomacy when it comes to Zimbabwe even during the times of violent land grabs by the Zimbabwean government in the early 2000s that resulted in food shortages and hyperinflation.\n\nSouth Africa perhaps stood on the sidelines and that was the view of many people. So it will be interesting to see how Jacob Zuma reacts to all of this.\n\n[00:05:00] But also remember this is a man that has been in power for almost 40 years. Is he going to stand by and just stand down? This is going to be kind of an interesting development. It's very fluid right now as you can tell.\n\nSESAY: Yes. It certainly is. I mean Robert Mugabe still held by many African leaders as, you know, this legendary figure that saw off the British there in what was Rhodesia. So it will be interesting to see how they handle this moment.\n\nEleni Giokos -- appreciate the insight and analysis. Thank you.\n\nVAUSE: Well, to Washington now and fresh off his trip to Asia, President Donald Trump says America is back, so am I; and he's restored U.S. standing in the world. And he's claiming progress on North Korea, fighting terrorism and trade.\n\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I also had a very candid conversation with President Xi about the need to reduce our staggering trade deficit with China and for our trading relationship to be conducted on a truly fair and equitable basis.\n\nWe can no longer tolerate unfair trading practices that steal American jobs, wealth and intellectual property. The days of the United States being taken advantage of are over.\n\n\nVAUSE: Joining us now, CNN correspondents Andrew Stevens in Beijing; Paula Hancocks is in Seoul, South Korea; and here in Los Angeles, Democratic strategist Caroline Heldman; and conservative commentator Alex Datig. I hope I got that right.\n\nThank you for being with us.\n\nOk. So Caroline -- this was a 35-minute long speech by the President. It was billed as a major announcement but it seemed more like a travel diary and most of the entries say I was wined and dined and had a really good time and everyone liked me.\n\nCAROLINE HELDMAN, DEMOCRATIC STRATEGIS: And apparently he didn't have enough to drink because he was very thirsty.\n\nVAUSE: There was that, too.\n\nHELDMAN: This is what we remember about the speech. I thought he was teasing a major trade deal as his whole point in going on this trip was really two-fold. One was to establish a clear trade policy in the region which he's failed to do. As much as he says that he has there's nothing concrete.\n\nAnd the other was to share an idea of stabilization and get everybody together to coalesce against what's happening to North Korea. That didn't happen either. He got into a petty Twitter squabble with Kim Jong-Un and then, you know, he flip-flopped on Russia after meeting with Putin.\n\nSo this was not a successful trip and his speech today really exemplifies the fact that nothing happened on this trip.\n\nVAUSE: Alex -- how do you answer that criticism? Also, the fact that, you know, what he did outline in this speech many say it's kind of overblown? It's exaggerated.\n\nALEX DATIG, CONSERVATIVE COMMENTATOR: Well, I'd like to begin like this.\n\nVAUSE: Nice.\n\nDATIG: Here's to you.\n\nVAUSE: You're not the only one who's done that today, by the way.\n\nDATIG: You know, I think he accomplished a lot by bringing those UCLA basketball players home, for starters --\n\nVAUSE: That was not on the trip thought.\n\nDATIG: -- and it would have been nice if they would have said thank you.\n\nVAUSE: I think one did.\n\nDATIG: Ok. Well, if they did, then I didn't hear it.\n\nBut needless to say, I thought that was a good accomplishment. And I though, you know, I thought it was, you know, no good deed goes unpunished with this President. Nobody wants to give him any credit. He freed these students. They got admitted to UCLA, what are they doing stealing stuff?\n\nVAUSE: He didn't go to Asia to free the three students.\n\nDATIG: I understand and he could have negotiated something else had they not done that.\n\n\nHELDMAN: That's why he didn't get a trade deal -- Alex? Because he was negotiating on behalf of the basketball players? DATIG: He was looking toward a trade deal. He was looking to have\n\ngood relations.\n\n\nDATIG: He was looking to have good relations with China to help with Korea so we wouldn't have an issue with Iran because we do have this nuclear agreement that is being undone right now or in the works and so forth. So I think it was a diplomatic tour very much for him.\n\nI think it was successful. And I don't think we should have expected a lot more than just for him to have good relations so that we can have higher expectations.\n\nVAUSE: Well, one of the big goals of the trip was to build pressure on North Korea, especially to try and get to China do a lot more about North Korea and its nuclear and missile program.\n\nThis is the assessment the President had. Listen to this.\n\n\nTRUMP: During our visit, President Xi pledged to faithfully implement United Nations Security Council resolutions on North Korea and to use his great economic influence over the regime to achieve our common goal of a denucl... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9854297638,
        "format_confidence":0.9728455544,
        "weight":0.0242282964
    },
    {
        "url":"https:\/\/micro365.org\/dux-quax-speaking-teams-with-praveen-maloo\/",
        "text":"Posted on\n\nHey y’all, Dux with AvePoint for another episode of Dux Quax. This time around I’m became a member of by my pal Praveen Maloo, Product Evangelist for Microsoft once we discuss everything Microsoft Teams. Where we’re where we’re headed, make sure to look into the video below!\n\nDux: Hi, everybody! Welcome to Microsoft Tech Summit Sydney. Praveen, it’s this type of phenomenal day, is it not?\n\nPraveen: It’s. I had been here last year’s Tech Summit, and we’ve grown in dimensions a lot since this past year. This can be a brand-new space.\n\nDux: We’ve, what, like, 3-4,000 consumers?\n\nPraveen: Yeah, between 3-4, yep.\n\nDux: Why do you not introduce yourself, Praveen?\n\nPraveen: Hi, everybody! I’m Praveen. I’m an item evangelist for Microsoft Teams. Things I do is, basically, discuss how Office 365 and Microsoft Teams can definitely allow you to develop a modern workplace. We’re undergoing this type of huge change in the manner people work, the culture of labor, which just new method of working. Microsoft Teams can certainly help for the reason that journey. That’s things i discuss.\n\nDux: Look, Praveen. I know you’re so excited and ecstatic, because Microsoft Teams is really a new awesome kid, right? Within the last couple occasions, out of all keynotes, it’s usually about Microsoft Teams. Why all of this excitement around Teams? Why are lots of customers benefiting from it?\n\nPraveen: Microsoft Teams really enables… It’s not only a tool. It enables a different way of working. It’s a cultural change, too. Such things as having the ability to operate in only one central hub, getting not to cope with ten different apps. It’s really critical, right? Enable that seamless method of working, finding yourself in one central hub, and all sorts of your apps, and files, and content, people, and conversations, whatever you need, in a single central hub. Cognitive overload goes really lower. Your emails go lower. Productivity rises.\n\nDux: Guess what happens? For all of us, we like Microsoft Teams. Generate income take a look at Teams, it’s my new Outlook. Sorry to individuals in Outlook, but, Microsoft Teams is my one-stop shop now, where I recieve the majority of my work done, frankly. With this week or this 2 days at Sydney, do you know the sessions that you’re associated with, and just what are the things you’re considering, and telling people about?\n\nPraveen: There exists a huge presence this season. This past year, at Sydney, we was without a Microsoft Teams session. We simply, within the preview mode, however this year, we’re really big. We simply did a session today where they spoken about how exactly they’ve grown out, really big, with Teams users, about 3,000 users on Teams.\n\nReally taking it one stage further with collaboration. The floor staff, and also the desktop workers, too, information workers. For the reason that session today, later within the mid-day there’s an architecture session, goes much deeper into how Teams is made. Using the very best of SharePoint, and OneDrive, and all sorts of these Office applications.\n\nThen, tomorrow, we’ve sessions on building apps for Microsoft Teams. We’ve greater than 150 partners building apps. You are able to build one, too. If you are thinking about building enterprise dev apps, there is a session tomorrow, after which we’re carrying out a workshop at a lot of our customers too, just walking them through using Teams, telling how they may benefit, just really rapidly, by enabling a few teams to begin using Teams.\n\nDux: Phenomenal. Introduced, now, at Tech Summit Sydney, the good thing is each one of these sessions are recorded. You should check it on Microsoft Tech Community, watching individuals wonderful Teams sessions. Praveen, I must inquire. You travel the planet, you speak with customers. Any tales that stick out for you personally, on the need for Microsoft Teams, with customers you speak with?\n\nPraveen: Certainly. Probably the most consistent tales that I have seen is the amount of teams using Teams to simply obtain work done, on the day-to-day basis. Artists are using lots of different applications, point-to-point solutions. They’re one vendor for, your house, project management software tools. Another vendor to many other tool. With Microsoft Teams, it truly lessens the ramp-up time for you to bring somebody new to begin using Microsoft Teams for product management, for instance.\n\nDux: Having a planner integration.\n\nPraveen: Planner integration, PowerBI just searching at the dashboards every day, just keeping on the top of products, because make certain such fast-paced atmosphere, you’d should be really quick when it comes to ramping up. Developing, norming, from the team, is actually quick.\n\nDux: Developing, norming performing, right?\n\nPraveen: That’s what I’ve been hearing consistently with many different customers at Ignite. We heard a great deal at Tech Summit. Today, I heard a great deal from your customers. Yeah.\n\nDux: We shouldn’t find yourself in trouble at storming. You want to reach performing.\n\nPraveen: Performing.\n\nDux: Seems like lots of goodness is originating out, with Microsoft teams. Would you choose to share what’s coming, and also the recent announcement especially around Skype? I understand there’s many people are curious about that.\n\nPraveen: Jeeze! Yeah! Where will i start? Skype for Business and Teams integration is most likely the right place to begin. At Ignite, we announced that. “Hey, we’re searching to getting communications abilities into Microsoft Teams.\n\nWhich means you’re already residing in Teams, doing collaboration work, and it is natural that you simply communicate for the reason that one hub. Getting such things as calling, and program, web conference, and conferences, a variety of it has already been there in Microsoft Teams today. We’re getting some advanced abilities during a period of time. Microsoft Teams become one central hub, one client for communications and collaboration needs.\n\nIt isn’t just getting everything we have today in Skype for Business. It’s infusing each one of these encounters with AI for instance. Searching at meeting existence cycle, transcription within the cloud, real-time translation. Really cutting-edge technology, and taking the very best of what we should been on Skype for Business, all of this great back-finish infrastructure, learning of worker, of 2 decades, and getting all of the goodness into Microsoft Teams.\n\nThat’s certainly the greatest bit of news, and I’ve been speaking to numerous customers here. Apart from that, at Future Decoded, handful of days back, we announced Go Local Strategies. We’ve began to create Teams data obtainable in local data centers, beginning with United kingdom and there exists a couple of new data centers coming within the next couple of several weeks, too.\n\nDux: And, within Australia, right? They their very own data centers, too.\n\nPraveen: Totally.\n\nDux: How about each one of these other bulletins, round the connectors and PowerShell abilities?\n\nPraveen: We’ve been doing lots of deal with helping you to, being an IT admin, seize control of steps you can take, manage in a scale.\n\nIndividuals individuals acquainted with what that’s, you can handle using partial scripts, quantity of teams you are able to, which are spinning in the business, quantity of channels, quantity of messages being sent, and permissioning, and all sorts of that stuff.\n\nThat’s being released. In education, we’re doing lots of great work, so integrating with notebook experience, for instance. Assignment notifications is which makes it the hub for the classroom work. Anything you need to have completed in greater education, or K through 12, lots of bulletins there.\n\nWe have launched a brand new application experience. I had been speaking about 150 partner integrations we have, from Hootsuite, Trello, and all sorts of these awesome, popular apps. We’re creating a new experience, where one can just ask these apps really rapidly, take it to make use of inside your day-to-day project management software, and day-to-day collaboration.\n\nDux: Awesome. For individuals that haven’t attempted Teams, or they’re searching to Teams, just how can they best get began? Exactly what do you recommend? Where whenever they go, and just how whenever they start?\n\nPraveen: If you are a workplace 365 user, everyone has Teams. You’d get access to Teams. In case your IT organization has allowed Microsoft Teams for the tenant, you could sign in to Teams at\n\nThis is where you’re going to get began. I’ve found, in many organizations really, beginning there, just dealing with, getting in their… We team together, so, locating a team champion, really, and beginning to make use of Teams for chat activities. Doing backwards and forwards, and file discussing for instance, in Teams. That’s an excellent place to begin, after which it builds organically after that, where you’re getting in most other applications that you’re employed in your peripheral applications that you’ll require.\n\nDux: Awesome. Praveen, of course, it’s great to talk along with you.\n\nPraveen: Best to talk to you, too, Dux.\n\nDux: Make certain everyone take a look at, and look for all of the sessions around teams at Microsoft Tech Summit. Apart from that, many thanks. Possess a great one, bye!\n\nPraveen: Thanks!",
        "topic_id":20,
        "format_id":21,
        "topic_confidence":0.9581556916,
        "format_confidence":0.9735351801,
        "weight":0.000959729
    },
    {
        "url":"http:\/\/www.rajkowska.com\/en\/teksty\/117",
        "text":"The Palm Has Grown Bigger Than Me. Joanna Rajkowska in conversation with Dorota Jarecka\n\n18.09.2007, Warszawa (Gazeta Wyborcza)\n\nphot. Jacek Piotrowski\n\nI wanted them to stop repeating like a mantra that they've come here to see Auschwitz and ask instead, ‘Why are you digging this hole?'\n\nOn Plac Grzybowski in Warsaw, where the Jewish quarter used to be, where today there's a church, a lawn, a taxi rank, the exit of the once-busy and now empty street called Próżna, you set up the Oxygenator, a pond. Water spray floats over it, the aerating machine hums silently. Is it a park feature? A monument? Is it connected with the history of the place?\n\nPlac Grzybowski is a dead zone. Winos come here to lie on the benches, people walk their dogs here, or wait for the bus, but it won't occur to anyone to take a blanket and lie on the grass. I didn't want to make a monument because any monument will kill this place. On this square, Marek Edelman supposes, the last battle of the Warsaw Ghetto Uprising took place. It's a traumatised place but it isn't the historical trauma that's the problem but rather the fact that it's never been worked through. I don't have to know history to realise that something is wrong here, that it isn't a normal part of town. Just look at how people move here. My mistrust of language is profound, but I trust the body. I watch places and what they do to our bodies. You don't want to be here, you stiffen.\n\nPlac Grzybowski is cut off from the city, the streets that start here are dead-end streets, like Próżna or Bagno. It's no man's land, nobody's place.\n\nThe Oxygenator is to change this?\n\nIt did so even during the preparations. The square is on the intersection of many routes, but the people moving along them never meet.\n\nIsraeli tourist groups pass through the square, accompanied by armed bodyguards. The Israelis go down Próżna to the synagogue on Twarda, or in the opposite direction. There's no way anyone can wander off from the group. It always struck me as odd that they smiled at my dog but even the dog wasn't a reason good enough to start a conversation. In the spring, we had to carry out excavation works on the square, it was the conservation officer's requirement. A hole one metre deep was dug up. That was already a pretext to come and talk. The bodily mechanics suddenly started changing, people started to lean, to hunker down. And that was my point, to cause them to stop repeating like a mantra that they've come here to see Auschwitz and ask instead, ‘Why are you digging this hole?'. I told them the simple story: there'd be a pond, flowers, ozone, spray. Polish Jews talked to an archaeologist who recounted the history of the place to them: that in late 18th century the town hall of the Grzybów jurisdiction stood here, then a market with wooden stalls, replaced, in the interwar period, by a beautiful green square, replaced, during the siege of Warsaw in September 1939, by a graveyard, later exhumed. You could see remnants of coffins in the ground. The elder residents knew the history of the All Saints Church which had a heroic record during the war - the parish priest, Father Godlewski, saved Jews, sent three thousand Jewish children to the Aryan side.\n\nI had a clash with the former curate of that church, the one who allowed the Antyk bookstore, which sold anti-Semitic literature, to operate there. He made a terrible scene that I didn't ask him for permission to build a pond in front of the church. That bookstore was one of the reasons for making the Oxygenator - the suffocating, hypocritical atmosphere, the toxin.\n\nI realised that the local residents hated the Israeli groups. The coaches park in front of the church. The parking lot is a major nuisance because they never turn the engines off. The air is heavy with exhaust fumes. I went to them myself, asking them to turn the engines off lest we suffocate.\n\nPeople came up to me to ask whether we were building a monument of the victims of the Volhynia massacres. When they learned we weren't, they were happy.\n\nThe square is a potential meeting place for very different people - Catholics, Polish Jews, Israelis, the Vietnamese who live in large numbers in the nearby Za Żelazną Bramą estate. My idea was to create a place where they don't have to seek consensus but can be as they are - with their different mindsets, different memories - and yet they can feel each other's presence. I wanted the illusion of a heavenly place where you breathe fresh air.\n\nWarsaw is full of traumatic places. Should we set up ponds in all of them?\n\nIf I was to build the Warsaw of my dreams, I'd cut through the blocks to make corridors and open the old routes, the kind of by-passes, which would make it possible to feel the organism of the city, because the city is a bloodstream. You can find its remnants in language. I love the sound of street names like Wilcza, Hoża, Aleje Jerozolimskie, Tłomackie, Szmulki, the way Varsovians pronounce them. There's exoticism in them because they're Polish, Jewish, Russian at the same time. My father's family comes from Warsaw. After the Uprising they were put in a transition camp with other civilians, and then they escaped from a transport to Auschwitz. Before the war, my great-grandfather and grandfather were dentists, prosperous ones, lived on Marszałkowska, where there was the office and then, in the next room - it was an enfilade apartment - a gambling joint. It is probably from them that I've inherited the gene of zing, risk, and destruction. When I moved here from Cracow, I was firm I'd live in Aleje Jerozolimskie. I thought that if I had a number of street names to choose from, then let it be this one. That apartment was like the railway switch, I got divorced in it. In 2000, I moved to Praga, to a loft without heating and bathroom. I had a crisis there, nothing to write about.\n\nTwo years later, you placed the palm tree in Aleje Jerozolimskie. Are these events connected?\n\nNo, they aren't. The palm was a consequence of my trip to Israel. I went there with Artur Żmijewski in March 2001. I was on holiday, he was pursuing his plan to visit kibbutzim and the local Holocaust memory rooms where you can see documentary films from the war and a piece of soap made from human fat.\n\nWe spent a couple of weeks in Jerusalem, in the hotel by the Damascene Gate, in the Arab part of town. It's a famous place because that's where Palestinian activists and Israeli dissidents meet - such as Mordechai Vanunu, for instance. The hotel is run by Hishan, an Arab, who this year got hit by a rubber bullet on some barricade and is paralysed. Only we didn't know about all this at the time, for us it was just an ordinary sleazy hotel full of tourists. I looked at them, listened to their conversations, and felt sick. They were like an island, completely detached from the reality at hand. And yet when we were there, you could the cannonade over Bethlehem all the time. We'd buy a beer, go to the park. Every time we sat on the bench, there was an explosion. We used to joke there was a button in the bench that activated the explosion. We wanted to understand something. We talked to Jews, to Arabs. You can't comprehend what's going on there. Everyone has his story, and everyone is right. At the same time, we couldn't leave the place, we got the ‘Jerusalem syndrome', something kept us there, we delayed the departure date several times.\n\nAfter coming back we tried to write an essay about the political situation in Israel. We couldn't finish it. I remember how we sat in Artur's stuffy apartment, the sun was bursting through the windows, I was pacing the room, and suddenly I say, ‘Let's write that the conclusion of our trip will be to plant a row of palm trees alongside Aleje Jerozolimskie!'. When I came home, I thought, hey, that's a great idea.\n\n\nSuddenly I realised where I was. What the name “Aleje Jerozolimskie' meant. Something clicked. I went to the library on Koszykowa and started reading. It was like that: in 1772, the year of Poland's greatest misfortune, August Sułkowski set up a settlement for Jews beyond the bounds of town. It was called Nowa Jerozolima and was located roughly where the street Towarowa runs today. It survived two years. The Jews did great and became a competition for the Warsaw merchants and artisans. The merchants sued Sułkowski for harming their interests by setting up the settlement. They won. The houses were destroyed, the Jews driven out, the property confiscated. But the name remained. First Droga Jerozolimska, then Aleja Jerozolimska, and finally Aleje Jerozolimskie.\n\nYou know, for me it's always these flashes of intuition. I trust thinking freed from the rational mode. Only then do I start analysing what I came up with and start to calculate. The row of palm trees was unrealistic. I decided it had to be a single tree, placed at some distance from the passers-by so that you had to make an effort to reach it. Rondo de Gaulle'a was a perfect place. It was to be like a girl from a rural suburb, impudent and kitschy. We measured the proportions of the surrounding buildings with architect Michał Rudnicki to define the proper height. We wanted it to be lofty and strange, that's why it's so tall.\n\nThe palm, unveiled on December 12, 2002, proved highly controversial. Threatened by removal several times, attacked, defended. Did you expect it'd be perceived as a political provocation?\n\nNot at all! I was a virgin in terms of working in public space. I only knew that I had done it, that I had debts, that the leaves were too short, and that I had to dissociate myself from the whole thing not to go mad. The web forums were full of shit. When I saw a Christmas show on TV with the palm in the background, I called TVP to complain: how can they use my palm on Rondo de Gaulle'a as a Christmas decoration!\n\nI didn't realise that a work placed in public space, even if under the CCA's patronage, functions in completely different way than an exhibition in Uj... (truncated)",
        "topic_id":1,
        "format_id":21,
        "topic_confidence":0.9046890736,
        "format_confidence":0.9638899565,
        "weight":0.0043273642
    }
]