[
    {
        "url":"https:\/\/haslingdenhigh.com\/information-sharing\/",
        "text":"Information Sharing\n\nPlease check the personal information we hold about about you and your children.\n\nYou may already be aware of new data protection law (GDPR) and received privacy notices from organisations that store your personal data.  \n\nAs part of this, the School must hold accurate and up to date information to support you and your child’s learning. It is especially important for us to have correct contact information in case we need to call you in an emergency.  We use text and email to send important messages including student reports.\n\nYou can view and suggest changes to the information we hold about you online via the Edulink One App.  As well as this, you can also see your child’s timetable, achievements in school and recent school reports.  You can find out more about the app here.\n\nYou may also download, print and complete this blank data collection sheet.  Blank copies are available from main reception.  Please return completed forms to the school office.\n\n[pdf-embedder url=”; title=”Data Collection Sheet blank (1)”]\n\nPrivacy Notice\n\nOur privacy notice for students and parents can be viewed here.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9838601351,
        "format_confidence":0.7991530299,
        "weight":0.002898779
    },
    {
        "url":"http:\/\/license.icopyright.net\/rights\/tag.act?tag=3.8425?icx_id=14738723",
        "text":"\n\n\nLegal prints you make on your home or office printer — or that we make and deliver to you.\n\n\nSend email free to up to 5 recipients (for internal or personal use) — or get permission to distribute to more recipients for professional or commercial use.\n\n\nPost all or part of this article on a web site, intranet, or blog.\n\n\nObtain republication rights for various media, including syndication rights if available.\n\nPlease honour copyright! Piracy hurts creators, devalues their works, and puts you and your employer at risk. Learn More",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.8787946105,
        "format_confidence":0.9619874954,
        "weight":0.0050167808
    },
    {
        "url":"http:\/\/www.nr.edu\/veterans\/policyonrefunds.php",
        "text":"Follow Us! Become a Fan of NRCC!\n\nMilitary Friendly Schools\n\nContact Information:\n\nOffice: Godbey 74\nPhone: (540) 674-3693\nFax: (540) 674-3689\n\nMailing Address:\n\nVeterans Office\n5251 College Drive\nDublin, VA 24084\n\n\nDublin Campus\n5251 College Drive\nMondays - Fridays\n9:00 a.m. - 3:00 p.m.\n\nNRV Mall Site, Christiansburg\n400 New River Road\n10:30 a.m. - 2:30 p.m.\n\nVeterans Day\n\nPolicy on Refunds, Credits, and\nReinstatement as a Result of Military Service\n\n\nPursuant to 23-9.6:2 of the Code of Virginia, and corresponding SCHEV Guidelines, each community college shall have a policy statement providing for the tuition relief, refund, and reinstatement of students whose service in the uniformed services has required their sudden withdrawal or prolonged absence from their enrollment. Service in the uniformed services is defined as service (whether voluntary or involuntary) on active duty in the Armed Forces, including such service by a member of the National Guard or Reserve, for a period of more than 30 days under call or order to active duty of more than 30 days.  Each community college shall provide for the following:\n\nTuition and Required Fees\nShould a student be ordered to active duty (for reservists) or be mobilized (active military) as described in the Code of Virginia, Section 23-9.6:2 and the State Council’s Virginia Tuition Relief, Refund, and Reinstatement Guidelines, he\/she requests to be withdrawn from the college after the census date, the student may elect either to be deleted from the registration file and be awarded a full refund or to be administratively withdrawn with no refund and assigned a grade of \"W\".\n\nStudents called to active duty are entitled to a refund of tuition and fees according to college’s policy. Official military orders are acceptable for documentation of mitigating circumstances.\n\nThe college shall provide, at the option of the student, for such refunds to be retained and to be applicable to tuition and fees charged in the semester or term in which the student returns to study.\n\nEach communitycollege shall have a policy statement regarding the granting of refunds of deposits to students.\n\nNew River Community College shall process refunds for textbooks according to contractual arrangement with Nebraska Books.\n\nAcademic Credits and Grades\nStudents who are called to active duty or are mobilized, meaning serving in the uniformed services, asdescribed in Virginia Tuition Relief, Refund, and Reinstatement Guidelines, have the opportunity to receive an incomplete grade (\"I\") until released from active duty (for reservists) or mobilization (for active military personnel).  All course requirements shall be completed within one year from the date of release from active duty or mobilization.\n\nStudents may be given the option of taking their examinations prior to regularly scheduled times as an exception to VCCS policy 5.6.1in accordance with the Virginia Tuition Relief, Refund, and Reinstatement Guidelines.\n\nCareful consideration will be given and special options are advised for students who receive student financial aid or Veterans Administration benefits.\n\nStudents who are called to active duty or are mobilized shall be assured a reasonable opportunity to be reinstated in the same programs of study without having to re-apply for admission if they return to the same community college after a cumulative absence of not more than five years so long as the student provides notice of intent to return to the institution not later than three years after the completion of the period of service.\n\nDocumentation of military discharge must be submitted to the Admissions and Records Office prior to registration for classes.\n\nDissemination of Information\nNew River Community College officials make every effort to ensure that the aforementioned VCCS policies relative to tuition relief, refund, academic credit and reinstatement are well disseminated and carefully explained in accordance with the requirements of the Code of Virginia, Section 23-9.6:2, and theVirginia Tuition Relief, Refund, and Reinstatement Guidelinesin the appropriate college publications.  Moreover, the college shall designate an administrative unit to ensure that these policies are properly disseminated and administered.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.99727422,
        "format_confidence":0.9499783516,
        "weight":0.0034458698
    },
    {
        "url":"https:\/\/proswitched.com.au\/terms-and-conditions",
        "text":"Skip to the content\n\nTerms and Conditions\n\nWelcome to our website. If you continue to browse and use this website you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern ProSwitched’s relationship with you in relation to this website.\n\nThe term “ProSwitched” or “us” or “we” refers to the owner of the website whose registered office is in Queensland. The term “you” refers to the user or viewer of our website.\n\nThe use of this website is subject to the following terms of use:\n\n  • The content of the pages of this website is for your general information and use only. It is subject to change without notice.\n  • Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.\n  • Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.\n  • This website and its content is copyright of ProSwitched - © ProSwitched 2018. All rights reserved. This includes, but is not limited to, the design, layout, look, appearance, content and graphics of this website.\n  • Any redistribution or reproduction of part or all of the contents of this website in any form is prohibited other than the following:\n    • you may print or download to a local hard disk extracts for your personal and non-commercial use only\n    • you may copy the content to individual third parties for their personal use, but only if you acknowledge the website as the source of the material\n  • You may not, except with our express written permission, distribute or commercially exploit the content. Nor may you transmit it or store it in any other website or other form of electronic retrieval system.\n  • All trademarks reproduced in this website, which are not the property of, or licensed to the operator, are acknowledged on the website.\n  • Unauthorised use of this website may give to a claim for damages and\/or be a criminal offence.\n  • From time to time this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s).\n  • You may not create a link to this website from another website or document without ProSwitched’s prior written consent.\n  • Your use of this website and any dispute arising out of such use of the website is subject to the laws of Australia.\n\n\n\n\nProSwitched’s knowledge in the next generation of \"programmable logic controllers\" (PLC) has been a highlight and the end result was the most impressive.\n\nGavin Lerch\n\nWe're here to help!\n\nOur team are dedicated to finding the solution for your automation, electrical, irrigation or solar needs with the latest technology. Save time and money in your business or home!\n\nBack to top",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8766109347,
        "format_confidence":0.9879972935,
        "weight":0.0276431533
    },
    {
        "url":"https:\/\/www.birmingham.ac.uk\/privacy\/outreach.aspx",
        "text":"Outreach privacy notice\n\nThe University of Birmingham works with schools and colleges to deliver outreach activities to learners who are under-represented in higher education and have the potential to progress. This work is known as widening participation.\n\nWe aim to help young people to:\n\n  • do their best at school or college by providing outreach activities to support improvements in attainment, study skills, motivation and confidence\n  • learn more about higher education, apprenticeships and other career pathways to decide on the right path for them\n\nWe do this by delivering a range of outreach activities such as University taster days, summer schools, masterclasses, study support and mentoring.\n\nThis privacy notice provides information about how the University uses the personal data we collect and process about you. It supplements our webpage Data Protection – How the University Uses Your Data.\n\nIt is important that the personal information we hold about you is accurate and current. Please keep your personal information updated during your relationship with us.\n\nWhat personal data will be processed?\n\nWhen you apply for outreach activities\n\nWe will process the personal data you or your school provides to us when either you or your school\/college make an application for your participation within an outreach activity\/programme. This data will include some or all of the following: \n\n  • your name, home address and other contact details you may provide\n  • your email, your user name, your computer’s IP address, MAC address and device name\n  • your date of birth and year group\n  • your gender\n  • your learner ID number (UPN\/ULN)\n  • the name of your school\/college and in some cases, your previous school\/college (e.g. if you took your GCSEs there)\n  • your qualifications\/grades\n  • whether you are entitled to free school meals\n  • whether you are in care or are a care leaver\n  • whether you are a young carer\n  • information about your home life such as whether your parents\/carers have been to university and your household income). We will assume that you have obtained consent from those individuals before you supply their contact details to us.\n\nIf your school or college provides this information to us, we will assume that they have your consent to do so.\n\nIn addition to this, we may need to process some data about you that is classed as ‘special category’ or sensitive personal data. This includes data about your ethnicity and health\/disability data. Ethnicity data is important, as it enables us to carry out our statutory obligations\/conditions of funding as we need to ensure our outreach activities are targeted at learners who are under-represented in higher education. We may also request data about your health or any disability you have which will be used to provide help or reasonable adjustments at events. Access to, and the sharing of, your special category personal data are controlled very carefully. Special category data is also used for research and statistical purposes, but not in a way which will involve making any decisions about you personally or putting measures in place which relate to you personally.\n\nEngagement data and tracking outcomes\n\nIf you are accepted on to an outreach activity, we will monitor your engagement within the activities for the duration of the activity and evaluate the impact these activities have had in terms of your attainment, aspirations and where you go after school\/college.\n\n  • we will collect the outreach engagement data using registers within events\n  • from time to time you may be asked to complete evaluation forms, so that you can provide feedback on outreach activities\n\nObtaining information about you from third parties\n\nAt key points in your educational career we may ask your school\/college to provide us with information about you, such as your exam results and what qualifications you are studying and where, and education data from your Individual Learner Record (ILR) which is held by your college. We may also ask the Higher Education Statistics Agency (HESA), University Central Admissions Service (UCAS), the Student Loans Company (SLC), and the National Pupil Database (NPD) to provide us with the following information from your ILR:\n\n  • your attainment at school\/college\n  • if you have\/are receiving free school meals\n  • if you have a disability and your ethnic group\n  • the type\/level of course you are studying\n  • whether you went to university\n\nWe may also monitor and track your outcomes from this information if you have not engaged in outreach activities. This will allow us to compare your outcomes against outcomes of other learners that have engaged in outreach activities to support planning and help evidence which outreach activities are most effective. We may ask HESA, UCAS, SLC and NPD and\/or your school\/college to provide data on your background characteristics (e.g. from the school census), attainment and post-16 progression data (e.g. did you stay on in sixth form\/go to college\/go to university).\n\nWhat is the purpose of the processing?\n\nWe will process your personal data in order to deliver our outreach and widening participation activities and agenda which includes:\n\n  • considering the suitability of your application for the outreach event\/programme to which you or your school\/college has applied\n  • enabling you to take part in outreach events and activities, including putting in place any support which is appropriate and managing those events and activities\n  • monitoring your subsequent engagement with those activities\n  • communicating effectively with you or your school\/college by post, email, phone or other electronic media, including the communication of our decision on your application to take part in an outreach activity\/programme\n  • accessing national data sets and identify if you progressed to higher education\n  • responding to any queries about your participation within outreach activities\n  • fulfilling our analysis and reporting obligations (e.g. monitoring your engagement in outreach activities to see if they have made a positive difference to your attainment and post 16 progression)\n  • to enable us to contact others in the event of an emergency (we will assume that you have checked with the individuals before you supply their contact details to us)\n\nWhen you apply for an outreach programme\/activity, we:\n\n  • check if you are eligible to attend\n  • track your engagement within activities\n  • track your outcomes via local and national data sets\n  • evaluate the impact of your engagement within outreach activities\n\nWhen we have collected data about you from third parties (see Obtaining Information About your from Third Parties), that data will be matched together with data we hold to enable us to establish the impact of our activities\/programmes and report to our funders\/make statutory returns (e.g. the Office for Students). This data is not used to make decisions about you, including whether you can participate in further activities.\n\nWe will use your data to prepare aggregated and anonymised evaluation reports to enable us to carry out future statistical analysis on the impact of outreach activities\/programmes on learners from different socio-economic backgrounds or for historical or research purposes or to meet such reporting obligations as may be imposed on the University by relevant authorities, for example the Office for Students.\n\nVideo conferencing applications\n\nWhen using video conferencing applications, such as Zoom and Microsoft Teams, personal data such as your IP address and device name may collected by the companies who own these applications in order to schedule and create a record of meetings, improve and tailor your experience when using these applications. Where video conferencing applications are used to record meetings, personal data captured within the recording are stored within the cloud service owned by that company. Where recording is taking place, you will be notified at the beginning of or as you enter the recording session.\n\nData held and used by the University are compliant with GDPR. Personal data stored by a service provider within the cloud may be stored outside of the European Economic Area.\n\nWhat is the legal basis of the processing?\n\nProcessing of your personal data is carried because it is necessary:\n\n  • to perform our outreach activities and programmes, which are tasks we carry out in the public interest\n  • to deliver the outreach programme you have applied for in accordance with our contractual obligations\n  • to comply with a legal obligation (e.g. equal opportunities monitoring) or regulatory obligation (e.g. reporting to Government or governmental bodies)\n\nWe will only process special category data with your explicit consent or if it is necessary:\n\n  • for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes\n  • to perform our outreach activities in the substantial public interest where the law allows us to do so and in line with our Data Protection Policy\n  • very occasionally, when it is needed to protect your vital interests and you are not capable of giving their consent (for example, in an emergency)\n  • for the establishment, exercise or defence of any legal claims\n\nIf your consent (or that of your parent\/carer) is required for any specific use of your personal data, we will collect it at the appropriate time, explaining why we are collecting the data and how we will use it, and you can withdraw this at any time. Sometimes your school\/college will collect this before forwarding information about you to us.\n\nWho will your personal data be shared with?\n\nWithin the University, your data is shared with only those University staff who need access to it to deliver and support our outreach programmes and activities.\n\nYour personal data is shared with a range of external organisations as is necessary for the purposes set out above and as p... (truncated)",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.94724828,
        "format_confidence":0.9910154939,
        "weight":0.0035947245
    },
    {
        "url":"http:\/\/www.prcompanion.com\/c\/termsofuse",
        "text":"Terms of Use\n\nPR Companion - Terms of Use\n\nTo use the Enterprise PR companion tool you need to register and get access to the\npr companion. Registration fee is 199.99$ for 1 year.\n\nFree PR companion is 100% free and its running with Ads on the website. You no need to register. Straight farward you can go ahead search the outlets,opportunities and contact details. But you can get only 50% of the data.\n\nYou just need to do is to follow the below terms of use.\n\nDon't share the password\n\nDont share the password of the enterprise PR Companion website\n\n\nDon't Redistribute the contents\n\nDon't distribute the contents (outlet, opportunity or contact details) of this website to any other websites or blogs. You should not copy the contents any published in any websites.\n\n\nReturn Policy\n\nWe will return your monedy if you are informing us within 24 hours of your purchase.\n\n\n\"PR Companion is a perfect tool for our PR team and it increse our productivity.\"\n\n\n\n\nTrial Request\n\nYou can request for two weeks trial to access the enterprise edition. Please send an email to info@prcompanion.com to request a two weeks trial.\n\nCopyright © 2010 - 2012 PR Companion. All rights reserved.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8493827581,
        "format_confidence":0.9394498467,
        "weight":0.0262848454
    },
    {
        "url":"http:\/\/www.scitonpro.com\/privacy-policy",
        "text":"Privacy Policy\n\n\n\nSciton provides this website to you subject to this User Agreement (“Agreement”). Please read this User Agreement carefully before using the ScitonPro website. This Agreement constitutes a legal agreement between you and Sciton and governs all use of this website, including all content, information and services provided on this website. By accessing, browsing, or using this website, you acknowledge that you have read, understood, and agree to be bound by this Agreement. We may update this Agreement at any time, with or without notice to you. Each time you access this website, you agree to be bound by the Agreement then in effect. If you do not agree to the terms of this Agreement, please do not use this site.\n\n\n\n\nThe terms used are defined as follows:\n\n·       “ScitonPro Material” means the marketing templates, photographs, videos, Sciton logos and all other information and content on the Sciton Professional Website, located at\n\n·       “Authorized Sciton Device(s)” means a Sciton device(s) that you have purchased directly from Sciton or an authorized distributor; that has been regularly serviced by Sciton and that is still under warranty; that have been loaned to a user under a Sciton executed investigator or other arrangement. All other devices, including but not limited to, used or second-hand devices, devices that are no longer under warranty, and devices that have not been regularly serviced by Sciton are NOT Authorized Sciton Devices and are NOT permissive users of the ScitonPro website.\n\n\nBy using this website, you are granted nonexclusive, nontransferable, limited permission to access and use the ScitonPro Materials for purposes of marketing your Authorized Sciton Device(s), subject to the terms and conditions of this Agreement. You may not copy, download, store, publish, transmit, transfer, sell or otherwise use the ScitonPro Materials or any portion of the ScitonPro Materials, in any form or by any means except (i) as expressly permitted by this Agreement, or (ii) with Sciton’s prior written permission.  If you sell or otherwise transfer right, title, and\/or interest in your Sciton device to a third party, access to ScitonPro is revoked and terminated; and you may not transfer access to any third-party buyer of the Sciton device without breaching this Agreement.\n\n\nYou may use the ScitonPro Materials solely in the regular course of marketing and providing services utilizing the Authorized Sciton Device(s). This includes the right to use, copy, or prepare derivative works of ScitonPro Materials and thereafter reproduce, publicly display, or distribute ScitonPro Materials and materials containing portions of, or derived from, ScitonPro Materials, in hard copy or electronic formats, internally or to third parties subject to the restrictions set forth in this Agreement, provided that the sole purpose is to market your services utilizing your Authorized Sciton Device(s).  You may not duplicate, transmit, or otherwise share the ScitonPro Materials to unauthorized third parties.\n\n\nPatents, Copyrights and Trademarks\n\n\nThe technology, ScitonPro Materials and all related materials, in all languages, formats and media throughout the world, including all patents, copyrights and trademarks are owned by Sciton, Inc. Except as otherwise stated in this Agreement, Sciton retains all proprietary rights to that content and technology. This Agreement does not transfer any ownership rights in the ScitonPro Materials, including any and all logos and trademarks, to you or any third party. Any unauthorized use of the ScitonPro Materials or information on the ScitonPro website may violate patent, copyright, trademark and other laws, whether or not said intellectual property is registered.\n\n\nUsage Restrictions\n\n\nYou may not:\n\n·       Distribute, share, or provide your email, password, and\/or Customer ID number to third parties;\n\n·       Make any attempt to circumvent the technological measure(s) that controls access to or use of the ScitonPro Materials;\n\n·       Store, cache, use, upload, distribute, or publish the ScitonPro Materials or otherwise use in violation of Sciton’s or a third party’s rights, including intellectual property rights, privacy rights, nondiscrimination laws, or any other applicable law or governmental regulation;\n\n·       Remove or obscure any Sciton patent, copyright, trademark, proprietary rights notices, and\/or legends contained in or affixed to any ScitonPro Materials; or\n\n·       Use or incorporate any portion of the ScitonPro Materials to promote or market a product or service other than your services utilizing your Sciton Authorized Device(s).\n\n·       Use or incorporate any portion of the ScitonPro Materials to promote off-label uses of Sciton devices. All use of ScitonPro Materials must relate to on-label applications of your Sciton Authorized Device(s).\n\n\n\n\nScitonPro is intended by Sciton to require a valid, working e-mail address and password to assess and use the ScitonPro Materials. You are solely responsible for (1) maintaining the strict confidentiality of this e-mail address and password (2) not allowing another person to use your e-mail address, password and\/or customer ID number to access ScitonPro, (3) any damage or losses that may be incurred or suffered as a result of your failure to maintain the strict confidentiality of your e-mail, password and\/or customer ID number and (4) promptly informing Sciton in writing of any need to deactivate your ScitonPro account due to potential or actual safety concerns. Sciton is not liable for any harm related to the theft of your e-mail, password or customer ID number as a result of your authorization to allow another person or entity to access and use your e-mail, password and\/or customer ID number.\n\n\nMedical Disclaimer\n\n\nThe ScitonPro Materials are available through this website to assist you in marketing your Sciton Authorized Device(s) and are not a substitute for the professional judgment of a health care professional in diagnosing and treating patients. None of the ScitonPro Materials are intended to provide medical diagnosis or treatment purposes. The ScitonPro Materials are not intended to provide medical advice or physician instruction on the appropriate use of your Authorized Sciton Device(s). Persons accessing the ScitonPro Materials assume full responsibility for the use of the information contained therein and agree that Sciton is not responsible or liable for any claim, loss, or damage arising from the use of the information. Your reliance upon the ScitonPro Materials obtained or used by you through the website is solely at your own risk.\n\n\nDisclaimer of Warranties and Limitation of Liability\n\n\nSciton provides this website “as is” without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, fitness for a particular purpose, noninfringement, accuracy, completeness and currency. No oral or written information or advice given by Sciton or a Sciton authorized representative shall create a warranty.\n\n\nSciton provides the ScitonPro Materials as a courtesy to users of ScitonPro, but does not guarantee that the ScitonPro Materials comply with your state and\/or local law. Sciton assumes no liability – medical, legal, or otherwise – for your use of the ScitonPro Materials. The ScitonPro Materials may require modification and are not intended as a substitute for your seeking legal advice to assure such documents or materials conform to applicable local, state and federal laws in your jurisdiction.\n\nYou assume the entire risk or cost associated with your access to and use of the ScitonPro Materials, including but not limited to, the quality and performance of and the ScitonPro Materials. In no event shall Sciton be liable for any claim for damages of any kind, whether based in contract, extra-contractual, tort, or strict liability, relating in any way to the ScitonPro Materials, including but not limited to (i) inability to access or use the ScitonPro Materials, (ii) any decision made or action taken in reliance upon or utilizing the ScitonPro Materials, (iii) any lost profits or other consequential, exemplary, incidental, indirect or special damages relating in whole or in part to the use of, or inability to use the ScitonPro Materials, even if Sciton has been advised of the possibility of such damages; (iv) the procuring, compiling, interpreting, editing, writing, reporting or delivering of information or content. \n\n\nLinks to Third Party Sites\n\n\nThis website may provide links to other third-party websites or resources, like Shopify™. Sciton makes no representation whatsoever about any other website which you may access through this website. Because Sciton has no control over such sites and resources, you acknowledge and agree that Sciton is not responsible for the availability of such external sites or resources and is not responsible or liable for any content, advertising, products, services or other materials on or available from such sites or resources.\n\n\n\nYour rights under this Agreement will terminate automatically or otherwise cease to be effective without notice from Sciton if you fail to comply with any term(s) of this Agreement. You acknowledge and agree that Sciton, in its sole discretion, may terminate your website access if your conduct is found to be unlawful, inconsistent with, or in violation of this Agreement, or for any other reason. This Agreement shall terminate automatically if (i) you purchase or obtain a Sciton device from any person or entity other than Sciton or a Sciton authorized distributor, including but not limited to purchasing a previously-owned Sciton device(s) from a third-party broker; (ii) you fail to have your Authorized Sciton Device(s) regularly serviced and maintained; or (iii) when your Authorized Sciton Device(s) is no longer under warranty. Sciton shall not be liable to you or any third party for termination of website ac... (truncated)",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8692250848,
        "format_confidence":0.9899384975,
        "weight":0.0276974662
    },
    {
        "url":"https:\/\/www.inview.co.nz\/terms-of-trade",
        "text":"Terms Of Trade\n\nGeneral Terms & Conditions\n\n1. Acceptance\n\nAll orders are subject to acceptance by Cornish Blue Holdings Ltd (CBH) trading as Inview Print at 657 Lineside Road, Rangiora.\n\n2. Cancellation\n\nNo order can be cancelled or varied by the Customer, once accepted by CBH unless CBH agrees to this.\n\n3. Quotation\n\nUnless otherwise agreed in writing quotations given are valid for a maximum period of 30 days.\nQuoted prices may be altered at any time before delivery due to increased costs beyond the control of CBH.\n\n4. Price\n\nUnless otherwise agreed in writing the price for the goods is stated in New Zealand dollars and GST exclusive.\nIf applicable, any taxes, levies or duties which are payable on the sale of the goods shall be charged to the Customer in addition to the quoted price.\n\n5. Payment\n\nUnless otherwise agreed in writing all goods shall be paid prior to or on pickup unless the client has an approved credit account, in which case payment is due the 20th of the month following the invoice date.\nIf payment is not made in full by the due date, CBH may at its option suspend delivery of further goods until the account is paid in full.\n\n6. Overdue Accounts\n\nCBH may charge and recover interest on overdue accounts at the rate of 1% per annum above the current overdraft rate charged by the bankers of CBH, compounding monthly from the date the payment becomes overdue, until the date of payment.\nCBH shall be entitled to cancel deliveries due under this or any other order when payments are overdue, and the Customer shall indemnify CBH for any losses suffered by reason of any cancellation.\nAny expenses, disbursements and legal costs incurred by CBH in the enforcement of any rights contained in this contract shall be paid by the Customer, including any solicitor’s fees or debt collection agency fees.\nAll costs incurred in collecting money for outstanding invoices, past their due date for payment, will be payable by the Purchaser.\n\n7. Deliveries\n\nUnless otherwise agreed in writing costs of delivery are borne by the customer as all prices are quoted ex factory.\nDelivery times quoted in orders are estimates only. CBH will not be responsible for delivery delays due to causes beyond its control.\n\n8. Claims\n\nAll claims regarding faulty product, incorrect delivery or pricing must be made in writing within 10 working days of receipt of goods by the Customer CBH shall at its discretion accept or reject any claims and repair or replace the goods or give a credit for them for any accepted claims.\nAny claims negotiated with CBH must be finalised prior to garment disposal. The garments must be available for inspection by CBH prior to finalising the claim.\n\n9. Property and risk\n\nThe risk in the goods shall pass to the Customer upon delivery.\nThe ownership shall not pass to the Customer until the Customer has paid the full amount due in respect of the purchase.\nThe Customer shall be liable for all and any losses arising from the resale of repossessed goods due to non-payment.\nPayments received may be accepted and applied by CBH in respect of any indebtedness of the customer as CBH shall think fit, and CBH shall not be bound by any conditions or qualifications attaching to such payments.\n\n10. Insurance\n\nFull insurance coverage for goods (including garments and artwork) that are owned by the Customer and on CBH’s premises is the responsibility of the Customer.\n\n11. Privacy Act\n\nCBH retains the right to obtain credit information of the Customers from credit reference agents CBH retains the right to disclose details of the Customer and their debts to credit reference and debt collection agents.\nThe Customers are entitled to have access and to request correction to information held about them by CBH.\n\n12. General\n\nIf the Customer acquires the goods for trading purposes, the Customer agrees to the following terms:\n\n  • The Consumer Guarantees Act does not apply.\n  • Where defective goods have been supplied, the total liability of CBH, in any legal circumstance, for any loss, damage or injury arising directly or indirectly from any defect in the goods or any other breach of CBH’s obligations under these terms and conditions will not in any event exceed the added invoiced value of the goods by CBH. CBH shall not in any circumstance be liable for any consequential, indirect or special damage or loss of any kind.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.988376677,
        "format_confidence":0.989803195,
        "weight":0.0276936806
    },
    {
        "url":"https:\/\/www.vineresources.com\/privacy-policy",
        "text":"Privacy Policy\n\nPrivacy Policy\n\nVine Resources Limited is registered with the Information Commissioner which means we are able to act as a Data Controller and therefore comply with the Data Protection Act 1998.The 1998 Act provides for regulation of the processing of information relating to data about living people through which they may be individually identified. This regulates the processing of personal information that will be processed by Vine Resources staff. All candidates and client details are held on the Vine Resources database.Vine Resources Limited is committed to respecting your privacy and to complying with the applicable data protection and privacy laws. This Privacy Policy Statement explains how we collect, use and protect your information when you visit the site.\n\n\nWe will collect your personal data in order to facilitate the recruitment process. This data will include all information provided to us on a CV e.g. full name, address, contact numbers, email and date of birth. We may also pass your skills information onto third parties, subject to you giving us consent to do so. All other personal and confidential information may be passed on during the interview or placement process. We will also from time to time, need to take references or credit checks and other lawful checks.\n\nWe are required by law to hold your personal and confidential information for as long as necessary and we may contact you occasionally to ensure that we have all your current details. If we are unable to contact you within the period of one year because your details on the database are incorrect or out of date, we may archive or delete your record.\n\nIt is in your interest to keep us updated with all your current details so that the information that we hold is accurate and up-to-date. If you wish to have your details deleted from the database please email\n\n\nVine Resources is committed to protecting the privacy and confidential information of its clients and to upholding all data protection principles in accordance with the Data Protection Act 1998.\n\nAll client company information is held on our database and is only available to Vine Resources staff.\n\nAll personal data will be kept up-to-date where possible. Vine Resources may contact you from time to time to ensure that all of your company details are current. If you wish to notify us of any changes or wish your details to be deleted from our records, please email\n\nWhen you submit a job vacancy to Vine Resources, unless instructed not to do so, we may post the specific job specification onto job vacancy boards, including our website.\n\nIf you engage with a candidate provided by Vine Resources, we may need to collect and hold data on credit-worthiness and financial information about your company for accounting purposes.\n\nVine Resources Limited shall not accept liability for any loss or damage which may arise out of any person relying on or using any information on this website. Vine Resources shall not be liable for any such information for any direct, indirect or consequential loss or damage or any loss or damage to profit, revenue, saving, use, goodwill or business, whether in contract, tort negligence, misrepresentation, breach of Statutory duty or otherwise howsoever arising out of or in connection with the use of this website.\n\nNothing in this disclaimer shall exclude or limit the liability of Vine Resources for death or personal injury due to its negligence or for its fraud.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9765992761,
        "format_confidence":0.9898577332,
        "weight":0.0276952065
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2000\/11\/28\/00-30158\/national-institute-on-alcohol-abuse-and-alcoholism-notice-of-closed-meeting",
        "text":"Skip to Content\n\n\nNational Institute on Alcohol Abuse and Alcoholism; Notice of Closed Meeting\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\nPursuant to section 10(d) of the Federal Advisory Committee Act, as amended (5 U.S.C. Appendix 2), notice is hereby given of the following meeting.\n\nThe meeting will be closed to the public in accordance with the provisions set forth in sections 552b(c)(4) and 552b(c)(6), Title 5 U.S.C., as amended. The grant applications and the discussions could disclose confidential trade secrets or commercial property such as patentable material, and personal information concerning individuals associated with the grant applications, the disclosure of which would constitute a clearly unwarranted invasion of personal privacy.\n\nName of Committee: National Institute on Alcohol Abuse and Alcoholism Special Emphasis Panel.\n\nDate: November 20, 2000.\n\nTime: 10 a.m. to 11 a.m.\n\nAgenda: To review and evaluate grant applications.\n\nPlace: 6000 Executive Boulevard, Suite 409, Rockville, MD 20852, (Telephone Conference Call).\n\nContact Person: Elsie D. Taylor, Scientific Review Administrator, Extramural Project Review Branch, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Suite 409, 6000 Executive Blvd., Bethesda, MD 20892-7003, 301-443-9787,\n\nThis notice is being published less than 15 days prior to the meeting due to the timing limitations imposed by the review and funding cycle.\n\nStart Signature\n\n(Catalogue of Federal Domestic Assistance Program Nos. 93.271, Alcohol Research Career Development Awards for Scientists and Clinicians; 93.272, Alcohol National Research Service Awards for Research Training; 93.273, Alcohol Research Programs; 93.891, Alcohol Research Center Grants, National Institutes of Health, HHS)\n\nDated: November 16, 2000.\n\nLaverne Y. Stringfield,\n\nDirector, Office of Federal Advisory Committee Policy.\n\nEnd Signature End Preamble\n\n[FR Doc. 00-30158 Filed 11-27-00; 8:45 am]",
        "topic_id":12,
        "format_id":8,
        "topic_confidence":0.7843407989,
        "format_confidence":0.9717194438,
        "weight":0.0015380928
    },
    {
        "url":"https:\/\/www.dutch.hostelworld.com\/hosteldetails.php\/Royal-Guest-House\/Pokhara\/297851",
        "text":"Group Booking Terms and Conditions\n\nBecause you are making a Group Booking, there are additional Terms and Conditions that apply. Please read them and click 'I Accept' below to continue with your booking\n\nGeneral Group Booking Terms\n\nBy making a group reservation through you agree to the following terms and conditions as set by and as set by the hostel in question.\n\n  • In order to make a group reservation on it is necessary to pay a deposit. The balance is due directly to the hostel according to their payment conditions.\n  • The booking deposit is non-refundable.\n  • Please note that any cancellations must be notified directly to the hostel at least 24 hours in advance of your scheduled arrival date, unless otherwise stated in the hostel's conditions.\n  • are not responsible for changes or amendments to your reservation once it has been processed. All correspondence with regard to changes to your booking need to be dealt with directly with the hostel.\n  • Cancellations for reservations must be made directly with the hostel and must conform with the individual hostels cancellation policy (see below)\n  • It is your responsibility to pay the balance of your accommodation cost to the hostel in accordance with their payment conditions (see below). Failure to do so may result in your reservation being cancelled by the hostel.\n  • Individual hostels may have special booking conditions relating to group stays, please read the hostel booking conditions carefully before making your reservation.\n\nHostel Specific Terms & Conditions\n\nThe remainder of the amount due will be charged to your credit card 1 week prior to arrival. Should numbers or room selection change, the per person deposit times the number of people who actually travelled will be deducted from the total accommodation charge levvied by the hostel.\n\nThe following group types are not accepted by this hostel: Junior \/ Primary School, High \/ Secondary School, Stag\/Hen\/Bachelor Party, Sports Group If you have misrepresented the type of group you are booking for, your booking may be cancelled by the hostel.\"\n\nAny cancellations resulting from agreement to these terms and conditions under false pretences will result in loss of deposit.\n\nZet een vinkje om aan te geven dat je de algemene voorwaarden hebt gelezen en begrepen.\nJe moet de algemene voorwaarden accepteren om je reservering te bevestigen.\nBoek meer dan 2 dagen vooruit voor gratis annulering.\n\ngeen rating\n\n0 Beoordelingen\n\nAlleen objecten met beoordelingen in de afgelopen 12 maanden krijgen een cijfer.\n\nBeschrijving van de Accomodatie Inrichting\n\nRoyal Guest House is located in a prime location of Lakeside. We are just 100 m north from Lakeside main Street. We have huge parking space. Royal Guest House, here in Pokhara offers happiness that visitors are craving during their journey away from home. The best hospitality, family attachment and community surrounding are the best we can offer. Our prominent location, well furnished interior, personalized service are what we are proud of guaranteed and satisfied ambiance.\n\nWe offer a choice of double and triple rooms, which have attached bathroom with hot and cold shower and 24\/7 wifi service.\n\nWe ensure to add another dimension to your memories of this wondrous Himalayan Kingdom. We not only provide you with comfortable accommodation, but also friendly service and accurate information for your safe and comfortable journey.The charms and delights of the fabled city of Pokhara wait for you at Royal Guest House.\n\nLocated about 100 meter away from Fewa Lake, Royal Guest House is an oasis of tranquility. We have a beautiful quiet rooms and a rooftop terrace with amazing views of Himalayas.\n\nThings to note & policies:\n\nFree Cancellation: 1 Days before the arrival,otherwise being charged by the property\nCheck in from: 12 Noon\nCheck out Before: 12 Noon\nPayment on Arrival: Cash Only\nTax Included\nBreakfast Not Included\nNo Curfew\nSmoking Allowed\nNo Age Restriction\nReception working period\/time: 6 Am to 10 Pm\nPet Friendly\nWe will NOT make Pre-authorization Charge for the first night to Secure the booking\nChild Friendly Bekijk huisregels\n\nControleer de beschikbaarheid\n\n\n  • Gratis internettoegang\n  • Gratis parkeergelegenheid\n  • Gratis WiFi\n  • Handdoeken inbegrepen\n  • Fietsenstalling\n  • kabeltelevisie\n  • Ontbijt niet inbegrepen\n  • Plafondventilator\n  • Speelruimte voor kinderen\n  • Warme Douches\n  • Bagage-opslag\n  • Huishouding\n  • Internettoegang\n  • Late check-out\n  • Receptie (beperkte openingstijden)\n  • Wasserette\nEten & drinken\n  • Maaltijden verkrijgbaar\n  • Wi-Fi",
        "topic_id":23,
        "format_id":8,
        "topic_confidence":0.9964912534,
        "format_confidence":0.546464324,
        "weight":0.0009258829
    },
    {
        "url":"https:\/\/www.mesainc.com\/privacy-policy\/",
        "text":"Mesa’s Privacy Policy\n\nWhen you access the Mesa Associates web site (, we log your current Internet address (usually a temporary address assigned by your internet service provider), the type of operating system you are using, and the type of browser software used.  In addition, we may keep track of what areas of our web site you visit to provide us with information to help us improve our site and structure the information for easier customer access.  We do not use this tracking process to identify who you are or collect personal information for any purpose.\n\nInformation that you voluntarily submit, such as a submittal via e-mail regarding inquiries about or products or services or resumes for employment consideration, will only be disclosed to those who need to know to address the applicable matter.  We do not disclose your personal information to other companies who intend to use the information for marketing or other commercial purposes.\n\nWe do not control any of the external Internet web sites, which may be found as links from our web site or any other sites to which they may link. Please check with each one of those sites for their own privacy policy.\n\n©  2018 Mesa Associates, Inc, All Rights Reserved",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9769055843,
        "format_confidence":0.989769578,
        "weight":0.02769274
    },
    {
        "url":"https:\/\/www.thriveworks.co.uk\/terms-of-use\/",
        "text":"Terms of Use\n\nBy accessing this web site, you are agreeing to abide by the terms of use and the privacy policy.\n\n1) Information on this web site is provided for general information purposes only, and on an “as is” basis. Despite our efforts, it may not be accurate, complete, up to date or applicable to the circumstances of any particular case. The information on this web site may relate to products or services that are not available in your country. We make no representations and disclaim all warranties, express or implied, including without limitation warranties of suitability and fitness for a particular purpose or non-infringement.\n\n2) We shall not be liable for any direct, indirect, special, punitive or consequential damages or loss (including but not limited to lost profits or revenues, business interruption and loss or damage of software or data) whether in statute, contract, negligence or any other tort or otherwise, arising out of or in connection with the use of or inability to use this web site or any action or failure to act taken in reliance on the information in it or any linked site. We do not warrant or represent that this web site, its content, downloaded material and any linked site:\n\ni) will be uninterrupted or error free;\n\nii) that any errors will be corrected;\n\niii) are free of any type of virus or other harmful code or compatible with any specific computer system or third party software.\n\n3) The content of this paragraph and its disclaimers and exclusions shall apply to the maximum extent permissible by applicable laws. If any part is unenforceable under applicable laws the remainder shall still apply. We reserve the right to change or delete any of the content of the web site, including these terms of use, at any time and without notice.\n\n4) If you use the links in this web site to access other web sites, please be aware that the linked sites are not under our control and we are not responsible for and do not endorse their contents. Other terms and conditions may also apply to the access to and use of third party sites.\n\n5) Trademarks. Other product and company names may be the trademarks of their respective owners.\n\n6) Any rights not expressly granted herein are reserved. All intellectual property rights in this web site belong to Thrive Accountants LLP. All copyright and other proprietary notices contained in the original materials must be retained on any copies of the materials.\n\n7) We will treat all communications you submit via the web site and\/or by email in accordance with our privacy policy. We will assume that any communication you send is not confidential or restricted in any way. Correspondence entered into by email with us will be subject to automated virus-checking procedures. Please note that such correspondence may be viewed by someone other than the addressee. If at any time you wish to request the deletion or modification of any information you have submitted, or you have any other questions, please contact us via this web site.\n\n8) Your use of this web site and downloads from it, and these terms of use, shall be governed by the laws of England. The English courts shall have exclusive jurisdiction over any dispute arising out of your use or non use of this web site.\n\nIf you have queries please contact info@thriveworks.co.uk",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.8113081455,
        "format_confidence":0.989993751,
        "weight":0.0276990121
    },
    {
        "url":"https:\/\/balawaristan.com\/gallery\/audios\/",
        "text":"Disclaimer, fake statement on balawaristan.net website.\n\nstatement disclaimed by Abdul Hameed Khan.\n\nAbdul Hameed Khan denied the statement and declared it fake one, has been uploaded on his name by some unknown culprit\/political rivals. Further said that he didn't have control of the website balawaristan.net for almost six years, rather had been using another Website i.e. Balawaristan.com for many years.\n\nHe said the actual conspirator(s) is a person or a group of people in whose favor this statement goes, and who is the beneficiary and want to get political advantage under its umbrella.\n\nAbdul Hamid khan disclaimed all responsibility of it and declared it as a \" fake one\",\n\nHe said, “I am not connected with or responsible for it and do not have any knowledge of it.”",
        "topic_id":17,
        "format_id":8,
        "topic_confidence":0.9795743823,
        "format_confidence":0.7736278772,
        "weight":0.0006528137
    },
    {
        "url":"http:\/\/license.icopyright.net\/rights\/tag.act?tag=3.8425?icx_id=10960275",
        "text":"\n\n\nLegal prints you make on your home or office printer — or that we make and deliver to you.\n\n\nSend email free to up to 5 recipients (for internal or personal use) — or get permission to distribute to more recipients for professional or commercial use.\n\n\nPost all or part of this article on a web site, intranet, or blog.\n\n\nObtain republication rights for various media, including syndication rights if available.\n\nPlease honour copyright! Piracy hurts creators, devalues their works, and puts you and your employer at risk. Learn More",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.8680028915,
        "format_confidence":0.9663009048,
        "weight":0.0050392753
    },
    {
        "url":"http:\/\/www.vtegroup.com\/privacy",
        "text":"The Team\n\n\n\n\nOur Goal\n\nHeating is colloquially considered a luxury, and more in a country like Mexico, where the heat is taken as a daily. But when it comes to specialized industrial processes or performance and production in greenhouses, heating is not a luxury, it is an absolute necessity.\n\nAnd as part of an industrial process, not a question that can be left to chance, is a matter of vital importance that may mean increasing the profit margin of a company, or total loss of investment in it.\n\nUnderstanding this fundamental need, in Van Triest Engineering Group works to give the customer not only products of the best brands with proven quality, but also the necessary technical support for users who decide not see your confidence in your investment risk.\n\nThe mission of Van Triest Engineering is to provide the best product, best support and better care.\n\nPrivacy Policy\n\n\nWe are committed to safeguarding the privacy of our website visitors; this policy sets out how we will treat your personal information.\n\n\n1 - What information do we collect?\n\nWe may collect, store and use the following kinds of personal data:\n\nInformation about your computer and about your visits to and use of this website, such as your IP address, geographical location, browser type, referral source, length of visit and number of page views;\nInformation relating to any transactions carried out between you and us on or in relation to this website, including information relating to any purchases you make of our goods or services.\nInformation that you provide to us for the purpose of registering with us\nInformation that you provide to us for the purpose of subscribing to our website services, email notifications and\/or newsletters\nAny other information that you choose to send to us.\n\n2 - Cookies\n\nWe use cookies on this website. A cookie is a text file sent by a web server to a web browser, and stored by the browser. The text file is then sent back to the server each time the browser requests a page from the server. This enables the web server to identify and track the web browser.\n\nWe may send a cookie which may be stored by your browser on your computer’s hard drive. We may use the information we obtain from the cookie in the administration of this website, to improve the website’s usability and for marketing purposes. We may also use that information to recognise your computer when you visit our website, and to personalise our website for you.\n\nMost browsers allow you to refuse to accept cookies. (For example, in Internet Explorer you can refuse all cookies by clicking “Tools”, “Internet Options”, “Privacy”, and selecting “Block all cookies” using the sliding selector.) This will, however, have a negative impact upon the usability of many websites , including this one.\n\nWe use Google Analytics to analyse the use of this website. Google Analytics generates statistical and other information about website use by means of cookies, which are stored on users’ computers. The information generated relating to our website is used to create reports about the use of the website. Google will store this information. Google’s privacy policy is available at:\n\n3 - Using your personal data\n\nPersonal data submitted on this website will be used for the purposes specified in this privacy policy or in relevant parts of the website.\n\nWe may use your personal information to:\n\nAdminister the website;\nImprove your browsing experience by personalising the website;\nEnable your use of the services available on the website; send to you goods purchased via the webshop, and supply to you services purchased via the webshop;\nSend statements and invoices to you, and collect payments from you;\nSend you general (non-marketing) commercial communications;\nSend you email notifications which you have specifically requested;\nSend to you our newsletter and other marketing communications (relating to our business which we think may be of interest to you by post or, where you have specifically agreed to this, by email or similar technology (you can inform us at any time if you no longer require marketing communications to be sent by emailing us at or use the unscribe link provided);\nDeal with enquiries and complaints made by or about you relating to the website;\n\nWe will not provide your personal information to any third parties for the purpose of direct marketing.\n\n4 - Other disclosures\n\nIn addition to the disclosures reasonably necessary for the purposes identified elsewhere in this privacy policy, we may disclose information about you:\n\nTo the extent that we are required to do so by law;\nIn connection with any legal proceedings or prospective legal proceedings;\nIn order to establish, exercise or defend our legal rights (including providing information  to others for the purposes of fraud prevention and reducing credit risk); and\nTo the purchaser (or prospective purchaser) of any business or asset which we are (or are contemplating) selling.\n\nExcept as provided in this privacy policy, we will not provide your information to third parties.\n\n5 - Security of your personal data\n\nWe will take reasonable technical and organisational precautions to prevent the loss, Administer the website;\nWe will store all the personal information you provide on our secure servers. All electronic transactions you make to or receive from us will be encrypted using SSL technology.;\nOf course, data transmission over the internet is inherently insecure, and we cannot guarantee the security of data sent over the internet.\nYou are responsible for keeping your password and user details confidential. We will not ask you for your password\nNo credit card details will be stored on the website\n\n6 - Policy amendments\n\nWe may update this privacy policy from time-to-time by posting a new version on our website. You should check this page occasionally to ensure you are happy with any changes.\n\n7 - Your rights\n\nYou may instruct us to provide you with any personal information we hold about you. Provision of such information may be subject to the payment of a fee.\n\nYou may instruct us not to process your personal data for marketing purposes by email (to: ) at any time. (In practice, you will usually either expressly agree in advance to our use of your personal data for marketing purposes, or we will provide you with an opportunity to opt-out of the use of your personal data for marketing purposes.)\n\n8 - Third party websites\n\nThe website contains no links to third party websites.\n\n9 - Updating information\n\nPlease let us know if the personal information which we hold about you needs to be corrected or updated.\n\n10 - Contact\n\nIf you have any questions about this rivacy policy or our treatment of your personal data, please write to us by email to or by post to Van Triest Engineering GROUP, Paseo de Roma 318, Tejeda Corregidora, 76904, Queretaro, Mexico",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9631632566,
        "format_confidence":0.9899914265,
        "weight":0.0276989471
    },
    {
        "url":"https:\/\/ecode360.com\/30686570",
        "text":"\nTown of Ipswich, MA\nEssex County\nBy using eCode360 you agree to be legally bound by the Terms of Use. If you do not agree to the Terms of Use, please do not use eCode360.\nTable of Contents\nTable of Contents\n[HISTORY: Adopted by the Town Meeting of the Town of Ipswich as Ch. XIV, § 1, of the 1973 Bylaws. Amendments noted where applicable.]\nCriminal record background checks — See Ch. 127.\nStreets and sidewalks — See Ch. 197.\nPenalties — See Ch. 300.\nNoncriminal disposition of violations — See Ch. 325.\nExcept as otherwise provided by law, the Select Board may grant licenses to owners of vehicles upon such rules and regulations as said Board may deem proper, not inconsistent with these bylaws, to use such vehicles for the conveyance of persons or property for hire, and may designate stands and locations upon the streets of the Town where such vehicles may stand or wait for employment. (1937: c. XV, s. 1)\nEvery such license shall be granted to expire on the first day of May next ensuing after the date of its issue, and it may be revoked at any time for cause satisfactory to said Board. Each license may cover one or more vehicles belonging to the same owner, shall bear upon its face the date of its issue, the date of its expiration, the name and address of the owner of the vehicle or vehicles to whom the license is issued, and a description of each vehicle so licensed sufficient for its identification. A separate number shall be designated for each vehicle so licensed and the owner shall, before using such vehicle for hire, have such number plainly marked upon each side thereof, excepting only in case of motor vehicles duly registered under the laws of this Commonwealth, and in such cases the license issued hereunder shall contain the registration number of such motor vehicle. (1937; c. XV, s. 2)\nFees for the issuance of such licenses shall be in accordance with a schedule of fees to be established from time to time by order of the Select Board, after a hearing held in accordance with Chapter 305 of these bylaws. (Replaces 1937: c. XV, s. 2 [in part])\nNo license shall be transferred by the holder thereof to another except with the approval of the Select Board endorsed on the license. (1937: c. XV, s. 3)\nNo person shall hold him- or herself out as the owner, driver, or operator of any vehicle used for the purposes mentioned in this section, unless the said vehicle is duly licensed as provided herein. (1937: c. XV, s. 3)",
        "topic_id":3,
        "format_id":8,
        "topic_confidence":0.9167838693,
        "format_confidence":0.979893446,
        "weight":0.0051101606
    },
    {
        "url":"https:\/\/jurnal.unitri.ac.id\/index.php\/japi\/about\/editorialPolicies",
        "text":"Editorial Policies\n\nFocus and Scope\n\nJAPI (Jurnal Akses Pengabdian Indonesia) mrupakan jurnal pengabdian masyarakat berkala 6 bulanan yang memuat berbagai artikel\/naskah berupa hasil pengabdian masyarakat Scope jurnal terdiri dari berbagai hasil penelitian yang sudah diterapkan pada masyarakat.\n\n\nSection Policies\n\n\nChecked Open Submissions Checked Indexed Checked Peer Reviewed\n\nPeer Review Process\n\nNaskah yang disampaikan pertama kali ditinjau oleh editor dan harus bebas dari isi plagiarisme, batas maksimum kesamaan adalah 20% dengan menggunakan Turnitin. Seblum naskah diupload sebaiknya penulis melakukan plagiarisme sendiri dan diupload bersama naskah yang akan diupload. Naskah yang diserahkan akan dievaluasi, apakah itu cocok untuk fokus dan ruang lingkup kami atau memiliki kelemahan metodologis utama yang tidak dapat ditoleransi. Setiap makalah yang disampaikan akan ditinjau oleh setidaknya satu peer-reviewer. Reviewer tidak menyadari identitas penulis, dan penulis juga tidak mengetahui identitas peninjau (double-blind review method). Proses peninjauan akan mempertimbangkan pendahuluan, sumber inspirasi, metoda, dampak bagi masyarakat, ulasan, dan kesimpulan. Keputusan yang disarankan akan dievaluasi dalam rapat dewan editorial. Komentar Reviewer kemudian dikirim ke penulis yang sesuai untuk tindakan dan tanggapan yang diperlukan dalam 2 minggu.\n\n\nPublication Frequency\n\nJAPI terbit setahun 2x yakni pada bulan Juni dan Desember Paper subbmissions date : anytime\n\n\nOpen Access Policy\n\nThis journal provides immediate open access to its content on the principle that making research freely available to the public supports a greater global exchange of knowledge.\n\n\n\nThis journal utilizes the LOCKSS system to create a distributed archiving system among participating libraries and permits those libraries to create permanent archives of the journal for purposes of preservation and restoration. More...\n\n\nPublication Ethics\n\nJurnal Akses Pengabdian Indonesia is a peer-reviewed journal. This statement explains the ethical behavior of all parties involved in the publishing action of articles in this journal, including authors, editor-in-chiefs, Editorial Boards, peer reviewers and publishers (UNITRI PRESS). This statement is based on the Best Practices Guidance for COPE Journal Editors.\n\nEthical Guidelines for Journal Publications\n\nPublication of articles in the journal Jurnal Akses Pengabdian Indonesia examined by peers is an important building block in the development of a coherent and respected network of knowledge. This is a direct reflection of the work quality of the authors and the institutions that support them. The reviewed articles support and embody scientific methods. It is therefore important to agree on the expected ethical standards of conduct for all parties involved in publishing actions: authors, journal editors, peer reviewers, publishers and the public.\n\nUNITRI PRESS as a publisher of Jurnal Akses Pengabdian Indonesia carries out its trust duties for all stages of publication very seriously and we recognize ethical and other responsibilities. We are committed to ensuring that advertising, reprints, or other commercial revenue have no impact or effect on editorial decisions. In addition, UNITRI PRESS  of the University Tribhuwana Tunggadewi and the Editorial Board will assist in communication with other journals and \/ or publishers where this is useful and necessary.\n\nPublication Decision\n\nEditor Jurnal Akses Pengabdian Indonesia is responsible for deciding which articles are submitted to the journal to be published. The validation of the work in question and its importance to researchers and readers should always encourage such decisions. Editors can be guided by the policy of the editorial board of the journal and are limited by the legal requirements as currently applicable with respect to defamation, copyright infringement and plagiarism. Editors can negotiate with editors or other reviewers in making this decision.\n\nThe game is fair\n\nThe editor at any time evaluates the manuscripts for their intellectual content irrespective of race, sex, sexual orientation, religious belief, ethnic origin, nationality, or political philosophy of the author.\n\n\nThe editor and any editorial staff should not disclose any information about the manuscript submitted to anyone other than the relevant author, observer, potential observer, other editorial advisor, and publisher, as appropriate.\n\nDisclosure and conflict of interest\n\nUnpublished material disclosed in submitted manuscripts may not be used in the research editors themselves without the written consent of the author.\n\nViewer's Tasks\n\nContributions to Editorial Decisions\n\nPeer reviews help editors in making editorial decisions and through editorial communication with authors can also assist authors in improving papers.\n\n\nAny elected referee who feels ineligible to review research reported in the script or knows that a quick review may not have to notify the editor and excuse himself from the review process.\n\n\nManuscripts received for review should be treated as confidential documents. They may not be indicated or discussed with others except as authorized by the editors.\n\nStandards of Objectivity\n\nThe review should be done objectively. The personal criticism of the author is not correct. Referees should express their views clearly with supporting arguments.\n\nSource Recognition\n\nReviewers shall identify relevant published works that have not been quoted by the author. Any statement that observation, derivation, or argument has been previously reported should be accompanied by relevant citations. The reviewer should also seek the editor's attention if there are substantial or overlapping similarities between the text under consideration and other published papers that have personal knowledge.\n\nDisclosure and Conflict of Interest\n\nSpecial information or ideas obtained through peer review should be kept confidential and not used for personal gain. Reviewers may not consider manuscripts in which they have a conflict of interest resulting from competition, collaboration, or other relationships or relationships with any of the authors, companies, or agencies linked to the paper.\n\nAuthor's Duties\n\nStandard reporting\n\nThe author of the original research report must present an accurate report on the work performed as well as an objective discussion of its significance. The underlying data should be accurately represented in the paper. A paper should contain sufficient details and references to enable others to replicate the work. Fraudulent or intentionally inaccurate statements are unethical and unacceptable behavior.\n\nData Access and Retention\n\nAuthors are required to provide raw data in connection with papers for editorial reviews, and must be prepared to provide public access to the data (consistently), where possible, and should be in any event. be prepared to keep the data for a reasonable time after publication.\n\nOriginality and Plagiarism\n\nThe authors shall ensure that they have written works which are completely original, and if the author has used the work and \/ or the words of others that have been quoted or quoted appropriately.\n\nDuplicate, Redundant, or Simultaneous Publication\n\nA writer should not generally publish a script that explains essentially the same research in more than one major journal or publication. Sending the same script to more than one journal simultaneously is unethical and unacceptable publishing behavior.\n\nSource Recognition\n\nAppropriate recognition of the work of others must always be given. The author should cite publications that have been influential in determining the nature of the work reported.\n\nPaper Stamps\n\nAuthors should be limited to those who have made a significant contribution to the conception, design, implementation, or interpretation of reported research. Anyone who has made a significant contribution should be registered as a coauthor. Where there are others who have participated in certain substantive aspects of a research project, they must be recognized or registered as contributors. The appropriate author must ensure that all appropriate co-authors and no coauthor are incorporated on paper, and that all co-authors have reviewed and approved the final version of this paper and have approved the submission for publication.\n\nDisclosure and Conflict of Interest\n\nAll authors should disclose in their text any financial conflicts or other substantive conflicts that may be interpreted to influence the outcome or interpretation of their manuscript. All sources of financial support for the project should be disclosed.\n\nFundamental mistake in published work\n\nWhen a writer finds significant errors or inaccuracies in his published work, it is the duty of the writer to immediately notify the journal or publisher editors and work with the editor to retract or correct the paper.\n\n\n\n\nPlagiarism Policy\n\nPlagiarism Policy\nPlagiarism Includes But Unlimited to:\n\nReferring and \/ or quoting terms, words and \/ or sentences, data and \/ or information from a source without citing sources in the citation notes and \/ or without adequately mentioning the source;\nReferring and \/ or citing random terms, words and \/ or sentences, data and \/ or information from sources without quoting sources in citation notes and \/ or without adequately mentioning sources;\nUsing the source of ideas, opinions, views, or theories without adequately declaring the source;\nFormulate the words and \/ or sentences themselves from the source of words and \/ or phrases, ideas, opinions, views, or theories without adequately declaring the source;\nSubmit a scientific paper produced and \/ or published by others as a source of scientific work without adequately disclosing it.\n\n\nJurnal Akses Pengabdian Indonesia will ensure that any published article will not exceed 20% equality score. Plagiarism screening will be done by Jurnal Akses Pengabdian Indonesia using Plagiarism Turniti... (truncated)",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9779640436,
        "format_confidence":0.9448256493,
        "weight":0.0034271794
    },
    {
        "url":"http:\/\/www.rroots.net\/privacy_policy.html",
        "text":"Royal Roots Global Inc. (\"RRG\") understands that your privacy is important to you. RRG is strongly committed to protecting your privacy and the personal information that you may provide as you access and use the materials on (the \"Site\"), including the subscription pages of the Site. In this written Privacy Policy, RRG describes the scope and breadth of our commitment to privacy. RRG may, in its discretion, amend this Privacy Policy from time to time. Any material changes to our policy will be reflected on this page, so that you remain informed about the information we collect and how we use it. By exploring and using this Site, and by submitting information as you use this Site, you agree to RRG's use of such information as described herein. This Site may contain links to external sites, which sites are not governed by this privacy policy, and RRG does not take responsibility for the privacy practices of any third party sites to which we link. We encourage you to review the privacy policies of any such sites before you submit information there.\n\n\nRRG collects information from our users when they create their account for this Site, when they request copies of publications, seek additional information regarding our services or employment opportunities, or register for conferences and other RRG-sponsored events. Some of our Site's registration, enrollment, account setup and other forms may ask users to give us demographic and contact information, unique personal identifiers, financial information, subject areas of interest and\/or demographic information. We may use this data to tailor the visitor's experience at our Site. We sometimes aggregate demographic information, and the types of systems and browsers of users for internal purposes, so that we may better understand the user population of our Site, identify subject areas of interest, and determine whether the Site is designed to work with the computer settings of a majority of our visitors. RRG also may conduct user surveys on the Web, which usually are intended to provide RRG with information on a number of areas, such as user identity, user viewing habits, whether or not users found what they were searching for, whether the Site content is relevant to user needs, and the like. RRG uses the information gathered from such surveys to improve our web content, navigation, and overall visitor experience.\nAny personal information that you provide, such as your name, address, e-mail address, phone number, subject areas of interest, etc., allows RRG to inform you about updates to the service and to notify you about other products and services offered by RRG that may be of interest to you. We will not sell, share, or rent or otherwise make available any of that information to other parties, except that we may disclose the information to third parties who perform services on our behalf in connection with the Site and have a need to access the information in connection with those services. In addition, RRG may disclose contact information for you in response to inquiries by bona-fide rights owners in connection with allegations of infringement of copyright or other proprietary rights arising from information that you have posted on the Site or otherwise provided to RRG. Individuals that subscribe to e-mail newsletters are given the opportunity to opt-out of promotions, news, and information at the time of sign up. Our Site also provides users the opportunity to opt-out of receiving communications from us at the points where we request information. You may also feel free to contact us as indicated below.\n\nWe may collect the e-mail addresses at the point of subscription, of users who wish to receive e-mail notification of publications and press releases in identified subject areas of interest, and of those who send us e-mail messages. We will not, however, share any e-mail addresses with any third party or send unsolicited e-mail to any of the addresses we collect, except in very limited circumstances as set forth in this policy.\n\n\nRRG may use browser cookies on this Site to keep track of your visit to our Site. A \"cookie\" is a small amount of data that is sent from a Web server to your browser and stored on your computer's hard drive. Use of cookies may allow RRG to provide a higher quality, more relevant, customer experience. Use of cookies may also allow RRG to automate entry into password protected portions of the Site so that you will not need to re-enter your password each time you visit our Site. We may also use cookies to track which areas of the web site are most popular with our users. With most Internet Browsers, you can erase cookies from your computer hard drive, block all cookies, or receive a warning before a cookie is stored on your computer. Please refer to your browser instructions or a help screen to learn more about these functions and how to use them. Please be advised that certain sections or functionalities of the Site may be inaccessible to you if your browser does not accept cookies.\n\nBecause RRG is a global organization, information collected on this Site may be transferred from time to time among the RRG offices located throughout the world, including offices located outside the European Economic Area, and the Site may be viewed and hosted anywhere in the world, including countries that may not have laws regulating the use and transfer of personally-identifiable data. By using the Site and submitting information on it, you voluntarily consent to such international transfer and hosting of such information.\n\nRRG has in place technological and operational security processes designed to protect personally identifiable information from loss, misuse, alteration or destruction. Only authorized employees and contractors will have access to any data provided by you, and that access is limited by need. Each employee or contractor having access to any personally-identifiable information is obligated to maintain its confidentiality. Although we take steps that are generally accepted as industry standard to protect your personally-identifiable information, RRG cannot guarantee that your personally-identifiable information will not become accessible to unauthorized persons.\n\n\nRRG is not responsible for the privacy practices or the content of any non-RRG web sites to which we link from this Site.\n\nRRG complies with all applicable privacy laws and regulations. RRG may be compelled to surrender personal user or customer information to United States or other legal authorities without express user consent if presented with a court subpoena or similar legal order, or as required or permitted by the laws, rules and regulations of any nation, state or other applicable jurisdiction. Also, in the event of a violation of the terms and conditions of use of this Site or a violation of any restrictions on use of materials provided in or through this Site, we may disclose personal user information to our affected business partners or legal authorities.\n\n\nRRG understands the importance of protecting children's privacy, particularly in their online interactions. This website is not designed for and does not intentionally target or solicit to children 18 years of age and younger.\n\n\nYour access to and use of the Site are subject to certain terms and conditions, which are summarized in our Terms and Conditions of Use.\n\nIf you have any questions about this privacy policy, please contact us.",
        "topic_id":9,
        "format_id":8,
        "topic_confidence":0.9845742583,
        "format_confidence":0.9903530478,
        "weight":0.0277090649
    },
    {
        "url":"https:\/\/www.bullitt.kyschools.us\/Content\/692",
        "text":"Professional Learning\n\nStudent Learning Last Updated: 4\/15\/2020 6:53 PM\n\nDistrict Wide Professional Development\n\nThe Professional Development Program for the District and each school shall be incorporated into the school and district improvement plan.  Prior to the implementation of the program, both the school and District plans will be posted to this page.\n\nThe plans will be based on a Board-approved PD plan for the District.  The PD plans shall reflect individual needs of schools and be aligned with the school and District improvement plans and teacher growth plans.\n\nSchool Responsiblities\n\nEach School shall plan high quality PD experiences with the PD coordinator and, when appropriate, with other schools to maximize training opportunities.\n\n\nEach certified employee must have 24 hours yearly if he\/she worked the entire school year.",
        "topic_id":4,
        "format_id":8,
        "topic_confidence":0.9980561733,
        "format_confidence":0.8007547855,
        "weight":0.0029045891
    }
]