[
    {
        "url":"https:\/\/www.internations.org\/shanghai-expats\/forum\/melted-sky-1235920",
        "text":"Join now\nLog in Join\n\nMelted Sky (Shanghai)\n\nHi dear friends,\nDo you want to paddle down the river, enjoy some water exploration and the beauty of the waterway?\nWant to enjoy the colorful nature?\nThis is a worth experience, in itself, no matter beginner you’re or expert, as we’re going to be introduce into some skills of kayaking in order to adapt ourselves in this new environment.\nLet’s join the paddle and the wildlife of the island for 2 wonderful days, where the only limits will be imposed by your imagination!!\n\nFor more information please contact me!!\nHope to hear from you soon!!\n\nShanghai Forum",
        "topic_id":21,
        "format_id":4,
        "topic_confidence":0.6027725339,
        "format_confidence":0.8070519567,
        "weight":0.0094071236
    },
    {
        "url":"http:\/\/www.audifans.com\/archives\/1998\/09\/msg00110.html",
        "text":"\n\nre: NE Fall Tour, Kanc Run II, or New England Craziness\n\n>Date: Tue, 1 Sep 1998 00:47:56 -0700\n>From: \"Osman Parvez\" <oparvez1@nycap.rr.com>\n>Subject: NE Fall Tour, Kanc Run II, or New England Craziness\n>Hi Folks,\n>    Paul Royal brought up the subject of a Fall foliage tour a while back\n>but I haven't heard anything in a while. I was wondering if there is still\n>sufficient interest in this, and if so that we start the planning now so\n>people can make time to schedule the event on their calendars.\n>    Of course, we will eventually need a central organizer so that we can\n>take this off list. I believe Paul may have taken this role for the fabled\n>Kanc run. Therefore I nominate him to do so again.. ;)\n>    Anyway, I believe he mentioned something along the lines of a more\n>sophisticated version of the Kanc run involving a reservation for a meal\n>along the way. However, I would be satisfied with a simple Kanc Run II. I\n>would suggest sometime in mid-late October or perhaps early Novermber for\n>the event, most definately on a Saturday.\n>     P.S. I'm a little behind in my responses (started school) so give me a\n>bit longer to get back to you than normal. However, I'm very gung-ho for\n>the event and would be happy to offer my assistance in organizing it. Any\n>Osman Parvez\n>Albany, NY\n\nI'd be interested in coming over from western NY to join in. But if the\nobject is to time the Tour for viewing Fall foliage (nice idea, IMO), then\nscheduling in early November might miss a lot (most?) of color. At least\nthat tends to be the case in these here parts. Even mid-October could be\nlate for Adirondack color, but perhaps the New England mountains lag us a\nbit (?).\n\n\nPhil Rose\t\t\t\tRochester, NY\n'89 100 (For Sale, 111K, automatic)\n'91 200q\t\t\t\tmailto:pjrose@servtech.com",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9366083145,
        "format_confidence":0.9815161228,
        "weight":0.0045873325
    },
    {
        "url":"http:\/\/thefiringline.com\/forums\/showpost.php?p=5205746&postcount=9",
        "text":"View Single Post\nOld September 2, 2012, 08:22 PM   #9\nAguila Blanca\nSenior Member\nJoin Date: September 25, 2008\nLocation: CONUS\nPosts: 7,451\nYou should be okay.\n\nHowever, I think you are incorrect in saying that you were not arrested. Unless they issued you a ticket\/citation on the spot (which is usually reserved for \"infractions\" rather than misdemeanors), you would not have been in court if you hadn't been arrested. Nonetheless, what counts is convictions, and it sounds like your deferred prosecution avoided a conviction.\nAguila Blanca is online now  \nPage generated in 0.05105 seconds with 7 queries",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9945313334,
        "format_confidence":0.9880164266,
        "weight":0.003189479
    },
    {
        "url":"http:\/\/www.plantedtank.net\/forums\/2062115-post7.html",
        "text":"The Planted Tank Forum - View Single Post - MTS or Nerites in Seattle?\nView Single Post\npost #7 of (permalink) Old 10-30-2012, 07:40 PM\nPlanted Member\nSeattleFishGuy's Avatar\nJoin Date: Feb 2012\nLocation: Seattle, WA\nPosts: 150\n\"The Fish Store\" in Seattle has Nerites, that's where I got mine. They also gave me Ramshorns albeit it came in on a plant via eggs. I don't mind them as they make great food for my fish.\nSeattleFishGuy is offline  \nFor the best viewing experience please update your browser to Google Chrome",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9879372716,
        "format_confidence":0.9949518442,
        "weight":0.0070904927
    },
    {
        "url":"https:\/\/rall.com\/comic\/jeffrey-epstein-shows-that-conspiracies-just-arent-what-they-used-to-be",
        "text":"Jeffrey Epstein Shows That Conspiracies Just Aren’t What They Used To Be\n\nWhether you believe them in or not, government conspiracy theories involving fiendishly diabolical plots by brilliant evildoers just aren’t what they used to be. Consider, for example, the convenient death of Jeffrey Epstein. It was almost like they weren’t even trying.\n\n11 Comments. Leave new\n\n  • When the process is moving in the desired direction of all the empowered concerned, why get in the way?\n\n    The greatest purveyors of state violence, the Democratic and Republican Parties acting in the name of the Constitution of the USA, saw no downside to the personal extinction of Jeffrey Epstein, so why intercede upon the inevitable?\n\n    The Republican and Democratic Parties regularly violate the Constitution and with the Supreme Court being both political appointees of the parties and lacking an enforcement branch, thus staying silent, nary a complaint is heard.\n\n    What matters to the empowered the concerns of the disempowered?\n\n    One might object by saying this is a democracy and the people rule.\n\n    But this is a market-ocracy and the market rules.\n\n    And the extra-Constitutional parties rule and regulate the market.\n\n    And the parties are ruled by the Capitalists and their Capitalist sciences of profit.\n\n    And not all conspiracies are fictions.\n\n    And conspiracies are actual things in law.\n\n    So there will be no lack of conspiracies for those who need a daily diet of them.\n\n  • alex_the_tired\n    August 19, 2019 10:26 AM\n\n    Conspiracy theorists in general possess two qualities: First, they are very poor at inference, deduction, and logic. Second, they have remarkable amounts of energy.\n    Remember all those sci-fi shows where a shape-shifting alien duplicates one of the characters? And what do the other characters always say? “We don’t know which is which.”\n    They never say, “Capt. Kirk. When we were in the turbolift a few months back and you let one rip–yes, it was you, really it was like an Andorian Assbeast climbed up your colon and died there so don’t deny it–what was the name of the crewmember who threw up just as the turbolift got to engineering?” The conspiracy theorists never go to that level of fine-grain inspection. They’ll go frame-by-frame through a home movie but they will not accept skepticism.\n    Bigfoot–leaves no scat, no fur, has never been struck by a tracker trailer, never photographed clearly. The conspiracy theorists will not accept that Bigfoot just doesn’t exist.\n    JFK assassination–Look at how many war-crime level things the CIA has done that have gotten out. But, somehow, the people who planned JFK’s assassination (and how many would that have to be) have all been kept quiet?\n    UFOs–Still no one has a good clear iPhone shot of the Greys? No soybean farmer in Iowa has come forward with a complex mathematical proof that there is no goddamned way possible for him to have come up with it except that it was handed to him by aliens with higher capacities in math?\n    The reality of Epstein’s suicide?\n    1. Too many people at the lowest level would have to be involved for a cover up to work. And all of them have seen the movies where the underlings get silenced. Inept employees at a prison (I’m sure there’s a high level of skills required to work there) fell asleep and a prisoner who wasn’t on suicide watch killed himself. Because it’s Epstein, everyone’s up in arms. How about 1\/100th of the outrage for all the prisoners living in the conditions that they do?\n    2. Epstein’s suicide is actually detrimental to those in power who might also be pedophiles. (And if the general population has a 5% pedo rate–that’s the best estimate–it would have to be even higher among the powerful; when you have access to everything, the Id turns to the forbidden.) Epstein had legal status for fighting to suppress release of certain crucial documents. With him dead, that roadblock is gone. If Bill Clinton or Donald Trump or the Dalai Lama or Mrs. Butterworth likes ’em young, we could find out very shortly. And once a few leaders are uncovered, the search won’t stop there. It could make Watergate look like a kid filching a candybar on a dare.\n    3. If someone in power killed Epstein, how did they know he didn’t have a dead-letter file? If you were a pedophile procuring for the superpowerful and allegedly blackmailing them, you would, by definition (if not by commonsense) have notebooks of 8×10 glossies, videotapes, transcripts, names, dates, soiled blue dresses, etc. You’d have enough evidence to convict the most powerful person on earth. And you’d let everyone know, the second you turn into a corpse, it all comes out. No one would risk touching you. Period.\n\n    You want a conspiracy? Shit. Look what got done to Ted Rall. It is LITERALLY a conspiracy. I keep waiting to find out poor old Ted “accidentally” backed his own car over himself, twice. You want a conspiracy? Look at what the dnc did to Bernie Sanders in 2016. The evidence is LITERALLY right there in the open. All you have to do is confirm some reporting. The superdelegates flipped who won the state nominations in several states. The dnc gave war criminal Hillary Clinton, who sits in the same pool of victim-blood as Henry Kissinger her mentor, the debate questions ahead of time. The Clinton Foundation was a pay-to-play money sink–ask George Stephanopolous about it; he “donated” to it because you had to in order to get access–and the Clintons should be in prison for influence peddling. These are all real, legitimate conspiracies: people schemed actively to make these things happen, and innocent people suffered as a result.\n\n  • Gosh, Ted, does that mean you’re finally giving up on your theory about Hillary orchestrating a Vast Left Wing Conspiracy from her secret lair under a pizza parlor? She’s not a Reptilian after all? The Russians really did try to muck with our elections?\n\n    ’bout time.\n\n  • “Consider, for example, the convenient death of Jeffrey Epstein. ”\n    Sounds like you believed the Govt and MSM when they said Epstein was dead.\n    Even with out proof or evidence. Who wouldn’t have taken a picture of him Dead?\n    How many stories about his hanging or not hanging in their prison . . . hey, they don’t even know how he died. How much power would a kidnapper have by forcing him to divulge all of h is information . . . torture would work if he resisted or let him see but not touch young girls.\n    He would be worth a lot more alive then dead as those who own him now own all of his recordings and bribery stuff. I could go on but what I see is that all of the reasons given for people wanting him dead turns into reasons for wanting him alive if he had a death switch which would make all of his info public if he died.\n\n  • “I am a ‘conspiracy theorist’. I believe men and women of wealth and power conspire. If you don’t think so, then you are what is called ‘an idiot’. If you believe stuff but fear the label, you are what is called ‘a coward’.” David B Collum, as quoteded in a Consortium News article that can be found at the follwing link:\n\n    • What is apparent is that what is true can be diminished in the eyes of a trusting public as a conspiracy, and what is false in the eyes of a trusting public can be enhanced by calling its doubters conspiracy theorists.\n\n      This “name calling” is the essence of “debate”, a word originally meaning “to beat down”. Crowds cheer the cut even if it misses the possibility of being true.\n\n      I am able to create many hypotheticals without believing any of them in order to see how many tentative “facts” can fit into each without being in contradiction with each other.\n\n      I tend to avoid discussions with true believers because their political theology is resistant to consideration and doubt. That’s why my position is atheist (doubter) to conceptual objects of political theology.\n\n      In the creation of propagandist “truths” for mobs to coalesce around, true believers value their identity with a mob more than any truth consisting of non-contradictory facts.\n\n    • Adam Smith, conspiracy theorist.\n\n      Adam Smith in Wealth of Nations” stated that wealthy businessmen when left alone together tend to conspire against the public.\n\n      • The term “conspiracy theorists” was created by the CIA to discredit those who criticized what they considered the absurd conclusions of the Warren Commission report on the assassination of JFK .\n\n      • @falco\n\n        You and I both know that.\n\n        That makes two here.\n\n        It’s a pity that the informed consists of so tiny a minority amidst the sea of vastly deluded.\n\n      • > Adam Smith, conspiracy theorist.\n\n        ay-yup. The capitalists want you to worship Smith, but not actually read his writing.\n\n        He wasn’t trying to promote a philosophy so much as to describe what he saw. He was in favor of progressive taxation, government regulation, and opposed to the gold standard.\n\n    • Been going on a long time, falco, as evidenced by these famous lines from a millennia ago (in Victorian English translation) :\n\n      Ah, Love! could you and I with Him conspire\n      To grasp this sorry Scheme of Things entire,\n      Would not we shatter it to bits–and then\n      Re-mould it nearer to the Heart’s Desire!\n\n\nYou must be logged in to post a comment.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9715500474,
        "format_confidence":0.9502931237,
        "weight":0.0143632549
    },
    {
        "url":"http:\/\/blunt-objects.blogspot.com\/2015\/01\/teddys-prediction-for-2015.html",
        "text":"Sunday, January 4, 2015\n\nTeddy's prediction for 2015\n\nGiven current polls, and my expectations for the BQ and F&D, these are my current predictions for 2015.\n\n\n  1. You honestly think FetD is going to do that well? I'd be surprised if Fortin could win his seat, but 8?\n\n    1. You are looking at it backwards. I think the BQ will do that poorly. Those voters have to go somewhere.\n\n    2. Yeah, I think they'll just not vote, or go NDP.\n\n    3. I don't think the FD would do that well either. Most Quebecers do not know about this new party and the structure of this party is weak too.\n\n      Will they be able to participate in a debate? Would this set a precedent for rouge MPs to create new parties so their voices get access in debates in the future?\n\n      Best case scenario for that party is that their two incumbent MPs get re-elected with small margins due to vote splitting.\n\n      Personally, I'm predicting the BQ and FD will be wiped out this year.\n\n    4. History suggests FeD will be allowed into the debates.\n\n  2. I find your prediction highly unlikely 13 Liberal seats in Metro Vancouver is simply ludicrous, the Greens picking up Victoria (which requires a 30% NDP-->Green swing) is equally unlikely as are 11 Liberal seats on the Prairies.\n\n    If Justin can only manage 154 seats with a highly inventive prediction then, the Liberals must be in real trouble. 2015 the year the Liberal party died?\n\n    1. 13 seats in Metro Vancouver is far from improbable...\n\n    2. Before I forget, Fraser, but you do realise the NDP nearly lost Victoria to the Greens in 2012, right?\n\n  3. 13 seats in Metro for the Grits is on the verge of the apoplectic. In a number of the Fraser Valley ridings coloured red a swing of 10-15,000 votes is required. 13 seats for the Liberals in Metro Vancouver is improbable (especially considering today's poll by Ipsos) I would even say it is a ridiculous prediction meant to shock as opposed to reflect an accurate estimate. It's your blog and you are welcome to be as ridiculous as you see fit but, don't get mad at others for pointing out the obvious.\n\n    1. Based on the Liberals results in the Metro Van area in 2006, I can get to over 13 seats easily with the new boundaries, 10 sure bets and 5 extremely plausible ones. Look:\n\n      Seats that would have been won:\n      1. Van Centre\n      2. Van Kingsway\n      3. Van Quadra\n      4. Van South\n      5. Van Granville\n      6. North Van\n      7. West Van\n      8. Surrey-Newton\n      9. Richmond Centre\n\n      Plausible\/near-miss seats:\n      10. Steveston-Richmond East\n      11. Delta\n      12. Burnaby North-Seymour\n      13. Burnaby South\n      14. Fleetwood-Port Kells\n\n      That doesn't count ones like Port Moody-Coquitlam or Cloverdale that are more on the line. So what are you on about friend?\n\n    2. 9* sure bets and 5 plauisbles. Poor literacy hurts everyone.\n\n    3. This isn't to say that I believe the Liberals will get 13 seats in Metro Van, just that its not improbable; Martin did it on less than 30% support in BC in a year that he lost, why would it be impossible for Trudeau to do it when most polls give him between 30-35% support in the province and a very good shot at winning an election?\n\n      I would also like to know what you were saying in 2011 about the NDP being able to sweep Quebec. Were you like me, and saying it was not just improbable but apocalyptic? I literally have posts saying \"The NDP Apocalypse!\" You discount things at your own peril, friend.\n\n    4. Sure bets?\n\n      The NDP will win Kingsway, The Liberal name is mud because Emerson demonstrated Liberal loyalty to Kingsway's constituents The Tiories always win West Van, The Burnabys have a better chance of going NDP than Liberal. Hedy Fry could easily lose Vancouver Centre. I notice you didn't include Surrey Centre in your prediction but, it is coloured red on the map.\n\n      It is not impossible for the Liberals to win 13 seats in Metro Vancouver but, it is very improbable they will do so especially with their falling poll numbers of late. Harper is on pace for a second majority-the only people unawaare are LIberals. Justin is leading the party to its destruction.\n\n      No in 2011 I fully expected the NDP to gain dozens of seats in Quebec, my only question was why it had taken that party's socialist mentality to resonate among a people fond of socialism? Jack Layton spent 3 campaign and 7 years building a narrative before 2011. Justin Trudeau doesn't have a narrative, doesn't have any policies and doesn't look like he has a plan. The narrative Trudeau and the Liberals portray is Harper's narrative. If Liberals think the good hard working people of Burnaby or Surrey or New Westminster will vote for some rich kid drama teacher from Westmount who can't be bothered to release public policy or cobble together a plan for government-they are in for a very large shock.",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9967363477,
        "format_confidence":0.8763033152,
        "weight":0.0132449321
    },
    {
        "url":"http:\/\/peoplesworld.org\/PageComment\/rss?pageid=53631",
        "text":"Page comments Comment by 'RiverRat2u' on Jobs with Justice: Now more than ever Nothing is going to change for working people until we have real Tax Reform, Stopping Corporations from sending their Manufacturing to China, The TAXING of CORPORATIONs and fining all with Shell Corporations in avoiding taxes. Your so called Progressives are up to their eyeballs in the farce as well. There is not a Progressive in Washington that is not a Millionaire or close to it. They made their money through their or family owned Businesses not on the Welfare rolls. Before another dime is spent proping up despots,dictators world wide and undeclared wars we need to get Americas ship sitting back in the water. In the end we need a working economy and in the words of Karl Marx,\"Those who do not work do not eat !\" Thu, 04 Aug 2011 16:25:34 -0400 RiverRat2u Comment by 'jim lane' on Jobs with Justice: Now more than ever Thanks for laying out the possibilities. We do live in historic times! --jiim lane in Dallas Thu, 04 Aug 2011 11:50:24 -0400 jim lane",
        "topic_id":17,
        "format_id":4,
        "topic_confidence":0.9964822531,
        "format_confidence":0.9957455993,
        "weight":0.0150502488
    },
    {
        "url":"http:\/\/forum.dxomark.com\/index.php\/topic,1124.0.html",
        "text":"Author Topic: +1 for already referred lenses  (Read 3348 times)\n\nOffline ChipTz\n\n  • Newbie\n  • *\n  • Posts: 2\n+1 for already referred lenses\n« on: March 22, 2013, 10:18:03 pm »\nThis a comment for this page on the website\n+1 for the new Nikon 80 - 400\n+1 for the Nikon 70-200 f\/2.8 VR II\n+1 for the Nikon 14-24mm f\/2.8G\n+1 for the Nikon 85 1.4\n\nThis way the so whell known holy trinity f2.8 would be tested and compared against the others\n\nAs for the primes, it would be great to have the lens set from Nikon for 1.4 and 1.8 and we are not that far from that.\n\nKeep up the good work and try to speed up in order to have lens reviewed in a timely manner (4 years since 70-200 VRII?)",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.9236862063,
        "format_confidence":0.9916132689,
        "weight":0.004621833
    }
]