[
    {
        "url":"https:\/\/www.kraxon.com\/soul-ship\/",
        "text":"Soul Ship\n\nSoul Ship\n\nPain erupted as the ibulex burned through my veins. Accelerating when it reached my heart, the drug fired into my arteries like a sling shot; an inferno deep inside my chest. When the agony subsided I saw from the deep impressions left by the restraints that my body had fought on even when my mind was helpless.\n\nNow I sagged, drained. The fire still burned, banked coals throughout my body which could be blown to life at the slightest touch. Even in the warm release-chamber sweat cooled on my skin, leaving a trail of goosebumps behind. Breathing gradually became easier, each breath reassuring me that the worst was over, at least for now.\n\nVoices in the background, a drone which slowly resolved itself into the magistrate reading out the conditions of my release. My exhausted mind wondered if it had been worth it.\n\nI was given civilian clothing, the sort a tramp from the ‘forties might have owned. It had been worn before and came with its own ecosystem of lice and fleas, its own atmosphere of stale body odour. I told myself it was better than being naked and my flight suit had been damaged beyond repair during my capture.\n\nThe walk from the detention block to the main gate was an exercise in endurance; cat calls from every shielded window as the entire prison population poured their hatred out at me. I was being released while they still served life sentences, but it wasn’t jealousy that drove them: I had been the most hated prisoner in the facility, in solitary confinement for the last seven years just to keep me alive. Even then there had been attempts on my life. I smiled.\n\nThe guards in formation around me were mechanicals because the governor knew human guards might decide to take matters into their own hands and kill me – mechanicals just carried out their programmed duties. I just hoped no one had reprogrammed them: they’d make efficient assassins.\n\nWe reached the guardhouse without mishap but the grating of the security door set my raw nerves on edge. Yawning darkness lay beyond. One of the mechanicals pushed me and I was part way into a defensive crouch before I realised it was just encouraging me forwards. I stepped inside and the door slammed behind me.\n\n“You’ll be dead before the sun sets, woman,” a voice from the darkness taunted.\n\n“And if you survive until night, you’ll wish you hadn’t…” a second voice added. I didn’t flinch. Both voices had the slight tinniness of speakers and the dead air space told me I was alone.\n\n“If you break the conditions of your release,” added a third voice, cool and dispassionate, “the ibulex will activate in your bloodstream, terminating your existence. The pain you experienced during administration will be a flea bite compared to the pain of your death.” I nodded, knowing I was being watched even though I could see no one.\n\n“On the bench to your left you will find your belongings,” the voice continued dispassionately, “except for the weapons.” I reached out with my left hand, finding the bench and feeling around until my hand met the small pile of stuff they’d found on me. I concentrated on keeping my breathing even as I identified each object by touch. I couldn’t risk them knowing how important one particular item was to me.\n\nMy wristwatch, an antique from the twenty-first, a locket, my belt, purse with photos still inside and smokes, useless now after all these years. I quietly pocketed everything then waited.\n\n“The door release is at waist height in front of you.” The cold metal was closer to my face than I had realised. I ran my hand down it carefully, wary of traps even now, until I found the contour of a button. As I pressed it a sliver of light began at floor level, lighting up my feet, widening to a bar which showed my legs, thin and dirty under the grey skirt. The harsh glare of sunlight made my eyes sting with unshed tears, but I was already diving into a forward roll before the door was halfway up and then I was away, dodging from side to side, a target in a shooting game. I felt more than heard the bullets ripping through the air all around me. The street was empty apart from me – word had got out and decent citizens were in their own homes behind locked doors, waiting for someone else to finish me off.\n\nI didn’t get away unscathed, because I’m not a super-hero, but the adrenaline in my system had me so wired that I was barely aware of the wounds as bullets tore into my flesh. Seven years in solitary isn’t the best training for a run like the onethat day but desperation is a great incentive. When I found myself in populated streets I stopped running immediately and adopted the slouch of a vagrant trying to avoid a kick.\n\nIt wouldn’t keep me safe for long, because they could track me by the ibulex in my blood, but I didn’t need much time. Behind me commotion erupted as shooters broke cover. Their next step would be to fire in the airso everyone dropped to the ground, then I’d have two choices: run and be shot in the back, or drop with everyone else and wait for them to put a bullet in my head.\n\nI did neither. Instead I swiped my thumb over the genetically coded transporter set in the lid of the packet of smokes.\n\n\nI was surrounded by the blessed cool of my own ship, but instantly the ibulex blazed fire through my bloodstream.\n\n“Initiate emergency transfusion!” I screamed, body writhing even before I hit the white deck. The ship was built from my cloned cells: she was a part of me, the other half of my soul, speaking with my voice. She would be feeling my pain.\n\n“Emergency transfusion denied,” a dispassionate male voice replied, a voice I had heard not half an hour before. As the blackness of oblivion pulled me down the full horror began to dawn on me: they had never planned to let me escape alive. They had murdered my beautiful ship and now it was my turn.\n\n© Kerry Buchanan\n\nBookmark the permalink.\n\nComments are closed",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.7950550318,
        "format_confidence":0.9859470129,
        "weight":0.0272756463
    },
    {
        "url":"https:\/\/www.daily-prayers.org\/day-prayer\/pure-hearted-giving-4\/",
        "text":"Pure Hearted Giving (1)\n\n\n\nJesus said, “Be careful not to display your righteousness merely to be seen by people. Otherwise, you have no reward with your Father in heaven”. (Matthew 6:1)\n\n\nSome say love is private! Perhaps, that’s partly what Jesus was implying.\n\nWhere can I sow a little love today and expect, no reward?\n\n\nLord Jesus, help me sow a little sunshine and happiness on the path of all that I meet today.\n\nPrayer: Solace\n\nMay Christ support us all the day long,\ntill the shadows lengthen,\nand the evening comes,\nand the busy world is hushed,\nand the fever of life is over\nand our work is done.\nThen in his mercy\nmay he give us a safe lodging,\nand holy rest\nand peace at the last. Amen.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9972031116,
        "format_confidence":0.8508576155,
        "weight":0.0019173529
    },
    {
        "url":"http:\/\/www.sexstories.com\/story\/41547\/naughty_lily_-_part_1_preview_",
        "text":"This is about a school boy having a great day, or....\nThis is our first part of our first story, this is just a bit of a preview. Please rate us good and leave nice comments :).\n\nNaughty Lily\n\nI never was a very shy person, but what happened last month was truly surprising to me. I study surgery in a University close to my house, and instead of the usual girls you see in such a University, the girls here were very pretty. Never before I’ve seen that many beautiful girls. One girl in particular keeps catching my attention: Lily.\nShe has beautiful blonde hair with gorgeous green eyes. She always wears a skirt which is way too small for her big ass, and a very small shirt which shows almost half of her boobs. I didn't dare to look to her until a few weeks after she arrived when she became my partner for a report. When we were working we didn’t talk at all and I thought she was very shy but that was in contrast with her clothes. When she bent over to pick up her bag, one of her boobs popped out of her bra. To my surprise her nipple was erected. She quickly put her boob back in her bra and looked away ashamed. I decided to say nothing more about it and returned to work. However my huge boner i got was clearly visible, I excused and went to the toilet to jerk off. When I came back she was constantly looking at my shirt. After a while I looked as well and saw that there was still cum on my shirt. I blushed and mumbled: ’I was ehm...’ She interrupted me saying: ‘spare me the details please,' then she took a tissue out of her bag and slowly cleaned the cum of my shirt. She accidentally touched my penis in the process. I didn’t know if she knew she was touching my penis but I instantly had a boner again. She pulled back her hand and looked surprised, now I did know for certain that she knew she had touched my penis, partly because it had risen up to my belly button\n\nI tried to apologize but she put her finger on my mouth and said: ’you don't need to.’ Then her hand reached down and started to massage my balls. I started sweating heavily because she was the first girl who had touched me. She then asked: 'can I take it out?' Within a second my pants were off and I was struggling to get my underwear off. We started kissing while I was half naked, and my cock was touching her stomach again and again. She pushed me on the ground and took off her shirt. She sat on my stomach and put my hand on her bra. Then she whispered: take off my bra, sexy boy. I hesitated for a second but then I ripped of her bra, revealing her beautiful C-cup breasts. They had a tanned colour and her nipples clearly pink. I immediately took them in my hands and stroked them. She noticed I got turned on even more, and she bent over putting her breasts in my face. I gently started to lick one of her nipples. After I had sucked on her other nipple she went down to my cock. She grabbed my balls and began to lick them while she was giving me a hand job. I never felt so good in my life. She went up to my cock from the bottom to the top. My cock was now about 11 inches. She then put my whole cock in her mouth, up until her throat. It felt like a warm, moistly ring was around my cock. It was the greatest feeling the world. She was playing with my dick with her tongue and touching the top of it with her tongue once in a while because she discovered I loved that. She noticed I was close to my climax and stopped sucking. She removed my cock from her mouth, positioned her ass to my face and placed my cock between her beautiful tits. I took off her string and stared at her wet pussy. I never licked a pussy before and said to her: ‘you know it’s my first time right?’ She turned around smiling and responded: ‘For everything is a first time.’ This gave me enough confidence to give it a try and I put my tongue against her pussy. First licking her out labia and inner labia only to realise the clitoris was the best spot. I took it in my mouth and played with it. I made circles with my tongue around her clitoris, of which she responded with a moan. After a few more play sessions she had her orgasm and her fluids poured over my face. This made my come as well and I shot my whole load in her mouth and onto her face. She was about to swallow it all when I heard someone had opened the door. I thought astonished: we are still at school.\n\n\nanonymous readerReport\n\n2013-01-23 01:56:46\nThis IS definitely your most beufitaul piece T- I teared up within the first couple of words. It is without a doubt Mom is wanting you to know that you're doing a great job, and she loves and misses you. I saw her in a dream the other morning, and I really wish I knew what she was trying to tell me. Do you remember she used to wear another kind of perfume too, but I can't for the life of me remember the name of it, but I do remember the smell and the bottle? We need to remember her as the happy, healthy Mom, not when she was so sick. Mom would be very proud to read this from you, honoring her memory. I'm so lucky and honoured to have a sister like you- I love you tons xoxoPS- has the baby squirrel found its way out yet?\n\nanonymous readerReport\n\n2012-05-10 19:20:05\n\nanonymous readerReport\n\n2012-05-10 07:41:28\nFuckin my moms tight pussy makes me want to come to this story\n\nanonymous readerReport\n\n2012-05-10 07:40:25\nIm at school and i just came in my pants at the toilet, because this story is just awesome\n\nanonymous readerReport\n\n2012-05-10 07:36:59\n\nYou are not logged in.\nCharacters count:",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.9645073414,
        "format_confidence":0.9302479029,
        "weight":0.006215873
    },
    {
        "url":"http:\/\/aldersprig.dreamwidth.org\/tag\/donor",
        "text":"aldersprig: (luke)\nPart One\nAddergoole-verse, Early 2012 (in the middle of the Apocalypse)\nWritten to [personal profile] rix_scaedu's commission.\nI do not have an Agmund icon. But here's Luke looking uncomfortable about the whole thing.\n\nThe boy was not happy about Agmund’s presence, but he was more than willing to lay out the details of the attack. The Nedetakaei nest had at least ten human hostages, was in the middle of what had been a very populous area before the gods came to town, and had been lain with booby-traps, Worked wards, and at least three explosive trip-lines.\nRead more... )\naldersprig: (Aldersprig Leaves Raining)\nGuys, I have 1200 words of commissions on my to-write plan for this month, and no commissions to write!\n\n(and we all know I like to stick to the plan, don't we...)\n\nEvery have something you really wanted to see me write?\n\nOr something left you saying \"More, Please!\"\n\nNow's the time!\n\nMy commission rate is 2¢\/word, with a minimum commission of $4\/200 words.\n\nThere's normally a discount over $20 to $5\/300 words or 5\/3¢ ($0.01667) a word, which means that a $20 commission will get you the 1200 words mentioned in my target goal.\n\nIf you commission all 1200 words in my to-write, I'll cut you a small discount and give you 1200 words for $18. That's $0.015\/word!\n\nGot an idea? Leave a comment here or e-mail me at thornealder\/gmail.\nGot some money? Here's the Paypal link :-)\n\n200-word Commission Slots Open:\n1. chanter_greenie\n2. chanter_greenie\n3. chanter_greenie\naldersprig: (GIRAFFE!)\nWritten to Kuro-Neko's commissioned continuation of Survival, of Fae Apoc, sometime in late 2011\/early 2012.\n\nThree, two... “Are you saying...” Ross Wetherschilde spoke slowly, as if not quite wanting to get to the end of his sentence. “...that there is a ‘fae’ onboard this life raft?”\n\n“Of course that’s what she’s freaking saying, you freaking nincompoop!” Tanya Jones spoke fast enough for three Ross Wetherschildes. “The question is, how does she know! And who?”\n\n“I think it’s obvious, don’t you?” Yonrit thought she knew every voice on the raft, but this one made her open her eyes: small, sardonic, and very quiet. Aah, the slender woman who had barely spoken since the crash, of course. “There’s one way to know for certain that someone is fae.”\n\nShe met Yonrit’s eyes; Yonrit didn’t look away. Around them, the conversation seemed to roil and bubble.\n\n“...stab ‘em with rowan, that’s how!”\n\n“Iron, you hang a horseshoe on your doorway.”\nRead more... )\naldersprig: (City)\n* The next time an icon day comes around, someone remind me I need a good icon of some sort for Fairy Town?\n* Written to [livejournal.com profile] flofx's commissioned prompt: A continuation of Old Stories and old Fates.\n* Fairy Town has a landing page here..\n\nThere were things those people in their tainted church would never say. There were things that no-one in this tainted town would even whisper, not even Bishop MacNamilla. There were things that you didn't even think.\n\nAnd one of those things was this: there were fairies and fairies. There were the things that looked like people, that you called \"fairies,\" or didn't really even call that so much as shape the label around the space they filled. They went to work with you, if you were a lay person. They owned houses and shopped and, to a casual tourist, looked human. But they were a little strange, a little eccentric, a little tainted.\n\nAnd then there were the demons that were actually fairies, the spirits and sprites, goblins and boggarts, monsters and mice, and they hid in the wild spaces, lurked around the gateways, lingered anywhere there were too many of the first sort, anywhere there was belief, anywhere the god had touched.\nRead more... )\naldersprig: (BookGlasses)\nWritten to [livejournal.com profile] flofx's commissioned prompt: \"Bishop Macnamilla says 'The elders did not listen to me. They were squeamish' in Faries in the Church. Just what happened between Macnamilla and the elders? How much did he tell them of what he wanted to do?\"\n\nFairy Town has a landing page here.. This story is set a few decades or more before the \"current\" storyline.\n\nBishop Tanner studied the young priest standing in front of him. \"Father Macnamilla. I see you are visiting us yet again.\"\n\nThe others on the diocese's council of elders shifted uncomfortably. Bishop Tanner didn't fault them for that - Father Macnamilla brought an aura of discomfort with him. But they needed to remain firm and in control, or the hot-headed priest would be causing them more than just discomfort.\n\n\"I will continue to visit you until you listen to reason. I will continue to visit you until this diocese does what needs to be done.\"\n\nBishop Tanner cleared his throat. \"I'm sure that it appears to you...\"\nRead more... )\naldersprig: (Cali)\nWritten as [personal profile] wyld_dandelyon's commissioned continuation of Tricked out for her pleasure.\n\nJoe was bound to the bed, naked, as far as he could tell, except for too-many-piercings, and there was an elf woman on top of him. As far as slavery went, this was not what had been in the brochure.\n\nNot that there'd been a brochure, unless you counted I Was A Slave In California documentaries, and Joe had watched more than a few of those, usually while very drunk or very hung-over.\n\nVery hung-over was not dissimilar to the way he was feeling right now. It was like his face had been wrapped in blankets and now he was beginning to see the light - except that right now, the light was either a pillow or a lot of hair.\n\nHair. She'd said something about braiding. Joe forced himself to pay attention to the situation at hand. “I... I can hold still.” He shook his left wrist, making the chain jangle. “There's not much option anyway, is there?” He turned his head to look at the elf-woman, but succeeded only in getting a mouthful of hair.\n\nShe chuckled throatily at him. “There is always an option. You're lovely, did I mention?”\nRead more... )\naldersprig: (KinkBingo2)\nWritten to SkySailor's commissioned continuation of\n\nIt too Adrian two weeks to decide. Sara tried, during those two weeks, to let him have all the breathing room he needed to decide. She made the most of crock-pot and one-dish recipes, shortcuts and take-out, to make sure he didn’t have to feel like meals were waiting on him; she did cursory cleaning every day, and she tried to get enough work done that it didn’t feel like she was waiting on his decision.\n\nThat last Friday, he didn’t make it home until past ten in the evening. His eyes were bloodshot, his hands were shaking, and his skin was ashen. He let Sara chivy him into a bathrobe and slippers without even a pretense of an argument, and sipped the doctored hot cocoa, thick with rum, until his cheeks began to get some color.\n\n“Would... would you tell me what to do? If I agreed to be your housewife?”\nRead more... )\n\nIf you'd like to see more of this story, I bet there's more to be written. Just drop a tip in the the tip handcuffs:\n\naldersprig: (AldersGrove)\nWritten to [personal profile] perfectworry's commissioned continuation of Live-In\n\nAdrian was home late for the fourth time in a week. Sara ordered pizza, washed the dishes from last night's dinner, gathered all of her dirty clothes and his into a pile, and tried not to swear at the mess.\n\nThis was his third week of his job, and they'd held him late almost every day. He was new, he wanted the money, and he \"didn't have anyone at home.\" Not, at least, the way his bosses understood having someone at home. Roommates didn't count.\n\nSara got the wash in and sat down with her budget book. Adrian had insisted on paying rent the minute he'd gotten a paycheck, but the thing was, somehow it wasn't making her balance any bigger.\n\nShe opened a document - and swore as the pizza arrived. How had she gotten any work done before Adrian moved in? How had she had any time at all to think?\nRead more... )\nIf you'd like to see more of this story, I bet there's more to be written. Just drop a tip in the the tip handcuffs:\n\nNext: Agreed.\naldersprig: (KinkBingo2)\nRock, Hard, Now What?\n\n“How do we get through this? I’ll tell you how. Let me go. Then I can get out of this damn place, and I’ll be just fine.” He flexed against the chains, digging their edges into his skin. “You can fend for yourself.”\n\n“Not going to happen. Letting you go is suicide for me - and the king’s soldiers will hunt you down.”\n\nHe growled. “Damnit, woman, I’m not going to bow and scrape for a year like some slave.”\n\nIt didn’t seem to bear pointing out that, technically, he was a slave. “Nobody’s asking you to.”\n\n“Sure as blazes sounds like it.” He shifted his weight from one knee to the other.\n\n“No.” The princess shook her head slowly. “I am asking you to agree to live in my suite for a year and to refrain from killing people - especially me - for that year.”\n\n“While being your slave.”\nRead more... )\n\nWritten to [personal profile] rix_scaedu's commissioned continuation.\n\nIf you want more of this story - and this one could go on for a while!! - drop a tip in, ah, the tip handcuffs:\n\nMore: here\naldersprig: (Aldersprig Leaves Raining)\nFirst: Visiting Doomsday\nPrevious: Classrooms of Doomsday\n\nKheper nodded at Luke. Luke nodded back at Kheper. Nobody needed to be a succubus to sense the tension in the air.\n\nThe students weren’t, Luke assumed, all in the room yet - there were three there, one in just-grey-white-and-black, one with the same red accessories and accents that Nehara was wearing, and one wearing light green and pink. All three of them, almost in unison, looked at their professor, looked at each other, and turned to look at Luke.\n\nHe flared his wings and, feeling immensely self-conscious under the gaze of three teenagers and one boy he still thought of as a teenager, bowed again. He cleared his throat. “Ah, hello. Professor - Agislaw. Jae’Law-Shield.”\n\nThe boy in pink and green gasped. Luke schooled his face and waited for Kheper’s response.\n\nThe boy - man, he probably deserved that much ... (truncated)",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8114075065,
        "format_confidence":0.8184586167,
        "weight":0.022642178
    },
    {
        "url":"https:\/\/www.victoryrecords.com\/lyrics\/show\/7431\/counterparts-mmvii",
        "text":"MMVII Lyrics\n\nThe Current Will Carry Us\n\nFrom the album\nThe Current Will Carry Us\nby Counterparts\n\nWhy do I need to justify my opinion, after all that I've seen and done? And year after year, we give our everything, to get nothing in return. The time has come for things to change. We don't need your adoration, but we demand your respect. I will not allow anyone the opportunity to deny half a decade of labor. The places we've been, the faces we've seen, the months spent far from home. This is what moves us. This is what we've grown accustom to. What we will leave behind can not be measured in a dollar figure; there’s a much deeper meaning than that. I can't wait until the day when we've surpassed everything that gave you a false sense of importance. I want you to question yourself, I want you to watch you slip away; I want you to realize that your existence has meant nothing. I hate you more than you could ever know, and I hate you for making me feel like this. I know deep down that I'm a good person. The best retaliation I can think of, would be to let you know that for once in my life, I'm truly happy. I'm more than content with who and where I am. Your oppression has had no effect. I don't need to justify my opinion after everything we've been through. And year after year, we give our everything and what we receive in return, I can't explain with words. I'm so fucking thankful that I made it to where I am today. (I watched the world upon your shoulders, and from these heights it's so far down.)\n\nCounterparts Merchandise",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9908473492,
        "format_confidence":0.9846369028,
        "weight":0.0055394992
    },
    {
        "url":"http:\/\/fansi.id\/tag\/darkness\/",
        "text":"Darkness is life’s fairness. A not so popular yet very significant element because it makes simple things challenging to see. Making your eyes blind though they are wide open. Keeping you searching even if it’s exhausting.\n\nDarkness is the inevitable side on every line of life no matter what. In the dark sometimes you can’t be so strong for ever that your tears drip. Or getting lost on the open road. Or being scattered in the randomness of fantasy. Darkness isn’t pleasant to see (and you can’t really see it) but it gives you the opportunity to imagine colors and lights using only your brain and your heart – the most capable medium ever created to invent whatever you want.\n\nUntil that trumpet horns resonate, you will always be in the darkness of hopes and certainties. Teaching you that life is not designed to give you happiness, but instead chains of disappointment and pain. So there is this saying, “pleasure and happiness are actually trials.” For true life is the flood of sufferings that are written for all who were born.\n\nBut God doesn’t perfect the dark as an absolute misfortune that you must accept. Thus, on preferred nights, accompanied by a gentle breeze of wind you can enjoy a luminous night: when you let yourself bathed in a full-moon light – round, silvery, blazing.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9566728473,
        "format_confidence":0.7707031965,
        "weight":0.0017367301
    },
    {
        "url":"https:\/\/frombluerock.com\/2014\/05\/09\/echoes-of-music\/",
        "text":"Skip to content\n\nPoetry: echoes of music\n\n\n(needs some work, but here it is for now…)\n\nIt was a bright and clear sunny–sky day\nWarmth I’d dreamed of through Winnipeg’s winter\nI rolled down the windows of my ’76 Malibu\nAnd cranked up the volume on the cassette deck\n\nTom was still pretty and wailing on his guitar\nSinging something I’d already played the hell out of\nThe wind whipped my hair across my unlined face\nAs I headed for Trans Canada number one\n\nCigarette-smoking fingers drummed on the wheel\nDriving west with the morning light on my back\nFeelin’ alright though I’d stayed up half the night\nAt a favourite bar listening to The Pumps\n\nFreedom was calling, hooking its finger my way\nThe weekend stretched before me long and endless\nHighway’s lines vanished up ahead and I savoured\nPrairie plains forever framed by the windows\n\nPassing landmarks and towns ringed with gold edges\nKnowing roads by heart left my mind to wander\nLit a few more smokes and rewound my favourite tapes\nAnd replayed lonesome refrains singing loudly\n\nPausing time I danced in some prairie farmland\nAtop bales stacked in a yellow field emptied\nFleeting moments of my twenty-something youth\nSpent on long-shadowed days since surrendered\n\nI gave a jukebox its life at the old Kent Hotel\nA tradition to stop and drink up a Kool One\nThe weathered sign on the road beckons to travellers still\nAnd music echoes its own kind of freedom\n\nIt’s a bright and clear sunny-sky day\nWarmth I’ve waited for all this long winter\nI peer through my window on the Greyhound bus\nAnd hum a tune that I barely remember\n\nScreen Shot 2014-05-26 at 12.04.30 PM Screen Shot 2014-05-26 at 12.04.43 PM\n\nwords: © 2014 deb davies thorkelson {bluerock\/debrazone}   |   may 9, 2014\n\n#1: Detail from original acrylic painting by me: “Prairie plains forever framed by the windows” from Echoes of Music\n#2: The Manitoba highway signs are free images from google. I don’t usually publish photos that I have not taken myself (or are from my family), but it’s a long way from California to Manitoba for a pic of a highway marker.\n#3: A very recent photo of the sign for the Kent Hotel, Foxwarren, Manitoba  – photo by my brother, Jim Davies, cruising through town in late April 2014. Used with his permission.\nshoulda: I have some great photos of my ’76 Chevy Malibu. It was a pretty car, dark blue with white. I need to dig ’em up, scan them, and post a few…\n\nHere’s to our memories, enhanced always by music…\n\nScroll all the way down to see what posts are TRENDING TODAY, my 50 MOST RECENT POSTS, or to FOLLOW..\n{You can also follow me on twitter, tumblr, and google+}\n\n3 replies »\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nEnter your email address to follow this blog and receive notifications of new posts by email.\n\nJoin 823 other followers\n\n%d bloggers like this:",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.7761923671,
        "format_confidence":0.6128634214,
        "weight":0.0169545074
    },
    {
        "url":"https:\/\/www.fanfiction.net\/s\/10912587\/1\/Breaking-Ties",
        "text":"JJ Deveraux sat in the library, burying his nose in his English book. He'd been reading the same sentence over and over. It kept making less sense than before.\n\n\"Dude, what're you doing in this dusty old place when its still daylight?\" Rory's voice bounced off the walls.\n\nJJ glanced over at the other students trying to study and shrugged apologetically. \"Gotta keep my grades up.\"\n\n\"You seriously make me worry, man. You're wasting away in here while there's fun to be had out there.\"\n\n\"Rory -\"\n\n\"No matter though. Cause I,\" Rory said, plopping into a chair and shoving his long hair out of his eyes, \"have the perfect solution.\" JJ turned a page and Rory said, \"Come on, aren't you even gonna listen?\"\n\n\"Do I have a choice?\"\n\n\"Don't act so excited. It's not good for your heart.\"\n\nJJ started to turn another page but Rory slammed his palm into the middle of the book. \"That loser Paige isn't worth throwing your life away like this, man. She thought she was too good for you, but it was the other way around. Forget her. Go back to your roots.\"\n\nJJ pushed the book away. \"What's the big idea, dude?\"\n\nRory leaned forward, finally dropping his voice to a whisper. \"Rumor has it Dr. K leaves the English final lying around on his desk and the door unlocked.\"\n\n\n\"So if someone were to walk in while he wasn't there they might get a sneak peek. And if they accidentally hit the camera button on their phone, they could share the wealth.\"\n\nJJ stared at Rory while he tried to figure out what to say. \"You mean, cheat.\"\n\n\"Why put it like that? I'm just evening the playing field. So what do you say? Are you in?\"\n\n\"No!\" JJ struggled to catch his breath. \"Come on, man. You don't need - \"\n\n\"Skip the lecture, dude. I get it.\" Rory shook his head. \"It's sad, man. You used to be so much fun before you got mixed up with Paige. Do you know I never once saw her smile? I don't think she knows how. And then you went and fell for her and now you're just like her.\"\n\n\"You know what else is sad?\" JJ retorted, crossing his arms. \"Me thinking you'd do anything for me like in the old days.\"\n\n\"You mean like the way you took that Jill chick out from under my nose.\"\n\nJJ jumped up. \"You're gonna have to get over that, cause I'm not explaining it to you anymore.\" He moved closer to Rory, not enough to really be threatening, but Rory jumped back anyway. \"You wanna know what happened that night, dude? You really wanna know?\" JJ advanced on Rory, not caring they could both be kicked out of the library. \"I had your back, that's what. Dude, you were so totally wasted that anything could have gone down and you wouldn't have known the difference, so I got you out of there.\"\n\nRory shifted his weight. \"I have your back too.\"\n\n\"Do you?\"\n\n\"If you really had mine, you'd help me steal this test.\" JJ glared at Rory and Rory said, \"Come on, man. You're gonna pass with flying colors no matter what, so why can't you just help me have a chance?\"\n\n\"Dude, you have a chance. Ever heard of opening a book?\"\n\n\"Easy for you to say.\" Rory laughed bitterly. \"You grew up going to fancy schools and your mommy hanging your report cards on the fridge, and now that you're not smoking weed you're back to being her golden boy who does everything right. Plus even if you do something she's not cool with, all you gotta do is pick up the phone and there's Dr. Dan making time for you.\"\n\n\"So, what, you're jealous now?\"\n\n\"No, man. I just wish you knew how lucky you are. You got a cool family and all sorts of smarts. Dude, my mom beat me every time I got a bad grade til she got sick of me. If it weren't for my brother I'd still be living in the park. I'm not as smart as you. I can't pass without a little extra help.\"\n\n\"And if we get caught - \"\n\n\"We won't.\"\n\n\"Yeah, we will. It always catches up with you sooner or later.\"\n\n\"Are you gonna help me or not?\"\n\nJJ was quiet for a minute, trying to get his words together. Finally he said, \"Any time you wanna study, I'm there, dude.\"\n\n\"Forget it, man.\" Rory swung his backpack over his shoulder. \"I got plenty of real friends who'll help. If you're not one of them, don't bother calling me anymore.\" He stomped off towards the elevator.\n\nJJ threw himself into his chair and slumped down. Sorry, Rory, he thought. I'm not giving up on you that easily.\n\nHope sat at her desk, flipping through files while she talked to Jennifer on the phone. \"Of course. When I get done at the station, we'll do coffee and get caught up. And Jennifer, just breathe, okay? JJ's come a long way. He'll get through this too. See you soon, cuz. Bye.\"\n\nRafe knocked on Hope's open office door as she hung up the phone, then stuck his head in. \"You got a minute to ride out with me to Salem U?\"\n\n\"Of course. What's up?\"\n\n\"Campus Security just called something in that I think you should be in on.\"\n\n\"Let's go then.\" Hope threw her jacket on and followed Rafe out of the station.\n\nWhen Jennifer got Hope's text that it might be a while, she decided to go to Brady's Pub by herself. She wanted to get out of the house. The picture of her late husband, Jack, on the mantel just seemed to be staring at her, telling her that she had to do something for their son. If he was here she would yell at him that she didn't know what to do, but since he wasn't, it was better just to get out.\n\nShe got herself a cinnamon latte, her favorite, which she hadn't had in a long time, and sipped it slowly, trying not to think of anything. Wasn't that what Julie had told her? Meditate and don't think of anything. If only she knew how that worked.\n\n\"I thought that was you, Jennifer.\" Maggie Horton looked as smart as ever in her pale pink suit, pearl earrings and necklace to match.\n\n\"Hi Aunt Maggie.\" Jennifer tried to smile. \"Where are you off to all dressed up?\"\n\n\"Oh, nowhere special. Just off to lead a meeting, that's all. But I'm glad I caught you.\" Maggie sat down across from Jen and patted her hand. \"Tell me, how is that wonderful son of yours doing ever since he broke ties with Eve Donovan's daughter?\"\n\n\"I wish I knew.\" Jennifer pushed her coffee away, shaking her head. \"He's hurting, Aunt Maggie, I know he's hurting, and I don't know how to reach him.\"\n\n\"Well, what does he say when you talk to him?\"\n\n\"Nothing. He'll tell me, 'Oh Mom, I'm fine. Don't worry about me.' But he leaves the house early in the morning and doesn't come back until almost 11 o'clock at night. He says he's studying all the time, and I hope that's true, but that's not JJ.\" Jen took another sip of her coffee and said, slowly, \"You're probably going to think I'm being paranoid, but you know the signs better than I do… do you think this means he's doing something he shouldn't be?\"\n\n\"You mean drugs?\"\n\nJen blinked back the tears as she nodded.\n\n\"Oh, Jennifer Rose…\" Maggie took Jen's hand in hers. \"If he changed once, he can do it again. How about I talk to him and if he has relapsed, I'll help him get right back to what he's supposed to be doing.\"\n\n\"Are you sure? I know you have a lot going on with Brady and - \"\n\n\"Stop it. We are family. No matter what happens, I'm always here for my favorite niece. Now, you said he leaves early in the morning? How early?\"\n\n\"Most days, I don't even know he's gone.\"\n\n\"Then I'll just have to stay over so that I can catch him before he leaves. I'll just tell Victor that he'll have to live without me for one night.\"\n\n\"Oh no, Aunt Maggie, I couldn't ask you to - \"\n\n\"Not another word.\" Maggie took out her phone and began texting. \"One thing we have in common is that once our minds are made up, nothing can change them. And mine is made up that I am helping you.\"\n\nThere was an older man standing outside the dorm room as Rafe and Hope came around the corner. He was wearing a jacket with a Salem U insignia, and the lanyard tucked halfway into his shirt was probably his name badge.\n\n\"Jake Peterson?\" Rafe asked him.\n\nPeterson held out his hand. \"Call me Pete. Everyone does.\"\n\nRafe displayed his badge as they shook hands. \"This is, uh, the scene?\"\n\n\"Yes, sir. \"\n\nThe two cops slipped on gloves before opening the door all the way so that they wouldn't damage any evidence. Rafe couldn't help whistling under his breath as they walked in.\n\nThe room had totally been torn apart. The pieces of a broken lamp were still on the floor, forcing the detectives to watch their step, papers and books were strewn everywhere, the desk had been overturned… The only thing that was intact was the bed. A girl sat on it, hugging herself and staring at the floor. She was clearly old enough to be a student here, but the way she was hunched over made her look no older than Hope's daughter Ciara, who was in the fourth grade.\n\n\"Marissa?\" Hope said gently. The girl nodded. \"Um, what happened here?\" Hope asked.\n\n\"I don't want to talk about it.\"\n\nHope and Rafe exchanged glances. Hope said, \"How about Detective Hernandez interviews Mr. Peterson about what he saw when he found you while you and I talk?\"\n\n\"I guess,\" Marissa mumbled. Hope mouthed her thanks to Rafe as he left the room.\n\n\"Can I sit down with you?\" Hope asked Marissa. Marissa nodded and Hope sat down carefully on the bed. \"You must have been so scared. Look at the way this guy tore this room apart. Were you in here then?\"\n\n\"I was here.\" Marissa hugged herself tighter. Hope waited a minute before saying, \"Tell me what happened.\"\n\n\"I don't remember all of it.\" Marissa blinked hard. \"He… he had a knife and he… he made me…\" She put her head in her hands, then looked up again. \"He wanted money and jewelry and whatever else was valuable, so he… he tied me to the bed and...and he…\" she began to cry.\n\n\"He hurt you,\" Hope said.\n\nMarissa nodded. She rolled up her skirt and showed Hope a mark around her ankle. \"He taped my legs,\" she said, dropping it. She rolled up her sleeve next and showed Hope another mark. It looked like a rope had been pressed into her skin. \"He tied my wrists.\" She pulled at her ripped dress. \"He ripped the sash off my dress and shoved it in my mouth to shut me up.\"\n\nHope sighed. The young ones alwa... (truncated)",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.6352159381,
        "format_confidence":0.9869716763,
        "weight":0.027303993
    },
    {
        "url":"http:\/\/truecelebmedia.com.ng\/priestess-sea-18-episode-5\/",
        "text":"Priestess of the SEA (+18) – Episode 5\n\n\nIf You Missed Episode 4 Click HERE\n\n\n\nHe continue watching her movie while i gaze my eyes at her omega-2-vitamin, only starring alone dey cause harden self, i hold one of her hand move it to my dicck for her to see the bulge from my trouser, she felt it and then laugh.\nMercy: i thought you satisfy yourself last night.\nMe: me for where?\nMercy: for here na, last time we kept 4 condom, but now its only 2, what happen to the other two?\nMe: i borrow my neighbor na.\nMercy: you borrow your neighbor?\nMe: yes.\nMercy: so your neighbor finish using the condom then drop it at your dustbin outside.\nChai see wahala oh i even forget self say i use condom with adanna self, so she throw it in the dustbin.\nMe: come on dear i dont know about any condom, you know my neighbors na, everything na im them dey put for my waste bin.\nMercy: ok oh if you say so no problem.\nThats why i like her, she dey forgive and forget something quickly.\nMe: so can you do something about the bulge from my trouser.\nShe kept quiet so i took her hand again and use it to rub my dicck, she start rubbing it, then she drop her phone, face me and said\nmercy: lovie, that dream of yesterday is still bothering me oh, she said stroking my Joystick.\nMe: dont worry nothing will happen, so far i have you as my guide am not afraid.\nMercy: i love you so much and i dont know what i will do if something happen to you she said removing my trouser.\nMe: lose me ke, wey i just dey start life, just forget about it okay, we will pray over it( me wey wan commit sin na im dey talk of prayer)\nshe remove my boxer and my shirt, she stood up and remove all her clothes, she stay ontop me, and start sucking my Joystick, she never sabi suck dicck well well, i still dey teach her.\nI shift her closer to me, making her pussi to face me downward, i start sucking her pussi as she continue sucking my Joystick, i suck her so well that she will pause for a minute and moan, then she will continue sucking my dicck, she lata turn around and face me, kiss me passionately, then she insert my Joystick slowly, she started moving up and down slowly, why i like her is that she know how to move her Buttocks very well like professional, she continue Bleeping while i pounce on her Bosom, she Bleep me very well, that i begin praying for the pleasure not to stop, seeing that shes getting tired, i turn her over and i lay ontop her i insert my dicck inside her as she continue moaning loudly, as i was Bleeping her, i will be rubbing her clit, she enjoy it so well that even when i remove my hand, she took my hand and put it back, we Bleep for 10 minutes before i came,\nis after the s*x i remember i didnt use condom, we slept afterward.\n\n\nI wokeup around 7pm in the evening, mercy don getup already preparing to go home, i took my phone and a saw test message from Adanna saying.\n“i hope you will still have strength for us tonight”\n\nThis Solution Will Cure All Your Ulcer Problems Permanently.\nClick HERE to visit our website.\n\nwho is the us? i thought.\n\nI escort mercy to her place around 7:30pm, on my way back i decided to branch to go see blessing.\nI called her number to confirm if she dey house, she told me yes shes at home, so i told her to open the door that am her doorpost,.\nMe: pretender how you dey.\nBlessing: fuckerholic i dey fine, come inside joor.\nShe use her right hand to draw me inside, before i dey say jack and rose, she don dey fire me kiss as if she never kiss for 1 year, she was rushing me very fast, she hold my dicck from my trouser and squeeze it, i gain attention at once, she removed my shirt, press me against the wall and suck my lips like say no tomorrow no dey again, i return the kiss as i squeeze her Buttocks in return, i remove her handless shirt, she no even wear bra maybe she don dey wait for me since, i suck her Bosom and she let out a moan, she remove my trouser and boxer as she bend to suck my dicck, she hit it two times then said.\n“i hope my baby is up to the task today”\nshe knelt down and started sucking, she suck me so welll that i wonder where she learn it from, she will suck, then put spit and stroke it, then suck again, the pleasure was killing me softly, so i raised her up, i make her sit on her table and open her leg wide, i remove her pink pant (i nor know why girls dey like pink like this, perhaps Rita babe should enlighten us), i bend down and suck her pussi, she was already wet, i suck her wet pussi as she wine her Buttocks in pleasure, ” oh yeah baby, suck me hard, i wish you are my boyfriend i would have been the happiest  girl in the world”\nlol, i know she didnt meant that, she use one hand to relax on the table and she use the other hand to rub my head as i continue tonguefuck her, then she raise my head up and said “please can you fucck me now” i remove condom from her bag (the usual spot) and wear it, i stood up and raise her leg very well on the table as i enter inside her, she moan at first stroke, i insert the disk inside the cd player again, this time she let out a loud moan, ” Bleep me hard” she said, so i started going in faster, na so the table dey shake as we dey Bleep ontop, i dey fear make the table no go break oh, so i moved her to the bed after 5 minutes Bleeping on the table, i let her sleep downward, making her to face the bed, while her Buttocks shoutout from behind, i put pillow on her tommy, to allow me penetrate her well, i insert my dicck again and start banging from behind, i bang her as she continue speaking in tongues, she started winning her waste at every stroke Bleeping me also, then i stood up and sat on the bed and put my back on the wall she sat ontop me, and started moving up and down, she was breathing heavily shouting, she hold me tight and put her hands around my neck as she continue fuckn me so hard, we lata came after 15minutes of Bleeping, we relax on the bed silently without saying anything, and then i took my phone, 4 miscall all from mercy, maybe she wanted to confirm if i don reach house the time is 9:45pm i think i should start going home now, but one thing is missing.\n“Where is my plate of rice?” i ask her.\n\nTo Be Continued…\n\n\n\nAbout Damex MrCoded 1489 Articles\nEntertainer with a difference, blogger and entrepreneur. Nigeria born Malaysian writer, am funny and I don’t flirt, quote lover. Composer of famous quote: \"The goal is to be Holy, not to look Holy\"\n\nBe the first to comment\n\nLeave a Reply",
        "topic_id":0,
        "format_id":2,
        "topic_confidence":0.972738862,
        "format_confidence":0.8815285563,
        "weight":0.0058903326
    },
    {
        "url":"https:\/\/www.kvnutalk.com\/cowboy-poetry-a-bucks-lucky-day\/",
        "text":"COWBOY POETRY: A Buck’s Lucky Day\n\nSource: CVDaily Feed\n\nWith my father riding shotgun, we’d hunted most the day. The weather wasn’t good. Might be a blizzard on the way.\n\nWe used to do our hunting all on foot, as most men do. Now we sit here in a nice warm truck. The windshield frames our view.\n\nMy father’s legs just aren’t the same since he turned ninety two. From waist up, though, he’s still as strong as the likes of me and you.\n\nWe chopped some wood the other day. Not once did he complain. He kept up with the younger guys. Still thinks that he’s John Wayne.\n\nWe drove a little down the road and stopped to have a snack. The sun was getting low then, so I thought we’d head on back.\n\nThen all at once a nice-sized buck came running up the road and sliding some in places where it had already snowed.\n\nWe could see he was a hunter’s dream. Those antlers! Proof, for sure. I threw one in the chamber and opened up my door.\n\nHe stopped and took a look at us from fifty yards or so. My father checked him out, then said, “Why don’t we let him go.”\n\nA few years back I’d heard that once Dad passed up on a buck. I wonder if the deer today knows that he had some luck.\n\nDid my father have a reason to let that big buck go? I doubt I’ll ever ask him, so I guess I’ll never know.\n\nThe ride back home was quiet. As usual, I’d say. I’d seen my father’s softer side. Also my lucky day.\n\nFrom now on when I’m hunting and get a trophy shot. Will there be a chance I’ll let him go? At this point, prob’ly not.\n\nBut today I learned a lesson from a man who knows his stuff. It’s the spirit of the hunt, and for some that is enough.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9020448923,
        "format_confidence":0.9327633977,
        "weight":0.0001949779
    },
    {
        "url":"http:\/\/www.drunkenboat.com\/db12\/05vsf\/flick\/kirby.php",
        "text":"The car never worked right. The pistons and sparkplugs. Tires worn smooth. And the road wasn’t always kind—a glare on the windshield, another town whose name he didn’t care to remember rising in the rearview mirror.\n\nAll Kirby knew was no one walked his way out of trouble.\n\nIn the evening? When the chill settled down? The solution was to twist the key into the ignition, turn on the radio, look for sunrise.",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8763545156,
        "format_confidence":0.9877936244,
        "weight":0.0273267317
    },
    {
        "url":"https:\/\/difrentmindstate.com\/2020\/11\/28\/the-spy-free-car-free-cat-i-write-to-the-more-bounce-to-the-ounce-beat-that-is-permanently-stuck-in-my-head-due-to-80s-818-east-of-woodman-avenue\/",
        "text":"The Spy, Free Car, Free Cat (I write to the More Bounce to the Ounce Beat that is Permanently Stuck in my Head due to 80s 818 east of Woodman Avenue)\n\nMore than a stolen moment\/a shorted market\/it’s five AM\/But stuck on a moment\/Lil Matt died\/Toung-Tied\/Told my homei\/loved that kid\/saw him quick wit\/move from bummy\/to stunting\/but the secret of this society\/demonized identities\/and he slit his wrists for cheese\/but nobody knows\/it’s a homicide\/and top dog greed\/but so I looked\/I got that look\/nobody home\/clown ass white boy\/but brown heart not toy\/ready to blast\/but first need math class\/college for those on the run\/weighs on me like ton\/but to the danger killers\/loose on the run\/I got more ounce than your bounce\/and your cat brung\/that girl Crystal\/you knew what it do\/make imperial courts jump up blue balls for you not your crew\/no count population grew\/fill up the maternity ward crude\/Rest in Peace from Big Joe to Lil Matt grew nuts until the streets snake you\/and that is a wrap my dude\/much more trap in tune\/slap back start feud\/and all that so\n\n\/Jimmy crack corn\/Don’t care\/my bones’ cold\/slip slap paddy wack\/100\/I seen you\/Cash Money I’m on that too\/but I was to blind to follow a few\/went for self and 40 is the new sweet 16\/with 16 bars and my interscope breath pointing on goldman sachs\/118\/5\/held at large to strive\/brand new life\/zip up piro\/you got got with a hoe\/and I’m sliding on Jays with a pimp stroll\/the only celebration for me\/ open that pack up to treat\/your mind is free\/lightning blue jewel\/the money never made a man real\/no steel\/no deal\/just the heart for your block and family\/me, The drama sure south of Bakersfield\/up on a limb like harpy\/ free spy\/Free Car\/and Fat Cats.\n\nLeave a Reply",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9363710284,
        "format_confidence":0.9601122141,
        "weight":0.005401525
    },
    {
        "url":"http:\/\/bodyliterature.com\/2013\/01\/29\/tomas-zmeskal\/",
        "text":"Tomáš Zmeškal\n\nTomas Zmeskal\n\n\n— Translated from the Czech by Nathan Fields\n\nRight at this moment Doctor Lukavsky didn’t have time for a patient; he filled out the form and took him to the ward, and that was all for the moment. The patient the police had brought in, the confectioner Marek Svoboda, who called everyone, not only the doctor, but also the others, the patients as well as the caregivers, “brother” or “sister”, seemed calm and behaved in a balanced way. It was not yet necessary to make a certain diagnosis; the doctor had time for that. The person introducing himself as Jesus Socrates Amenhotep Hitler, and given the name Marek Svoboda by his parents, was at the right address here, the doctor judged. In the afternoon he had Mr. Svoboda called and he asked him if he would explain his name. The confectioner Svoboda looked attentively at the doctor and said:\n\n“I am not sure, brother doctor, if you would understand my explanation.”\n\n“First of all,” the doctor interrupted, “I would like to ask that you address me completely normally and plainly as Doctor Lukavsky.”\n\n“But brother doctor, does it not please you that we, here, under the sun, are all equal?” the confectioner asked.\n\n“Please, Mr. Svoboda, I ask you,” the doctor said. Mr. Svoboda was silent and the doctor tried once again. “Could you please tell me why you changed your name, Mr. Svoboda?”\n\n“Yes, brother doctor, I could,” the confectioner said, “but first I ask you to please open the window and give a brother a bit of air; it would be brotherly love from you.” The doctor made a note, unconnected to Svoboda, in his open file, set his pen on the table, stood, and cracked the window. The sound of wind in the spread branches of the deciduous trees which surrounded the main paths of the hospital areal began to enter the room. The confectioner stood, walked over to the partially-opened window and looked outside through the bars.\n\n“How far is it from here to the capital, brother doctor?”\n\n“Do you mean to Prague?” the doctor asked.\n\n“Yes, brother, that’s exactly what I mean,” said the confectioner.”\n\n“About two and a half hours by car,” answered Doctor Lukavsky.\n\n“You see, brother, two and a half hours by car, that is a great distance, and we people are even more distant from each other.”\n\n“How do you mean that, Mr. Svoboda?” The doctor asked.\n\n“Dear brother, I knew that you were not going to understand me,” said the confectioner.\n\n“By that do you mean the distance within human relationships?”\n\n“I stuck it in and now I’m hauling it back out,” the confectioner answered.\n\n“Mr. Svoboda, what is going on with your wife?” the doctor asked.\n\n“Dear brother doctor, my sister wife left me, leaving only a goodbye letter behind.”\n\nWhy did she leave you, Mr. Svoboda?”\n\n“She found a noble lover, brother doctor,” answered the confectioner.\n\n“Do you have the letter, Mr. Svoboda?”\n\n“Dear brother doctor, I ate it,” the confectioner answered.\n\n“Oh, like that,” said the doctor.\n\n“Oh, like that,” the confectioner repeated after him, “she’s already got herself free of the line and is sailing away?”\n\n“I’m sorry,” the doctor asked, “I’m not sure that I understand you?” the doctor said.\n\n“But brother doctor, brother doctor, I must chasten you, for I hear a fraction of impatience in your voice.”\n\n“You are right, Mr. Svoboda, I am impatient, I have a long shift ahead of me and I would like to find out something from you.” The confectioner remained standing at the barred window and ran the palms of his hands over his face, as if he were washing it of dust, and he returned to the table, where he sat himself once again in the chair across from the doctor.\n\n“Why are you called Jesus Socrates, Amenhotep Hitler, Mr. Svoboda?”\n\n“I had visions, brother…, I had visions.”\n\n\n“Yes, brother, visions.”\n\n“Of which kind?’\n\n“Of the pleading kind, brother, pleading…”\n\n“I am not sure that I understand, Mr. Svoboda. Please, could you help me a little?”\n\n“I am doing what I can, brother doctor, as much as my strength, as much as my strength…allows.”\n\n“And what did this vision concern, brother…, that is, Mr. Svoboda?”\n\n“Feel free to call me brother, dear brother doctor…,” the confectioner said with pleasure. “After all, you know that under the sun, the moon and all the various comets all of us are equal…”\n\n“Of course we are all equal,” the doctor said and smiled, “it’s even in the constitution.” He added after a moment.\n\n“And how inappropriate, brother doctor, how inappropriate,” the confectioner said.\n\n“What is inappropriate, Mr. Svoboda?” the doctor asked.\n\n“Inappropriate is inappropriate, that is inappropriate. Being ironic, sarcastic, and quoting a scrap of paper instead of looking into the human soul, brother.”\n“Oh, like that,” the doctor said, “like that,” he repeated, “I am sorry if I offended you.”\n\n“Brother Doctor, there is a long road awaiting you, a long road…we can only offend ourselves after all, not a second person, a third, nor a fifth, nor seventh, not eleventh, nor a thirteenth, or a seventeenth…”\n\n“So, Mr. Svoboda, how were these visions of yours? The doctor asked, now rather more emphatic. The confectioner clasped his hands in front of his face, as if he were about to pray, and said:\n\n“Every name that I have was revealed to me in one vision.”\n\n“What if you told me something about your last name, about the name Hitler, Mr. Svoboda?”\n\n“Brother Doctor, that was a harsh vision, harsh and long… and mainly, mainly harsh…”\n\n“We have time, Mr. Svoboda, we have time, today I have even the nightshift…”\n\n“You have the nightshift, brother, and meanwhile you are neither under the stars nor even under the sky, how sad, brother, how sad. How decrepit and sad your life is…, do you realize it at all, brother?”\n\n“Sure,” the doctor said and coughed, “sure, but so what about telling me something of this vision of yours, Mr. Svoboda? Do you think that you could?” The confectioner was clearly thinking; he straightened out his fingers several times and said:\n\n“Even wild animals are kinder to each other than people, remember that, and I unfortunately am no different, and so I at least try to be kind to myself.” He was silent for a moment and then he added: “I will tell you my vision, but only on one condition, brother doctor, only on one condition.”\n\n“But I can’t promise you anything,” the doctor said carefully and unsurely. “What kind of condition is it, Mr. Svoboda?”\n\n“The condition is absolutely, well, well…, actually absolute,” the confectioner said. “Either you fulfill it, or you find out nothing, brother doctor.”\n\n“Do you know, Mr. Svoboda, I think that you are not able to set conditions; after all, I am not giving you any conditions.”\n\n“Are bars conditions, dear brother?” the confectioner asked.\n\n“But Mr. Svoboda…you must know…”\n\n“It is a condition…absolute and not up for discussion,” the confectioner interrupted him. “If you want to hear the vision, that is, the picture of my truth, the universe be damned, which is the same as praise, you cannot interrupt me, otherwise you will simply not find out. Which will neither benefit, nor harm the universe. But do not try to bargain with me! I hope I deserve that much meager respect, even from your white coat, which needs washing. I wouldn’t even dare to roll dough in such, ew, ew, ew!”\n\n“But I have no intention of interrupting you, Mr. Svoboda,” the doctor said a little surprised and realized that he was making an effort not to look at his coat. “You should have told me that right away,” he added, touched.\n\n“This is only for listening, doctor, this is only for listening, brother,” the confectioner said severely.\n\n“Go ahead, Mr. Svoboda; begin, surely I will not interrupt you, why would I interrupt you when it interests me.”\n\n“Promise?” asked the confectioner.\n\n“But of course,” the doctor answered.\n\n“You won’t interrupt me even once?”\n\n“I promise,” the doctor said.\n\n“Well then, listen, brother doctor,” the confectioner said, folding his hands in front of his face, like he wanted to pray.\n\n“I was sleeping. I was sleeping completely calmly and comfortably, my wife had just had her birthday. We celebrated it as she wanted, only with a few friends. Afterwards, in the evening, we made love and fell asleep in each other’s embrace. When I woke up, my head hurt, I thought that I would be sick. I rose from the bed, but just then another onslaught of the pain struck me again. It was most probably what they call a migraine. I completely collapsed as the pain passed through my head, and I slammed the shin of my right leg against the nightstand which stood next to the bed. I heard my wife’s sleepy voice say: “Sweetie, again?” I couldn’t even see for the pain in my head. Before my eyes I had constellations and galaxies full of painful and cutting reflections. Someone was gently grasping my hand and speaking to me. It was the same voice which had addressed me before, but now the voice was whispering. Then two arms embraced me around the waist and gently set me back on the bed which I had just left. Someone put a glass in my hand. I understood that I was supposed to drink, and so I drank it. It tasted like mango juice. I drank it up and felt a bit strange that it tasted like mango, which I like, but which I had never yet tasted before. The hands which had set me on the bed lifted my leg, the one I had bumped, laid it on the bed and began washing the wound. After a moment I felt those hands tightening a bandage around my shin. “Stretch out, my love,” the voice said to me again, “it will pass in a moment.”\n\nI got up, however, and said that I couldn’t, that I had to go to the toilet, that I had to urinate. Those two arms raised me up a bit once again, and I already understood that I was supposed to stand, and blindly, because I still could not open my eyes, I followed them. I entered the room; I felt my way around it and sat myself on the toilet bowl from memory. I urinated and remained sitting on the toilet. I realized that the pain had begun to recede. I sat and eventually a... (truncated)",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9560064077,
        "format_confidence":0.9619820714,
        "weight":0.0266126703
    },
    {
        "url":"http:\/\/kupika.com\/diarypage.php?id=a4afe2f9203a642pcgxl",
        "text":"Element of Pain Chapter One Login to Kupika  or  Create a new account \n\nThis diary entry is written by ‹Mad♥Hatter♥Love›. ( View all entries )\nPrevious entry: eggs in category (general)\n\nElement of Pain Chapter OneCategory: (general)\nSaturday, 14 November 2009\n04:18:26 AM (GMT)\nDamon stares at her. She looks out of place. All the girls here have blonde hair if\nthey're white, big boobs, and bikinis with flawless, air-brushed, tan skin. And if\nthey're black, they have flawless skin and brown weave, also wearing white bikinis.\n  She's different. Her face is smooth and brown, high-cheekbones, a serious, bad,\ndon't-mess-with-me look, wide, brown, doe eyes. Her body is shaped like\ntheirs--skinny and curved. But they lack what she has--tattoos up and down her back.\nHe can see one trailing down into the bottom of her bikini. On her ass? He'd like to\nsee that one. Her bikini isn't a plain color--it's black with bright yellow and hot\npink and orange peace signs. She wears it with a sort of grim pride. She looks\n  Only the music is audible. The clinking glasses, girls shrieking, guys laughing and\nwhistling and hollering, all of has stopped. An eery silence starts as she walks\nthrough the gate. And she knows it's because of her, Damon can tell. She walks with a\nsort of exaggerated hip-swaying walk. But it looks natural. Her hair swings over her\nshoulder, seemingly falling into the act. \n  She takes a seat at the back in a lawn chair, surveying. Her brown eyes have a sort\nof edge to them--like she's angry, determined, or trying to look tough. Whatever it\nis, it's working.\n  The whispers and talks start. Everybody, whispering about her. This girl. Who is\nshe? Who does she belong to? Who invited her? And why?\n  \"Hey, chick, what the hell are you doing here?\" asks the girl closest to Damon. A\nwhite girl named Cherry with a rocking, bangable body. Damon doesn't normally notice,\nbut he's a little tipsy and not his usual, gentlemanly self. \n  The girl rolls her eyes. \"Does it matter? I'm here. Plus, I wasn't aware it was a\nprivate, rich-bitch party. I wouldn't have came,\" she answers. Her voice is light,\nbut with underlying tension. Her shoulders stiffen.\n  \"Well, why are you here?\" Cherry asks.\n  \"Bitch, I'm here 'cuz I was invited here. Plus, just like you, I want to party,\nflirt, get drunk off my ass, sleep with some hot guy who'll dump me later and tell\nall his friends how good I was in bed, and then get passed to all fo them while still\n'dating' the boy and become a cheap slut. And then, I'll probably become pregnant or\ncontract some diasese like AIDs or HIV. Then, I'll get angry and sleep with all the\nguys I can to spread my diasese around in revenge,\" she says. \"Ooo, is that a\nmargarita? Thank you.\" She pulls the pink straw to her mouth and takes a sip of the\nbright red liquid.\n  Damon chuckles. He, for some reason, can't picture her flirting. Or getting drunk\noff her ass. But he does like her attitude. \n  The back door to the mansion opens. Kenny, the host of the party, comes out. The\ngirl gets up and runs, flinging herself into his arms with a smile. \"Dallas!\" he says\nwith a big grin, hugging her back. \"I didn't think you'd make it! How was California?\nAnd how was--\"\n  \"Later, Ken!\" Dallas chirps, giving him another hug. \"Yeah, after you invited me, I\ndecided to come. I didn't know you'd have slutty hoes here. I seriously thought you\nhas more class than that, br--\" she stops abruptly, looking at him with a soft,\nscared eyes.\n  He smiles at her. \"Glad your back, sis. So glad.\" He pats her back and sticks his\nhand out. \"You're sixteen. No drinking.\"\n  She sighs heavily and hands him the drink. \"Awww, grow up. Might not make you\nhappy, but I'm here to stay.\"\n  \"Cool.\" His eyes tighten, though. He looks concerned, but determined not to show\nit. \"Are you sure?\"\n  \"Very,\" she says. She turns to Cherry suddenly. \"So, bitch, this is my brother. My\nparen't house. If anybody shouldn;t be here, it should be--\"\n  \"You,\" Kenny says, voice hard.\n  She looks at him, hurt in her eyes and face. Then, that face of hard determination\nsettles over her. \"Fine,\" she says with a very sarcastic smile. \"I'll go. Whatever.\"\nHer voice has lost its politeness, formalness. It's a bit....southern. She throws her\nbag over her shoulder. \"See ya later, Kenny. Oh, wait, I won't. I forgot, I don't\nbelong here.\"\n  Her voice is joking, but Damon can sense the hurt.  He gets out of the pool,\nditching Cherry and the other girls. He grabs his cowboy hat from a near-by table and\nputs it on. It'll help for some reason. He's not sure why he's going help her. It\njust feels right. So right. He sighs and steps into her path of walking. \"Hello. I'm\n  \"Dallas,\" she snarls. \"Move. I hafta goo,\" she says. She pauses to look at his hat,\n  \"Why don't you --\"\n  \"Stay? Haha, Damon, very funny. I don't go where I'm nto wanted. Nobody here wants\nme, I'm not wanted in California, and I'm definitely not wanted anywhere else. The\nonly place they want is where I don't want to go--Louisiana.\"\n  \"What's there?\" he inquires, grabbing her wrist unintentionally.\n  \"What I want. Now move,\" she growls, trying to push him.\n  \"No. Stay. I want you to stay. I want you here.\"\n  \"Sure ya do. Iz cuz I'm half-way necked and I have big boobs. What boy doesn't me\nhere for that reason?\" She throws her bag down and pushes him against the wall. \"I\nnever leave without leaving my mark. You're just the poor, helpless mouse that's\ngonna get caught in it this time.\"\n  She grins wildly, eyes unhuman and savage. She presses closely to him. She seems to\nfix exactly into the curve of his body--his hard, musucular, football-player type\nbody. She stops with her lips just seconds away from a kiss from his. Damon stays\nstill, his eyes hard and blank. His face impassive. It's no fun for her if he's not\nscared. Or horny.\n  She brushes her lips lightly across his.\n  Sensuous feelings arouse within him. He grabs her waist, pulling her closer,\nkissing her harder. He crushes her lips to him. He pulls away first. She steps back,\ndizzy. He grins. \"And who's the cat and mouse now?\" he asks, teasingly.\n  She shakes her head. \"I'm still the alley cat. But you're the tom cat, Daddy Cat\nwarned me not to mess with me, Cowboy.\" She winks, takes his cowboy hat, and places\nit on her head. \"Me-ow.\"\n  He trails his fingers on one of her tattoos. A cat-like mark. Underneath it, it\nsays, Alley Cat. He runs his fingers to the start of the tattoo that goes down to her\nass. He stops at the hem of the bikini bottom. She sighs, shaking. \"Stop. Please,\"\nshe whispers, sounding younger and softer. \"Please.\"\n  He keeps it up, using his other hand to pull her closer. What's with him? He wants\nto stop, but he can't. She fights against him, struggling. She looks ready to cry,\nbut Damon can't see her face. He can't really see anything but her back. Anything but\nher tattoos. The one leading down to her ass. And he wants to rip off the bottoms and\nkiss her till they're both naked, rolling on the ground, screwing each other.\n  \"STOP! Please!\" she shrieks, moving away from him. \"Stop, Damon.\" She's actually\ncrying. He can hear it in her voice.\n  Oh, God. What's wrong with me? Damon thinks. \n  He feels sick to his stomach. He removes his hand from her back. She turns around,\nexpression hot and angry, but eyes still wet. \"What the fuck's wrong wit you?\" she\ndemands. She raises her hand back and slaps him. \"You fuckin' perv! Don't touch me\n  She starts sobbing, shuddering. Damon barely feels the hit. He is a vampire after\n\nDallas fights through the crowd, tears welling up in her eyes. How could he do that?\nWhy would he do that? Does he know? Did Kenny tell everybody? Please. What he hell is\nshe going to do? Her plan was to stay here for the night until she found some other\narrangement. But now, she can't stay anywhere. She's not welcomed.\n  She slams the gate into place. Her mind races, filled with thoughts of Damon. How\nshe actually enjoyed his touch for that minute or so, but then it reminded her of a\nfew years ago.....She's aware of what Kenny would've told everyone. \"My sister's a\nslut, a hoe. That's why she went away. They had to control her. Had to. She was wild.\nA regular alley cat.\"\n  But it's not true! Not at all! I know the truth.\n   She takes off for the street. The talking--gossping really--starts again. She can\nhear it in her ears. As sure as she can here her own thoughts. As sure as she can\nfeel her pounding heart. A sickness starts inside of her, so deep, so painful. So\nsad. So many remembers. Released. What is she going to do?\n  A car pulls over. A black Mercedes. Daddy's car.\n  Her eyes widen. \"Oh shit,\" she whispers. \"Not after four years of ignoring you.\" \n  A man gets out. He's tall, blond, with blue eyes. Her father. She gulps, thinking\nabout running. She doesn't like to run. She perfers to take her problems and kill\nthem head-on. But she doesn't know if she's still on restraint from him.\n  So she runs.\n  Runs like someone has a white-hot torch to her butt. She drops her bag. She runs so\nfast, her feet barely touch the ground. She can hear the car behind her. Hear it like\nit's right there. Hear it like her heart. She kicks up speed. She has to be going\nfast. She's so tired. Her side is cramping, sharp, angry pains to her side. Her heart\nis burning, her throat is on fire. Her mouth is dry. She screams. \"Kenny!\" Her voice\nis loud and piercing. Please, hear.\n  She's not very hopeful.\n  The Mercedes pulls over and the door opens. \n  Tears flood down her cheeks, salty and wet. They keep a steady stream, hitting the\npavement. She starts to slow. But she can feel the people behind her. Can feel them\nlike someone feels the sharp slap in the face. \n  Something grabs her waist. She shrieks as she's pulled behind her. She struggles,\nthrashing and kicking. She prays like she has never prayed for. Praying for an\n  \"Dallas, it's me. Damon. Shhh, be still. He'll go away soon,\" Damon whispers by her\n  She sobs quietly, burying her face into his... (truncated)",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.6317601204,
        "format_confidence":0.9840252995,
        "weight":0.0272224832
    },
    {
        "url":"https:\/\/www.moboreader.net\/Home\/BookRead\/17914322%20368394",
        "text":"MoboReader > Fantasy > The Book of Deacon\n\n   Chapter 8 No.8\n\nThe Book of Deacon By Joseph R. Lallo Characters: 5759\n\nUpdated: 2018-01-19 12:03\n\nThe seat she chose was at the counter where the drinks were served. The odd plate and knife scattered about the bar assured her that she would be allowed to take her meal there as well. It was not the most luxurious of chairs, but with a handful of empty seats between herself and the nearest denizen of the bar to ease her nerves in such a rowdy place, it would do well enough. She sat and awaited the tavern keeper's service.\n\nSeveral minutes passed, punctuated by stomach rumblings reminding her of the fact she had yet to be served. A glance down the bar revealed the keeper to be in a very spirited conversation with a gruff customer he shared more than a casual resemblance to. She decided that they must be brothers, and chose not to interrupt their conversation. Surely he would take her order soon. As this thought passed through her mind, a particularly thick cloud of pipe smoke wafted past her face. It was all she could do to keep from gagging. She turned a watering eye to the source of the offending fumes.\n\nBehind her, an old man with a patch over his right eye let out a long, raking sound somewhere between a cough and a laugh. The outburst lasted for a disturbingly long time, shaking his body as it progressed. The long, thin pipe he gnawed on was lodged securely between two of the only teeth left in his mouth. The half-rotten things had been used to clutch the stalk of the pipe so often they had parted to make room for it. She winced as a second, far more powerful outburst spread his lips far enough to confirm the solitary standing of the pipe-holding teeth. Another man sat at the table with him, staring intently at her. He looked as though he had not slept in days. On his shoulder was a scragg\n\nher nose up at it. For the sake of harmony, she took another swallow. At any rate, it was a darn sight better than the leathery rain water she had been living off of from her flask day in and day out, and she did not look forward to the flavor of the contents of the soldier's flask either.\n\nThe plate of food was set before her: a slice of rather overcooked goat meat accompanied by a mound of boiled cabbage. A knife clattered to rest beside her plate. She carved a piece of the charred meat, speared it with the knife tip, and tasted it. The morsel required more than its share of chewing to render it fit to swallow. She followed the meat with a mouthful of the typically bland cabbage. Cabbage seemed to be the only vegetable that existed these days, and the flavor was always the same. Absent.\n\nMyranda's jaw ached by the time she had done away with the shoe leather of a main course. It was barely the equal of the disturbingly old provisions that were even now growing older in her pack, but it was thankfully enough to satisfy her appetite. When she pushed the pitted metal plate aside, she was greeted quite swiftly by the innkeeper.\n\nFree to Download MoboReader\n(← Keyboard shortcut) Previous Contents (Keyboard shortcut →)\n Novels To Read Online Free\n\nScan the QR code to download MoboReader app.\n\nBack to Top",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9634252191,
        "format_confidence":0.9816337228,
        "weight":0.0271563217
    },
    {
        "url":"http:\/\/www.stlyrics.com\/lyrics\/austinpowersthespywhoshaggedme\/alright.htm",
        "text":"Follow us on\n\nAlright Song Lyrics\n\nThe Lucy Nation\nCD  ·  DVD  ·  Sheet music\nAlright I don't wanna be the one\nThe one who's always left behind\nWill there ever come a day\nWhen I can turn around and say\n\n[1] - It's all right now\nIt's all right now, yeah, yeah\nIt's all right now\n\nI don't wanna be the one\nThe one who's always left undone\nLosing more and more\nI'm drained of everything\nI'm falling down\nI'll go see through in the sun saying\n\n[Repeat 1]\n\nWaiting, watching, restoration for those who stay\nWaving to those that walk away\n\nI don't wanna be the one, huh\nIf I could only see it\nIf I could only feel it\nWill there ever come a day\n\n[Repeat 1 (3x)]\n\nCD  ·  DVD  ·  Sheet music\n\nSong title Artist name\nBeautiful Stranger Madonna\nMy Generation The Who\nDraggin' the Line R.E.M.\nAmerican Woman Lenny Kravitz\nWord Up Melanie G. f\/ Timbaland\nJust the 2 of Us Dr. Evil (Dr. Evil Mix)\nEspionage  add Green Day\nTime of the Season Big Blue Missile \/ Scott Weiland\nBuggin'  add The Flaming Lips\nAlright The Lucy Nation\nI'll Never Fall in Love Again Burt Bacharach \/ Elvis Costello\nSoul Bossa Nova (Dim's Space-A-Nova)  add Quincy Jones & His Orchestra\nCD 2  add\nAustin Meets Felicity \/ Film Dialogue  add\nAm I Sexy? Lords Of Acid\nI'm a Believer The Monkees\nMagic Carpet Ride Steppenwolf\nAmerican Woman The Guess Who\nGet The Girl Bangles\nBachelor Pad (F.P.M. Edit)  add Fantastic Plastic Machine\nLet's Get It On Marvin Gaye\nCrash!  add The Propellerheads\nTime Of The Season The Zombies\nDr. Evil They Might Be Giants\nThe Austin Powers Shagaphonic Medley  add George S. Clinton\nBeautiful Stranger (Calderone Mix) Madonna\n\nAll lyrics are the property and copyright of their owners. All lyrics provided for educational purposes only.",
        "topic_id":6,
        "format_id":2,
        "topic_confidence":0.9964281917,
        "format_confidence":0.9590001106,
        "weight":0.0053952683
    },
    {
        "url":"https:\/\/tinyapps.org\/docs\/poems\/whatever_is_is_best.txt",
        "text":"WHATEVER IS - IS BEST I know as my life grows older, And mine eyes have clearer sight, That under each rank wrong somewhere There lies the root of Right; That each sorrow has its purpose, By the sorrowing oft unguessed; But as sure as the sun brings morning, Whatever is - is best. I know that each sinful action, As sure as the night brings shade, Is somewhere, sometime punished, Tho' the hour be long delayed. I know the soul is aided Sometimes by the heart's unrest And to grow means often to suffer-- But whatever is - is best. I know there are no errors, In the great Eternal plan, And all things work together For the final good of man. And I know when my soul speeds onward, In its grand Eternal quest, I shall say as I look back earthward, Whatever is - is best. - Ella Wheeler Wilcox",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9221864343,
        "format_confidence":0.9897993803,
        "weight":0.0273822198
    },
    {
        "url":"https:\/\/www.librarypoint.org\/blogs\/post\/2010-teen-poetry-contest\/",
        "text":"2010 Teen Poetry Contest Winners & Honorable Mentions\n\n1st Place, Grades 10-12\n\nVisiting a Friend by Abby, Grade 11, Fredericksburg\n\nSolitary sunbeams\nLeak through the trees\nAnd kiss the morning grass,\nPainting shadows behind\nEvery grave.\n\nIt seems as if my\nFeet know where I’m headed.\nPadding barefoot on the ground,\nAgainst the dirt.\nAgainst the dead.\n\nI spy your grave;\nPeaceful and alone,\nUnder the old cedar tree\nThat still has bullet holes from the war.\n\nI kneel to your height:\n“Obedient to God”\nI will come again tomorrow.\n\n2nd Place, Grades 10-12\n\nBest Friends by Madison, Grade 11, Spotsylvania\n\nTin cans on wheels,\nthat’s what they were.\nWe’d sit bumping, like\nfireflies in June\nin a big old jar in\nsome little boy’s room.\n\nIt all depended on the weather,\nicy blues and sun bathed smiles;\nyou fed me chocolate\nwhen life got hard.\n\nTo school five minutes early\nif the driver was nice.\nI swear she went five under\nif the kids acted up.\n\nWe only had each other.\n“The two normal ones”\nyou said in your good bye letter.\nGood thing I drive now.\n\n3rd Place, Grades 10-12\n\nPygmalion by Samuel, Grade 10, Fredericksburg\n\nUp in my room alone\nWith just those two lights on\nThey being the only two lights in the world\nBut this time the snow\nIn a frightened flurry\nFlying past my window\nAs if it had somewhere to go\nOr someone to flee\nAnd no time to spend to stop\nFor me\nQuick in its descent\nTo the ground\nOr to be stuck on some other surface\nCoating the neighborhood shingles\nLayering my mother's station wagon\nEncasing the sidewalk\nI'd much prefer\nTo the disapproval of Mom and Dad\nTo be within the confines\nOf my third floor apartment\nWith a girl\nWith just those two lights\nBeing the only two lights in the world\nBecause much to the relief\nof Mom and Dad\nAll I possess\nIs this frightened flurry\nWhich I have\nOnly for a minute\nBefore it moves past\nI suppose\nI could become\nOut in the back yard\nWith a wonderous skill\nSculpt the snow\nInto a beautiful maiden\nA beauty\nNo woman is born to\nPraying to Venus\nShe becomes flesh\nI also pray she does not melt\nWhen I lay her on my bed\nI do not think\nAnyone would understand\nThe stain\n\nHonorable Mentions, Grades 10-12\n\nRuin by Robert, Grade 12, Spotsylvania\n\nI walk through a field of glass,\nin the apocalypse, the wasteland.\nOf bottles,\nOf vases,\nOf windows,\nOf picture frames,\nare scattered about.\nTears crawl out,\nAnd fall down.\nNo flowers grow\nin the burned earth.\nNo faces wander\nthis barren world.\nOnly memories exist.\n\nDilemma by Madison, Grade 11, Spotsylvania\n\nI am a sunflower\nand there are two bright suns\nburning in my sky.\nOne glows to the south,\nthe other nearby.\nEqual yet opposite with\nflaming intensity;\nI have but one face.\n\nOh, to collapse.\n\nAn Ideal Medium by Emily, Grade 12, Spotsylvania\n\nThe wind confused her hair and stung her eyes,\nbut she refused to leave the bench.\nA bus stop- lonely, isolated and unique.\nShe balanced her petite figure on the seat\nnot for the first time, nor for the tenth.\nThere were no shoes on her feet, but a daisy in her hand\nno jewels on her neck, but a twinkle in her eye.\nThis place was not unfamiliar, but a limbo in her head.\nThe bus stop was forlorn and she always arrived alone.\nEscaping is her passion, they are her muse;\nfriends and rivals, they all looked the same.\nFamiliar faces come and go, to and from the stop.\nThe woman never considered boarding the bus,\nfor this very bench, this was her calming get away;\neverything she thought she wanted, nothing she needed.\nWhere strength is rare and failure recurrent.\nHer efforts are seldom and sporadic\nas they are frequently inspired by false hope alone.\nBut amongst it all, this very spot was her only comfort;\nan ideal medium where whispering was just enough.\n\n1st Place, Grades 7-9\n\nHopelessness by Summer, Grade 7, Fredericksburg\n\nWe were just\nburnt memories\nof ourselves\nwith a thousand years\nof hopelessness\nbehind each crooked smile.\n\nThe roots are abysmal -\ndeeper than the pits\nin my stomach\nand swollen\nlike my dead bones.\n\nI told her\nthat this was no time\nto measure depression\nor to define melancholy\nwhen there was no meaning\nfor sadness\nbut she was already buried\nbeneath herself.\n\nThey do not understand\nthe metaphors;\nthat I was just an empty womb\naccommodated for death\nwhen the graves were all\ncleared out,\nand exhausted\nlike an overused god.\n\nThe outline of her lips\nare still frayed\nand so the emotions\ntangle the words\nand all I’m left with\nis an apology\ntoo hollow\nfor hope.\n\nWe are outdated -\nfaded into sepia portraits\nand rusted statues\nlike renovated reflections:\n\nJust made for show\n\n2nd Place, Grades 7-9\n\nThe Window Beyond Mine by Racheal, Grade 9, Spotsylvania\n\nI live in a very large house,\nwith a chimney and a pool,\nYes i'm rich but not a fool.\n\nWhen i looked out my window\nAbout a mile away,\nIt was kind of strange in that sort of way,\n\nIt was small shack,\nPointing my way,\nThis of course lacked,\nA door and a frame.\n\nBut it did have a large window,\nWhich was half slanted,\nin some crazy way,\n\nI saw a girl looking my way,\nShe was wearing red plaid,\nand a hat that sagged.\n\nShe started waving,\nAnd i waved back,\nShe sat up\nand i turned around.\n\nNo one ever saw her,\nand i would never tell.\n\n3rd Place, Grades 7-9\n\nUs by Melissa, Grade 8, Stafford\n\nI can’t help but feel deprived\nof happiness and bliss,\nbecause every time\nI think of our first kiss, now\n\ninstead of dreams,\nthere are only nightmares.\n\nYou took my innocence,\nyou tore and tear,\nyou obviously don’t care\nas much as I do\n\nBecause the words you said\nwere only a few,\nthe things you did\nI could never do,\n\nYou made me hate you,\nbut that’s your flaw.\n\nYou know what you did.\nYou did it.\nYou saw.\n\nHonorable Mentions, Grades 7-9\n\nJust Press Delete by Melissa, Grade 8, Stafford\n\nWith the click of a mouse\nyou can have friends,\nbut still the sadness never ends.\n\nTag a memory,\nbut you still feel empty.\n\nJust because you add a friend,\ndoesn’t mean you have any.\n\nYou can delete yourself\nfrom the world,\nbut you’re still stuck in it.\n\nYou should probably\ntake a second look\nat Facebook.\n\nThe Silence by Raven, Grade 9, Westmoreland\n\nIt's a silence that runs through our veins\nSlowly swallowing every source of heat\nTelling us everything we once knew\nWas gone and lost forever\nIt's the same silence\nThat makes every part of us turn numb\nIts like we're laying in the snow\nWith no clothing to protect us\nThey tell us to cry\nTo show all the emotions\nThat we are feeling\nWhen in truth\nWe are only feeling one thing\nThe silence.....\n\nSpanish siesta, by Megan, Grade 9, Spotsylvania\n\nQueso Manchego and bread. An afternoon lunch.\nI, sprouting limbs from tennis shoes and stringy spaghetti as hair.\nThe air, still heavy and humid, washed over the town. Cebreros.\nA panting dog, only to break the unexpurgated silence.\n\nThe smoke of my Grandpa's tobacco mingled with the warm air.\nIf a pin dropped, it could be heard a hundred miles away.\nElena's house on a hill near the centro de la cuidad.\nTapas with beef wafted from my Grandma's stove.\n\nHer wrinkles, carved by eighty years of labor and love.\nEveryone in the world, town at least, was dreaming.\nThe sun beat down on my head\nand the chalky ground danced with the olive trees.\n\n\"Go to sleep now,\" she whispered.\nA hammock I chose and drifted off,\nsweetly humming Spanish lullabies.",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9787853956,
        "format_confidence":0.8278287649,
        "weight":0.0229013977
    },
    {
        "url":"https:\/\/www.poetrysoup.com\/poem\/in_builda_land_1014463",
        "text":"Get Your Premium Membership\n\nIn Builda Land\n\nOnce upon a time, in a Kansas City Public School, There was a teacher named Builda. We are all given the same rules. Every year, the principal says, \"The first two weeks of school are not for teaching any academics. The first two weeks are for teaching character traits, building trust, and bonding with your class, and letting them bond with each other. Oh, yes, and for giving them your rules.\" Builda LOVES the first two weeks. Because she does not hear any of the speech of the principal except the part she wants to hear, which is \"give them the rules.\" Builda is one hundred percent happy about this as she has rules for getting a drink of water at the fountain, rules for which side of the lettering of your pencil should be face up, which foot to step first with while walking in line. You can hear Builda barking her rules those first two weeks of school with absolutism, and pride. In case you missed this, the weeks that are for bonding, are not used for bonding or community building, because Builda cannot have any of that because that might mean the children would be allowed a voice. Children are not to talk in Buildaland. What could they possibly have to say? They haven't been to college, right? One day I was counseling one of Builda's students, when Builda peeked through the 2 inch window in my door, which is 9 foot up, promptly ran in screaming, grabbed the child by the neck and trotted him back to class because we were just \"playing\" and that made her extremely angry, never being a child who got to play. Builda's mother had died when she was 3, and since that time, Builda had been extremely encouraged to be a foot soldier or prison guard. I am sure she would have been great at both, and wished she would have taken this advice rather than be a teacher. Why do I think there was little bonding? Because in May, after three years in Builda's class, as it was a Montessori classroom, so children are held hostage by the same directress for three whole miserable years, two of Builda's third year students asked me if Builda was married. \"Why don't you ask her?\" I suggested. They shrieked with the silliness of that. Oh, boy. Here is my dilema, do I dare tell them that Mrs. Key is married? I dared not tell them which is exactly what I did actually. They were shocked that someone with that can-do-and-better-do-exactly-what-I-want-you-to-do-now had actually caught a man. The news went through the building like wildfire. I was expecting to have a shout-at-you with Builda, but it never came. Perhaps she was loosening up a bit? I learned the ordinary way that Builda was a little competitive. When she discovered that all of the children in every class wanted to eat lunch with me every day even the Monday holidays when we were not at school, Builda decided to have little competitiive \"lunch with the teacher\" luncheons on Friday. The first Friday was a huge success for her as she had 5 children signed up. I did not tell her there were 22 eating with me, because I understood her ways, and did not think it wise. Especially since ten of them were from her classroom. Her luncheons went from bad to worse: 5 children, 2 children, 1 child in three weeks. She asked me for pointers. I said, \"Can I come to lunch with you, so I can see how things are?\" Yes, she said. \"That will be great.\" I walked in and said, \"Hi, everybody! I'm here for lunch with you today! \"That is one demerit for Mrs. K,\" Builda said. It seems I was \"off topic,\" and Mrs. Key's luncheons are all about staying on topic, which was multiplication today. I swiftly began rattling off all of the multiplication facts I know, which pretty much is the multiplication table.\n\nCopyright © | Year Posted 2018\n\nPost Comments\n\nPoetrysoup is an environment of encouragement and growth so only provide specific positive comments that indicate what you appreciate about the poem.\n\nPlease Login to post a comment\n\nA comment has not been posted for this poem. Encourage a poet by being the first to comment.",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.7148088813,
        "format_confidence":0.9891107678,
        "weight":0.0273631697
    },
    {
        "url":"https:\/\/blessedandbroken.com\/page\/2\/",
        "text":"a safe place\n\nTheir kindness unraveled me.\n\nThere were no expectations.  There were no admonitions.  There was no condemnation.\n\nThey listened with calm patience and peaceful understanding in their eyes.  They encouraged with loving words of counsel and wisdom for every aching sigh and wretched confession.\n\nWithout judgement or correction, they drew near and waited for this unwilling flower to open.  They were not appalled when a long wilted petal fell to the ground.  The stench of long neglected wounds did not make them flinch.  Nor were they scandalized to see that what remained was lacking.\n\nAnd when the tears fell and the dam broke and my speech became slurred and incomprehensible, they laid solemn hands over me and called on the Comforter to minister where they could not.\n\nOver and again, another blemish would be revealed as we addressed the last.  I was appalled that the breaking was cyclical, there seemed to be no end.  The healing a wrestling of persistence and stamina.\n\nBut these mothers, these Titans, she that had walked in the ways that I was entering, created a holy haven with their Being.\n\nThey provided for me what no other had attempted or had fathomed was needed.\n\nThese women of faith surrounded me with a shield of anointed protection.  Rescuing me from the harsh elements of this earth, they created a safe place.  They sustained a covering in which I finally felt the confidence to heal. A gentle gathering where truth could be spoken and received.  Where the poignancy of honesty was delivered in the sanctuary of acceptance.\n\nThere is a resistant protection built up in every broken person.  When there has been a shattering, the frantic makeshift triage has left a thick scar. Only in a harbor, a place of refuge can we even entertain a thorough repair.\n\nWe all need a cove, where our hearts and minds find soothing balm, a place we feel content.  It’s where the violent waves meet the breakers far from the shore.  A shelter where there is love and calm waters and we don’t fret the tides. Tears well up in our eyes from just the thought of being there and our longing to return overwhelms us until the breath in our lungs presses against our heart and all we hear is the deafening beat in our ears.\n\nThat is where the layers begin to fall away and  the walls start to crumble.  When we stop trying to pick up the broken pieces with dust-covered hands and press them back into the walls that imprison us.\n\nIt’s where the tears begin to wash away the soot and our stories start to fall like vibrant petals from our tongues.\n\nThis is the space that every broken girl needs.  It is a gift of grace and love.  It is a place of  beauty and courage where brokeness, weakness, flaws and fragility are not uncomfortable but unconditionally accepted.  It is where you are called blessed because of them.\n\nBeautiful alabaster box, pouring out your sin and hurt and shame at the feet of Christ.\n\nOh mighty women of valor!  We need you to pass on your knowledge, your intentional acceptance and willingness to serve and save.  So many of us need you.\n\nSo many need us to take up that mantle of rescue.  To lift our hands in service and call on the Comforter to abide in the spaces we keep.  To restore warrior princesses and high priestesses to their rightful, whole and fortified selves.\n\nAnd show your own self in all respects to be a pattern and a model of good deeds and works, teaching what is unadulterated, showing gravity [having the strictest regard for truth and purity of motive], with dignity and seriousness.And let your instruction be sound and fit and wise and wholesome, vigorous and [a]irrefutable and above censure, so that the opponent may be put to shame, finding nothing discrediting or evil to say about us.  Titus 2:7-8 (AMP)\n\n\nlet’s cross over\n\nHe calls me out to cross the waters.\n\nBut I am hesitant.\n\nThe harbor is safe. The docks overflow with provision. I am held in high esteem. My position is secure and my name is known at the gates.\n\nOh but his voice dances on the wind. I am drawn by his invitation though reason keeps my feet planted in the sand.\n\nThe water is perilous and unpredictable. Struggles and temptations are the litany of the water. It is murky with the unknown. Hostile is its nature.\n\nThere are storms at sea.\n\nMonsters rise up out of its dark deep and rush waves upon waves of doubt and fear onto the shore. They threaten to capsize and send me adrift should I dare attempt a crossing. Should they engulf me, overwhelm and consume me, I could perish!\n\nBut still he calls.\nLet’s crossover.\n\nWhat is on the other side?\nWhy does he beckon?\nI must know.\nI cannot resist.\nAcross the waters I will go.\n\nQuickly all is black of ink and foamy white and shades of gray.\n\nThe waters are merciless.\n\nTempests rise, squalls abuse, hurricanes churn, the waves are icy cold and heavy. They batter and bruise.\n\nThe sea is unrelenting.\n\nRun down, I am sinking beneath the waves. Gasping for air, I am at the brink of surrender when I hear that same sweet voice now speak with authority into the chaos.\n\nThen peace.\nAll is haltingly still.\nI will cross over.\n\nWhat is on the other side?\nOn the other side is victory.\nOn the other side is potential.\nOn the other side is hope.\n\nWhen I cross over to the other side, the storm surge rolls and withdraws and rushes back into the sea. My adversaries are swept into the very waters that threatened and tried to intimidate me. Doubt and fear are dragged through the sand and into the dark undertow.\n\nLet’s crossover.\nLet’s walk on water.\nLet’s go and know Him\nand all He is,\nand all He will do,\non the other side.\n\nthorns and thistles\n\nThe earth is in me.\n\nThough my soil is deep, rich and fertile, the warmth of its dark grounds seemingly affectionate and cultivated, in it lie thorns and thistles.\n\nThe gardener scattered the seeds of His word in my fields.  My heart had been worked by the till of contrition and I was ready to receive the seeds of life.\n\nAs these seeds took root their young shoots pushed though the surface, reaching for the righteousness of the Son and seeking to drink in the refreshing rains of His grace.\n\nThe dormant thorns and thistles were aroused.\n\nThorny creeping tendrils of cares and fears, worries and anxiety began to twist, tangle and distort. And while I worked diligently to remove the noxious weeds, it seemed that with each one I removed, three more sprouted up in its place. Prickly and seemingly evolving in defense, they were painful to uproot.\n\nThe thistles of my doubt and skepticism were even more adept at pressing down words of life.  They were quick to choke every expectant bud as too lofty to take root and too risky to cultivate.\n\nSoon my treasure of seed was fruitless.  Hope looked just vain. The promise of increase, harvest and bounty in the Word was consumed until the vital shoots and buds of my faith shriveled, withered and came to nothing.\n\nI was overcome.  \n\nIn my despair the serpent slithered:\n\nThe earth is cursed.  “..thorns and thistles it shall bring forth for you”\n\nScripture warns me of these thistles and thorns.  They are the bitter herbs that took root when along with Eve I rejected God’s provision and questioned his motives.\n\nThey are the weeds of discontent and distrust.\n\nThey are the root of all sin that continues to distance us further and further from the certainty of the gardener’s love and intentions for us .  They spiny stalks are the cause of pain, suffering and death that we experience in our lives.\n\nGod saw all of this.\n\nWe were overrun by thorn bushes, suffocating and seemingly defeated.\n\nThen God, in His unfailing love and never-ending compassion, sent His son to free us all.  Christ gathered up each thorn of sin and He laid them on his head.  He bore my shame and endured my pain and sorrowed all of my failings.\n\nHe succumbed to my death.\n\nReaching down into the depths of all sin, he paid the price of the curse.   And in rising again, he defeated it.  Breathing life into his lungs he breathed life into all humankind.\n\nHe made all things new.\n\nAnd through Him, and with Him, I can hope again.\n\nI can believe that those seeds of promise in me will one day birth fruit to perfection.",
        "topic_id":18,
        "format_id":2,
        "topic_confidence":0.9960785508,
        "format_confidence":0.7244912982,
        "weight":0.0016325945
    }
]