[
    {
        "url":"http:\/\/www.onetenmotorcycles.com.au\/",
        "text":"CT Adventures\nOnline Store\n\nOne Ten Motorcycles\nUnit 2, 29 Cessna Drive\nCaboolture QLD 4510\n\nPO Box 3157\nCaboolture BC QLD 4510\n\nP: 07 5495 3944\nF: 07 5495 3922\n\nContact Us\nEmail: *\nPhone: *\nEnquiry: *\n\nOne Ten Motorcycles Workshop\n\nWelcome to One Ten Motorcycles, your one stop shop for all CT110\/Postie bike needs. In our fully equipped workshop, we have the facilities for full engine rebuilds, wheel drum machining and wheel respoking.\n\nWe are a Roadworthy Inspection Station, and operate an exchange reconditioned motor service. One Ten offers warranties with bikes and engines, contact us to find out more.\n\nWe specialise in sales and service of early and late model CT110's and have a range of happy clients. Please see our CT Adventures page to read about some adventures on a CT110.\n\nWe also have postie bike bags and racks for your CT110. Drop in and see our range of parts and accessories or start shopping online here!\n\nWheel Respoking\nEngine Rebuilds\nCT110 Selection\nEngine Warranties\nRoad Worthy Inspections\n\nRaven Culture - Website Design Sunshine Coast",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9675671458,
        "format_confidence":0.739738822,
        "weight":0.0029811545
    },
    {
        "url":"https:\/\/www.paragonchristianalliance.org\/about-us\/who-we-are.html",
        "text":"Who we are\n\nE-mail Print PDF\n\nWe are (PCAI) PARAGON CHRISTIAN ALLIANCE INTERNATIONAL, INC. -  PCAI is officially and legally recognized by the IRS as a 501(c)(3) and holds a \"Group Status\" in which it has been given the authority by the IRS to issue the 501(c)(3) to qualified religious organizations referred to as \"subordinates.\" Each ministry (subordinate) is autonomous and sovereign operated by its' own governing board.\n\nPCAI was organized and chartered in 1976 under the name \"Christian Ministries\" - a local non-denominational religious organization in Monroe, Louisiana. In 1988, the leadership with over forty years of ministry experience, met to discuss a fresh vision for soul winning, evangelism, church planting, missions, and Christian education.  During this meeting they expanded the organization nationally and internationally under the name of Association of Evangelical Gospel Assemblies. In 2011 the primary legal name was changed to PARAGON CHRISTIAN ALLIANCE INTERNATIONAL, INC. to better express the vision and purpose of the ministry maintaining the former name as a tradename. Our desire is to reach out to the whole Body of Christ with the ministry resources God has given us.\n\n\nPCAI can help you receive your ministry credentials (Licensed & Ordination through our ministerial fellowship) for qualified applicants (both men and women), and offers the 501(c)(3) tax exempt status under our group exemption to various types faith-based charitable and religious based ministries.  We can do in 30 days what would take one to three years if you acted alone in obtaining your 501(c)(3) status directly from the IRS. What a great benefit! You can remain independent...yet connected (autonomous and sovereign). Being a fellowship, we differ from a denominational structure.  As such, we adhere to and believe that your Christian nonprofit organizations should operate autonomously. Therefore, all property and assets are held in the name of your ministry and under the guidance of your board of directors. To be in compliance with the IRS rulings, we only require that the president of the board hold credentials\/membership with PCAI.\n\n\nAlready obtained your 501(c)(3)? We offer an affiliation program for ministries for the purpose of fellowship and networking.\nOne of the primary missions of PCAI is fulfilled through its educational divisions - Omega Bible Institute & Seminary and Evangel Christian University of America - training hundreds of indigenous ministers and those wanted to learn more about the Bible in many countries and in the USA. Students from numerous denominations enroll in a par excellence study program to earn a bachelor, master, or doctorate degree.  When you become a member of PCAI, you become part of the vision to educate laymen and ministers around the globe for the glory of God. \n\nA ministry TO and FOR ministry professionals, PCAI is committed to helping individuals like YOU move forward in the work HE has called you to. Our General Executive Board & Leaders have many years of experience and stand ready to pray for you and assist you in the expansion of your ministry. They are also available to you in times of need and in your personal spiritual growth. \n\n\nOur calling and purpose is to …Serve, Equip and Assist You in Fulfilling\nYour God-Given Call\n\n\n\n\n\n\n\n\nUsername Password Remember Me Lost Password? Create an account    \nChurch Websites",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9962540865,
        "format_confidence":0.9935969114,
        "weight":0.0074570622
    },
    {
        "url":"https:\/\/nlcommunitychurch.com\/",
        "text":"Are you tired? Worn out? Burned out on religion?\n\nCome to me. Get away with me and you’ll recover your life. I’ll show you how to take a real rest. Walk with me and work with me—watch how I do it. Learn the unforced rhythms of grace. I won’t lay anything heavy or ill-fitting on you. Keep company with me and you’ll learn to live freely and lightly.” \n\nMatthew 11: 28-30\n\nWe Are A Church that Loves god and People.\n\nWe want to “keep it very plain and simple” – love God and love people – because God is into loving people. \n\nhear the sound\n\nOur goal at New Life Community Church is to create an atmosphere of praise and worship where those in attendance can have an opportunity to meet with God in a personal way.\n\nupcoming events\n\nStay connected. Get Involved.\n\nCome on In!\n\nsunday morning worship\n\n10:30 AM\n\n\n\nPastor Albert Trask\n(709) 427-4936\n\n\n58i Manitoba Drive\nClarenville, NL A5A 1K5",
        "topic_id":18,
        "format_id":12,
        "topic_confidence":0.9968411922,
        "format_confidence":0.9904636145,
        "weight":0.0074335465
    },
    {
        "url":"http:\/\/www.pnhpillinois.org\/",
        "text":"PNHP Illinois Logo\n\n\nReal Health Care for All!\nPNHP Illinois (formerly Health Care for All Illinois) works with the national organization and with our allies throughout the state to enact Expanded and Improved Medicare for All, guaranteeing equal access to comprehensive quality health care for every person in Illinois.\n\nClick here to sign up for PNHP Illinois updates!\n\nHealth Care for All Illinois leaders Drs. Quentin Young and Claudia Fegan advocate for HB 311, Rep. Mary Flowers 'Health Care for All' Illinois Act'\n\nPaying For Universal Health Care - And Not Getting It\n\nOriginal Research from HCAI\n\nHB 311, the Health Care for All Illinois Act, could save nough to provide health care for all. Comprehensive, universal health care for all Illinoisans doesn't need to mean higher taxes and more spending.\n\nThis study from HCAI shows that nearly $18 billion of Illinois current health spending is diverted to useless administrative tasks inherent in a for-profit private insurance-based health system.\n\nIllinois can recover that $18 billion and use it to provide universal care - but only if we're willing to cut out the parasitic private insurance industry.\n\nRead the full study here\n\nHow Can We Afford Universal Health Care?\n\nWith a looming $2 billion deficit in the state budget, how in the world can Illinois afford a single payer universal health care system?\n\nThe answer - confirmed by the state's own independent financial consulting firm - is that the system pays for itself. By removing $17 billion in wasteful private insurance paperwork, Illinois' single payer system would provide comprehensive, universal coverage without raising Illinoisans health spending. In fact, for the majority of Illinois families and businesses, the single-payer program would be a tax cut.\n\nThis HCAI financing paper explains the program in detail.\n\nSingle Payer in Illinois\n\nFor more information on single-payer organizing in IL, check out the web site of the Illinois Single-Payer Coalition.\n\nClick here for upcoming single-payer events in Illinois.\n\nPNHP Illinois supports Occupy Wall Street and all Illinois Occupy movements.\n\nIn November 2011 the leadership of PNHP IL adopted the following statement of support for Occupy Wall Street and all Occupy movements in IL.\n\nClick here to read the statement\n\nIllinoisans already pay enough for comprehensive universal health insurance - we just don't get it. This is becasue private insurers and the administrative waste they generate consumes nearly a third of our health spending. Replacing insurance companies with a single public payer would save Illinois more than $17 billion per year, enough to cover everyone. Single payer bill HB 942 (\"The Illinois Universal Health Care Act,\" formerly \"The Health Care for All Illinois Act\") would do this.\n\nRead a Summary of the Single-Payer Plan\n\nAnswers to Frequently Asked Questions\n\nClick here to Learn More\n\nHB 311 'Health Care for All Illinois Act' co-sponsors Rep. Mary Flowers and Rep. Greg Harris\n\nSingle payer bill HB 942 (\"The Health Care for Alll Illinois Act\") Sponsors Rep. Mary Flowers and Rep. Greg Harris are interviewed by Cat Jarboe.\n\nListen to the interview with Rep. Flowers\n\nListen to the interview with Rep. Harris",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.6790854931,
        "format_confidence":0.9923775196,
        "weight":0.0042186706
    },
    {
        "url":"http:\/\/www.collinscenterforthearts.com\/about_the_cca.php",
        "text":"university of Maine\ncollins center for the arts\n\n\nNovember 8, 2014\n\nSeason Schedule Support the CCA Bangor Savings Bank - 14-15 Season Sponsor\nBangor Daily News - Media Partner 2014 - 15 Season\n\nAbout the Collins Center for the Arts\n\nCollins Center for the Arts\n\nOur Staff\n\nDaniel Williams - Executive Director\nKaren Cole - Associate Director\nMary Addison - Ticket Services Director\nJoe Cota - Manager of Theater Operations\nSusan Melvin - Box Office Assistant\nJeffrey Richards - Technical Director\nScott Stitham - Assistant Technical Director\nBrett Zeigler - Manager of Special Projects\nJustin Zang - Administrative Assistant\n\nAll staff members may be reached by telephone @ (207) 581-1805. The telephone number for the backstage production office (Jeff Richards) is (207) 581-3348. Regular business hours are from 8 am to 4:30 pm (eastern time). Hours extend beyond 4:30 pm on event days.\n\nTechnical Information and Stage Plan\n\nTechnical Information [view pdf]\nCCA Stage Plan [view pdf]\n\nContact Us\n\nCollins Center for the Arts\n5746 Collins Center for the Arts\nOrono, ME 04469\n\nBox Office:\nPHONE: 207-581-1755\nFAX: 207-581-1837\n9:00am to 4:30pm Monday-Friday, 90 minutes before Collins Center events and 1 hour before School of Performing Arts events.\n\n\nJoin our mailing list and we'll notify you of added events by e-mail.\n\nSign Up for Email Updates",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.8340302706,
        "format_confidence":0.9910625219,
        "weight":0.0043538813
    },
    {
        "url":"https:\/\/www.unbiased.co.uk\/profile\/financial-adviser\/albert-goodman-chartered-financial-planners-516825",
        "text":"FCA verified\n13th November 2017\n\nAlbert Goodman Chartered Financial Planners\n\nIndependent Financial Adviser Essex House, Fore Street, Chard, Somerset, TA20 1QA\nOur philosophy is simple. We aim to contribute most to our clients’ success\nWe can advise you on\n    • Commercial mortgages\n    • Corporate pension\n    • Employee benefits\n    • Group critical illness\n    • Group income protection\n    • Group life insurance\n    • Group pensions\n    • Group private medical insurance\n    • Group protection\n    • Group risk\n    • Wealth management\n    • Ethical investments\n    • Investing for income\n    • Investment trusts\n    • ISAs\n    • OEICs\n    • Socially responsible investments\n    • Unit trusts\n    • Critical illness\n    • Healthcare\n    • Life insurance\n    • Capital gains tax\n    • Estate planning\n    • Income tax\n    • Taxation planning\n    • Annuity purchase\n    • Auto enrolment\n    • Pension consolidation\n    • Pension drawdown\n    • Pensions & divorce\n    • Pensions & retirement planning\n    • Pensions review\n    • Pensions transfer\n    • Sipps\n    • Stakeholder\n    • Lump sum\n    • National savings\n    • Regular savings\n    • Savings for children\n    • School fees planning\n    • Long term care\nMeet our advisers\nJonathan Hill CFP\nCertified Financial Planner\nLouise Osborne Dip PFS\nFinancial Consultant\nWhere to find us\nAbout us\n\nAdopting the core values of our parent business, Albert Goodman Chartered Financial Planners has the highest of standards. You will not find us grappling with the latest regulatory standards. That is because qualities like ethical, flexible and discretion are embedded in our client service. They always have been – right from the start.\nWorking alongside entrepreneurs, trustees, and private individuals, we are an independent organisation in every sense. It means we are free to explore your financial planning options, provide you with our fullest attention and deliver bespoke guidance. We believe the longevity of our client relationships, many spanning multiple generations\n\nPreferred clients\nMinimum wealth (income\/assets)\nMinimum pension value\nMinimum mortgage value\n\nSimilar advisers near you\n\nIndependent Financial Adviser 10.77 mi\nIndependent Financial Adviser 10.77 mi\nWe are Chartered Financial Planners here to help you plan, manage and grow your personal finances.\nIndependent Financial Adviser 11.04 mi\nIf you want honest, face to face advice then Bay Associates are here to help. Call .\nIndependent Financial Adviser 11.42 mi",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9980555773,
        "format_confidence":0.5519229174,
        "weight":0.0095000264
    },
    {
        "url":"http:\/\/industries.rajasthan.gov.in\/content\/industries\/rajasthan-foundation0.html",
        "text":"Skip to main content |Screen Reader Access\n\nAbout Rajasthan Foundation\n\nRajasthan Foundation, an organization set up by Government of Rajasthan that works in the noble direction of strengthening bonds between Non Resident Rajasthani community and the state of their origin.\n\n\nRajasthan Foundation is a platform through which our eminent pravasi Rajasthanis like Shri L.N Mittal ,Shri Kumar mangalam Birla,Shri Rahul Bajaj have participated in the journey of Socio-Economic development of the state. Today there is hardly any field of activity, be it business, public welfare, education, art, literature, culture, sports, politics, science, medicine or engineering where Rajasthanis have not achieved remarkable and unprecedented success. No matter, where they went, Rajasthan remained in their hearts and emotions, their deep attachment to Rajasthan have kept the bond strong between the land and its people.",
        "topic_id":17,
        "format_id":12,
        "topic_confidence":0.5806180835,
        "format_confidence":0.9939088821,
        "weight":0.0042251805
    },
    {
        "url":"https:\/\/www.nalandapublicschool.in\/mission.php",
        "text":"Phone: +91 6372804800 Email:\n\n\n Our Mission is to provide high quality education and childcare in a safe, respectful and inclusive environment that builds a foundation for life-long learning.\n\n We aim to provide a safe learning environment with a welcoming atmosphere which creates a sense of belonging amongst the families. We maintain an inclusive environment which acknowledges and respects children from diverse family and cultural backgrounds.\n\n We aim to encourage each child to be independent and develop a sense of responsibility for themselves and respect for others in the environment.\n\n Our mission is to work together to build a safe, respectful and nurturing environment focused on maximizing each child’s sense of wellbeing and acquisition of skills for life and learning.\n\n Our mission is to provide exceptional care to children while fostering each child’s intellectual, social, physical and moral development in an academic- rich environment.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9978908896,
        "format_confidence":0.9937387705,
        "weight":0.0220285218
    }
]