[
    {
        "url":"http:\/\/www.anime-planet.com\/users\/icewolf612",
        "text":"icewolf612's avatar\n\n\n  • Germany\n  • Joined Sep 22, 2010\n  • 27 \/ M\n\nLife on anime\n\n  • 25 Minutes\n  • 1 Hours\n  • 2 Days\n  • 1 Weeks\n  • 3 Months\n  • 0 Years\n\nWhat?! No anime ratings?\n\nEncourage icewolf612 to add some by leaving a comment below!\n\nLife on manga\n\n  • 55 Minutes\n  • 4 Hours\n  • 5 Days\n  • 2 Weeks\n  • 0 Months\n  • 0 Years\n\nManga ratings\n\n  • 5\n  • 4.5\n  • 4\n  • 3.5\n  • 3\n  • 2.5\n  • 2\n  • 1.5\n  • 1\n  • 0.5\n\n1 total\n\n\nYou must be logged in to leave comments. Login or sign up today!\n\nchihinoke22 says...\n\nMy name is Krista. My mom told me that it's German for \"Christian\".\n\nI love your name!!!!! Sorry that was my girlie moment for the day ^_^\n\nSep 28, 2010\nchihinoke22 says...\n\nI've had a question stuck in my head for a while, so I'm just going to ask it.\n\nWhat's your name?\n\nSep 28, 2010\nchihinoke22 says...\n\nI f you're happy and you know it......change your picture!!\n\nSorry, I'm bossy sometimes.\n\nSep 27, 2010\nchihinoke22 says...\n\nInteresting. I have nothing to say about why Jamaicans not on this site except for the fact that most don't have computers or televisions.\n\nI'm a slow person so forgive me for just realizing that you have your birthday in your username ^_^ \n\nSep 26, 2010\nchihinoke22 says...\n\nYeah I know it's a lot. You should have seen it when I started, it was huge!!!!!\n\nYour birthday to me says that you are just all fun!! Yay!! Cause you are born as a Sagittarius, which are the crazies of the zodiac and you were also born in the 80s, which are the people who know how to have fun without getting into too much trouble.\n\nI don't know what I can say about Germany though except that you are the first German that I've met on this site......I think (I meet a lot of people)\n\nSep 26, 2010",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.8188054562,
        "format_confidence":0.9143068194,
        "weight":0.0047182569
    },
    {
        "url":"http:\/\/gta.wikia.com\/User:Filip_Kralj",
        "text":"GTA Wiki\n\nFilip Kralj\n\n3 Edits since joining this wiki\nOctober 3, 2013\n\nThis is your user page. Please edit this page to tell the community about yourself!\n\nMy favorite pages\n\n  • Add links to your favorite pages on the wiki here!\n  • Favorite page #2\n  • Favorite page #3\n\nAround Wikia's network\n\nRandom Wiki",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9198077321,
        "format_confidence":0.9928030372,
        "weight":0.0016787642
    },
    {
        "url":"https:\/\/www.everipedia.com\/filpate\/",
        "text":"FilPate | Wiki | Everipedia\n\nEmanating from his many projects is the awareness of Fils' belief that Music can have a powerful influence on the community and each individual listener. Fil is dedicated to the study of Music theory and the art behind crafting Musical performances - He is finely tuned into spreading the magic of complexities and simplicities inherent in the sound. With influences from many genres and styles of music, he focuses on preserving the traditional art forms while also fusing them together creating his own blend of soundscapes.\n\nAs a performer, music teacher, sound tech, booking\/promoting consultant, leader and member of several bands, certified stringed instrument luthier, studio musician, producer and advisor -the man covers all aspects of the vast industry.\n\nCombining consistently practiced music theory and a huge listening ear - he's equipped to take on the very next tune! [+]",
        "topic_id":6,
        "format_id":14,
        "topic_confidence":0.8854694963,
        "format_confidence":0.9802885056,
        "weight":0.0049914817
    },
    {
        "url":"http:\/\/www.motortopia.com\/garage\/cars\/Razgriz81\/tab\/videoList",
        "text":"Welcome Razgriz81\n\nRazgriz81’s profile image\n  • Age: 25\n  • Gender: M\n  • Address: North Salt Lake, Utah\n    United States\n  • Razgriz81 has no car garage videos.\n  • Past events (0) Upcoming Events(0 )\n\n    There is no upcoming event.\n\n  • Just thinking about it\n    I'm thinking about building a Chevrolet 302 for my 81 Camaro. yes I do know that the 383 stroker makes more power but I'm thinking of the days when some of you might of been...\n\n    comment   read full post\n\n    ok i got the car to run. the way that i did it is i found the power wire going to the fuel pump and spiced into it with a wire coming from the postive post on the battery. the...\n\n    comment   read full post\n\n    Man the fuel pump won't come on. I got the car to run yesterday with starting fluid, and it sounded nice. but I don't know if the pump works or not. I looked in a repair manual...\n\n    comment   read full post\n\n    View Blog\n\n  • View All\n  • Razgriz81 has no bikes.\n\nRazgriz81’s Garage comment\n\nLog in to post comments.\n\nscc24540’s Profile Photo\n\nawesome pair of camaro's\nDaniel_K_Munroe’s Profile Photo\n\nGood place to start. In my opinion, any year Camaro is worth owning. Should clean up real nice over time.\nView All\nCool Box\n  • Razgriz81 doesn’t have any cars in his coolbox.\n\n  • Razgriz81 doesn’t have any garages in his coolbox.\n\n  • Razgriz81 doesn’t have any photos in his coolbox.\n\n  • Razgriz81 doesn’t have any videos in his coolbox.\n\n  • Visit our Blogs\n  • Drive",
        "topic_id":22,
        "format_id":14,
        "topic_confidence":0.9901790619,
        "format_confidence":0.8963180184,
        "weight":0.0007598113
    },
    {
        "url":"http:\/\/glenboles.ca\/about-glen\/",
        "text":"Glen BolesGlen was born in St.Stephen, New Brunswick, in 1934 and moved to Calgary in 1953. As a child all his spare time was spent either drawing, taking part in sports or roaming the woods. In 1957 he was persuaded to go climbing by fellow worker mountain climber Heinz Kahl, a native Bavarian. With Kahl and English climber Brian Greenwood he was introduced to the more difficult side of climbing, by 1960 he began to take it seriously.Glen Boles\n\nGlen has taken part in many facets of mountaineering from expedition climbing to mountain rescue and since the early days, he has climbed in the St Elias Range of the Yukon and Alaska, the Alps of Europe and extensively in the Rockies and the Interior Ranges of British Columbia, summiting close to 600. His first love though are the Canadian Rockies where he has topped out on over 450 peaks including many new routes and first ascents. During this time his pencils, pens and brushes had to take a back seat.\n\nAlso an avid skier, he has enjoyed cross country skiing, ski mountaineering as well as downhill skiing over the years. He spent 13 years on the Canadian Ski Patrol System and is now a member of the Ski Friends program at the Lake Louise ski area.\n\nGlen BolesGlen is now retired after spending thirty five and a half years with the City of Calgary Waterworks Engineering Division, the last eighteen years as the Waterworks Planner. He has been married to his wife Elizabeth since 1965 and resides in Cochrane, Alberta. Since retiring, he has resumed his interest in art, drawing in pen and pencil and painting with water colours and acrylics.\n\nFrom his mountaineering experiences, Glen has also developed a keen interest in photography and writing as well as art, these have evolved as enjoyable sidelines. Over the years he has built up a large collection of mountain photos in both colour and black and white to work from.\n\nGlen BolesGlen is the author of a book titled “Glen Boles My Mountain Album“. This book of his black and white photography and his art was published in 2006.\n\nHe was also co-author with Bill Putnam and Roger Laurilla of two editions of “The Climbers Guide to the Canadian Rockies-South” and “Place Names of the Canadian Alps”, renamed “Place Names of the Canadian Mountains” for the second edition. He attributes his enjoyment in the mountains to the freedom to explore, to keep fit and to think young.\n\nGlen is an Honorary Member of the Alpine Club of Canada, the American Alpine Club and the Calgary Mountain Club. He acted as honorary president of the Alpine Club of Canada from 2005-2009. During the Banff Mountain Film Festival of 2005, Glen received the Bill March “Summit of Excellence Award” for his contribution to Canadian mountaineering.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9672337174,
        "format_confidence":0.9897081852,
        "weight":0.0032743839
    },
    {
        "url":"http:\/\/www.modelmayhem.com\/1346781",
        "text":"Model Female Panama City, Florida, US My MM URL:\nMayhem # 1346781\n\nAbout Me\n\nI'm new to modeling. I've always had a strong passion for photography, art, fashion, makeup, beauty, and modeling. I'm looking to gain knowledge and experience from this site for whatever it may offer. I've never felt in the position to try modeling, but I feel that I'm beginning to grow as an individual and hope to continue down this path. I'm very open to criticism. The photos I have on here were taken by someone I know, and not done professionally. I would like to try something more professional. I've also done multiple fashion shows and really enjoyed them.\n\n\n\nBlock this member\n\nCommentsdata:comments Viewsdata:views Hidden Listdata:count_list\nLoading Content",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9773709774,
        "format_confidence":0.9877705574,
        "weight":0.0006049002
    },
    {
        "url":"https:\/\/www.wesnic.com\/team\/stacy-long\/",
        "text":"Stacy Long\n\nPurchasing Coordinator\n\nStacy’s title says “purchasing”, but it should also say “partnering” because strong relationships with vendors and service providers are crucial to long-term success with all our clients.\n\nStacy brings 15 years of accounting and purchasing expertise to Wesnic along with a sharp eye for details. She has developed processes that track every project in minute detail. This enables her to advise clients on unanswered questions or changes. It also allows her to manage manufacturers to keep them on schedule.\n\nAfter closing out the spreadsheets, Stacy spends much of her time studying Interior Design Technology. When she isn’t studying, Stacy enjoys traveling, spending time with her family, and relaxing by the pool under the Florida sun.",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.7586671114,
        "format_confidence":0.9746024609,
        "weight":0.002549655
    },
    {
        "url":"http:\/\/adams.cleburne.k12.tx.us\/apps\/pages\/index.jsp?uREC_ID=387368&type=u&pREC_ID=515977",
        "text":"Adams Elementary School\n\nBond 2018\n\n\nWelcome to Resource!\n\nMy name is Sandra Brooks and I am a special education resource\/inclusion teacher at Adams Elementary. I have been a teacher at Adams Elementary for 9 years. I have been a special education teacher for 30 years and love working with our students.\n\n**I believe all children can learn, but they may learn in a different way. I want all children to feel success and have fun learning!\n\n**I believe communication between the home and school is an important factor in a child's success at school.\n\nMy conference time is from 2:45 until 3:30. Please contact me through the school office or email if you have a question or concern. I will return your phone call or email in a timely manner. The school phone number is: 817-202-2000. My school email is:\n\nI am looking forward to a wonderful school year!!\n\nI HEAR and I Forget. I SEE and I Remember. I DO and I Understand.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9976866245,
        "format_confidence":0.9842450023,
        "weight":0.0072473713
    },
    {
        "url":"https:\/\/deansguide.wordpress.com\/about\/",
        "text":"Who is Dean Guadagni?\n\nDean Guadagni, San Francisco native, established DeansGuide as a business, digital  self-help guide aimed at helping people step into the new social evolution.\n\nDean Guadagni is Inner Architect’s chief communications strategist with 20+ years of business development, sales management, and national account management experience. Dean is the author of a nationally recognized self-help business guide whose articles have been published by Reuters.com, Nielsen.com, FoxBusiness.com, Ziff Davis Enterprise’s “Microsoft Watch”, Computer Shopper, and the Chicago Sun-Times. Prior to joining Inner Architect, Dean worked with management consulting firm Domus Consulting Group and social media thought leader Patrick Kitano, whose mission was to help real estate brokerages and affiliates develop technology marketing strategies in real estate.\n\nDean is a frequent public speaker and workshop facilitator on social media strategies, blogging, and networking. He is a graduate of San Francisco State University with a BA degree in Speech Communications.\n\n\n\n5 thoughts on “Who is Dean Guadagni?\n\n  1. Pingback: December 15, 2007 Link it up! « 1031 Like-Kind Exchange Blog\n\n  2. Dean you are right, blogging is a vital tool in today’s business environment. The blogging technology is moving ahead with lightning speed and many companies are just not able to keep pace with developments – which means they are losing out. I think your idea of providing consultancy to companies who haven’t got time to get with “The blog thang” is a great idea!\n\n  3. Dean,\n\n    Great to meet you. My wife and I spent 4 years in SF while she was completing her medical residence at UCSF. We loved it. I was in real estate there, first in commercial downtown, then in multifamily management and leasing. Lets talk somet time,\n\n\n  4. Pingback: December 14, 2007 Link it up! | 1031 Exchange Coordinators\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":9,
        "format_id":14,
        "topic_confidence":0.8285804987,
        "format_confidence":0.9817994237,
        "weight":0.002568483
    },
    {
        "url":"https:\/\/byrdadatto.com\/attorneys\/greg-a-cardenas\/",
        "text":"ByrdAdatto attorney Greg Cardenas\n\nGreg A. Cardenas\n\nOf Counsel\n\nGreg Cardenas has been providing legal services in the health care industry for over 25 years, but becoming a lawyer was not his original career plan.  After graduating from Texas A&M University with a degree in finance, Greg went to work in the budget and planning office of Texas Governor William Clements. It was there that Greg saw how experienced attorneys analyzed problems, developed reasoned solutions, and persuaded others to support their solutions.  Greg went to law school to develop those skills, and he uses them to serve clients on a full spectrum of corporate, transactional, and regulatory matters.\n\nGreg’s practice is transactional in nature, and is concentrated in the healthcare sector. Greg works with physicians, hospitals, management and development companies, diagnostic and therapeutic healthcare providers, and investors and investment companies that work with healthcare companies.  He has assisted clients on a variety of matters including entity formation and capitalization; corporate governance and governing document preparation and negotiation; joint venture negotiation and regulatory structuring; business combinations, and purchases and sales of equity and assets; compliance program development and implementation; and civil and criminal fraud and abuse issues arising under state and federal health care fraud and abuse laws.  Greg has served as the Chief Legal Officer and General Counsel of both a publicly traded company that owned and operated an integrated health care delivery system, and a national supply chain services company that served the non-acute health care industry. Greg regularly acts as outside legal counsel and board advisor to small and medium sized companies.\n\nOutside the office, Greg enjoys golf and spending time with his wife Anna and their four daughters.  He has served on, or consults with, several charitable and non-profit boards, including the Notre Dame School of Dallas, St. Thomas Aquinas Catholic School, Ursuline Academy, and Stairs, Inc.\n\nCredentials & Experience\n\nLearn more about your compliance partner.\n\n\n  • Texas A&M University, B.B.A. Finance (1986)\n  • Texas Tech University School of Law, J.D., Magna Cum Laude, Law Review (1995)\n\n\n  • Texas State Bar\n  • U.S. District Court, Western District of Texas\n  • U.S. District Court, Eastern District of Texas\n  • U.S. District Court, Northern District of Texas\n  • U.S. District Court, District of Colorado\n  • U.S. Tax Court\n\nWant to learn more about ByrdAdatto?\n\nContent by Greg A. Cardenas",
        "topic_id":3,
        "format_id":14,
        "topic_confidence":0.968511343,
        "format_confidence":0.9473853111,
        "weight":0.0015245497
    },
    {
        "url":"https:\/\/www.dirklambrechts.com\/about\/",
        "text":"skip to Main Content\n\nArtistic Statement\n\nIn his search for the purest expression, the Belgian photographer Dirk Lambrechts (° 1962) explores the limits of a formal simplification of an image through a slow work of introspection.\n\nDirk Lambrechts’s photos are a reflection of art history and a personal reflection inspired by the currents that flowed through it. An important aspect of Dirk Lambrechts’ work is his quest for simplicity. This leads him to dive more and more into the main spirit of his images.\n\nThis result is conceivable according to him only if the realisation of a series is preceded by a long maturation. Between the birth of an idea and the first shot, the photographer takes the time to think, observe and conduct research to define the most important points of his project.\n\nThis meticulous work is prolonged during the execution by a critical analysis of his first tests that he renews until obtaining the desired result.\n\nFaced with what our eyes see, from time to time our brain chooses to retain only a part of reality. We discover lost details that I focus on, to the point of understanding the essence of their beauty.\n\nFrom this reality, graphic images of great purity are born\n\n\ninstagram \/ facebook\n\nBack To Top",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9952552319,
        "format_confidence":0.9810298681,
        "weight":0.0039602053
    },
    {
        "url":"https:\/\/theorg.com\/org\/murgitroyd\/org-chart\/joanne-lecky",
        "text":"Joanne Lecky\n\nDirector, Trade Marks\n\nNo bio yet\n\nRoles at Murgitroyd\n\n  • Director, Trade Marks\n\n    Current role\n\nMy work style\n\nHow I prefer to work\n\nQualities I value in my colleagues\n\nSign up to see more about the team at Murgitroyd\n\nMy pet peeves\n\nMy communication style\n\nOrg chart\n\nDirect reports\n\nNo reports\n\n\nNo teams",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.8940073848,
        "format_confidence":0.9592291117,
        "weight":0.0070631697
    },
    {
        "url":"https:\/\/www.erepublik.com\/sq\/citizen\/profile\/5486313",
        "text":"Ambient on\/off\nBesart Kajtazi\n\noffline [ offline ] 29 Besart Kajtazi\n\nDead citizen\nLocation: Romania Romania, Quebec Citizenship: Albania Albania\nAdult Citizen\n\n\neRepublik birthday\n\nDhj 27, 2011\n\nNational rank: 0\n\nNo political activity\n\nNo Military Unit\n\nNo media activity\n\nNo Residence City\n\nFriends (100)\n\nview all\n\nAbout me\n\nWiki page\n\ni do not care what u do for ur respect but for mine i would die\n\n\n  • Freedom Fighter\n\n    Freedom Fighter\n\n    Liberate occupied regions by fighting in Resistance Wars.\n\n    More info\n\n  • hard worker\n\n    Hard Worker\n\n    Worked 30 days\n\n  • congressman\n\n    Congress Member\n\n    Win the Congress elections\n\n  • president\n\n    Country President\n\n    Win the Presidential elections\n\n  • media mogul\n\n    Media Mogul\n\n    Reach 1000 subscribers to your newspaper\n\n  • battle hero\n\n    Battle Hero\n\n    Reach the highest war influence in a battle\n\n  • sky hero\n\n    Sky Hero\n\n    Reach the highest war influence in an aircraft battle\n\n  • campaign hero\n\n    Campaign Hero\n\n    Reach the highest war influence in a campaign\n\n  • resistance hero\n\n    Resistance Hero\n\n    Start a resistance war and liberate that region\n\n  • super soldier\n\n    Super Soldier\n\n    Advance 250 strength points\n\n  • society builder\n\n    Society Builder\n\n    Invite 10 people to eRepublik and help them reach level 10\n\n  • mercenary\n\n\n    Defeat 25 enemies for 50 different countries\n\n  • Top Fighter\n\n    Top Fighter\n\n    Have one of the highest daily influences in eRepublik for 30 different days..\n\n    0\/30 days in Top Fighters\n\n  • true patriot\n\n    True Patriot\n\n    Fought for the country of citizenship.\n\n    Inflict damage for the citizenship country. You can view the current progress in the True Patriot section below.\n\n  • prestige hunter\n\n    Prestige Hunter\n\n    The Prestige Hunter achievement was awarded for completing the Weekly Challenge.\n\nMilitary Attributes\n\nDivision 1\nAvailable for level 1-34 Features:\n  • You fight in Division 1\n  • Deal 75,000 damage with Small Bombs\n  • Add 10,000 damage to Bazookas with Bazooka Boosters\n  • Get 2 Gold when winning a Battle Hero achievement\nDivision 1\nStrength 3,963.25\nMilitary Rank Фелдмаршал ** 1,999,790 \/ 2,185,000 Фелдмаршал **\nAircraft Division\nAvailable for everyone Features:\n  • You fight with Aircraft\n  • Get 30 Gold when winning a Sky Hero achievement\nPerception 0.00\nAircraft Rank Airman 0 \/ 10 Airman\n\n\nTrue Patriot\n\n\n11,469,786 for Albania\n\n11,469,786 \/ 15,000,000\n\nTop damage in a campaign\n\n\n1,349,101 for Albania\n\n Achieved while successfully conquering Kosovo from Serbia on day 1,679\n\nGuerrilla fight history\n\nYou can join a Guerrilla match after defeating 5 opponents on the battlefield",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9399598837,
        "format_confidence":0.8180581331,
        "weight":0.0013832822
    },
    {
        "url":"https:\/\/vqday.wales\/yearbook_entry\/helen-wynne\/",
        "text":"Helen Wynne\n\nAfter achieving an Apprenticeship in Children’s Care, Learning and Development Helen began a Level 5 Diploma in Children’s Care Learning and Development, which she completed in just six months, using an online learning assistant. Helen set up Blythswood Childminding Services in Wrexham, which cares for young disabled and able bodied children and babies.\n\nIt has already been a memorable year for Helen who has won the City & Guilds Vocational Learner Medal for Excellence, the top UK Tallow Chandler award and the Employee in Learning Award at Niace Dysgu Cymru’s Inspire! Awards.\n\n“It’s lovely to get acknowledgement for something that I am really passionate about and for doing a job that I love. It’s so rewarding working with children with disabilities.”\n\nBack to VQ Day Yearbook page",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9930782914,
        "format_confidence":0.6122635007,
        "weight":0.0045083296
    },
    {
        "url":"https:\/\/v1.escapistmagazine.com\/profiles\/badges\/Brittany+Vincent",
        "text":"The Escapist > Profiles > Brittany Vincent\nNot Online\nBrittany Vincent\nMember Since: 1 Oct 2014\nLast Active: Jan 30, 2015 04:02\nPre-Sequel Handsome Jack\nPersonality Quizzes\nWhere the hell is -- I had a violin somewhere, I was gonna play it all sarcastically --goddammit, I saw it like a day ago. Blake! Violin!\n(Game) Environmentalist\nQuiz Awards\nYou're a well traveled gamer!\nRocket Scientist\nQuiz Awards\nThe end of Earth will not be the end of us.\nMake Yourself At Home\nHas created a user profile.\nExcellent Topic!\nForum Awards\nFor creating a thread with over 50 replies.\nYou Like Me!\nHas been added as a friend.\nPersonality Quizzes\nIt's Ok to have a code-name. That's not weird at all.\nHot Topic\nForum Awards\nCreated a thread with over 1,000 views.\nThe Escapist Contributor\nStaff Awards\nGranted for being a contributor to The Escapist\nFace With A Name\nHas set an avatar.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.8286273479,
        "format_confidence":0.9819328189,
        "weight":0.0016603834
    },
    {
        "url":"http:\/\/www.nanopaprika.eu\/profile\/DrAsokKumarDikshit",
        "text":"Full member\nDr.Asok Kumar Dikshit\n  • Male\n  • Kolkata\n  • India\nShare on Facebook\n  • Blog Posts\n  • Discussions\n  • Events\n  • Groups\n  • Photos\n  • Photo Albums\n  • Videos\n\nDr.Asok Kumar Dikshit's Friends\n\n  • Manu Sharma\n\nDr.Asok Kumar Dikshit's Page\n\nLatest Activity\n\nFull member\nManu Sharma and Dr.Asok Kumar Dikshit are now friends\nApr 14, 2012\n\nFull member\nDr.Asok Kumar Dikshit is now a member of The International NanoScience Community\nApr 13, 2012\n\nProfile Information\n\nI am...\nChemist, Physicist, Project coordinator\nMy research field or area of interest innanotechnology\nPolymer, Glass and nanoparticles, Bio sensors, Fluorescence, Laser Dye and Printed thin film Electronics\nInterest in...\nNanoparticles based Fluorescence Sensors\nBio-assay Sensors\nAdhesive, Coating, Gels\nOrganic Solar cell\nPublication list\n48 Internation Journals\nResearchgroup, Institute, University, School, Company name\nResearchgroup, Institute, Company, University, School webpage\nThe network creator will send periodical messages to members - you below to allow us to email you\n\nComment Wall\n\nYou need to be a member of The International NanoScience Community to add comments!\n\nJoin The International NanoScience Community\n\n  • No comments yet!\n\nNext partner events of TINC\n\nWe are Media Partner of:\n\nWelcome - about us\n\nWelcome! Nanopaprika was cooked up by Hungarian chemistry PhD student in 2007. The main idea was to create something more personal than the other nano networks already on the Internet. Community is open to everyone from post-doctorial researchers and professors to students everywhere.\n\nThere is only one important assumption: you have to be interested in nano!\n\nNanopaprika is always looking for new partners, if you have any idea, contact me at editor@nanopaprika.eu\n\nDr. András Paszternák, founder of Nanopaprika\n\nPublications by A. Paszternák:\n\nThe potential use of cellophane test strips for the quick determination of food colours\n\npH and CO2 Sensing by Curcumin-Coloured Cellophane Test Strip\n\nPolymeric Honeycombs Decorated by Nickel Nanoparticles\n\nDirected Deposition of Nickel Nanoparticles Using Self-Assembled Organic Template,\n\nOrganometallic deposition of ultrasmooth nanoscale Ni film,\n\nZigzag-shaped nickel nanowires via organometallic template-free route\n\nSurface analytical characterization of passive iron surface modified by alkyl-phosphonic acid layers\n\nAtomic Force Microscopy Studies of Alkyl-Phosphonate SAMs on Mica\n\nAmorphous iron formation due to low energy heavy ion implantation in evaporated 57Fe thin films\n\nSurface modification of passive iron by alkylphosphonic acid layers\n\nFormation and structure of alkylphosphonic acid layers on passive iron\n\nStructure of the nonionic surfactant triethoxy monooctylether C8E3 adsorbed at the free water surface, as seen from surface tension measurements and Monte Carlo simulations",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9533424377,
        "format_confidence":0.99247545,
        "weight":0.0017771434
    },
    {
        "url":"https:\/\/www.theguardian.com\/profile\/nici-cumpston",
        "text":"Nici Cumpston\n\nNici Cumpston is artistic director of Adelaide's 2015 Aboriginal and Torres Strait Islander visual arts festival. At the Art Gallery of South Australia she has worked closely with Tjala Arts on exhibitions including Desert Country, Heartland: Contemporary Art From South Australia and the 2014 Adelaide Biennial of Australian Art.",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9930058718,
        "format_confidence":0.9855109453,
        "weight":0.0039782944
    },
    {
        "url":"http:\/\/www.gametheori.com\/about-the-blog-and-me\/",
        "text":"About the Blog and Me\n\nGame Theori was started as a means to have an informed opinion looking at all aspects of an issue.\n\nGame Theory, that talked about cause and effect, action and reaction, was the inspiration for the name and also it suited my passion and profession.\n\nHaving been a part of the market & industry research, information analysis and knowledge management industry for more than 10 years, my writings and podcasts are influenced by the same. One could say that my passion and profession converged and blogging and podcasting became the road on which I continue my self-discovery.\n\nMarket research, industry research, knowledge and information management, social media, political analysis, technology, consulting; are some of the topics that interest me. It interests me to know how these things impact our daily lives and business decisions such as branding, advertising, marketing, product & service design and public relations.\n\nBeing a part of the information age has also made me look at all technology and its evolution from the legacy internet on dial-up connection to the present day wireless connection and touch based applications that is driving the Internet of Things (IoT) and big data revolution towards driver-less cars and extreme automation.\n\nMy interests drive my blog and podcasts and I continue discovering new things through reading and research.\n\nThis has fueled a habit of projecting the future and then testing the projection through direct observation.\n\nWhy Game Theori?\n\nIt started as an experiment to share ones thoughts. Over time it has also enabled a personal learning with a desire to make it a platform for professionals from all industries to share their knowledge and learning to guide new entrants into industry and make the transition from academia to industry smooth.\n\nSo if you are a person or an organization interested in such topics do stick around and if you have a demand for a particular topic do let me know.\n\nI would love to work with other professionals and organizations on solutions that have tangible impact and benefit. I can be contacted at sriram@gametheori.com and I look forward to suggestions as well as constructive criticism to improve.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.6137380004,
        "format_confidence":0.9834031463,
        "weight":0.0072411724
    },
    {
        "url":"https:\/\/fanwoodanimalhospital.com\/staff\/dr-rachel-roby\/",
        "text":"Dr. Rachel Roby\n\nBorn and raised in Marlboro, New Jersey, Dr. Rachel Roby has loved animals for as a long as she can remember. Her childhood dream of being a veterinarian realized, she considers every day that she can help pets a blessing, doing her best to strengthen the bond between pets and their families. Dr. Roby’s veterinary interests include soft tissue surgery and internal medicine.\n\nDr. Roby completed her undergraduate at Cooks College, Rutgers University, where she received a Bachelor’s of Animal Science in 2006. Afterwards, she attended Tuskegee University’s College of Veterinary Medicine, graduating with honors and earning her Doctorate of Veterinary Medicine in 2010. Her veterinary education complete, Dr. Roby began her professional career in Jersey City, joining Fanwood Animal Hospital in 2013.\n\nDr. Roby and her husband, Adam, are joined by their son Henry, rambunctious cat Bella and golden, Bailey. In her spare time, she loves spending time with her family and spending time outdoors.",
        "topic_id":12,
        "format_id":14,
        "topic_confidence":0.9914313555,
        "format_confidence":0.9649733901,
        "weight":0.0037965803
    },
    {
        "url":"http:\/\/www.motortopia.com\/profile\/view\/Anomaly_Va",
        "text":"Motortopia: Where your passion parks\n\nMotortopia: Where your passion parks.\n\nWhy Join Motortopia? So you can keep up with events... RSVP! Post Event Photos! Submit Events!\n\n  1. cars\n  2. bikes\n  3. boats\n  4. planes\n\nCars > ’ Garage > View Profile\n\n\nAnomaly_Va’s Profile Photo\n\n\nM –41\n\n\nCars Profile\n\nAbout me and my passion for cars\n\nMy family members had several cool cars when I was growing up....and it just rubbed off on me I guess :)\n\n1969 Pontiac GTO Judge Ram Air III (The 'rents)\n1970 Chevelle (Uncle)\n1969 Chevelle Malibu (The 'rents)\n1979 Camaro Z-28 (The 'rents)\n1982 Camaro Z-28 (The 'rents)\n\nSome of my local friends have the following:\n\n1970 Chevelle (2)\n1969 Chevelle SS\n1988 Cutlass Supreme\nVarious Fox-body Mustangs 79-93\n\nMy first car\n\n1986 Buick Century Limited 2-door custom conversion - I've been a Buick nut ever since (even though it had a Chevy engine)\n\nCar I wish I still had\n\n1972 Buick Skylark Custom\n\nMy dream car\n\nI'm particularly fond of 84-87 Regals (especially turbos!) but here are my faves:\n\n1987 Buick GN or GNX\n1972 Buick GS or GSX\n1979 Chevrolet Camaro Z28\n1969 Dodge Charger 500\n1971 Plymouth Barracuda\n1972 Dodge Challenger\n1970 Oldsmobile 4-4-2\n1969 Ford Mustang Boss 429 FB\n1967 Shelby GT-500KR\n1965 Ford Mustang Convertible\n1969 Pontiac GTO Judge\n1989 Pontiac Turbo Trans Am\n1969 Plymouth Road Runner\n1957 Chevrolet BelAir\n1962 Chevrolet Impala SS\n1973 Ford Gran Torino (Starsky & Hutch Style)\n1970 Chevrolet Chevelle SS\n1977 Pontiac Trans Am\n\n\n  • Type of racing: NASCAR until they ruined it! :P\n  • Driver: Big E until he died\n  • Car movie: Gone In 60 Seconds Remake (Sorry guys I'm a 90s kid)\n  • Car magazine: Car Craft and Hot Rod\n  • Car game: Need For Speed III\n\n— Profile last updated: Apr 22, 2009\n\n\nCars > ’ Garage > View Profile\n\nPrint your passion at (",
        "topic_id":22,
        "format_id":14,
        "topic_confidence":0.9705927372,
        "format_confidence":0.9909042716,
        "weight":0.0008399923
    }
]