[
    {
        "url":"http:\/\/www.bizsugar.com\/Startups\/ten-keys-to-a-killer-name-for-your-company\/",
        "text":"Ten Keys to a Killer Name for Your Company\n\nTen Keys to a Killer Name for Your Company Avatar Posted by martinzwilling under Startups\nFrom http:\/\/blog.startupprofessionals.com 2341 days ago\nMade Hot by: Monsieur Eraser on November 28, 2010 4:59 pm\nFirst things first – your startup needs a name! This may seem a silly and frivolous task, but it may be the most important decision you make. The name of your business has a tremendous impact on how customers and investors view you, and in today’s small world, it’s a world-wide decision.\n\n\nLog in to comment or register here.\n\nGive millennials a reason to stay - The benefits that can help you retain young talent\n\nJob-changing is fast and furious in the early years of millennials’ careers: Young adults born in the early ‘80s …\n\nDiane Seltzer @SBMarketingTool Talks Marketing Impact\n\nDiane Seltzer believes you don’t have to be a big business to make a big impact. With that philosophy in mind, … More\nEditor's Picks\n\nPost your small business video to BizSugar today!\nHave you tried BizSugar's new video posting feature?\nDid you know you can now post video on BizSugar?\nIt's time to up your game with video on BizSugar!",
        "topic_id":9,
        "format_id":9,
        "topic_confidence":0.991391778,
        "format_confidence":0.9022784233,
        "weight":0.0117968287
    },
    {
        "url":"https:\/\/www.supermoney.com\/2016\/09\/10-questions-ask-debt-settlement-company\/",
        "text":"10 Questions to Ask a Debt Settlement Company\n\nThis article contains a list of 10 questions to ask a debt settlement company before you join a debt relief program.\n\nAs you might have noticed from our customer reviews, people either love or hate their debt settlement company. There are two reasons for this.\n\n  • They chose the wrong debt settlement company for their financial situation\n  • Or\/and they have unrealistic expectations about the benefits and disadvantages of a debt settlement.\n\nThis article provides a cheat sheet with 10 questions you should ask a potential debt settlement company to make sure it’s a good fit for you. Read this guide for a comprehensive discussion of the pros and cons of a debt settlement.\n\nFree Debt Relief Consultation\n\nThe 10 Questions You Should Absolutely Ask Before Hiring a Debt Settlement Company\n\nIf you are deep in debt and you can only afford to make minimum payments, it makes sense to find out what your debt relief options are. Click here for a free debt settlement consultation. If you decide a debt settlement is a good option for your financial situation, make sure you ask the following questions before committing to a debt settlement company. free debt settlement consultation\n\nAre you licensed to licensed to do business in my state?\n\nIf your agent doesn’t know or is evasive about this question, beware. Some states have special restrictions and requirements on the use of debt management strategies. For instance, Alaska and Alabama have no restrictions, but California, Connecticut, Indiana, and Colorado all require firms to place a surety bond and register with the attorney office.\n\nHere is a list of current state regulations on debt management practices.\n\nHow long have you been in business?\n\nAlthough it is perfectly possible a company that started last month will provide excellent service, you may want to let others take the chance first. Look for companies that have been in the debt settlement business for five years or more. You can check this on our review pages. While you’re at it, check their Supermoney and BBB rating.\n\nAre you a member of the American Fair Credit Council or AFCC?\n\nAFCC members agree to follow strict industry standards. Every year, the AFCC and a third-party verification firm audit AFCC members to ensure they are following the highest ethical and quality requirements. It is not a requirement for debt settlement companies to be AFCC members, but you have to ask yourself why a serious company would not want to be part of the largest trade association serving the industry.\n\nFree Debt Relief Consultation\n\nHow much do your services cost?\n\nAlthough prices range depending on the services a company offers and the size of your debt, you want to make sure you get a clear answer. Typically, fees range from 18% to 25% of the enrolled debt balances. If your agent uhms and arrs about how much their services cost or how fees are calculated, proceed with caution.\n\nChoose a debt settlement company that only charges fees when they have settled an account. If you even get the whiff that a company wants to charge you upfront fees before they settle your account, run.\n\nWhere will you deposit my money while I’m waiting for a settlement?\n\nDebt settlement programs generally take 24 to 48 months to complete. During that time, debtors make payments in an escrow account. Once the account has enough money, the debt settlement company uses the cash to negotiate a lump-sum settlement with creditors.\n\nMake sure your debt settlement company deposits your money in a bank that is FDIC insured. The account should be in your name, and you should have absolute control over the money in it. If the company asks you to save the money on your own or to deposit it in their business account for safekeeping, you know what to do. Run.\n\nWill you be making monthly payments to my creditors on my behalf?\n\nThis is a trick question. Debt settlements don’t make payments to creditors. The whole point of the debt settlement method is to save the money you were using to make minimum payments on your debts to save toward a lump-sum payment. If you continue making your payments, creditors have no incentive to accept a settlement. They will happily continue cashing your monthly payments for years or decades.\n\nCan Creditors Sue Me?\n\nThis is another trick question to weed out companies that offer unrealistic assurances to clients. In some cases, creditors have the legal right to sue borrowers who are late on their payments. A debt settlement company worth its salt will try to negotiate with creditors to avoid this from happening, but no reputable company can guarantee this won’t happen.\n\nHow long will it take to settle my first account?\n\nAlthough debt settlement companies cannot guarantee how long it will take a creditor to agree to a settlement, they should provide a rough estimate based on their experience. What you are looking for here is to ensure your company has a clear plan of action.\n\nAs long as you are regular with your monthly payments to the escrow account, you should get your first settlement within four to six months.\n\nCan you stop my creditors or their debt collectors from calling me?\n\nThe answer you want to hear is no. If the agent assures you they will put a stop to creditor calls, hang up. It is impossible to guarantee this.\n\nWill debt settlement hurt my credit?\n\nAgain, this is a reality check to separate serious debt relief specialists from scammers.\n\nThe right answer is yes. All debt settlement programs have a negative impact on your credit. Any company that claims it can guarantee creditors will not report missed payments to the credit bureaus is trying to scam you.\n\nNow you know the questions that separate legitimate debt settlement companies from the scammers that give the business a bad name, you are ready to start checking companies. Supermoney has done part of the job by filtering the leading companies based on the factors mentioned above. Click here to get a free consultation with a debt relief specialist.\n\nFree Debt Relief Consultation\n\nFeatured Debt Relief Companies\n\n– Money Back Guarantee\n– No Monthly Consultancy Fee\n– Minimum Debt Owed $10,000\n– AFCC Member\n– IAPDA Member\nGet Quote\n– No Monthly Consultancy Fee\n– Minimum Debt Owed $7,500\n– AFCC Member\n– IAPDA Member\nGet Quote",
        "topic_id":9,
        "format_id":9,
        "topic_confidence":0.9957721829,
        "format_confidence":0.898081243,
        "weight":0.0117419527
    },
    {
        "url":"https:\/\/lootwala.com\/refer-and-earn-apps2\/",
        "text":"10 Genuine Refer and Earn Apps of 2019 – Earn PayTM Cash and Real Money with Refer and Earn Apps\n\nAre you looking for genuine and reliable refer and earn apps? There are tons of refer and earn money apps popping up on Google Play Store and App Store every day for Indian users. However, most of them are not genuine enough to pay the promised rewards. People are often confused to figure out real and trustworthy money apps. We’ve tested and rounded up a bunch of genuine and trustworthy money making apps. All these apps are real and you can truly put money in your pocket by referring them to your friends. In this article, we’ve included all the genuine refer and earn apps from which you can earn free PayTM cash, free mobile recharge, signup bonus cash etc. Now, it’s the time for LOOT party. Let’s dive in right away!\n\n1.   Google Pay\n\nGoogle Pay is still one of the hottest refer and earn apps in India. Google Pay was formerly known as Google Tez and soon arrived as the most popular payment app in India by implementing refer and earn offers. If you refer Google Pay to your friend or anyone, you’ll get ₹ 51 when he signs up on the app.  Even your friend will receive ₹ 51 as he signed up from the referral code. As the offer is from Google, you do not need to worry about the payment. The payment will be credited to your account almost instantly. Apart from referring and earn offer, Google Pay has got a couple of exciting stuff that can earn you free money. You’ll get at least scratch cards whenever you make a transaction of at least ₹ 150.\n\nHow to Refer and Earn Money from Google Pay or Tez?\n\nStep 1: On your mobile device, tap on this link to download the Google Pay app. You’ll get ₹ 51 sign up bonus if you sign up on Google Pay using this link.\n\nStep 2: If the app asks you to enter the referral code, type: MV67Z.\n\nStep 3: Choose your language and enter your mobile phone number. Keep in mind that you have to enter the mobile number to which you receive SMS from the bank. In other terms, the Google Pay app automatically gets connected to your bank account based on your mobile number.\n\nStep 4: You’ll receive the OTP. Verify your phone number using the OTP you have received in the SMS.\n\nStep 5: Sign in the app using the Gmail account.\n\nStep 6: You can skip the introductions. Tap on Settings -> Add Bank Account -> Select the bank in which you have the account -> Create the PIN. The PIN is like the password for Google Pay app. Note that you should not share this PIN with anyone. It’s just like the PIN of your ATM card.\n\nStep 7: You’ll receive the signup bonus immediately after your first transaction.\n\nStep 8: Go to Dashboard. Tap on New. Enter the mobile number of your friend who is on Google Pay. Send him ₹ 1.\n\nStep 9: Now that you have performed the first transaction using Google Pay app, you’ll receive ₹ 51 in your bank account.\n\nShare your referral code from now on to receive ₹ 51 whenever someone signs up using it.\n\n2. Phone Pe\n\nPhone Pe is also a UPI app just like Google Pay. Phone Pe has successfully implemented the refer and earn a strategy to penetrate into the masses of India. You’ll get ₹ 100 whenever your friends sign up on Phone Pe app using your referral link. Just like Google Pay, you can win scratch cards in Phone Pe app.\n\nHow to Earn ₹ 100 Referral Bonus on Phone Pe App?\n\nStep 1: Here’s the invite link to download Phone Pe app.\n\nStep 2: Open the Phone Pe app and enter the contact number which you have given to your bank.\n\nStep 3: Tap on Add bank and select the bank.\n\nStep 4: Create your UPI PIN.\n\nStep 5: Do at least 1 transaction to your friend’s Phone Pe account to win ₹ 100.\n\nYou can also refer Phone Pe to your friends to earn ₹ 100 as a referral bonus.\n\n3. Roz Dhan\n\nRoz Dhan is undoubtedly one of the best money earning apps for Indian users. It provides daily news and lots of entertainment stuff. If you love reading interesting and trending articles whether it is filmy gossip or cricket content, Roz Dhan is probably the right money earning app for you. The viral videos on Roz Dhan app are good enough to kill some time. You earn ₹ 50 instantly after signing in Roz Dhan. You may win extra PayTM cash by playing different games on the app. There are over 12 categories in the app where you can read and watch lots of entertainment content and win PayTM cash every day. Sounds like a great deal, right? Roz Dhan has got over 47,000 ratings with an average of 4.3 score on Google Play Store which is quite magnificent for a refer and earn app.\n\n4. Credit Mantri\n\nCredit Mantri is a great application to track your monthly expenses and stumble upon some exciting credit cards and loans that suit your credit profile. It is often difficult to discover the right loans that suit our earnings and expenditure. With over 40 loan lenders, Credit Mantri has quickly gained a reputation as one of the best finance apps in India. Apart from that, you can also check your credit score for free. While many online services charge at least a couple of hundred for finding out the credit score, Credit Mantri is providing the service for free. The fun part is you’ll receive a ₹ 100 PayTM cash each time you refer 3 friends to Credit Mantri app. Credit Mantri is a part of Equifax, which is one of the very few online credit bureaus authorised in India.\n\nStart Earning with Credit Mantri App\n\nStep 1: Visit this offer page on Credit Mantri. -> Invitation link\n\nStep 2: Type your mobile number and copy and paste this referral code.\n\nStep 3: You’ll receive an OTP message on your phone. Enter it over there.\n\nStep 4: You need to complete the profile with your name, gender, birth date, email, PAN details etc.\n\nStep 5: You can now check your credit score for free.\n\nStep 6: You’ll also receive a referral code which you can share with your friends. You’ll receive ₹ 100 cash on your PayTM for every 3 referrals.\n\n5. Meesho\n\nAre you looking for the best apps to earn money online? If yes, you must check out Meesho. There are over a crore people on Meesho app earning money by reselling different products. Be it Banaras sarees or Sholapur chappals or local made beauty products, Meesho is the best app to find and sell products at wholesale price. You’ll make profit margins and commissions on every order. Additionally, you’ll also receive exciting cash bonus rewards if you meet sales targets. Meesho is easy to use the app. Look at the video on their website to get an idea. You can set the prices and margins. So, if you are looking for an opportunity to earn from home, why not try Meesho?\n\nHow to Earn Money from Meesho App?\n\nStep 1: Download Meesho app from here.\n\nStep 2: Sign up on Meesho app and enter referral code.\n\nStep 3: Once you sign up on the app, you’ll receive a 30% discount coupon for your first order.\n\nStep 4: Create your own store and start reselling products.\n\n6. Appbrowzer App\n\nApp Browzer has grabbed the attention of Indian looters with its STUNNING ₹ 99 sign up and referral bonus. Apart from being one of the best refer and earn apps, App Browzer is a marvellous application for shopaholics. You can access all the online shopping stores like Amazon, Flipkart, Shopclues, Snapdeal, PayTM on a single platform. The in-built browser helps you to browse the web and apps. The price comparison feature comes in handy to know which online shopping app is offering the product at a cheaper price. App Browzer serves all your typical daily needs like booking cabs, online mobile recharge, price comparison, postpaid mobile bill payment, flight booking, best deals and coupons, food ordering etc.\n\nApp Browzer is offering ₹ 99 as sign up bonus and you’ll get ₹ 99 for each referral. It’s extremely easy to transfer the cash to your bank account.\n\nHere’s the invite link\n\n7. BharatPe\n\nBharatPe is another payment app enabling app through which merchants receive payments via QR scan codes. BharatPe is offering a brilliant ₹ 100 on signup and ₹ 100 for each referral. The best thing about BharatPe refer and earn program is the cashback goes directly to your bank account. So, if you are a merchant or a businessman, sign up for BharatPe as it is truly the best UPI payment enabling solution right now. BharatPe utility app helps you in receiving payments, sending payment requests through WhatsApp or SMS, check bank statement, check transaction status, check ledger accounts etc.\n\nHow to Earn Money from BharatPe App?\n\nStep 1: Download BharatPe app from this link.\n\nStep 2: Register on the app using your mobile number. Give your bank account details.\n\nStep 3: You have to receive at least 10 payments from different UPIs. The transaction value must be at least ₹ 5.\n\nStep 4: You’ll receive ₹ 100 in your bank in 2 days.\n\nShare your referral link to your friends. You’ll get ₹ 100 per referral.\n\n8. Newsdog\n\nNewsDog aggregates all the trending news from a wide range of categories like sports, films, politics, business, tech etc. If you are looking out for an all-in-one news app that can make you some cash, Newsdog is the perfect choice for you at the moment. It gathers news from over 700 cities and in 10 languages including, Hindi, Bengali, Marathi, Punjabi, Tamil etc.\n\nThere is immense competition among the news apps and thus Newsdog is running promotions quite aggressively. Their refer and earn program is attracting the looters around the country. Newsdog offers a ₹ 50 free PayTM cash for signing up. You earn this cash and you do not need to connect any bank account to use the amount. Additionally, you’ll make extra money for reading news, sharing news and daily check-in. Get another ₹ 50 extra referring Newsdog app to your friends. The minimum redemption amount is set at ₹ 100 on Newsdog app.  by sharing in some Whatsapp groups. You can read more about Newsdog app here.\n\nHere’s the invitation link for Newsdog app.\n\n9. Freecharge\n\nFreecharge has been offering free cashback from quite a long time now. In fact, they are one of the pioneers who had implemented the refer and earn program in ... (truncated)",
        "topic_id":9,
        "format_id":9,
        "topic_confidence":0.9516189694,
        "format_confidence":0.9898377657,
        "weight":0.0129416223
    },
    {
        "url":"http:\/\/wallstreetpit.com\/102941-why-gold-should-continue-to-rally-in-the-near-term\/",
        "text":"Why Gold Continues to Shine\n\nGold has been rallying higher since the start of 2014. In late December 2013, the precious metal was trading as low as $1181.40 an ounce, today the spot price of gold is $1342.50 an ounce. The current pattern on the daily chart of gold futures looks poised to trade into the $1400.00 level.\n\nHere are three reasons why gold should continue to rally in the near term:\n\n1. Gold is once again being viewed as a currency and not as a useless relic. At this time, investors are questioning all of this money printing by the central banks around the world. How long can these central bankers continue to just print money in order to inflate asset prices and boost exports? Think about it, record money printing is taking place by the Bank of Japan, Federal Reserve, Bank of England, and other central banks around the world. The money printing by the central banks has even helped the virtual currency Bitcoin to gain traction over the past year. Remember, the reason why gold was used as a currency throughout history is because governments could not print it at will, unlike a fiat currency such as the U.S. Dollar or Japanese Yen.\n\n2. The consumer sentiment for gold in 2011 was enormous as almost everyone was bullish, but that is not the case today. Currently, many analysts and financial firms are still extremely bearish on gold since it plunged from its 2011 top. As long as the sentiment remains negative for gold it should continue to hold up and trade nicely higher. When everyone gets bullish on gold again, that is probably the time to jump ship and become less bullish on the precious metal.\n\n3. The current chart pattern on spot gold is bullish. Gold futures (GC J4) are trading sideways around the $1350.00 level. Whenever an equity consolidates and builds a sideways base it is getting poised to trade higher on the chart.\n\nAbout Nicholas Santiago 576 Articles\n\nAffiliation: InTheMoneyStocks.com\n\nNicholas Santiago started trading in 1991. In 1997, he became a licensed Series 7 and 63 registered representative. He managed money for a large, affluent private client group. After applying his knowledge to his client base, he decided it was time to begin teaching those interested in learning his methods. He is an expert in Technical Analysis. He has become an accomplished technician in the studies of Elliot Wave, Gann Theory, Dow Theory and Cycle Theory. In 2007, he partnered with Gareth Soloway to form InTheMoneyStocks.Com and realize his dream of educating others about the truth of the markets.\n\nVisit: InTheMoneyStocks\n\nBe the first to comment\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":9,
        "format_id":9,
        "topic_confidence":0.9980163574,
        "format_confidence":0.6643168926,
        "weight":0.0086856035
    },
    {
        "url":"http:\/\/www.thefutoncritic.com\/reviews\/2008\/01\/09\/the-50-best-episodes-of-2007-number-30-21-26411\/20080109_bestof2007\/",
        "text":"[01\/09\/08 - 02:33 PM]\nThe 50 Best Episodes of 2007: #30-21\nBy Brian Ford Sullivan (TFC)\n\nIt's time once again for our annual list of the 50 best episodes of the past year. (For previous lists check the links to the right.)\n\nAs usual we'll be counting down 10 episodes a day until we get to the best episode of 2007 on Friday. The episodes on this list are based on nominations by myself and regular visitors to the site as to what we think the standout moments of the year were.\n\nWe also wanted to take this time to tell you about WHY WE WRITE, a fantastic new blog created by \"Eureka's\" Charlie Craig and Thania St. John. It's a collection of essays by some of TV's brightest minds about... you guessed it, why they write. And as luck would have it, the essayists who've contributed thus far are behind many of the episodes on this year's list.\n\nOur \"50 Best Episodes\" feature is designed as a celebration of TV's finest hours (and half-hours) so we're thrilled to give you a window into the minds of those who created them. With that mind, as the countdown continues, look for periodic excerpts from some of the WHY WE WRITE essays. We hope you enjoy them as much as we do!\n\nAs always, our list will differ from the ones you sent in - but that's half the fun! So sit back, relax and enjoy the countdown!\n\n30. \"friday night lights: let's get it on\" (nbc)\n(originally aired: november 2, 2007)\n\nIt really is a testament to this show that the big moments - I genuinely thought Jason Street would be lost in the ocean forever after leaping from the booze cruise, only to have it turn out to be his first step back to peace with his condition - and the little ones - everything from Eric trying to woo Tami back to the bedroom, Saracen regaining his self-respect and Tyra breaking Landry's heart - feel equally natural and effortless.\n\n29. \"the knights of prosperity: pilot\" (abc)\n(originally aired: january 3, 2007)\n\nSeriously - Mick Jagger buttering his popcorn with a Rolling Stones tongue statue, the red 1970s-era T-shirts, Rockefeller asking if there will be cookies, using a Jewish supply store as their clubhouse, Gourishanker describing his love of a certain female organ - what wasn't there to love about this show?\n\n28. \"andy barker, pi: fairway, my lovely\" (nbc)\n(originally aired: march 22, 2007)\n\nI don't know about you, but the image of Peter Allen Vogt running in slow motion was burned into my brain for about a week after this episode aired - and I laughed every time I thought about it.\n\n27. \"how i met your mother: something blue\" (cbs)\n(originally aired: may 14, 2007)\n\nAnother master class in the show's trademark storytelling technique - this time involving how Ted and Robin's relationship unraveled, all set against the backdrop of Marshall and Lily's wedding. Even better - it actually tied together a half-dozen or so throwaway scenes from the past few episodes.\n\n26. \"chuck: pilot\" (nbc)\n(originally aired: september 24, 2007)\n\n60 minutes, well 44 and change without commercials, of geeky heartfelt fun.\n\n25. \"it's always sunny in philadelphia: the gang finds a dumpster baby\" (fx)\n(originally aired: september 13, 2007)\n\nAfter reading the episode title we knew this would be a \"Sunny\" classic.\n\n24. \"csi: crime scene investigation: living doll, part 1\" (cbs)\n(originally aired: may 17, 2007)\n\nThe fruit of its season long, unexpectedly riveting \"miniature killer\" arc, this episode defined the word cliffhanger as the fate of Sara Sidel - not to mention actress Jorja Fox's involvement with the show - was left up in the air.\n\n\"CSI: Crime Scene Investigation\" executive producer Carol Mendelsohn on why she writes: \"In high school, one of my teachers took an informal poll. She asked our class, �How many hours of TV do you watch a week?� I watched 49 hours. From the moment I got up in the morning to the moment I went to sleep. TV was my best friend. In study hall, while others were studying, I was conjuring up episodes of the Big Valley and The Virginian in my head. I could hear the voices of my favorite characters. And when a line I made up didn't sound right, I'd rewrite it. Some things never change. I never told anyone about these 'voices'. I didn't want to be labeled as a crazy. It wasn't until I got my first staff job that I confessed my eccentricity. And that's when I discovered that someone else heard voices, too. Writers hear voices. Which is why I never think of writing as writing. To me, it's more like dictation. Which raises a fundamental question. If I'm not doing the writing, who is?\"\n\n23. \"extras: christmas special\" (hbo)\n(originally aired: december 27, 2007)\n\nSure the first hour was endless self-inflicted melancholy, but boy did those last few scenes - especially Andy's should-be-seen-by-everyone tirade against celebrity - made its swan song a classic one.\n\n22. \"the office: the negotiation\" (nbc)\n(originally aired: april 5, 2007)\n\nTake your pick - Michael accidentally cross dressing, Dwight macing Roy, Darryl finding out how much Michael makes, Angela being turned on by Dwight macing Roy, \"bibbity bobbity\" - this was \"The Office\" in top form.\n\n21. \"the unit: five brothers\" (cbs)\n(originally aired: november 6, 2007)\n\nWhile Hector's death was certainly shocking, just as unnerving was how the Unit took control of an innocent family's home and killed one of its members when their cover was about to be blown.\n\n\n  [january 2008]  \n\n\nmost recent reviews | view all posts\n[01\/11\/13 - 09:17 PM]\nThe 50 Best Episodes of 2012: #10-1\nOur annual countdown concludes with \"Louie,\" \"The Walking Dead,\" \"Game of Thrones\" and more!\n\n[01\/10\/13 - 11:08 PM]\nThe 50 Best Episodes of 2012: #20-11\nOur annual countdown continues with \"Fringe,\" \"The Good Wife,\" \"Breaking Bad\" and more!\n\n[01\/09\/13 - 11:22 PM]\nThe 50 Best Episodes of 2012: #30-21\nOur annual countdown continues with \"Community,\" \"Justified,\" \"Mad Men\" and more!\n\n[01\/08\/13 - 11:14 PM]\nThe 50 Best Episodes of 2012: #40-31\nOur annual countdown continues with \"Modern Family,\" \"White Collar,\" \"Parks & Recreation\" and more!\n\n[01\/07\/13 - 11:05 PM]\nThe 50 Best Episodes of 2012: #50-41\nOur annual countdown kicks off with \"Arrow,\" \"Spartacus,\" \"Last Resort\" and more!\n\n[07\/26\/12 - 08:12 AM]\nThe Futon's First Look: \"Guys With Kids\" (NBC)\n\n[07\/26\/12 - 08:11 AM]\nThe Futon's First Look: \"Midnight Sun\" (NBC)\n\n[07\/26\/12 - 08:10 AM]\nThe Futon's First Look: \"The Goodwin Games\" (FOX)\n\n[07\/26\/12 - 08:09 AM]\nThe Futon's First Look: \"Prodigy\/Bully\" (FOX)\n\n[07\/25\/12 - 08:18 AM]\nThe Futon's First Look: \"Golden Boy\" (CBS)\n\n[07\/25\/12 - 08:17 AM]\nThe Futon's First Look: \"Applebaum\" (CBS)\n\n[07\/25\/12 - 08:16 AM]\nThe Futon's First Look: \"How to Live With Your Parents (For the Rest of Your Life)\" (ABC)\n\n[07\/25\/12 - 08:15 AM]\nThe Futon's First Look: \"Prairie Dogs\" (ABC)\n\n[07\/24\/12 - 08:05 AM]\nThe Futon's First Look: \"The New Normal\" (NBC)\n\n[07\/24\/12 - 08:04 AM]\nThe Futon's First Look: \"Daddy's Girls\" (FKA \"Table for Three\") (NBC)",
        "topic_id":6,
        "format_id":9,
        "topic_confidence":0.9980473518,
        "format_confidence":0.9860337377,
        "weight":0.0152488217
    },
    {
        "url":"http:\/\/fashionpheeva.com\/photos-5-modern-ways-to-wear-scarves\/",
        "text":"Connect with us\n\nLatest Naija Fashion.Celebrity Fashion News.Fashion Tips\n\n(Photos) 5 Modern Ways To Wear Scarves\n\nfashion blog\n\n(Photos) 5 Modern Ways To Wear Scarves\n\nMany a women will consider scarves as just a way of covering untidy hair or keeping you hair out of your way when in truth you can actually use a scarf to add spice to your outfit. Check out these modern ways of wearing hair scarves\n\nKeep It Simple\n\nscarf simple fashionpheeva\n\nYou don’t have to wear your scarf in any fancy way, you can simply roll it up tossed around the hair and knotted at the top of the head.\n\nWear As Hair Band\n\nscarf as hair band fashionpheeva\n\nI did an article on hair bands recently, scarves can be used as hair bands, use your scarf to tie your hair together rather than the usual elastic band\n\n\nMake A Statement\n\nscarf statement fashionoheeva\n\nYou can make a bold statement with a your scarf, knot your scarf on top in the biggest, tangliest bow possible. Hint: rock bold lipstick to help the look\n\n\nThe Hippie Look\n\nscarf head band fashion pheeva\n\nYou can also go for the hippie look which was especially popular back in 2013. Tie a scarf around your forehead, leaving your hair loose and long.\n\n\nWear As A Turban\n\nscarf turban fashionpheeva\n\nYou can also wear your scarf as a turban using a brightly coloured scarf and depending on your style, you can either cover your hair fully or let some dangle out the front.\n\nContinue Reading\n\nA young and vibrant writer passionate about entertainment and fashion, i tweet and post with @iamposhkid on Twitter and Instagram\n\nClick to comment\n\nLeave a Reply\n\nYour email address will not be published.\n\nCall 07011960227 to buy your Gluta-C and Moringa 02 Products\n\n\n\nFashionPheeva’s Blog\n\nCelebrity Style news\n\nTo Top",
        "topic_id":8,
        "format_id":9,
        "topic_confidence":0.9970030189,
        "format_confidence":0.9840285182,
        "weight":0.0058737937
    },
    {
        "url":"https:\/\/www.thenation.com\/article\/with-members-of-congress-home-in-their-districts-help-bring-back-the-resistance-recess\/",
        "text":"Last time members of Congress were on recess, thousands came out to confront them. Videos circulated of representatives facing impassioned constituents demanding to know why lawmakers would play politics with their health care. Some of the most dramatic confrontations involved representatives in Republican-dominated states, such Utah’s Jason Chaffetz and Tennessee’s Diane Black.\n\nBeginning this week through April 23, lawmakers will be back in their districts. Here are some key ways to make your representatives and President Trump feel the heat during the next two weeks:\n\n1. Demand Congress vote on Trump’s new war in Syria. To start, Congress should not have left for recess without voting on President Trump’s illegal military escalation in Syria. As you’re meeting with, confronting, and calling your members of Congress, let them know that they must debate and rein in Trump’s attacks on Syria. You can also sign our petition here\n\n2. Confront your representatives in person. There are a number of resources to help you find town halls and protests in your area, connect with the organizers behind the actions, or organize your own protest or meeting with a lawmaker. Check out’s Resistance Recess calendar and map, as well as the Town Hall Project’s map of town halls, both of which make it easy to find events. Even if your representative won’t hold a town hall or meet with you, you can join with others to call them out for their cowardice, as activists are doing in Chris Collins’s district in upstate New York and at Senator Portman’s office in Columbus, Ohio.\n\nTo help you plan, check out Resistance Recess’s tool kits on issues such as President Trump’s attacks on climate science and proposed draconian budget cuts, as well as Indivisible’s resources on how you can make your town-hall actions effective. Also check out Free Press’s talking points on Net neutrality, as many senators and representatives are just as eager as our president and FCC chairman to repeal rules protecting the open Internet. \n\n3. Join the Tax March on Saturday, April 15 and demand to see Trump’s tax returns. Planned for Washington, DC, and cities around the country, organizers are demanding that the president release his tax returns, with the DC march and others also calling for Congress to pass legislation requiring President Trump and all future presidential candidates to release their returns. Find a march near you and more details here. And in the week leading up to the march, help spread the word by creating a video detailing why you want to see Trump’s returns. March organizers are asking people to post their videos to Twitter using the hashtags #Whatareyouhiding and #TaxMarch so Tax March partners can retweet them.\n\n4. Keep calling. On the days you can’t confront your members of Congress in person, find their district numbers (typically located on their websites), and call them.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9974945784,
        "format_confidence":0.8313409686,
        "weight":0.0018577602
    },
    {
        "url":"https:\/\/spiceindia.us\/6-lessons-learned\/",
        "text":"6 Lessons Learned:\n\nDrink Healthy to Live an Illness Free Life\n\nIt would be great if we can avoid having any kind of illnesses so that we can live a much longer life. We would also be able to enjoy our life a lot more if we have the proper condition in our body and that is why we should know what needs to be done in order for us to achieve a good health. There are different kinds of fruits or natural ingredients that we are able to find on farms that can offer our body with a lot of nutrition. They can help us fight different kinds of illnesses as our immune system would be much stronger in drinking them. There are a lot of vitamins that we can find in these juices as they would have a high concentration of Vitamin C, A and a lot more. It is also known to have a lot of iron and potassium which a lot of us need in order for us to have a much better health.\n\nIf you are interested in buying some elderberry juice, we should know that there are suppliers that we can deal with on the internet. It can be a lot more convenient for us to order these products online, especially when there are no stores near our area that are selling them. We can go to the website of these suppliers and put an order online as they deliver all over the country. We can find different kinds of packages of their products that we are able to order. It would be best if we can order in bulk as it would also come with a lot of discounts. We should do some research so that we would be able to get more information on the health benefits that these products would have and it is also important that we are able to take care of our health on a regular basis. We should eat healthy and have a proper diet so that we can avoid getting sick.\n\nIf you want to get more information on these healthy and nutritious products, we can get a lot of information about them online. There are reviews that we can find regarding these products on their website that can help us determine their quality. There are also a lot of health experts that would recommend these natural products as we are able to get a lot of nutrition from them. They are also quite affordable and that is why we should buy some as soon as possible. There are people that drink fruit juice and eat a healthy meal on a regular basis so that they can avoid getting sick. These people are able to live a much longer life and can have a lot of energy because they are able to get the proper nutrition that their body needs. There are also a lot of other fruit drinks that we are able to find on the market and that is why we should also get to know more about them.\n\nWhat Research About Can Teach You\n\nShort Course on – What You Should Know",
        "topic_id":12,
        "format_id":9,
        "topic_confidence":0.9616581202,
        "format_confidence":0.8671776056,
        "weight":0.0074145387
    }
]