[
    {
        "url":"https:\/\/efab.com.tw\/company.php",
        "text":"In the rapidly changing environment of today's technology driven manufacturing, successful producers are continuously faced with implementing manufacturing solutions to improve the overall productivity and profitability of their facilities. This may mean the acquisition of leading edge technologies, the addition of proven technologies to increase capacities and in many cases, the phasing out of valuable technologies that still have many years of useful productivity in the right facility. Whatever your individual needs, Efab has a solution for you. Efab was founded in 1998 as a subsidiary of MMR International Co. Ltd. In 2010, Efab became an independent operational unit based in Taiwan with a focus on the re-marketing of MOCVD,\nSolar\/PV and Flat Panel Display equipment. Our services are designed to help you manage your capital equipment assets and find the equipment you need to improve your profitability at affordable prices and without long OEM lead times. Additionally, Efab is a web based, B2B marketing tool which you can use to re-market your surplus technologies. Surplus inventories and processing tools have value. You can easily realize a return on your investment without accepting pennies on the dollar from an equipment surplus clearing house. Put capital back into your budget or, into new technologies. If you are looking to purchase equipment, we invite you to browse the current inventories of Efab. Our listings are searchable by manufacturer, keyword and industry specific categories.\nIf the equipment you need is not currently available on our site. We invite you to post your requirements in our \"Equipment Wanted\" listings. Our listings are searchable by industry specific categories. Interested in selling your surplus equipment? Let Efab help you realize a true \"Market Value Return\" on your surplus inventories. Surplus assets have value. It's your money. Don't throw it away. Efab provides solutions for asset management, alternative parts and services that meet or exceed the original OEM specifications and specialty products. Efab is a leading supplier of Diamond technologies and materials enabling tomorrow for you today. Please contact us to learn more about our site, our products and our services.",
        "topic_id":15,
        "format_id":12,
        "topic_confidence":0.9172164798,
        "format_confidence":0.9920612574,
        "weight":0.0090041669
    },
    {
        "url":"https:\/\/www.bishopramseyschool.org\/page\/?title=Library&pid=379",
        "text":"A Christian Learning Community\n\n    School Life\n\n\n    Welcome to the Library\n\n    \"Without libraries what have we? We have no past and no future.”\n\n    Ray Bradbury\n\n\n    • Ms E Neal - Senior Librarian\n\n    • Mrs J Hayward - Librarian\n\n\n    The School Library is a happy and thriving place of academic study and a well-resourced area offering a wide range of information and resources for Year 7 – 13.  There is a comprehensive stock of books, journals and DVDs together with 15 computers meeting not only the academic needs of students, but encouraging their leisure reading.\n\n    Introduced to the Library in their first year, students are encouraged to use the space for independent and group study and visit it for teaching sessions.  Library lessons are frequently held for classes and have included a World War 1 workshop, a discussion on magic and superstition in Shakespeare and Gothic Literature. Sixth Form students have research skills lessons with the senior librarian. The space is also used for the Extended Project Qualification in Year 13. \n\n    Open Monday to Friday in term time from 8.30 – 4.30 (3.45 on a Friday) students may use the Library before and after school, at break and lunch times or during free periods.\n\n    The large stock includes specialised books aimed at the older students, non-fiction for all subjects and classic and modern fiction with authors from Austen to Wilson. There are special Literature and History collections aimed at A Level and GCSE students. New texts are bought regularly to ensure a modern and up to date library suitable for all. There is a book of the month on display chosen by one of the students.\n\n    The Library also stores the archives of the School and the past yearbooks. The main wall display reflects the year, world events and special occasions e.g. Shakespeare’s birthday, World War One, The Olympic Games. \n    Book Club runs every Monday after school.  Open to all students, book club includes activities such as poster design, making bookmarks and taking part in Hillingdon Book of the Year, as well as reading books!! Currently there are 14 year 7 library monitors as well as 10 student librarians who help with library activities and jobs as well as recommending books to their peers.\n\n    Come and visit us soon you would be very welcome.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9909976721,
        "format_confidence":0.9712256193,
        "weight":0.0215294657
    },
    {
        "url":"https:\/\/www.tequ.fi\/en\/project-bank\/hehku\/",
        "text":"Project Content\n\nEven digitalization has been a hot topic in the recent years, many of the Finnish and Lappish companies still struggle to take full advantage of the possibilities it offers. There are still plenty of room for improvement when it comes to digital sales, marketing, new types of business models and finding skilled workforce.\n\nHehku project was developed to offer solutions to these challenges. It shares knowledge, tips and lectures that are carried out in all regions of Lapland to help develop the digital business skills of our local workforce.\n\nTo broaden the bottlenecks in our digital knowledge, the project has defined these four themes:\n\n\n  • Digi Startup\n  • Digital marketing and sales\n  • Global digital resources\n  • Data and customer relationships\n\n\nThere are eight different events aimed to train and develop Lappish workforce’s digital business skills. Four of them are organized in the smaller regions of Lapland and four main events are held at Rovaniemi. The regional events consist of lectures and workshops, employing remote consultants and TEQU project personnel. The events organized in Rovaniemi will each have four keynote speakers, sharing their knowledge and inspiring the participants on site.\n\nObjective of the project\n\nThe project will create targeted expertise in digital business skills for the benefit of the Lapland workforce to create new companies, acquire digital skills from global resource pools, create more digital sales and a sustainable competitive advantage through customer data management. Project boosts the growth of Lapland’s and Finland’s competitive advantage and promotes sustainable growth and job creation.\n\nProject implementation\n\nProject started as early as spring 2020 with the “Covid19-Package”, which provided six webinars on e-sales and business related to companies, as well as one network workshop to develop e-sales for SMEs in the region.\n\nYou can find the full online sales education in the form of recordings on TEQU’s YouTube -channel.\n\nEducation events will continue in spring 2021.\n\nThe total budget of the project is 309 642 €, of which North Ostrobothnia Centre for Economic Development, Transport and the Environment has admitted European Social Fund (ESF) and government funding 247 714 €.\n\nThe project will be implemented between 09.04.2020 and 31.01.2023.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.8741439581,
        "format_confidence":0.6767283082,
        "weight":0.0116482512
    },
    {
        "url":"http:\/\/www.westcoastpodiatry.com\/podiatry-offices\/sarasota-florida\/",
        "text":"Sarasota Office\n\n1961 Floyd Street\nSuite D\nSarasota, FL 34239\nPhone: (941) 366-2627\nFax: (941) 755-0261\n\nOffice Hours\nMonday: 8:15am – 4:30pm\nTuesday: 8:15am – 4:30pm\nWednesday: 8:15am – 4:30pm\nThursday: 8:15am – 4:30pm\nFriday: 8:15am – 4:30pm\n\nYour Podiatrists\/Foot Doctors in Sarasota, Florida\n\nOur practice is dedicated to providing you with a “First Class” experience. We recognize how important your time is to you. From the cleanliness of our facility to the professionalism of our staff, your visit to our office should be the most pleasant of your medical encounters.\n\nWe take pride in the fact that you have chosen us as your podiatrists in Sarasota, FL, and we will make every effort to get you back on your feet as quickly as possible. The doctors and staff are dedicated to not only providing the highest quality of foot and ankle treatment, but also a comfortable office experience. Please feel free to contact us anytime you have a question or concern about foot or ankle pain. As Sarasota podiatrists, Drs. Lasday, Zdancewicz, and Goecker specialize in the medical care of the foot and ankle.\n\nAll Rights Reserved © Copyright 2010-2015 West Coast Podiatry Center | Bradenton, FL Podiatrist | Sarasota, FL Podiatrist\nPodiatry Website Design by",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9968268275,
        "format_confidence":0.8694426417,
        "weight":0.0101977856
    },
    {
        "url":"http:\/\/enintech.com\/dev.html",
        "text":"Out of number of web development companies in Hyderabad, Enintech is the Best Professional Web Development Company, with strong web development experience, which has gained strong domain knowledge in Web Development by considering high expertise skills, designing, and extreme potential to make the Development of Website at best.\n\nOur web development involves developing the functionality and navigation of the basic website, graphics and finally, formatting and loading the content to the actual website. We provide an extensive, best quality services and products along with flexible features which allow you to implement your own personal strengths and also in-house features to create customized websites.\n\nOur Work Methodology\n\nAt Enintech, we follow the complete development life cycle to give the best possible solution to our clients. We work through three main steps such as.\n\nAnalysis and planning – First, our professionals study and understand the requirements of the business. Based on these requirements, we suggest the best suitable technology and provide plan of technical solution which can offer the maximum benefits.\n\nDevelopment – Once the plan is approved, we develop graphic user friendly interface system along with documentation and thorough testing. The client can check the project progress through project tracker tool and suggest changes if necessary. Implementation and testing is done after coding, testing and documentation.\n\nPost Implementation – After the acceptance from client, we release the project and offer support and assistance. The project ends with successful technical solution that satisfies the client.\n\nAdvanced Technology\n\nWe are expert in using advance HTML 5 and CSS 3. Using these, we develop our websites on open source platforms so that you can easily get cost effective solutions. Our advanced approach will help you in getting fast browsing experience and high up time.\n\nWe use content management systems while developing our websites. We use Joomla and Wordpress while developing our websites so that these can easily get managed. We use these open source platforms so that you don’t have to worry about content updating and product uploading. In addition to this, we are also specialized in PHP web development. If you need efficient B2B Portal Development or B2C website, then also we are capable of providing these. Our experienced team of PHP developers will give you website according to your specifications.\n\nEnintech - a leading agency works on different open sources like Joomla, Magento, Wordpress and PHP provides affordable web development services. Our experienced team is capable of developing websites as per your specifications. Moreover, we believe in offering cost effective web solutions.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9853711128,
        "format_confidence":0.8529310822,
        "weight":0.0014659572
    },
    {
        "url":"https:\/\/www.nalandapublicschool.in\/mission.php",
        "text":"Phone: +91 6372804800 Email:\n\n\n Our Mission is to provide high quality education and childcare in a safe, respectful and inclusive environment that builds a foundation for life-long learning.\n\n We aim to provide a safe learning environment with a welcoming atmosphere which creates a sense of belonging amongst the families. We maintain an inclusive environment which acknowledges and respects children from diverse family and cultural backgrounds.\n\n We aim to encourage each child to be independent and develop a sense of responsibility for themselves and respect for others in the environment.\n\n Our mission is to work together to build a safe, respectful and nurturing environment focused on maximizing each child’s sense of wellbeing and acquisition of skills for life and learning.\n\n Our mission is to provide exceptional care to children while fostering each child’s intellectual, social, physical and moral development in an academic- rich environment.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9978908896,
        "format_confidence":0.9937387705,
        "weight":0.0220285218
    },
    {
        "url":"http:\/\/www.sscw.org.uk\/about-us\/",
        "text":"Championship Show September 2001\n\nHistory of the Club\n\n\n\nThe Shetland Sheepdog Club of Wales was inaugurated with the Kennel Club in 1969.  To start off we held 2 Open Shows and 1 Limit Show a year held in conjunction with the Rough and Smooth Collies. This continued until we were granted Championship status in 1974.\n\n\nOur first Championship Show was held in October at Sophia Garden Pavilion in Cardiff, the judge being Mrs M Guest.  Our Championship Show moved to Pontypool Leisure Centre in October 1975, and changed its date to March. This venue was popular and we remained there until 2004 when, due to refurbishments, we had to move and all our shows were then held at the Sports Stadium at Cwmbran. However, due to refurbishments at the Stadium, we had the opportunity to once more return to Pontypool which is now the current home for the Club’s Championship Show.  Open shows are held at the Beaufort Centre in Newport.\n\n\nOur Open Shows are held in January and September, and our Championship Show in March.  The judges for our Championship show are chosen by a ballot of the membership.\n\n\nThe club holds a judging list and anyone wishing to apply can contact the Secretary.  All applications are considered by a judges sub committee.  The secretary holds details of the latest Judges List (and criteria) and can provide this on request.\n\n\nWe also put on social events for our members – all welcome.   A newsletter, ‘Newsflash’, is also produced at the end of each year and sent to all members.  If anyone else would like a copy please contact the Secretary.\n\n\nThe officers and committee are always happy to help with any enquires.   For details of committee click on Committee\n\n\n\nArchive Photos\n\nChampionship Show 1982\nCassie Martin - Secretary\n\nDog CC: Ch Myriehewe Spanish Galleon from Tracelyn\nBitch CC: Seavall Spangle\nJudges Mrs R Crossley (Dogs)\n            Mr M Hart (Bitches)\n\nPhotograph McChesney\n\nSheltie of the Year 2002",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9804427028,
        "format_confidence":0.9947094917,
        "weight":0.0069761026
    },
    {
        "url":"http:\/\/exobia.com\/home\/?page_id=83",
        "text":"Amsterdam The Netherlands\n\nServices We’ve Provided\n\nBranding & Identity\n\nThere’s no better example, right now, of Exobia’s branding than in our music and publishing initiatives. It should go without saying, but making an iconic name for ourselves is important. And we can’t do that alone.\n\nIt takes dedicated partners, repeat clients, and satisfied audiences to reach a symbiotic maturity in the digital content creation business.\nAnd that’s where pioneering ideas go from seed to fruition…\n\nDigital Age Cozy ™\n\nCozies can be more than knitting grannies, cats, and cookbooks.\n\nA New Case File Opened on Cozy Mysteries:The Face of Cozy Mysteries Changes Forever…\n\nMarjorie Gardens Mysteries by A.E.H. Veenman is the first series of mysteries published under the brand, Digital Age Cozy.\nAuthors’ novels embody the traditional elements of the cozy mystery genre, topped off with character(s), mainly the protagonist, who rely heavily on the premise of today’s technology and experts in the applied technical field to help solve crime.While common in main genres, this story structure is highly remiss with writers in the current cozy market, and makes all the difference in creating a Digital Age Cozy.With additional media and online features, these novels make for a more adventurous cozy read.\n\nThe Diversity Genre isn’t a fusion of musical styles.\n\nIt’s an evolution.\n\nA subgenre of Indie & Alternative, 3RD Season’s music has symphonic simplicity and catchy melodies that may start out as pop\/rock or soul…. Midways the song, there’s a mutation.\n\nSultry vocals and tempered guitar turn loud and gritty, your expectations turned inside out. You’re now listening to hard rock or punk….\n\n3RD Season strives for every song to be a journey, taking listeners from Point A to Point ∞.\n\n\n\n    Social Marketing\n\nWe are confident in our abilities and want to share our strategies.\nOur clients’ insights are our insights. And their success in reaching their audience is our greatest achievement.\n\n  Tag & Tweet Marketing\n\nEvery author, whether traditionally- or self-published, knows the importance of marketing with an online megaphone.We’re adaptive to the ever-changing face of social media and have created a big bang drum for rallying followers on Twitter called “Tag & Tweet”. This method of growing an author’s fan-base involves all the readily available features of Twitter and is used for book promotion, contests and giveaways, and blog tours.\n\n\n\n\n\n\n  For Mrs. A.E.H. Veenman, Exobia created her giveaway contest by orchestrating online tweets from her books’ characters to instruct and entertain her followers and readers.\n\nFor 3RD Season, we invoked the use of group chats that reprint to various media, such as Storify. Not only do the band members engage with fans and fellow musicians, but they also gain inside knowledge of the music business.\n\nTheir interaction with industry professionals have proven more than useful in gaining new Twitter followers and increasing their tribe members.\n\n\nAudio Licensing\n\nIt is our pleasure to present the individual musical endeavors of 3RD Season band members for synch, mechanical, and other rights listings.\n\nFor more information, and to view our latest offerings, select “Licenses” in the menu.\n\n\n\n\n\n\n\n\nELS is a legal advice agency utilizing years of corporate legal experience in the international gaming industry. ELS specializes in EU, US, UK, and Asia IP Laws and freelance\/labor laws in the European Union and United States.\n\n\n\nELS has drafted, negotiated, and executed SOW’s, service, consultant, development and joint development agreements for studios and developers. Their games are being published on platforms such as Microsoft’s XBLA, Sony’s PS2, and PC.\n\n\n\n\n\n\nFor a published list of credits, please visit IMDB.\n\n\nAdditionally, ELS’ personal experience in resource management for game studio staff (Managers and Production) can advise the best approach to hiring negotiations and draft your hiring documents. ELS utilizes knowledge suitable to your business and insight to the delicate relationships between developers and their creative and technical staff.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExobia Personalized Children Books:\n\n\n(divorce, death, new parent) BOY \/ GIRL\n\n\n(divorce, death, new parent) BOY \/ GIRL\n\n\n(divorce, death, new parent) BOY \/ GIRL\n\n\n(divorce, death, new parent) BOY\/ GIRL\n\nThese are books that communicate the adults feelings to the child about divorce, death of a loved one, or a new parent.  Each book is designed for today’s family in which the parental figures may not always be mommy AND daddy.  The story is in first person of a BOY or GIRL.\n\nThe importance of the colors in the series relate to the gender of the reader, and the subtitle for each book divorce, or death, or new parent are in soothing colors and relate to the topic of the books. The title coincides to the adult buyer and his or her relation to the child.\n\nThis marketing technique will help (grand)parents to locate which topic they wish to select, therefore buy the correct book.\n\nIn total, this series will begin with 20 different books. (Personalized series with Cultural Sensitivity is underway.)",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.7481503487,
        "format_confidence":0.7610527873,
        "weight":0.0130996944
    }
]