[
    {
        "url":"http:\/\/www.recruitrecon.com\/index.php?option=com_content&task=view&id=7189&Itemid=1",
        "text":"America East America East A10 Big TEN CAA Horizon MAAC MAC NEC\nProspect Search\nTeam Prospect Menu\nEvent Coverage\nRecruiting News\nSpring\/Summer Schedule\nAmerica East\nBig Ten\nOther BCS Teams\nOther Non-BCS Teams\nPlayer Rankings\nPlayer Info Submit\nMessage Board\nDepth Charts\nRating System\nContact us\nPrivacy Policy\n\nRecruit Alvin Ellis reportedly decommits from Gophers\nSaturday, 06 April 2013\nImageMinnesota Daily: Basketball recruit Alvin Ellis has been released from his letter of intent to play for the Gophers next season, the Pioneer Press reported Wednesday.\n\nEllis told the Pioneer Press that he asked to be released because he couldn’t wait any longer to see whom the Gophers would hire to replace Tubby Smith.\n\nRichard Pitino was confirmed as Smith’s replacement late Wednesday afternoon, about four hours after the report.\n\nEllis, a 2013 recruit from Chicago’s De La Salle High School, signed a letter of intent in November to play for Minnesota. Five months later, the Gophers fired Smith, the head coach who recruited him.\n\n< Prev   Next >\n\nDisclaimer: is not directly affiliated with any schools or conferences.\n© 2006 Recruit Recon",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9961587787,
        "format_confidence":0.9873359799,
        "weight":0.0277393662
    },
    {
        "url":"http:\/\/subseaexplorer.net\/offshore-uk-catcher-development-to-hit-60000-bpd-target-ahead-of-plan\/",
        "text":"Offshore UK Catcher Development to Hit 60,000 Bpd Target Ahead of Plan\n\nCatcher is expected to reach an output rate of 60,000 barrels of oil per day in April.\n\nIn its latest results update on Thursday, Premier Oil revealed that the Catcher development, located offshore UK, is expected to reach an output rate of 60,000 barrels of oil per day (bopd) ahead of plan.\n\nFollowing initial projections that the production milestone would be reached by the first half of 2018, the company now anticipates that this output figure will be hit in April.\n\nFirst oil at Catcher was achieved in December 2017, on schedule and under budget. During January this year, the project was producing at around 20,000 bopd, which analysts at investment banking firm Jefferies noted was ‘double the guided expectation’ at that point.\n\nPremier recorded production of 75,000 barrels of oil equivalent per day (boepd) in 2017, which was slightly higher than its 2016 output of 71,400 boepd. The company reported cash flows $496 million from operations during the year, which was up 15 percent on 2016, as well as a positive free cash flow of $71.2 million and a reduction of net debt to $2.7 billion. EBITDAX also increased to $589.7 million in 2017, up from $494.1 million in 2016.\n\nIn a brief research note sent to Rigzone, oil and gas analysts at GMP FirstEnergy described Premier Oil’s latest update as ‘positive’, stating that the company’s financials were ‘in line’.\n\n“2017 was a successful year for Premier,” Tony Durrant, Premier Oil chief executive, said in a company statement.\n\n“2018 will see further production growth, allowing us to deliver on our plans for reducing net debt to restore balance sheet strength while also progressing projects that deliver the highest financial returns,” he added.\n\nGenerated by readers, the comments included herein do not reflect the views and opinions of Rigzone. All comments are subject to editorial review. Off-topic, inappropriate or insulting comments will be removed.\n\nSource link",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9172010422,
        "format_confidence":0.9955685735,
        "weight":0.0031228596
    },
    {
        "url":"http:\/\/www.aceshowbiz.com\/news\/view\/00036561.html",
        "text":"LCD Soundsystem's 'Pow Pow' Video: Anna Kendrick Is Shape-Shifter\n\nLCD Soundsystem's 'Pow Pow' Video: Anna Kendrick Is Shape-Shifter\n\nDespite her shyness, the 'Twilight' actress has supernatural abilities that she uses only on wicked people.\n\nLCD Soundsystem's \"Pow Pow\" music video has been unearthed. It follows beautifully-dressed Anna Kendrick when she goes from one club to another with three guys. \"At midnight, she came to collect the souls of the wicked men,\" so it was explained. Director David Ayer furthermore said, \"In this world, Anna's sort of this shape-shifter, I guess you could say.\"\n\nAs for message behind the video, Ayer had this to say to MTV, \"No matter how big you are, how important you are in this temporal world of ours, there's somebody more important. You have to answer for your sins, and that's a little bit of what this video is about. And the person who sort of represents the power in this video isn't, like, some hardcore gangster guy, but little old Anna Kendrick kinda being her shy self.\"\n\n\"Pow Pow\" appears in LCD Soundsystem's third studio album \"This Is Happening\" which has been on sale since May this year.\n\nLCD Soundsystem's \"Pow Pow\" music video\n\n\n\nLeave a Comment\n\nRequired fields are marked with *\n\n\n\n  1. Ryan Gosling and Eva Mendes Spotted on Rare Outing With Their Kids\n  2. Does Sebastian Stan Tease His Return as Winter Soldier in 'Avengers: Infinity War'?\n  3. Sasheer Zamata Quits 'SNL' After Four Seasons\n  4. Mariah Carey Flashes Skimpy Thong at Dinner With Twins Moroccan and Monroe\n  5. Angelina Jolie Is Ready to Move Into New $25M Mansion After Brad Pitt Split\n  6. 'Titanic' Director Is Sued by the 'Real' Jack Dawson\n  7. Russell Wilson Calls Himself 'Papa' in Sweet Birthday Message for Ciara's Son Future Jr.\n  8. 'Mamma Mia!' Sequel 'Here We Go Again!' Is in the Works\n  9. Stone-Faced Kanye West Steps Out for Dinner Without Kim Kardashian Amid Split Rumors\n  10. First Photo of Alden Ehrenreich as Young Han Solo Arrives",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9979164004,
        "format_confidence":0.9768253565,
        "weight":0.0117577142
    },
    {
        "url":"http:\/\/www.bbc.com\/news\/uk-wales-12894243",
        "text":"Sea Trust calls for volunteers to help track dolphins\n\nMother dolphin with calf - photo by Cliff Benson of the Sea Trust\nImage caption Conservationists were delighted to see dolphins with their calves in Cardigan Bay\n\nMarine conservationists want to launch volunteer groups along the Welsh coast to help track the winter habits of dolphins.\n\nThe Sea Trust spotted more than 50 bottlenose dolphins in its first spring boat trip in Cardigan Bay.\n\nTrip organiser Cliff Benson said very little was known of the dolphins' winter movements.\n\n\"Some seem to move out of the bay, some stay - but who goes where is a mystery,\" he said.\n\nThe group, which is the marine arm of the Wildlife Trust South and West Wales, spent seven hours off the coast on Monday and encountered around 10% of Cardigan Bay's resident population of dolphins.\n\n\"One group were certainly full of the joys of spring with lots of interaction going on between the males and females,\" said Mr Benson.\n\n\"Calves were also present and we were glad to see them.\"\n\nMany of the dolphins were already known to conservationists having been previously been spotted and photographed for Cardigan Bay Marine Wildlife Centre's records.\n\nA marine company which carries out water sampling for the Environment Agency has offered the Sea Trust the use of its boats to carry out surveys all year round.\n\n\"Boat hire is expensive so this will give our volunteers a whole new capability,\" said Mr Benson.\n\n\"We are also looking at establishing more Sea Trust volunteer groups in Cardiff and Swansea to cover the Bristol Channel along with others in the northern Irish Sea.\n\n\"We aim to really boost our knowledge about the seasonality of our cetaceans and other marine megafauna such as basking sharks, sunfish and turtles.\"\n\nMore on this story\n\nRelated Internet links\n\nThe BBC is not responsible for the content of external Internet sites",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9397047162,
        "format_confidence":0.9948851466,
        "weight":0.004831094
    },
    {
        "url":"https:\/\/electrek.co\/2018\/09\/05\/tesla-model-s-x-leases-end-early\/",
        "text":"With the end of the quarter approaching, Tesla is pulling on a new demand lever to help sell Model S and Model X vehicles.\n\nElectrek has learned that the automaker has lifted its restriction on ending Model S and Model X leases early if the lessee gets a new car by the end of the quarter.\n\nThat’s something that Tesla generally refuses to do unless there were special circumstances, but sources familiar with Tesla’s sales told Electrek that the automaker lifted the restriction until the end of the quarter.\n\nFor example, someone with a Model S on the second year of a three-year lease could exchange the vehicle for a new one without penalty instead of having to complete the remaining payments.\n\nThe only condition is that the new Model S or Model X needs to be delivered by September 30, which means that it basically only applies to vehicles in inventory.\n\nThe move appears to aim at boosting Model S and Model X deliveries for the quarter by tempting Tesla’s current Model S and Model X lessees to upgrade to a new car.\n\nTesla operates an ‘Ownership Loyalty’ group within its sales organization with the goal of selling cars to existing customers.\n\nThe automaker enjoys the best customer satisfaction in the auto industry, which often makes its own current customers good potential buyers.\n\nThe ‘Ownership Loyalty’ program has now started offering those customers this new opportunity to lease or buy new inventory of Model S and Model X vehicles.\n\nElectrek’s Take\n\nEvery now and again, Tesla has to pull these kinds of demand levers on Model S and Model X at the end of the quarter.\n\nIt appears that the company might have too much new inventory of these vehicles and it plans to sell them faster by enticing people with leases to upgrade.\n\nThis new offer could be particularly attractive for Tesla lessees who want the latest features and still want to have access to unlimited Supercharging.\n\nThere are many Model S and Model X vehicles with first gen Autopilot on the second or third year of three-year leases, and the lessees might want the new Autopilot. This could especially be the case with the promised updates coming soon, and it could be last opportunity for many to get the car with unlimited Supercharger since Tesla appears to be ending the offer through its referral program in two weeks.\n\nThe downside for Tesla is that it could result in an important influx of used Model S and Model X vehicles, but it is my understanding that those vehicles sell very well.\n\nWhat do you think? Let us know in the comment section below.\n\nAbout the Author",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9572338462,
        "format_confidence":0.9720703959,
        "weight":0.0052233316
    },
    {
        "url":"https:\/\/www.thedrive.com\/news\/24891\/mclaren-720s-shifts-so-fast-even-advanced-data-loggers-cant-keep-up",
        "text":"McLaren 720S Shifts So Fast Even Advanced Data Loggers Can't Keep Up\n\nThe highly advanced, dual-clutch automatic in the 720S proves its extreme capabilities. \n\nMcLaren at Geneva Motor Show 2017\n\nA new video explainer shows that the shift quickness of a McLaren 720S is too fast to log, even when using high-tech data measurement tools. \n\nJason Fenske, host of the clip created for his popular YouTube channel Engineering Explained, employed the extremely accurate VBox data logger telematics device to measure the McLaren 720S’ performance—this device uses satellites to measure and collect data. Along with acceleration, the shift accuracy was put to the test and proved to be too quick to even pinpoint. While the device was able to actually detect the shifts, it couldn’t calculate how quickly the gear changes were taking place.\n\nFenske explains his experience with data logging to assess shift quickness. “I’ve seen estimates ranging from 8 milliseconds to 150 milliseconds, and anywhere in that region is seriously fast,” And as far as the Mclaren 720S goes, “To find out if the estimates are true, I sat inside a McLaren 720S and used a data logger to find the shift speed.”\n\nMcLaren promotes the car as having seamless shifting characteristics, and this test certainly backs that up. Fenske did note that the shift points were detectable from behind the wheel, but that they were very smooth in most modes.\n\nThe seven-speed dual-clutch automatic in the 720S backs a 4.0-liter twin-turbo V-8, and the pairing is rated at 710-horsepower and 568 pound-feet of torque. Power and industry-leading technology mean the 720S can sprint to 60 miles per hour in 2.6 seconds, with a quarter-mile time of 10 seconds flat.\n\nThe superior automatic transmissions found in supercars, like the 720S, typically do tend to have capabilities that can’t be matched by a professional driver shifting any manual transmission out there, but being too fast to log is a new level of accuracy. \n\n2018 McLaren 720S: A 212-MPH Roman Holiday\nThe Drive",
        "topic_id":22,
        "format_id":10,
        "topic_confidence":0.9822798371,
        "format_confidence":0.9786962271,
        "weight":0.0052589349
    },
    {
        "url":"https:\/\/techober.com\/2017\/04\/pakistan-post-launches-online-shopping-facility\/",
        "text":"Pakistan Post launches online shopping facility\n\nPakistan Post launches online shopping facility\n\nPakistan Post has always been active in introducing latest technology trends for its customers to meet the rising expectations of their customers.\n\nContinuing this tradition, Pakistan Post has recently launched UMS Cash on Delivery Service (COD) for the customers.\n\nLaunching of Cash on Delivery Service will prove a beneficial step in terms of customer satisfaction and convenience and will enable individual and corporate clients to send cash on delivery across the country.\n\nWith the help of this initiative, cash on delivery services will be available all over the country.\n\nCurrently, this service is available in 226 cities and towns linked with UMS network.\n\nPakistan Post will enable the service of online shopping for the customers on its website very soon.\n\nAbout The Author\n\nNabahat Tahir leads the content production team at Techober. She also works as a web content manager at Centangle Interactive, an Islamabad-based digital media agency.",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9297608137,
        "format_confidence":0.9765634537,
        "weight":0.0125889345
    },
    {
        "url":"http:\/\/onlineathens.com\/stories\/112505\/sports_20051125040.shtml",
        "text":"Great day for Dayne\n\nPosted: Friday, November 25, 2005\n\nIRVING, Texas - Maybe all Ron Dayne needed was a chance.\n\nFilling in for injured Tatum Bell, Dayne rumbled 55 yards on the second play of overtime and Jason Elam followed with a 24-yard field goal to give the Denver Broncos a 24-21 victory over the Dallas Cowboys on Thursday in a game that lived up to its billing.\n\nTwo teams near the top of their conferences fought hard and close for more than four quarters, with the margin never wider than a touchdown. Both defenses came up with big plays and each team downed a punt inside the 2.\n\n\"I'm disappointed with the outcome, I'm not disappointed with the effort,\" Dallas coach Bill Parcells said. \"We just have to regroup a little bit.\"\n\nDenver (9-2) never trailed in winning its fourth straight, but the Broncos were hardly in control. Their running game struggled until Dayne's big burst, and Jake Plummer threw his first interception since Week 2.\n\nThe Cowboys (7-4) had their three-game winning streak snapped and, like all their other losses, this one was decided late. Their four losses are by a total of 13 points, with the last two coming on game-ending field goals.\n\nBilly Cundiff missed a chance to put Dallas ahead when he pulled a 34-yard field goal wide left with 7:42 left in regulation. The Cowboys had the ball twice more in the final 4:32 of regulation, but punted once and time ran out on them the other time.\n\nThe Broncos won the overtime coin toss and opened with a 7-yard pass to Charlie Adams. Then, on second-and-3 from the 39, Dayne bowled through the left side of the line, pulled away from a would-be tackler around the 50 and kept going until he was dragged down from behind at the 6.\n\nDenver called timeout, then went straight to Elam. The kick was perfect, and the Broncos let out a huge sigh of relief.\n\nWinning on the road was big for Denver. The Broncos improved to 3-2 away from home, with three of their remaining five games on the road. They need to win as many of those as possible for any hope of catching undefeated Indianapolis for home-field advantage in the playoffs.\n\nDayne finished with 98 yards on seven carries, his best game since Sept. 30, 2001, when he was in his second year with the New York Giants. The 1999 Heisman Trophy winner came in with only 53 yards rushing all season and hadn't carried the ball since Oct. 2. He hadn't even cracked 80 yards in a game since 2002.\n\n\"Being able to help the team win is all I can ask for,\" Dayne said. \"I haven't been upset about not playing. I just wanted to show the stuff I have. It was a lot of fun.\"\n\nBell, who grew up in a Dallas suburb, sat out with a bruised chest. He was listed as questionable all week and had said he wanted to play. His average of 6.0 yards per carry is the best in the NFL.\n\nWithout him, Denver had only 89 yards rushing in regulation. The passing game wasn't much more productive, with a long of 24 yards. Before Dayne's big play, the Broncos had converted only one first down since going ahead 21-14 on the first drive of the second half.\n\nPlummer was 15-of-24 for 162 yards, with a touchdown pass to Rod Smith. His franchise-record streak of passes without an interception ended at 229 when Terence Newman picked him off in the second quarter.\n\nDrew Bledsoe was 29-of-44 for 232 yards for Dallas, with two touchdowns and two interceptions. Champ Bailey snagged the first and returned it 65 yards for a touchdown minutes into the game.\n\nBledsoe tied it at 7 with a 20-yard touchdown pass to Keyshawn Johnson, at 14 with a 1-yard plunge on fourth down and at 21 with a 4-yard touchdown pass to Jason Witten. Dallas' last two scores came off Denver turnovers.\n\nThe close one was a fumble by Mike Anderson on the opening play of the fourth quarter. Officials ruled that Newman scooped it up at the 10 before rolling out of bounds, but it was hard to tell. The Broncos couldn't challenge because they'd used up their challenges questioning spots of the ball in the first half.\n\nWitten tied his career high with nine catches and had 82 yards. Johnson had 59 yards on six catches.\n\nThe Cowboys also struggled to run, with Julius Jones gaining 55 yards and Marion Barber III only 28.\n\nTrending this week:\n\n\n© 2017. All Rights Reserved.   | Contact Us",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9976732135,
        "format_confidence":0.9971666932,
        "weight":0.0280155617
    }
]