[
    {
        "url":"https:\/\/www.sumproduct.com\/thought\/array-of-light",
        "text":"Please note javascript is required for full website functionality.\n\nArray of Light\n\nArray of Light\n\nThis article provides a basic introduction to array formulae using a simple problem as an example. By Liam Bastick, director with SumProduct Pty Ltd.\n\n\nA data file has been created with two columns, dates and data, viz.\n\nDates Challenge\n\nIs there a simple formula to put in cell G12 (yellow cell) which will return the most recent date at which the corresponding data was less than or equal to the value in the ‘Target’ cell (cell G14)?\n\nIt can be assumed that there will be at most one data point for each date, but the dates may not necessarily be in ascending order.  The ideal formula should take into account what happens if no date meets the criterion.\n\n\nTo be a successful solution, the formula had to allow for dates out of order and provide a meaningful output (i.e. not “0”) if there was no solution.\n\nIgnoring the error trap requirement, possible solutions include:\n\n  • An array function, e.g. ={MAX(IF($G$18:$G$40<=$G$14,$F$18:$F$40))}\n  • Database functions by building a “criteria table” (sic) and using =DMAX(database,field,criteria) (I plan to explain DFunctions in March’s column)\n  • SUMPRODUCT, e.g. =SUMPRODUCT(MAX($F$18:$F$40*($G$18:$G$40<=$G$14)))\n  • INDEX, e.g. =MAX(INDEX((F18:F40)*(G18:G40<=G14),))\n  • Including an extra column to identify dates that met the criteria, then finding the most recent date using the MAX() function.\n\nTypical solutions are provided in the attached Excel file.\n\nCommon mistakes included using the LOOKUP() function (this requires the dates to be in strict ascending order), getting the inequality the wrong way round and forgetting the error trap.\n\nIn summary, to solve this problem, you needed to find the most recent (biggest) date out of a list of dates that met a particular condition: one viable option is to consider an array.\n\n\nIn Excel, an array is a contiguous set of items in a single row (called a one-dimensional horizontal array or “vector”), or in a single column (a one-dimensional vertical vector), or in a table consisting of at least two rows and two columns (a two-dimensional array).  If you need more dimensions, you are better served with relational databases such as MS Access.\n\nArray formulae perform multiple calculations on one or more of the items in an array.  Array formulae can return either multiple outputs or a single result.  There are two types:\n\n  • Formulae that work with an array or series of data and aggregate it, typically using SUM(), AVERAGE(), MIN(), MAX() or COUNT(), to return a single value to a single cell.  Microsoft calls these single cell array formulae\n  • Formulae that return a result in to two or more cells (there are various formulae that will do this including MINVERSE(), LINEST() and TRANSPOSE()). These types of array formulas return an array of values as their result and are referred to as multi-cell array formulae.\n\nSome functions, such as SUMPRODUCT(), INDEX() and OFFSET() will allow you to work with an array in a single cell by just pressing ENTER.  However, Excel often needs to know you are working with an array formula, and this is performed by entering the formula using CTRL + SHIFT + ENTER.  This will result in the formula appearing in braces ({}).  These braces cannot be typed in.\n\nArray formulae allow you to perform tasks that would require multiple cells otherwise (hence some readers used an additional column).\n\nOur problem requires working with a list to return a single value, i.e. using a single cell array formula on a column vector.\n\nLet’s consider the most common right answer (excluding the error trap):\n\n\nThe central formula, IF($G$18:$G$40<=$G$14,$F$18:$F$40), checks to see which data is less than or equal to the target value ($G$14) and returns the corresponding dates (otherwise it provides a default value of FALSE since the value_if_false in the IF(logical_test,[value_if_true],[value_if_false]) syntax is not defined).\n\nHence we get an array in the form {Date_1,FALSE,FALSE,Date_2,…}. MAX() simply takes the largest value, i.e. the most recent date – easy!\n\nProblems with Arrays\n\nMulti-cell formulae can cause problems as the range of cells to hold your results must be selected before you enter the formula.  Once entered, the contents of an individual cell in a multi-cell array formula cannot be edited and \/ or deleted.\n\nEnd users may not understand your array formulae.  How many basic Excel users would understand the MAX(IF) array explained above?  Advanced users will all too often use an array function when there are simpler, easier to understand alternatives.\n\nLarge array formulae can slow down calculations significantly.  Worse still, they can simply stop calculating with no error message provided.\n\nIn conclusion, array formulae can be very powerful but they should be used sparingly.\n\nIf you have a query for this section, please feel free to drop Liam a line at or visit the website",
        "topic_id":2,
        "format_id":22,
        "topic_confidence":0.69077456,
        "format_confidence":0.5694366097,
        "weight":0.0047351565
    },
    {
        "url":"http:\/\/www.techvillaz.com\/2015\/10\/tecno-h6-latest-firmware-version-wi.html",
        "text":"Tecno H6 Latest Firmware Version With 5GB Free Internal Storage For Use\n\n\nTo all Tecno H6 users, this post was specifically made for you guys. I assume we all know that Tecno H6 is of two versions or type, the old version with build number H6-G325-20140923  but has 2GB allocated free space for use and also the new version with build number H6-G325-20150122S  which comes with 5GB free space for use, yes you read me well, 5GB free storage for user use. Anyway, I can say I’m so dissapointed at Tecno for not making the new H6 version with 5gb free space to be an OTA update or upgrade for the users of old version to just update or upgrade it using their device or flash via sp flashtools. Instead they decided to make a new H6 version with 5gb free space & selling it in the market, thereby leaving the users of old version with 2gb free space in darknes.\n\nAnyway, back to the main point of this post, to the users of old version of H6, I have come up with a reliable & trusted way to help you guys switch from the old version firmware to the new version firmware so as to enjoy 5gb free internal space for usage & other changes instead of 2gb. Below are different screenshots showing you what I mean.\n\nBuild Number: H6-G325-20140923\n\nBuild Number: H6-G325-20150122S\n\n  • Not at all, everything’s working perfectly.\n  • NO, it’s Tecno H6 official latest stock firmware version.\n  • 5GB free internal space for your use and other noticeable changes.\nNOTE: I have personally helped my friends switched from H6 old version to the new version without any issues. If you encounter any issues which I know you will not, but if you do, don’t fail to info me via the comment box…\n\nHow To Upgrade Tecno H6 To Latest 5gb Firmware\n1. Download  Tecno H6 Stock Latest 5gb Firmware and also download SP Flash Tool For flashing the Upgrade\n\nDo This First Before Flashing Rom: Connect your H6 to pc using USB cable to detect and auto install needed drivers. \n\n2. Unzip the downloaded files. You can use software’s like WinRAR or 7Zip to do that. \n\n3. Open folder named “Flash Tool” and double click on “Flash_tool.exe” application\n\n3. Select “Scatter-loading ” option on the Sp flashtools. \n4. Select file named “ MT6582_Android_scatter ” from the firmware folder\n5. Click on “Firmware-Upgrade ” option on the top as shown below & then select Download\n6. Switch off your device or remove &  insert battery, Connect your  Tecno H6 with working USB cable. Ensure your device device battery is upto 50% or 60.\n7. The upgrade process will be triggered and you would be able to see the following screen.\n8. The following screen will appear, on completion of the upgrade.\n\nCAUTION: DO NOT disconnect\/ try to switch the device on while the upgrade is in progress.\n9. Disconnect device, boot go recovery mode and wipe data + cache and reboot your device. \nCongratulations! You are now using the NEW VERSION\/ FIRMWARE: Build Number: H6-G325-20150122S\n\nFor those who have already installed CMW (Clockworkmod Recovery) to their  H6 old version you are not forgotten, lols. Enter here to download clockwokmod backup.\n\nNOTE: I’ve compressed the flash files to zip for easy upload & easy download. So all you have to do is download the zip file from below link, unzip or extract it by using winrar or any zip extracting tools to find the !files to flash. Also, backup your IMEI before proceeding, then restore afterward.\n\n\nWas this post helpfull? Dont forget to hit the share button. If you have any questions, you can ask by using the comment box.\n\n\n  1. That's weird. Everyone who downloaded and used the same password i send to you aint complaining of incorrect password. Try using another extraction tools or software to extract\n\n    • Boot to recovery mode and wipe data and cache, then reboot it will work. If it still persist, redo flashing pop process again and ensure you format your h6 via so flash tools before proceeding to reflash. Must of the errors experienced after installing or flashing ROMs via sp flashtools is because users failed to format or purge their device via so flashtools before proceeding to flash ROMs into their device\n\n    • The password is correct. ensure you type it in small letters. 2ndly, only extract the rar file to find the file to flash folder and proceed to flash using Sp flashtools\n\n    • 1. Download and install mobile uncle tools.\n\n      2. Launch it and grand root access.\n      3. Now, click on IMEI Backup and backup your imei number from there.\n\n      Use same procedure to restore\n\n  2. After upgrading my tecno H6 to the latest firmware that has 5GB available space for storage, I notice that my phone no longer detect network signal whenever I set it at 3G only. Has anyone upgrade his\/her H6? Did you observe such problem? Pls how was it resolve?\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":5,
        "format_id":22,
        "topic_confidence":0.9481509328,
        "format_confidence":0.9074745774,
        "weight":0.0032786804
    },
    {
        "url":"http:\/\/www.essexgirlcookshealthy.com\/brioche-style-rolls\/",
        "text":"Brioche Style Rolls\n\nSupermarket bread just isn't the same as bread you have loved and kneaded at home yourself... it's nowhere near as delicious, and definitely not as healthy for you (check out the actual ingredients labels on bread you can buy in plastic packets... is plain wrong). These home baked brioche style rolls, on the other hand, are like bread perfection. I'd recommend veering towards wholegrain to stay on the low cholesterol straight and narrow, but as the occasional healthy treat, these white brioche are the best rolls ever.\n\n\n  • 500g Strong White Bread Flour\n  • Sachet Allinsons Yeast\n  • Drizzle Rape Seed Oil\n  • 1 Egg beaten (half for dough, half for Egg Wash)\n  • 10g Salt\n  • 1 tsp Sugar\n  • 350 ml Warm Water\n  • Poppy Seeds\n\nMix the ingredients (500g Flour, 10g Salt, Sachet Yeast, drizzle Oil, 1 tsp Sugar, half a beaten Egg and 350 ml warm Water) together in a large bowl, and knead on a counter for 15 minutes\n\nAt the beginning, the dough is likely to be quite wet – but it will come together after a good knead, and floppy dough makes delicious rolls…\n\nAfter kneading, sprinkle a bit of Flour on the dough and put it back in the bowl, leaving it somewhere warm to rise (bowl covered with a clean tea towel) for 1 hour\n\nAfter an hour, knock the dough back into place (it should have risen and be up to twice its original size by now)\n\nDivide the dough into 8 – 10 pieces and roll into balls\n\nPlace each dough ball on a baking tray lined with greaseproof paper\n\nBrush with Egg Wash (or Milk)\n\nCover with cling film (maybe sprayed with Oil so it doesn’t stick?) and leave the rolls for an hour again – somewhere warm\n\nAfter this hour, the rolls should have got bigger… Brush them again with Egg Wash and sprinkle with Poppy Seeds\n\nCook for 15 – 20 minutes or until golden\n\nCool on a rack before enjoying… These are great with Pulled Pork, or Beef Brisket.  They are also delicious with Veggie Burgers or some Smoked Salmon….\n\nTagged ,",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9976103306,
        "format_confidence":0.9550663233,
        "weight":0.0214684051
    },
    {
        "url":"http:\/\/www.lpkennels.com\/advice-that-will-surely-help-you-in-affiliate-marketing\/",
        "text":"Advice That Will Surely Help You In Affiliate Marketing\n\nSome people say that the internet has taken the entertainment industry’s place, as one of the only recession-proof venues in existence. If that’s true at all, then it’s only true because of the billions of product choices that you can find online. As an affiliate marketer, you have free reign to choose which products you want to sell. Use this information to help you make the best decision.\n\nOne thing to beware of with affiliate marketing programs is alienating your customers. Make sure that the products and services offered by your affiliates are ethical and offer good value for customers’ money. Nothing will poison the opinion of a visitor to your website faster than directing him or her to a scam. Conversely, helping a visitor find a product he or she is interested in can make them appreciate your site.\n\nPick a layout for your site that matches the image you want to portray. You want to make sure the style of your site matches the items that are on it. You don’t want to throw viewers off by having a site that looks nothing related to the types of products that are available on it.\n\nBe honest to your readers and disclose your affiliations. Readers know an affiliate ad when they see one, and they will appreciate your honesty. It’ll make them feel better about supporting you by using your referral link. Furthermore, honesty is important in generating a loyal reader base that will continue to generate money in the future.\n\nWhen selecting an affiliate marketing program, make sure to consider the needs of your site’s audience. You want to select a product that is relevant to your readers, otherwise it will make you appear like a con artist that is just after their money. Focus on your niche market and recommend only products and services that are relevant to them, and they will be more likely to follow links and buy.\n\nIf you find the website of the product owners not very well done, you can easily find affiliate link cloaker tools. These programs allow you to link any page from the company’s website. Link your audience directly to the page where they can buy the product if your own website provides enough content.\n\nTo increase the success of your affiliate marketing, discover the type of tracking software a company uses before you join their affiliate program. If the program does not track all of your sales, then you will not receive credit for all of the viewers that you refer to their company.\n\nIf your website is sports-related, you already know what your visitors are going to be interested in. Keep your affiliate links sports related, otherwise they probably won’t click on it. You are most likely to get visitors from that link if it is directly related to your website.\n\nBeing an affiliate is all about the product, as we alluded to in the opening of this article. However, it’s also about following the other steps listed here, in order to achieve your ultimate goal. You will never stop learning about marketing as a whole, nor should you. You should follow helpful advice anywhere you can get it. Start with this article and continue to be a student of the genre.",
        "topic_id":9,
        "format_id":22,
        "topic_confidence":0.9917767048,
        "format_confidence":0.9511565566,
        "weight":0.0123510868
    },
    {
        "url":"http:\/\/www.ehow.com\/how_8256640_eat-radish-pods.html",
        "text":"How to Eat Radish Pods\n\n\nMost radishes are grown for their edible roots, which may be mild or pungent and are eaten raw or cooked in a variety of cuisines. The seed pods of radishes are also edible, and one family of radishes - Raphanas caudatus, often called \"rat-tailed radishes\" - is grown especially for its seed pods. These are a fascinating garden plant, and enjoyed a notable vogue during the 19th century. They have a pungent radish flavor when eaten raw or lightly cooked, and grow milder the longer they are cooked.\n\nThings You'll Need\n\n  • Radish pods\n  • Colander\n  • Paper towel\n  • Steamer\n  • Pot\n  • Wok\n  • Rinse the radish pods under cold running water in a colander. Allow the pods to drain for five minutes, and pat them dry with a paper towel. Pinch off the stem ends, if woody.\n\n  • Add the radish pods raw to salads or plates of fresh vegetables for dipping. They have a fresh, pungent radish flavor with a distinct heat, but with more complexity than a conventional radish. They make an excellent foil for strongly flavored greens and vinaigrettes, and also complement strong cheeses such as feta or goat.\n\n  • Steam the pods lightly as a side dish, or boll them in a pot of salted water. Steamed pods will retain more pungent radish heat than boiled pods, but both will mellow as they are cooked longer. Serve warm with butter or cold with olive oil and lemon or a light vinaigrette.\n\n  • Stir-fry the pods on their own as a side dish, or add them to your favorite Asian stir-fry or pad Thai. The pods retain much of their pungency when lightly cooked, making them an alternative to mild chilies in many dishes.\n\nTips & Warnings\n\n  • Pick the seed pods as soon as they fill out, but before they become dry and leathery. The seeds may be shucked from mature pods and eaten separately. The mature seeds are very strong, and should be boiled or steamed to moderate their flavor. They may be added to a dish of boiled or steamed peas for an interesting flavor combination.\n\nRelated Searches\n\n\n  • Photo Credit Jupiterimages\/Creatas\/Getty Images\nPromoted By Zergnet\n\n\nYou May Also Like\n\n  • How to Cook with Radishes\n\n    Radishes are rich in vitamin C and minerals, nearly calorie-free and serve as a great antioxidant. The University of Illinois Extension describes...\n\n  • How to Know When to Pick Radishes\n\n    Radishes are one of the first vegetables ready for harvest in the spring. Most varieties have a maturity date of approximately 25...\n\n  • When to Plant Radish Seeds\n\n    If you've never grown vegetables before, start with radishes. They take up little room making them suitable for container gardens, grow easily...\n\n  • Ways to Eat Radish Leaves\n\n    The radish is a easy-to-grow vegetable that can thrive in nearly any location as long as sun, soil and water are available....\n\n  • Parts of a Radish Plant\n\n    Botanically, the radish is called Raphanus sativus and it is part of the mustard family. The leaves grow to between 1 and...\n\nRelated Searches\n\nCheck It Out\n\n13 Delicious Thanksgiving Sides That'll Make Turkey Insignificant\n\nIs DIY in your DNA? Become part of our maker community.\nSubmit Your Work!",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9662834406,
        "format_confidence":0.9890328646,
        "weight":0.0222319201
    },
    {
        "url":"http:\/\/ekantcookcurry.com\/kichiri-rice-and-lentils\/",
        "text":"Kichiri (Rice and Lentils)\n\nI won’t lie, when I was planning to make this dish, I got a little giggly – Kichiri is Indian comfort food – it tastes like home – it’s full of stuff that’s great for your body and super easy to digest – it’s what you feed people when they’re sick – it’s India’s ‘chicken soup’ – also, really simple to make – it took me about 15 mins to get the ingredients prepared and just 15 mins of cooking (which pretty much involves me sitting back and waiting for my Kichiri to be ready!)\n\n\n\n1 cup of basmati rice or other long-grain rice\n1\/2 cup of split lentils (like split green mung beans)\n1 small onion, finely sliced\n1 tbsp grated ginger\n3 cloves of garlic, crushed\n6 cloves\n12 peppercorns\n2 tsp whole cumin\n2 tsp ground coriander\n1 tsp ground chilli\nSalt (to taste)\n2 tbsp vegetable oil for cooking\n4 cups of warm water for cooking\n\n\nGetting the right rice & lentils (dahl) is key.  I’m using split green mung beans – green dahl is easy to find in any Indian grocer and it’s cheap – it’s quick to cook and full of goodness.  If you use black or whole dahl, then they take a little longer to cook, so adjust your cooking times accordingly.  If you buy your dahl from a supermarket, you’ll pay a premium – go and make friends with an Indian grocer!\n\n\nStart by washing your rice and dahl under running cold water.  You want to keep washing your rice and dahl until the water runs clear – all that starch will make your dish quite stodgy, so get rid of it.  Drain your rice & dahl, set to one side – try to get as much of the water out as possible (without pouring your mixture down the drain – yes, I’ve done this a couple of times!)\n\n\nHeat your oil in a large saucepan and add in your cumin, cloves and peppercorns – let them cook for about 30 seconds.  Don’t have your pan too hot or they’ll burn – if they do, chuck it out and start again.  The whole dish will have a bitter taste.\n\n\nAdd in your onions, coriander, chilli, ginger, garlic and salt.  Most people know I’m not a big fan of salt, but you need some in this dish – so add in at least 1\/2 a teaspoon.  Fry your onions gently until they brown.\n\n\nTime to put in your rice & dahl and fire up the heat on your stove.  You want to cook your rice a little to give it richer taste.\n\n\nI’ve cooked mine until my translucent rice has started to go white – not brown.\n\n\nPour in 4 cups of warm water and mix everything around.  Make sure there aren’t any stray grains of rice on the side of the pan.\n\n\nCover and bring to the boil.  Once boiling, reduce the heat and simmer gently for 10 mins.  Don’t be tempted to open the lid – don’t be tempted to tamper with it – magic is happening – you can’t do anything.\n\n\nRemove the lid – DON’T be tempted to stir your dish – there’s still a bit of water in there and you could mush the whole lot.  Remove the lid and cook for a further 5 mins to dry it out.  You’ll see the whole spices have risen to the top – if you want to remove them, you can – we leave them in, but they can be a not-so-pleasant surprise for someone not realising what they’ve bit in to.  Most Indians will finish their plate and have a pile of whole spices to the side – we’re just used to it 🙂\n\n\nServe with lots of plain yoghurt and big dollop of butter – mix and enjoy.  Ok, I won’t be answering questions for a while – I’m off to eat!!!\n\n\n11 Responses\n\nLeave a Reply",
        "topic_id":10,
        "format_id":22,
        "topic_confidence":0.9976014495,
        "format_confidence":0.8220513463,
        "weight":0.0184784353
    },
    {
        "url":"http:\/\/www.thewindowsclub.com\/windows-driver-verifier-device-manager",
        "text":"Driver Verifier Manager & Device Manager: Troubleshoot Driver Problems in Windows\n\nIf your Windows freezes frequently or is encountering frequent Stop Errors or BSOD’s then, it is advisable to check if the problem is being caused by a faulty Driver. While in most cases, its usually the unsigned drivers which create problems, one cannot rule out the signed drivers too! Nevertheless, you can troubleshoot, identify & resolve common device driver problems with the help of the built-in Driver Verifier Manager & Device Manager.\n\nDriver Verifier Manager\n\nWindows has, what is called as, Driver Verifier Manager. Its a very useful tool to identify problematic drivers. To open it type verifier in charms bar \/ start menu search box and hit enter. The Driver Verifier Manager, tests each specified driver at startup. If it detects a problem, it identifies it and then stops it from running.\n\nDriver Verifier manager\n\nTo use the Driver Verifier Manager, first select Create Standard Settings > Click Next > Automatically select unsigned drivers > Next. You will see a dialog box ‘Loading driver information’ at the end of which you will be presented with a list of unsigned drivers.\n\nThere are other options, too, to select at every step. Choose what you think would be most appropriate in your case. I have only mentioned unsigned drivers as they are usually suspect. This way Standard Settings will first be created. This helps you in identifying what might be a buggy driver.\n\nIn the last stage of the wizard, you have two options: to click Cancel or to click Finish. Its best to click Cancel. This way no changes are made to your system configuration. From the list which is presented, you can manually try to Roll back, Update, Disable or Uninstall the Driver. But if you click Finish, then on re-start of the PC, you may be presented with an error message. This will include the name of the buggy driver along with an error code. Note down the drivers name and the error code.\n\nNext reboot, but this time in Safe Mode. Now you can choose to Roll back, Update, Disable or Uninstall the particular Driver.\n\n\n\nFinally, to disable the Driver Verifier Manager, type verifier \/reset in Windows Start Menu Search and hit Enter.\n\nDevice Manager\n\nYou can also use the Device Manager to identify a problematic driver. To do so, type Device Manager in Windows search and hit Enter.\n\nDevice Manager\n\nIf you see a triangular yellow exclamation mark, then this driver could be a suspect.Here is an example:\n\n\nRight-click on it to open its Properties.\n\ndriver general\n\nThis will give the current status of this Driver. You can also check for Solutions online under the General tab.\n\ndriver general\n\nIf you feel that this Driver could be the cause, then under the Driver tab of the Properties box, you have the option to either Roll back, Update, Disable or Uninstall the Driver.\n\nHow to troubleshoot & fix Device Driver Problems and how to identify or verify unsigned \/ signed Drivers may also be of interest to you.\n\nPosted by on , in Category Windows with Tags\nAnand Khanse is the Admin of and a 10-year Microsoft MVP Awardee in Windows for the period 2006-16. Please read the entire post & the comments first, create a System Restore Point before making any changes to your system & be careful about any 3rd-party offers while installing freeware.",
        "topic_id":20,
        "format_id":22,
        "topic_confidence":0.9120564461,
        "format_confidence":0.8325408697,
        "weight":0.0094198682
    },
    {
        "url":"https:\/\/www.creativecorgis.com\/tlc\/",
        "text":"Usually the pocket square needs very little attending to. But just like everything else, your Creative Corgis pocket square might need some tender love and care from time to time.\n\nFor a quick and effective refreshing, steam it and let it cool on a flat surface. You can also iron it with the lowest temperature on the iron and a thin towel between for extra security. Try to avoid ironing on the edges. Since they have hand-rolled hems and stitched by hand they might crease and fold when ironed directly on top with a lot of pressure. Again, once ironed, leave it to cool down for a few minutes. All fabrics are more prone to creases when warm and humid.\n\nTo get a stain on a favourite piece of clothing is always a bummer, but the key to successful removal is time! Tend to your stain as soon as possible since the longer it sits, the harder it will be to remove.\n\nWhen looking dapper, one often adds a little perfume. A good tip is to put on your perfume before putting on your clothes and placing your square since the scent might stain on sensitive fabrics such as silk. \n\nWine stains are sometimes inevitable, but not hopeless to remove! First action is to dab a little carbonated water on the stain. Make sure not to be too rough, so hydrate on a towel and gently pat your stained square with it.\n\nAfter a long week at the office or a late night of dancing, the best spa for both you and your pocket square is airing outdoors for a while.\n\nTry to avoid handling your square with greasy fingers. If due to a few cocktails and a late night greasy snack, this is unmanageable and you end up with stains, do not fret! Baby wipes or makeup remover wipes can get you a long way in dissolving the grease.\n\nGot chewing gum on your pocket square? Simply put your pocket square in the freezer and gently break off the chewing gum once it has stiffened. But please, if this happens to you, send us an e-mail and tell us your back story. It surely most be tremendous!\n\nIf you end up with stains you have no idea where they came from, put on a brave face and go to your trusted dry cleaner. It does not hurt if you flip a coin in a fountain on your way there. And if not even they can remove it, embrace it and consider it a part of life and a sign of good times. Fun and exciting days are sometimes a bit messy.\n\nFollow us for news!",
        "topic_id":14,
        "format_id":22,
        "topic_confidence":0.9237957597,
        "format_confidence":0.8987433314,
        "weight":0.01370036
    }
]