[
    {
        "url":"https:\/\/www.runnersworld.com\/peak-performance\/apr-24-more-discussion-was-mutais-20302-at-boston-unfairly-aided",
        "text":"Apr. 24: More Discussion--Was Mutai's 2:03:02 at Boston Unfairly Aided?\n\nSunday, April 24, 2011, 9:12 pm\nStories about last Monday's fast races in the Boston Marathon, particularly the men's times, continue to pop up here and there. Many of the\narticles and perspectives are interesting, and it's hard to resist making some comments. So I won't resist. [Photo at right by Jeff Dengate, Runner's World.]\nTwo Hour Marathon: When, Not If In The New York Times, Christopher Clarey interviewed several highly credible sources, including statistician David Martin, and physiologists François Péronnet and Guy Thibault. I'm fortunate enough to know all three of them well, and also to know that they understand running really well. But I think they're way off in their projections for a sub-2:00 hour marathon in the next four to 20 years. Not a chance.\nMen's Marathon Limit Is 2:00:47. Period. The best and most fascinating paper I've ever read about the ultimate limits of male and female runners is largely unknown, because it wasn't published in a sports sciences journal but a biological journal. The article by Stanford marine biologist Mark Denny investigates the biological limits of running speeds in dogs, horses, and humans. Surprisingly (to us running nerds anyway), Denny finds that dogs and horses have already reached their limit. Best example: Secretariat, the Triple Crown winner of 1973, whose record in the Kentucky Derby and Belmont Stakes still remains today. Denny has noted that biologists have no trouble with the concept of biological limits; it's only sports fantasists who can't see them. You can read Denny's free, full text article here. I can't recommend it highly enough. Anyway, he predicts the fastest marathon any man will ever run, on an unaided course, is 2:00:47. Ever. Paula Radcliffe is already close to the ultimate women's performance, 2:14:58.\n\"Analysis Shows Mutai’s 2:03:02 Not Excessively Aided\" That was the headline on a Race Results Weekly story by marathon statistician + athlete coordinator + journalist David Monti. In the article, Monti mainly quotes Ken Young, the giant of all road-race statisticians and web master of the highly useful Association of Road Race Statisticians site. Unfortunately, Young's particular data-driven approach to analyzing results is dense (albeit brilliant) to anyone who doesn't have a Ph.D. in statistics and several post-doc years in Youngian analysis. What Young is saying amounts to this: Mutai's strong performance wasn't surprising because Mutai has run some very good races recently. Check, I'm good with that. Also, from a historical perspective, the Boston course isn't overly fast. Check, also good with that.\nBut does that mean his 2:03:02 wasn't aided and abetted by Boston's downhill course and particularly the steady tailwind?\nIn an email exchange with me, Young admitted that courses like Berlin and Boston are \"apples and oranges.\" He also acknowledges that Boston is a non-record course. But if I understand him correctly, he holds to the belief that there is nothing statistically aberrant about the Boston performances last Monday, at least not according to his standards.\nI don't have Young's stat brains or data set, but I think there was. The first four men finishers with prior marathon experience (this eliminates Mosop) improved by an average of 1:56, and they were superfast to begin with. When you're superfast, it's hard to improve by more than a handful of seconds at a time. Almost two minutes each? There's something fishy about that.\nToni Reavis: Boston 2011 Worth 2 Minutes It was like \"swimming down current,\" says the knowledgeable TV guy who has broadcast every Boston since 1977.\nGebrselassie Respects Mutai's 2:03 “He respects very much the two fast times of Mutai and Mosop,” Gebrselassie’s manager, Jos Hermens, said in an email to The Associated Press on Thursday. “It gives him great motivation to try and run faster.” Not very interesting, actually. But good to hear from Gebrselassie.\nGeoffrey Mutai Says Boston Weather Was Bad And Course Tough Okay, he's entitled to his opinion. But I guarantee the Boston weather last Monday was better than it is in nine out of 10 Boston Marathons. I sure hope Mutai comes back when the Boston weather suits him better, because he'll no doubt run close to 2:00:00 flat. And I'd like to see that.\nLetsRun Agrees With Me (Next Will It Support Gallowalking?) Robert Johnson, Cornell track coach and co-founder of LetsRun.com with its anaerobic \"World Famous Message Boards,\" editorializes much as I have. He agrees that Boston should give up on the charade of applying for record status, and concentrate instead on all the event's many positives. (My earlier blog is here.)\nIAAF Is Dazed And Confused You'd think that the IAAF, which all of us mention at some point when discussing records, has a consistent approach to the whole point-to-point, downhill brouhaha. Think again. On its \"All Time\" marathon list, IAAF puts Robert Kiprono Cheruiyot in 41st place for his 2:05:52 at Boston last year. No asterisk. No nothing. However, on its list of the fastest marathons of 2011, Mutai and friends find themselves in a separate IAAF category labeled \"Downhill Courses.\" Elite runners who competed in the new, 2011 Los Angeles Marathon, also find themselves here.\nHere's How to Organize a Really Fast, Legal Record Imagine you are race director of a marathon that allows you to choose from an infinite number of different courses on race day. Race morning, you wake up, and find that it's overcast and 45 degrees F with a steady 30 mph wind from the west. It would be easy to design a course that would meet all record-keeping standards (a drop no more than 1 meter\/km, and a start finish separation of 30 or 50 percent), and probably be faster than Boston last Monday. You'd arrange for a course with no hills, the maximum allowable distance with the tailwind, and a steady, gradual downhill over the last 8 to 13 miles. You might even get lucky and have the wind direction change when the runners turned onto the downhill part of the course. It just might end up pushing them every step of the way.\nSure, I know this sounds ludicrous. But compute the probability against this: A 10,000 meter track race in which the wind changes direction 180 degrees each time the leader heads down a new straightaway. Which is more likely? That's why track records mean something, and road records mean a lot less.\nSo, Finally, We Have to Acknowledge ... That road records are fuzzier than track records. At least for the present. This could change if someone decides to adopt a \"legal course\" definition for marathons requiring that a course must start and finish in the same place. Bingo. All problems solved. But this isn't going to happen (I don't think).\nThat forces us to accept the \"black swan\" hypothesis of Nassim Nicholas Taleb. In a big, open system (loose definition of \"legal\" marathon courses, and lots of environmental factors), weird, unpredictable stuff will happen now and again. Stuff like perfect days and unpredictably fast times.\nI'm okay with that. Because watching both the men's and women's races at Boston, while knowing how fast the participants were running, was its own reward, whether or not the races could count as records. (I have to admit that I wouldn't have been as excited if the leaders had been heading toward 2:12 and 2:30. Some people think I should be excited by slow races, if they are \"competitive,\" but I think those people are nuts. That's a topic for another day.)",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9977642298,
        "format_confidence":0.7481666803,
        "weight":0.0024634958
    },
    {
        "url":"https:\/\/alittlebitleft.wordpress.com\/2008\/09\/",
        "text":"Can the US Government behave like Warren Buffet?\n\nFree Market purists like to claim that things go bad when the government intervenes, but how is government intervention different than an individual intervention? They say that to have the government invest in a business to prevent it from going bankrupt is bad; but how does the government investment differ from the investment of a rich individual such as Warren Buffet? Is it OK for Warren Buffet to invest 5 billion dollars in Goldman Sachs, but not OK for the US Government to do so? Why should the US Government have to follow different rules that Warren Buffet? Is it because we can’t trust the US Government because the US Government is not motivated solely by profit?\n\n\nThe majority problem\n\nCenturies ago most people accepted that a king had the right to decide right and wrong.  Today many people believe that the majority has the right to decide right and wrong.  This may seem to be a social improvement, and it might be, but it also happens to be untrue.  Using logic, we can prove the following claim to be false; “The will of the majority should be accepted as right.”.  If the statement were true, and most people believed that the sun rotated around the earth (as they once did), then it could imply that other beliefs should be discouraged and scorned.  Yet, just because the majority desires a fact to be true, does not make it so.\n\nIf the majority believe women are inferior to men, that does not make it so. If the majority believe there is or is not a god, that does not make it so. If the majority believe only one specific language should be spoken in a country, that does not make it “right”.\n\nIn what cases should we listen to the will of the majority?  On what basis should be make our rules and laws?",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9771600366,
        "format_confidence":0.9783673882,
        "weight":0.0047589406
    },
    {
        "url":"https:\/\/fullofdance.com\/2015\/01\/05\/quote-of-the-day-alina-cojocaru\/?like_comment=6&_wpnonce=bbe4de90e5",
        "text":"Quote of the Day – Alina Cojocaru\n\n“I can’t do the same thing twice, even if I try. But at the Royal there was one way of doing things – the Royal Ballet way. Now I’ve cut the ropes that were holding me, I can experiment, and I’m not afraid to fall.”\n\nYeeeesss! I love brave dancers!\n\nNow she will be in ENB’s Swan Lake (7, 11, 13, 16 January) with another brave one, Ivan Vasiliev (not that Swan Lake’s choreography leaves you any room to experiments!).\n\nIt would be so nice if they could be partners more often, in the future! She is SOOOOO good!\n\n3 thoughts on “Quote of the Day – Alina Cojocaru\n\n  1. This is indeed excellent news, thank you so much for posting! I had read that he was rehearsing for Swan Lake and couldn’t believe it. I do hope he is fully recovered and will not sustain another injury. Unfortunately I cannot be in London to see his performance tonight, I would have loved to, but I am still hoping he might just dance the leading role in Ivan the Terrible with the Bolshoi on the 19th of April. Here’s hoping!\n\n\n\n    1. Katherine, did you ever receive my reply to your first post? I just saw it is in “pending” (not “published”) status. If you have not: I was thanking and wellcoming you. Problem is, I’m still figuring out how this blog’s features work, not always successfully, kkkk. Sorry.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.8848746419,
        "format_confidence":0.6117421389,
        "weight":0.0026682056
    },
    {
        "url":"http:\/\/torythered.blogspot.com\/2009\/06\/5-june.html",
        "text":"Saturday, June 6, 2009\n\n5 June\n\nGoodbye, Norway!\n\nIt's been a great twenty days. While it is still fresh in my mind...\n\n9 Great Things About Norway:\n\n1. Stupendous geography, rich in vast mountain ranges, spectacular fjords, numerous waterfalls, and huge forests\n2. Friendly, well-educated people\n3. 100% powered by renewable energy (hydro power!)\n4. Good train system, excellent bus system\n5. You have to pay for bags at the grocery store (encourages using your own)\n6. Great hostels! I was most impressed with the breakfasts.\n7. Good traditional cuisine (great seafood!) a nice mix of international foods\n8. Free water at most restaurants (!!!)\n9. Universal healthcare and welfare (Norway is essentially a socialist country with a very high standard of living)\n\n\n5 Somewhat-less-than-Awesome Things About Norway:\n\n1. Food costs 3-4 times as much than in the USA (The standard combos at McDonald's range from $13-$17)\n2. Alcohol costs about 3 times as much as in the USA and wine\/liquor can only be purchased at special government-run stores with limited hours (Cheapest pint of beer I found was $9)\n3. Unique currency, not a member of the E.U. (But they are a member of NATO)\n4. Smoking is really, really cool and is very popular among all the cool people here\n5. Economy is currently anchored by oil exports (meh)\n\nToday was a super-long day of travel. I left at 8:20 AM and arrived in Uppsala, Sweden at 7 PM.\n\nThere was a great sunset last night. Like, really incredible.\n\nAnd it turns out that today was graduation day for schools all over Sweden. And during my layover in Östersund I saw between 30 and 50 dump trucks which had been converted into party wagons full of drunken co-eds blaring party music and drinking champagne.\n\nIt was madness. A completely inappropriate introduction to the country, but enjoyable all the same.\n\nTomorrow is Sweden's national day, so Caitlin and I are going into Stockholm, which is only a 40 minute train ride from here. Time has been tight here, but I'll do my best to keep up with posts.\n\nNo comments:\n\nPost a Comment",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9840429425,
        "format_confidence":0.9870169759,
        "weight":0.0019316238
    },
    {
        "url":"http:\/\/quiltparadise.blogspot.com\/2007_01_01_archive.html",
        "text":"Wednesday, January 31, 2007\n\nI am cleaning up\n\nNo it is not spring time, it is the height of summer, hot and very, very humid but I am cleaning out this house!\n\nThis year with Charlotte at school everyday and Chanel at daycare two days a week I am vowing to be organised! Last year some time Patty listed her cleaning schedule with daily, weekly, monthly, six monthly and even annual chores. I kept it and although most of her routine is not relevant to me I will adapt it and change accordingly. One thing I remember her saying was if you are in a mess, give yourself the time to de-clutter and have bags for\n\n\nWell I haven't come across too much to put away. Gradually as Charlotte has grown out of clothes and toys they have gone to Chanel. But Chanel is growing out of things now. The baby toys are gone, the hand knitted baby clothes are gone (except for what my mum, nan and mother-in-law knitted). This is the tropics after all.\n\nAll my odd glassware that is not longer a set is gone, we have acquired far more along the way. Unused wedding presents, we will celebrate our 8 anniversary this May.\n\nThe girls bedrooms are looking lovely and tidy. I know it won't stay like that but everything has a home that it can go back to.\nFor now Chanel is not sleeping all the time in her bed so we still need the cot as well. When that goes she will have a lot more room. I have fairy lights for her room but she is still at the pull it apart stage so hopefully soon we can make everything prettier.\n\nI am particularly happy with my hallway cupboard, there is now some empty space in there.\n\nWell if you lasted this long, well done. Not the most interesting post.\n\nThanks for all the well wishes on Charlotte's first day of school. She had a ball. She came home hot, sweaty and grinning from ear to ear! She hardly ate any lunch, so finished it at home for afternoon tea. When I asked her why she didn't eat much she said \"Mummy I was too busy!\"\n\n\nTuesday, January 30, 2007\n\nLook out Grade One, here she comes!!\n\nToday is Charlotte's first day in Grade One. She looked so cute in her uniform. She went to preschool last year at the same school, so she already has some friends in her class and met her teacher last year but this year she is wearing the uniform and will attend five days a week.\n\nShe found her desk and started colouring in when we arrived. I stayed for awhile but she was happy so Chanel and I kissed her goodbye, she gave us a wave and we left her to it.\n\nI can't wait until 3pm this afternoon to hear all about her day.\n\nSunday, January 28, 2007\n\nComfort Cushion\n\nRemember that beautiful cushion cover that I got from Christina with all the stitching, well I am not so clever but here is the one I made. Modelled beautifully by Miss Charlotte wearing her Rhapsody Fairy Dress over her pyjamas - very stylish. Miss Charlotte starts Grade One in two more sleeps!!!!\n\nI am happy with my effort on the cushion cover. Look out Bonijo it is headed your way! Here is the back view!\n\n\nFriday, January 26, 2007\n\nAustralia Day\n\nToday is Australia Day. It is a public holiday. We are off to party this afternoon around at some friends house. Should be lots of fun.\nAustralia Day is the anniversary of the day the First Fleet landed in Sydney in 1788. For anyone interested here is some more info for you!\nWherever you are, have a great day!\n\nMonday, January 22, 2007\n\nA January Finish\n\nThis Panel has been quilted since before Christmas but now the binding is done too. I used a verigated thread for the quilting and I like how it has turned out. The backing is flannel pieced from two bunny rugs.\nIt is going to an aides orphan in South Africa\n\n\nSunday, January 21, 2007\n\nNew Goals.....\n\nNow I know I am early but I am starting to set goals for February..........\nBind Russ Quilt\nFinish Loretta's Sudoku\nMake Loretta' 40th Birthday Wall hanging\nStart BOM (first installment hasn't arrived yet!)\nJanuary has been a crazy month here, all I really want to accomplish this late is\nAnnie's dilly bag for her checker pieces\nBind Giraffe panel and send off.\nAll is do-able, now I need to get moving!\n(Just for something pretty to look at, here is a recent sunset on the lake)\n\nThursday, January 18, 2007\n\nHow special is this!\n\nI am very lucky to be involved with a small group of ladies that encourage, support and inspire each other. I have never met any of them in person, we 'met' through an online quilting group and formed our own little \"sub-section\".\n\nWe are currently running a comfort cushion swap. We were each given another in the group to make a cushion for, so when things aren't great you can hug or punch your cushion, whatever makes you feel better.\n\nMine arrived to day. THANK YOU SO MUCH CHRISTINA! The verse is lovely, but my favourite bit is the \"Notes for Jodie\" pocket bottom right.\n\nThat make three posts in one day, think I need to go do something more productive!\n\n\nToday's Photo Shoot\n\nLoretta phoned last night and said when she visited at Christmas she went home without any up to date photos of the girls.\n\nTo rectify this we got snapping this morning.\n\n\nApricot Jam\n\nPurists should look away now!!\nI made these little jars of jam yesterday using the Microwave. It was so quick and easy. It took a maximum of half an hour and no mess.\n\nAll you need is:\n500 g apricots\n¼ cup lemon juice\nMicrowave for about 6 minutes in a large container with the lid on.\nAdd 2 cups sugar, stir. Microwave for about 16 minutes with the lid off.\n\nThat's it!!!!!!!!!!!\n\nI want to thank a lady named Helen who provided the recipe on an online quilting group I belong to. She says it also works with nectarines.\n\n\nMonday, January 15, 2007\n\nFound 'Um\n\nRemember before christmas when I couldn't find the checker pieces? Well I found them! They were in the bag I thought they were in but the bag wasn't were it was supposed to be! Can't blame that on anyone but myself. DH will get his back and still another set left!\n\n\nTuesday, January 09, 2007\n\nOur Tess is Home\n\nTess didn't get home last night, the vet kept her again to be sure, but we were able to pick her up at lunch time today.\n\nShe is far from well. Still sluggish on her back legs, I had to help her into the car and then when she went outside to inspect her turf she tried to break into a run and couldn't.\n\nRob the vet said he was very worried about her Sunday night, he stayed with her for a long while and then went back in later to check on her.\n\nWe are to keep her quiet for a few weeks as her heart will take the longest to recover, watch her bowel movements and eating to ensure there is no paraylsis and give her soft food to eat. Have some premium mince out defrosting right now.\n\nHer bark is still a squeak but like everything else it will improve in time.\n\nI have asked the girls to be quiet as Tess needs her rest so they sat beside her making sure she was resting.\nThis is an old photo of her as a puppy with Russ's work boots, she was so cute (she is seven and a half now, still cute, just bigger!). At the moment she is lying in the entry way asleep and I can't take a photo with out disturbing her. There is current photo of her on my Mapleton post.\n\nMonday, January 08, 2007\n\n\nWe took the girls and Tess the wonderdog on their first camping trip last week. We went to Flannagan's Reserve out west from here. We went there 'cause dogs are allowed if you keep them on a leash.\n\nIt was a full moon while we were out there and the silly birds got confused and were noisy throughout the night thinking the sun had risen when it fact it was the moon! We slept through their noise the second night.\n\nWe set up our site looking out towards the adjoining property. There were cows in there and kangaroos early in the morning.\n\nThe other side of the reserve was on the Logan River. We kept away from there just to be safer with the girls. It was very pretty though.\nChanel fought having an afternoon sleep and literally nose-dived into her bunk!\n\nThe down side when we got home was that our Tess had picked up a paralysis tick. We rushed her to the vet late yesterday and she is in Doggy hospital now. Hopefully she will be home tomorrow.\n\n\nTuesday, January 02, 2007\n\n\nAfter a crazy christmas time we took off for a few nights up to my SIL's little cottage at Mapleton, in the Sunshine Coast Hinterland. Gaye works in Japan, teaching English at University level, so she only gets back a few times a year.\n\nWe had a very relaxing time, walked a little, read a little, slept a little. The girls had a great time. We took some colouring in, two games - Junior Monopoly and Trouble and their baby dolls. No fighting and no \"I'm bored\".\nMapleton is on the Blackall Range and the soil is very red. Some lily ponds and beautiful gardens .......\n\nThe other great thing about going up there, is we can take our four legged family member with us. This is Tess the Wonderdog relaxing on Aunty Gaye's front deck ......\n\n\nOur Christmas\n\nA bit behind I know, just catching up. I hope everyone had a wonderful festive season and that 2007 is good to us all.\n\nOur festivities started on the Saturday evening before Christmas with a BBQ with friends. No I still haven't found the last packet of checker pieces but my DH came to the rescue and offered me the pieces from his Checker set that I made for his birthday last May! Bless him. I still need to make a little dilly bag for everything to go in, but Annie loved it and doesn't know she was supposed to have a bag as well. Here she is with my two playing in the Hammock....\nSunday was cooking and preparing for Christmas Day. Then to finish DH wall hanging. I had the idea of handprints for a long time and didn't really know what to do, so ended up cutting them out of felt and sewing onto another 9 patch snowball quilt. I thought it would only take me a couple of hours to sew them on. Wrong!! I finially finished at 3am on Christmas morning. It was worth the effort, I am happy with the result and DH has agreed to hang it in the entry of our house.\nWe had a lovely lunch with family and... (truncated)",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.8970633745,
        "format_confidence":0.9360528588,
        "weight":0.0029359313
    },
    {
        "url":"http:\/\/ericaseyes.blogspot.com\/2008\/11\/deck-streets.html",
        "text":"Saturday, November 22, 2008\n\nDeck The Streets\n\nIt just really seems too EARLY to be decorating for Christmas. However, driving through the city streets it seems like everyone is already getting into the holiday spirit! There is a tiny part of me that's almost ready for it. The rest of me is dragging my feet and saying, \"At least wait until Thanksgiving is over.\" Nevertheless, Christmas is just around the corner.\n\nAre you ready for it?\n\n1 comment:\n\nTammy said...\n\nOMGosh, yes we seem to always do this! Too funny. It wouldn't surprise me in the least even to find out we'd photographed the very same lamp post! :0)",
        "topic_id":14,
        "format_id":15,
        "topic_confidence":0.5001665354,
        "format_confidence":0.9849202633,
        "weight":0.003089204
    },
    {
        "url":"http:\/\/learningandinnovation.ronjie.com\/2006\/09\/wussup-doc.html",
        "text":"Thursday, September 7, 2006\n\nWussup, doc?\n\nBusiness Times p.B2\nThursday, September 7, 2006\n\nBy Moje Ramos-Aquino, FPM\nWussup, doc?\n\nLet me talk about a different level of trust.\n\nI just received a distress call from Dr. Joey Lapeña of UP-PGH. He said that they have 25 residency positions in their department every year. This is a four-year program. In previous years they were swamped with applicants for residency slots at the UP-PGH Department of Otorhinolaryngology, as many as 40 applicants for seven positions. They used to have the leisure of choosing the best and the brightest.And this is happening all throughout the UP-PGH system.\n\nThey never thought they would suffer from this. After all UP-PGH gives the highest pay among government training programs and, generally, more than what private programs give. Not bad in terms of remuneration that they would get for the amount of and quality of training they could derive from the residency programs at UP-PGH, where they get the greatest number of patients and a variety of cases.\n\nDr. Joey said, “This year, in fact, we had 12 applicants and six of them UP graduates. They were supposed to report for the pre-residency evaluation where they actually go on duty.\n\n“When the actual day arrived for them to begin, only six showed up. This early, one quit. Only five decided to push through with their application. Where have all the other doctors gone? As we all know, some have decided to take up nursing and we know why.\n\nWhat worries me about all these is that UP-PGH is the hospital of “last resort”—so-called, in the sense that people who can no longer be treated elsewhere end up at UP-PGH. Of course, some who could afford seek medical care abroad. Those who come to us do so mostly because of financial considerations and partly because of the available expertise. Given that scenario of what is happening to us in terms of the number of applicants it seems UP-PGH might not be immune from the mass immigration\/doctor drain infecting our healthcare system. Unfortunately, other smaller hospitals especially in the provinces have closed down or are in the process of doing so because of lack of doctors and nurses.\n\n“Some fields are equally important, like anesthesiology. When the anesthesiologist leaves, what happens to the surgeons, obstetricians and other surgical fields? They can’t do anything.\n\n“What is alarming is that otorhinolaryngology is a high-profile field, a very desirable profession, almost an elite subspecialty; but there are now very few of us here in the Philippines, only 400 board-certified. Yet, there are not enough doctors and the remaining are not interested in our field. In the USA, it’s very difficult to get into otorhinolaryngology.\n\n“Among the top 10 diseases in any age group are a few that require ENT specialists. The World Health Organization lists ear infections among the top five childhood diseases. The other four are diarrhea, fever, respiratory infections and convulsions. Respiratory infections also involve ENT doctors.\n\nThe very young and the very old are especially vulnerable and could suffer when we lose our otorhinolaryngologists. They treat everything that could go wrong with the ear, nose, oral cavity, throat, head and neck.\n\nWussup, doc? Dr. Joey Lapeña and UP-PGH trust that you would heed their call. I trust that you will honor your Hippocratic Oath and serve us, your fellow Filipinos, here.\n\nNo comments:",
        "topic_id":12,
        "format_id":15,
        "topic_confidence":0.9248053432,
        "format_confidence":0.9068800807,
        "weight":0.0021992417
    },
    {
        "url":"https:\/\/anthonyslewis.wordpress.com\/tag\/world-series\/",
        "text":"Posts Tagged ‘World Series’\n\n\nLess Than Expected\n\nOctober 27, 2008\n\nThat pretty much sums up how I felt about the show on Friday night. I’m sure there are some things that play in to all of this. The current economic environment sucks, and the fact that we had to change the show wasn’t a help either. We had our smaller crowd since the first show, and while everyone was pretty much into the show, it was certainly a let down. The plus side is that we sold out our stock of DVD’s from the last show, so we had extra money to put forth the next show which appears to be in early December.\n\nThe show itself in the ring was pretty good. Maybe the best in ring show we’ve done. I am still hoping that the look of the shows increases, something just seemed “off” the whole night for me.\n\nIn unrelated news, the Rays are down 3-1 to the Phillies. It appears that I will be 0-3 in my WS picks since 2006. Worst! At least Heroes is on tonight, I have that to look forward to.",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9750721455,
        "format_confidence":0.9969592094,
        "weight":0.0032826974
    },
    {
        "url":"http:\/\/fabiobueno.com\/2012\/03\/22\/row80-round-1-final-update-extravaganza\/",
        "text":"ROW80 Round 1 Final Update Extravaganza\n\nTime for the last ROW80 Round 1 update! You can find my set of goals here. Round 1 of 2012 ROW80 ends today, March 22nd. And the second round begins on April 2nd.\n\n * * *\n\nFirst, the results.\n\nWriting goals:\n\n  1. Write 2,500 words\/week. I ended up with 24,914 WIP words, a 1,430-word short story, and several blog posts. In three of the weeks, I didn’t write a word, though. I can write with noise and movement around, and I never have writer’s block; the problem in those unproductive weeks was my lack of energy.More about that below.\n  2. Outline of CRIMSON. Great progress here. Only one major plot point to be resolved.\n  3. Re-write career plan. I did well on Bob Mayer’s online course until halfway. Then life got in the way. I’m determined to complete it offline, though.\n\nSocial Media goals:\n\n  1. Blog schedule: 1-2 posts\/week, plus ROW80 updates on Sundays. I reached this goal almost every week! I managed to keep them short, except for two or three of them (including this one) that called for longer texts.\n  2. Create a stash of blog topics and blog posts. One blog post ahead of schedule.\n  3. Support fellow writers. Many blogs read, commented, liked, shared. Many authors RT’d, shared, voted for, and promoted. I did my best here. I just checked my blog comments spreadsheet: 292 comments in this period. Not bad.\n\nPersonal goals:\n\n  1. Exercise at least 4 times a week (at least 2 runs and 2 workouts). I was doing really well, but stopped running recently. Got a couple of pounds. I’ll sign-up for a half-marathon as an incentive to get back on track.\n  2. Study\/Research at least 2 hours\/week. After a bad start, I really gained some ground here. Happy with the results so far.\n  3. Read books every day I read only three books.\n\nAssessment: This was my first time participating in ROW80, and I loved it. Keeping track of words, workouts, and blog comments allowed me to assess my progress and fine-tune the goals. The support from friends of the blog was invaluable–my accomplishments are a direct result of your incentive. Thank you all!\n\nWhat can be improved: I have always kept a log of my word count, so I know I can be more prolific with the same alloted time. I identified two main issues. The first is my lack of energy on some days. Maybe a better diet and a more disciplined exercise regimen will help. The second one is randomization. Working at the same time on the WIP, social media, research, blog posts, exercise, house chores, errands, and other time-consuming activities is not effective. The solution is to compartmentalize at least some of these tasks. I could reserve nights for blog hopping, Sundays for post writing, early mornings for workouts, and so on. I’ll try to create a (realistic)schedule.\n\nThank you all for your support!\n\n * * *\n\nAnd now, the non-ROW80 update. During those 80 days, I did a few fun things:\n\nI took two trapeze lessons. I went to the second one on Sunday, and I got to fly! There’s no video of the catch, but a video of the practice and a (bad) picture of the catch.\n\nI took Wonder Wife to see The Fray at the Paramount. I love that theatre.\n\nThe dude even sang in the middle of the audience. Classy move.\n\nI also went to John Green’s launch of “The Fault in Our Stars.” The line went around the mall. Got my copy signed and watched John and Hank Green’s performance. Nerdfighters are awesome!\n\nThey even have a tour bus!\n\nLovely gifts–both trees–from my son and from Wonder Wife. One is a stone tree:\n\nWonder Wife gave me a bamboo tree.\n\nThe best part: it wasn’t a special occasion! Don’t you love getting gifts “just because”?\n\nWhat about you? How has your 2012 been so far?\n\nThe following two tabs change content below.\n\n\n\n25 comments on “ROW80 Round 1 Final Update Extravaganza\n\n  1. sheilapierson\n\n    Wonderful! Look at all you accomplished. I commented to another ROW80 participant that it points out exactly what a slacker I really am – lol. Wow – the trapeze adventure looks terrifying!\n\n    1. Fabio Bueno\n\n      Hi, Sheila! I had to adjust the goals halfway through the round, otherwise I’d have failed my initial ambitious goals :-)\n      The trapeze lesson is a little intimidating at first, but after a few tries, you just have fun. I recommend it!\n\n    1. Fabio Bueno\n\n      Look who’s talking – the person who publishes six books in a year :-) Thank for your example and support throughout this round, Prudence!\n\n  2. Eden\n\n    It looks to me like your ROW was more success than anything else. I noticed a lot of us seemed to fade out during the middle of the round…. after holiday blah catching up with us maybe?\n\n    Gifts “just because” are the best gifts. Great pictures and great stories… Sounds wonderful!\n\n    1. Fabio Bueno\n\n      You noticed that about the holiday too, Eden? I thought it was just me. I slipped into a funk during three of the weeks. Not writer’s block (because I knew what I had to write). I just had no energy. Weird.\n      Thank you so much for stopping by–and for the wordsprint sessions! :-)\n\n      1. Eden\n\n        The “plummet” (I like that term… think I’ll use it later) hit a bunch of people. Michelle over at The Story Inside Me was just bemoaning her own failures, and I read Tia had one, and… So I’m blaming the holidays.\n\n        And glad to do the wordsprints with you. They really have helped me. Hope that’s the same for you.\n\n  3. Lena Corazon (@LenaCorazon)\n\n    Fabio, you’ve done such a fabulous job. I’m also so impressed with how organized you are at keeping track of everything — so fantastic for figuring out how much you’ve gotten down.\n\n    Sometimes I think our bodies, and our brains, just need to have a little break now and again. I know I’ve definitely had a inadvertent moments of downtime this round. Still, you’ve written an incredible about, and gotten tons of other stuff done.\n\n    See you next round!\n\n    1. Fabio Bueno\n\n      Thank you, Lena! I read about your accomplishments yesterday–you did incredibly well!\n      Now, to write down goals for round 2 :-)\n\n  4. Debra Kristi\n\n    Fantastic Fabio! You were rockin’ the Row80. I am proud of you. And I am totally thrilled for the trapeae lessons. Will you be using this experience in your writing?\n\n    1. Fabio Bueno\n\n      Thanks, Debra! The trapeze time is actually one of the few moments when I’m not thinking about writing :-)\n      But the combination of technique, focus, and (weirdly enough) relaxation required for the trapeze can be used for writing as well. You gave me an idea :-)\n\n  5. Karen McFarland\n\n    I just love your wonderful attitude Fabio! It jumps right off the page!\n\n    You really R.O.C.K.E.D. the ROW on your first time out! Congrats! And you had fun besides!\n\n    And yes, my favorite gifts are just because…they come from the heart. Love that!\n\n    I can see that you’ll be still flying high into the next round Fabio. Can’t wait until April 2nd! :)\n\n    1. Fabio Bueno\n\n      Thnk you, Karen. I couldn’t have done it without your unwavering support.\n      Gifts out of the blue are great :-)\n\n  6. Raelyn Barclay\n\n    Definitely more success than failure Fabio, way to go! And it looks like you’ve had awesome fun too. I’ll see you in round 2 :)\n\n  7. Emma Burcart\n\n    It seems like you accomplished a lot. I think that making a realistic schedule does really help. Your posts of your workout goals has been inspiring for me. That is the biggest area that I need to work on!\n\n    1. Fabio Bueno\n\n      I can assure you that adding the workout as a goal have helped me. In my case, the motivation behind many of the workouts was: “I can’t skip one; what will I write in the update?” :-) Accountability is key. And shame is too, I guess :-)\n\n  8. Angela Orlowski-Peart\n\n    You accomplished a lot during this round, Fabio. The goals were very impressive and I know you worked hard to stay on track. I can’t wait to read your short story!\n    And if you come up with a good plan to handling all the stuff that you handle daily, please share with me – I could use such plan too.\n\n    1. Fabio Bueno\n\n      Angela, we missed you last night. I’ll send you the short story soon.\n      Maybe I’ll post about the proposed schedule. I’d love to hear some ideas about it.\n\n  9. Roy Street (@RoyStreet4)\n\n    S’up Fabio. Very impressive. Wish I was as organized as you. Lately things have been overwhelming and draining. By the way thanks for the feedback on my zombie drawing. Got rid of it in a hurry. Went for something more fitting for our site. I’ll have to check in with you more often.\n\n    1. Fabio Bueno\n\n      I’m not that organized. I need lists and logs because I am disorganized, actually :-)\n      I’m glad to have helped, even a little, Roy. Will you and Alicia be joining us in round 2?\n\n      1. Alicia & Roy Street\n\n        Due to some rather trying events over the last six weeks, we’re behind on everything with some crushing deadlines to meet. Round 2 simply does not fit at this time. But maybe we can hop on board later. Thanks.\n\n  10. Jennette Marie Powell\n\n    Congrats on getting tons done, Fabio! I sure can relate to the “not enough energy” and also the fragmented time. When I’m able to concentrate on one task at a time it helps. I’ll be interested in seeing how you do with that in the next round – and hopefully picking up a few more good habits in that area myself! Looking forward to Round 2! :)\n\nLeave a Reply",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.6761674285,
        "format_confidence":0.8263648152,
        "weight":0.0030009329
    },
    {
        "url":"https:\/\/beatingthebounds.wordpress.com\/2009\/03\/01\/intertwined\/",
        "text":"A photo I inexplicably omitted after last week’s walk. I liked the way the honeysuckle winds around the tree trunk. The honeysuckle leaves are another ‘outrider of spring’. This phrase is lifted from Roger Deakin’s ‘Notes From Walnut Tree Farm’ which I’ve just begun to read. Expect much more about this book in forthcoming posts.\n\nI have been out for several dawdles this weekend, all necessarily short and at toddler pace but fruitful and satisfying none the less. Can’t tell you about them yet because flickr is being awkward about rotating the photos I took in portrait orientation. As blogging has become an obsession (you may have noticed), my desire to get out and about at weekends has become even more pronounced. The need to stretch my legs, fill my lungs, blow away the cobwebs is ever present, but now I also need to explore, find new images, material – grist for the mill. Today I went to find out about a couple of things that I mentioned in posts almost exactly a year ago. Of which more later…(when flickr will play).\n\nFinally, a quote from 365 Walks, whom I discovered in the blogroll at Walk – the magazine of the Ramblers’ Association.\n\nKeep writing. Don’t let them block you. Keep walking. Don’t let life stop you. Watch for rainbows and feathers! Be idiotically persistent in your endeavors!\n\nI love the idea of being ‘idiotically persistent’, I suppose some would describe that as being pig-headed. I can live with that.\n\n\n2 thoughts on “Intertwined\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.5762608051,
        "format_confidence":0.9964273572,
        "weight":0.0032809462
    },
    {
        "url":"http:\/\/msasch.blogspot.com\/2008\/07\/picture-me-laughing.html",
        "text":"Wednesday, July 23, 2008\n\nPicture me Laughing\n\nchina gives peeps designated \"arrest me\" zones to do their thing.\n\n“Chinese people know better than to go demonstrate in a {issue} zone during the Olympics, except maybe a few people with nothing to lose,” he said. “They know the risk of retribution is very high.”\n\nHe added: “It is not a step toward allowing Chinese citizens to demonstrate freely. They are using this as a fig leaf to cover the fact that they are organizing the Games in a very {uncool} environment.”\n\nsigh. {double sigh}\n\nBookmark and Share\n\nNo comments:",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.7378719449,
        "format_confidence":0.9928042293,
        "weight":0.0048291637
    },
    {
        "url":"http:\/\/raisedoncanadianradio.blogspot.ca\/2011_02_21_archive.html",
        "text":"Monday, February 21, 2011\n\nArtist: The Barmitzvah Brothers, Album: Let's Express Our Motives: An Album Of Under-Appreciated Job Songs, Song: Trailblazer\n\nThe Barmitzvah Brothers are an alternative band from Guelph, Ontario.  They are neither brothers nor Jewish.  Two of the three founding members are actually female.  They formed in the year 2000 and released their first album in 2001.  Let's Express Our Motives...., is their most recent release from 2007.  It was produced by Andrew Magoffin of the band, The Two Minute Miracles (see blog 12\/19\/10).  Their music has always been very eclectic and very hard to categorize.  It can range from folk to pop to even klezmer.  The song, Trailblazer, really shows off the band's ability to craft a song that is strangely familiar yet so unique.  It has a nice pop sensibility to it.  The band appears to be on hiatus at the moment.  Although some of the members are playing with other artists like The Burning Hell and Jenny Omnichord (alias of band member Jenny Mitchell).  You can keep an ear to the ground for anything new at  You can purchase their album, Let's Express Our Motives...., on Itunes.  You can hear the song, Trailblazer, on You Tube (  Thanks for reading and enjoy!",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9962439537,
        "format_confidence":0.9866485,
        "weight":0.0043034163
    },
    {
        "url":"https:\/\/noshameonlypride.wordpress.com\/2011\/01\/24\/lifetime-movies-a-cautionary-tale\/",
        "text":"Lifetime Movies: A cautionary tale\n\nSince getting DVR, I have taken up a lot of ill advised television habits-the worst of which is an unhealthy dependance on Lifetime original movies. This has had a couple of undesired side effects. See, there are two types of Lifetime movies that call to me. The first, like “A Date with Darkness,” tells the harrowing tale of a too good-looking dude,  his dark secret, and the women brave enough to stand up to him.\n\nWe've all been there. Right ladies?\n\nThe other, which has had even more disastrous side effects, is the rom com. The problem is that a Lifetime rom com, like say, “Lying to be Perfect” takes everything you love about rom coms and turn them up to 11. A typical, big budget rom com is so contrived that you can sit down and watch it and leave without having your world view disrupted. A Lifetime movie is so much more contrived and unbelievable that it ends up cycling back to completely acceptable and then it changes EVERYTHING.\n\nBefore, I was content to meet guys the normal way-through friends, or at a bar or party. Now, I’m convinced that I need to make my life into the ridiculous, over the top rom coms that I so hate\/love. The real issue is that when you commit to something that is only acceptable in the Lifetime world, it has the absolute opposite effect, in that you immediately become the kind of person that guys run, not walk away from.\n\nOn a recent trip into crazy-land, I decided that a really cute, rom com way to meet a guy was to end up sharing an umbrella on a rainy day. I was walking home from work and I spotted an extremely handsome, umbrella-less guy. I thought it would be weird, and maybe take away from the adorableness if I offered, so instead I just walked awkwardly close to him with my umbrella held out, so that he might happen to be under it and then laugh and tell me thanks and then one thing would lead to another and so on. What actually happened, though, was that the handsome dude was too tall for me to get an umbrella over him without really reaching, and also walked too fast for me to casually sync up with him; so instead of being the cute girl who was generous with her umbrella, I was the scary girl chasing him with my umbrella stuck out in such a way that it probably looked like I was trying to use it as a weapon.\n\nDoesn't this look nice? THAT SHOULD HAVE BEEN MEEEEEEE!\n\nThe flip side of the Lifetime effect is that when you’re not assuming that the hot guy on the train is going to catch you when you slip on the ice above ground and then tend to your sprained ankle over a home-made pasta dinner, you’re thinking he’s going to follow you home, tie you up, and sell you into sex slavery. Unfortunately, I tend to get my signals crossed when deciding which instinct to go with. Last summer, I lived in a less than stellar neighborhood, where my cup runneth over with catcalls and jeers from my fellow Harlem-ers. One night, I was walking home from the subway when a young man emerged from a bodega and started walking a little ways behind me. After 3 blocks of him maintaining the same 5 yard distance behind me, I became convinced that he was setting the first steps of his diabolical rape\/murder\/trafficking operation into motion. One block more and the thought had taken over. I began walking faster and faster, and then, after turning the corner before my last half block, I burst out my best sprint, managing to get through my front door to my apartment just before he turned the corner himself.\n\nI sat in the foyer of my apartment building, my hands still shaking with adrenaline, congratulating myself on outsmarting a criminal, when I heard the unmistakeable slam of my industrial strength front door. I whipped around to find my would be attacker, a gorgeous twenty-something with an ipod and a briefcase, wearing his best biz cas. There was no doubt that this guy had been completely aware of every step of my downward spiral. He looked at me, annoyed and said “2B,” pointing to the stairs that I was currently blocking. I moved out of the way, too embarrassed to speak, and watched my never-before seen neighbor walk up the stairs, and into the apartment that he clearly lived in, and that clearly wasn’t lit by lamps with skin-covered shades.\n\nI’m not crazy. I don’t love all Lifetime movies. I wasted two hours of my life that I’ll never get back on watching “A Friendship to Die For,” on New Years Eve, and I couldn’t even get 3o minutes into Sarah Chalke’s four hour epic romance, “Maneater.”  I keep saying I’m going to kick this habit and return to life as a more normal, decidedly sane person. But then I queue up the DVR list, and find that at midnight the night before Sarah recorded “And Baby Will Fall.”\n\n\"This thriller will put a chill down your spine in a story of love, greed, and one psychotic killer.\" -Review of \"And Baby Will Fall.\" PUT IT IN MY EYESSSSSSS!\n\nThis entry was posted in Uncategorized. Bookmark the permalink.\n\nOne Response to Lifetime Movies: A cautionary tale\n\n  1. Hannah says:\n\n    You guys are hilarious. I love this blog- especially the Bachelor posts since I’m thinking the exact same thing most of the time while watching the show.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":6,
        "format_id":15,
        "topic_confidence":0.9276691675,
        "format_confidence":0.9977642298,
        "weight":0.0043518992
    },
    {
        "url":"https:\/\/www.isabellewinkler.com\/2016\/11\/27\/a-first-resume\/",
        "text":"Deutscher Text\nLooking back. Marks in the sun.\n\nAfter my first week on the road, I had written a summary of my state of mind. When I wrote it I was still a little high from the previously experienced nature-high and totally not used to the feeling of power over me, myself, and I. Since then, much has changed. However, it is important to me to share it with you because it captures that moment and my state of mind.\n\n\n\"For the last week, I have been traveling to the east alone. It turns out that this adventure reveals more about myself than about the culture and the country I am visiting. I don't feel overwhelmed. After all, that was the plan. I really wanted to know where my limits lie before I entered Russia. I discovered the stranger in me. It's a fairly wide, fairly breathtaking landscape (metaphorically and literally) and I am regularly high of the feeling of absolute self-determination. I realize that I am experiencing this feeling for the first time.\n\n\nNew coenaesthesia\n\nI feel muscles that I have never felt before. It is not a painful muscle ache brought on by over stressing, rather the noticeable slow growth of the fibers with permanently increasing demand. My attitude is changing, too. I stand upright, walk with wider steps and feel taller. My body becomes a tool that is at my disposal. The exhaustion occurs much later than expected. I am much more present and look forward to my growing leg muscles. My body aesthetics adapt to my new goals.\n\n\n\nAfter only one week on the road, I have already made some serious mistakes. I missed trains, overestimated myself, lost all my documents, and bought dubious tickets on the Internet. The resulting problems were quite serious and went way beyond my head. Problems that I can't solve alone are a complication. Just because something is complicated does not mean that it is impossible. The certainty that I will find a way to cope with whatever is thrown at me, is exhilarating.\n\n\n\nA woman traveling alone is not a normality anywhere. It was commented on everywhere I went. I have already been called everything from brave to insane. When I feel threatened (almost never), I walk more decisively, my steps become wider but not faster and I breathe slower. Most of the time, however, I am confronted with complete ignorance or an instinct of protection. Between alien and baby, I feel equally uncomfortable. My vis-a-vis often doesn't know this, and most of the time I say goodbye with a friendly and helpless smile.\n\n\nPlanning approach (key realizations)\n\nThe planning of such a trip is not about my own security, but about giving the person I visit enough time to get comfortable with the thought of me being there.\"\n\nWrite a comment\n\nComments: 0",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.7949270606,
        "format_confidence":0.9852049351,
        "weight":0.0019280776
    },
    {
        "url":"http:\/\/kissmary.livejournal.com\/50735.html",
        "text":"Log in\n\nNo account? Create an account\n\nPrevious Entry | Next Entry\n\nvacation over\n\nI had a great time in PA, visiting friends and family. John post some pictures from 4OJ(3OJ) somewhere. I wish I could have seen friends that I did not get to see, but I had to see my family instead. I already miss Pennsylvania again. The weather was great in PA and now I'm back to the heat and humidity here.\n\n\n\n( 1 note — grab a pen )\nJul. 11th, 2006 06:13 pm (UTC)\nProbably nothing like what you're dealing with, but it's really humid here today. I had to run my defroster full blast this morning.\n( 1 note — grab a pen )",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9360574484,
        "format_confidence":0.9808715582,
        "weight":0.005491363
    },
    {
        "url":"https:\/\/burrber.wordpress.com\/category\/election-day\/",
        "text":"election day\n\ntoday i’ll write something serious.\n\nit will be my first time to vote for the national election. i feel kind of scared and at the same time excited. lots of news-might-lead-to-failure-of-election  aired by media every night and every day. seems like it would be 49 rate of being successful and 51 would be failure (in the perspective of the negative Filipinos, at least). but the power of positivism never fails. three days more and i need to be more mature and responsible enough for the next 6 years of the Philippines.\n\ni will sure vote.  god bless my homeland.",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9948923588,
        "format_confidence":0.9961431623,
        "weight":0.0048454049
    },
    {
        "url":"http:\/\/yummyascanbe.info\/wordless-wednesday\/ww-boiled-peanuts\/",
        "text":"April 29, 2009\n\nWordless Wednesday\n\n\nBought some fresh peanuts from the market yesterday.  I just boiled them and the family enjoyed it while watching tv last night.  They were yummy.  Happy WW everyone!\n\n2,910 total views, 2 views today\n\n4 responses to “WW – Boiled Peanuts”\n\n  1. Anya says:\n\n    Yummieeeeeeeeeeeee :))\n    Happy WW !!\n\n  2. Shey says:\n\n    Oy! Inggit ako. Pahinge please, ipasa mo lang through the computer. hehehe.\n\n    I miss that. I have to go to the Asian market to look for that!\n\n\n    Sheys last blog post..Splashes\n\n  3. Lori says:\n\n    Are they good??? Happy WW:)\n\n    Loris last blog post..Wordless Wednesday\n\n  4. They look really good! Fresh nuts are good for you too as long as you get the unsalted kind.\n\n%d bloggers like this:",
        "topic_id":10,
        "format_id":15,
        "topic_confidence":0.9853502512,
        "format_confidence":0.8213662505,
        "weight":0.0021517862
    },
    {
        "url":"http:\/\/lozcraft.blogspot.com\/2014\/08\/welcome-to-harrison-donald-tomecek-born.html",
        "text":"Sunday, 24 August 2014\n\nWelcome to Harrison Donald Tomecek, born 5.8.14.\n\nSo besides my pre-scheduled design team post it's been a bit quite here on my blog. Regular followers will probably have been able to guess why: I gave birth! Even though my due date was 20.8.14, little Harrison didn't want to wait and was born on 5.8.14.\nMy waters broke around 4pm on 4.8.14 however I was not experiencing any contractions. After calling the hospital and confirming I had likely had my waters brake, I drove myself into hospital still partially expecting them to tell me I had wet myself when I got there and have them send me home. :) Instead, they set me up in a birthing suite and said I should settle in for the night. I tried to contact Ben to update him, however the battery on his phone had gone flat so I didn't get a hold of him for another hour. He did sound sufficiently guilty over the phone once I did speak with him.\nAt 8.30pm the on-call OB came to see me as contractions still had not started. We decided to wait overnight to see if things would progress naturally. By 11pm I had been having severe back pain for a while and decided to ask the midwife for some pain medication. She performed an examination and discovered I was actually 7cm dilated! Unfortunately, we didn't progress too much further during the course of the rest of the night. My OB saw me around 8am Tuesday morning and determine I was 9cm dilated however baby's head had not descended. He went to perform another induction and returned at 10am. We discovered I was fully dilated however baby hadn't moved and appeared to be stuck on the 'spines'. Dr Bopp advised me of my options, however given Harrison was starting to show signs of distress we chose to proceed with an emergency C-section delivery and he was born at 11.15am (19 hours after my waters broke).\n We spent five days in hospital recovering and were hopeful of a smooth transition to home when discharged on 10.8.14. Unfortunately, I developed a serious case of mastitis and was re-admitted to hospital on 11.8.14. We needed to stay in for three nights for the IV antibiotics to kick in and were discharged on 14.8.14. We then had another flair up within 36 hours, which we are currently managing at home with the assistance of our GP. The blood work has indicated the second bout is more intense than the first, however luckily it didn't come with the fever the first bout did.\n In addition, Harrison does not sleep well during the night resulting in me achieving three hours sleep per night on average since his birth. There is limited opportunity to catch up in this during the day due to the feeling\/expressing schedule we are using to treat the mastitis. Harrison is also struggling with latching during feeding so he has not put on any weight since initially being discharged from hospital. We have another check up tomorrow with a midwife and I have my fingers crossed he will have gained some weight. It will probably continue to be pretty quiet around here until we can get all the health dramas worked out and settle into a new routine.\n\nPhotos of little Harrison from 8.8.14, 11.8.14, 13.8.14 and 24.8.14.﻿\n\n\n  1. Sweet photos. Congratulations.\n\n  2. This is the problem with not blogging often or visiting. I miss out on such wonderful news. Congratulations to you all. I hope Harrison has settled into a nice routine for you. :-)\n\n  3. CONGRATULATIONS on the arrival of Harrison Lauren :)\n    Sounds like an extreme roller coaster ride!!!\n    Hoping that you're feeling better soon and that your little man starts to put on weight and settle into a good sleeping \/ feeding routine for you too!!!\n\n\nThanks for commenting, I really appreciate it!",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.7344036102,
        "format_confidence":0.9908911586,
        "weight":0.0055474572
    },
    {
        "url":"https:\/\/runningwithfaith.com\/2014\/12\/11\/cause-running\/",
        "text":"Cause Running\n\nRunningHD_1-(2) (web optimised) It’s Christmas time; the season of giving. What better time to look at making a difference in the life of someone. Earlier this year, I had decided that I was going to incorporate more charity runs into my racing. I figured it was a way of giving back to the running community and a big thank you to the sport that has given me so much in terms of self-development and taught me a great deal about drive and perseverance. Turns out it’s easier said than done and so yours truly have not fully engaged the process of running for someone or something other than self. Truth is, I find it somewhat intimidating to ask others to help a passion of mine. What’s in it for them? See, when I first thought of running for a cause, it seemed easy enough; sign up for a race and give a donation..pretty easy, no strings attached and doable only for a smaller number of races. It turns out that meaningful giving in running is a bit more involved than that.\n\nYou have only to google running for charity and a host of events and information will come up, which indicates the popularity of this method of entry into races from 5ks to marathons. So it’s not for a lack of information that I view this with some trepidation, as races are eager to impart how to best access information and support on how to proceed. What I’m a bit wary of is actually getting on a platform and committing to raise a certain amount of money within a specified period of time; the amount being a big issue and then the time frame allotted in which to do this. I’ll admit right off that a sales person I am not so the pitch just doesn’t come to me nor does it ever sound right, which leaves me questioning my motives cause this is not about me right?\n\n\nCause running has opened up the field of runners to just about anyone with a heart to do good, the bonus is exercise and the chance to do something one might not have attempted but for the pull of the greater good. In addition, there’s the added benefit of training teams and cheering sections This makes it a win-win situation as there are multiple groups with different models that allow runners to consider the cause – which runs from cancer research to providing animal rescue – race distance, fundraising minimum and training programs. The recent addition of crowdrise, peer-to-peer fundraising site, to the running platform allows runners who don’t find a cause they’re interested in to create a page and run for a group of their choice.(Runners World)\n\n\nThe causes are endless and the opportunities to make my running count are better now than they’ve ever been; all I need is social media, my friend lists and the ability to pitch my cause. I’m giving it a go for the New York City Half Marathon in March. A couple thousands shouldn’t be hard..wish me luck!\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\nEnter your email address to follow this blog and receive notifications of new posts by email.\n\nJoin 452 other followers\n\n%d bloggers like this:",
        "topic_id":21,
        "format_id":15,
        "topic_confidence":0.9924875498,
        "format_confidence":0.9983969331,
        "weight":0.0032874314
    },
    {
        "url":"http:\/\/aangirfan.blogspot.nl\/2006_09_01_archive.html",
        "text":"Sunday, September 24, 2006\n\nIsraeli control of the UK security services? Part 1.\n\nImagine if a foreign power gains control of key people within the security services of your country and then arranges who occupies key positions within the government and then dictates foreign and domestic policy.\n\nGeorge Young was a top officer in Britain’s MI6, military intelligence. Reportedly he is the man who organised the overthrow of Mossadeq in Iran.\n\nAccording to Young, Soviet Russia, in 1946-7, supplied base facilities, arms and explosives to Jewish groups to operate against British targets.\n\n(Source: The Wilson Plot, by David Leigh, 1988. Chapter 1.)\n\nIn 1946 the British security services issued this warning: \"Members of the Stern group are now being organised and are under training. It is expected that they will be sent to the United Kingdom to assassinate important members of his majesty’s government, particularly, Mr Bevin.\"\n\nIn 1946 a number of bombs exploded in London and an attempt was made to drop a bomb on the House of Commons from a hired plane.\n\n\nCommunist Russia, which had many Jews in top positions, was allied to the Jewish groups attacking Britain in Palestine and in the UK.\n\nIn 1946, Britain had a Labour government whose key figures were Prime Minister Clement Attlee and Foreign Secretary Ernest Bevin.\n\nAccording to David Leigh, in Chapter 1 of The Wilson Plot, Attlee and Bevin, developed ‘in concert with the Americans, a secret shadow state... Most of which was invisible to the general public, and, indeed, to many members of the British Labour Party.’\n\nThe secret state set up a propaganda unit called the Information Research Department (IRD). According to David Leigh, BBC programme makers ‘were required to accept batches of undercover IRD material.’\n\nThe secret state organised special forces to carry out secret operations in Palestine and in the Soviet Empire.\n\nUnfortunately, the UK security services had been infiltrated and their operations had a tendency to fail. British spies tended to get arrested the moment they landed in places like Albania.\n\nWho were the infiltrators? Mention is often made of people like Philby and Blunt, who turned out to be spies for Russia. Secrets that were handed over to Russia could then be handed over to the Israelis.\n\nSome people suspect Victor, Lord Rothschild, a friend of Israel and a friend of Blunt, of giving away some of Britain’s secrets.\n\n\nIn 1947, George Blake, who was Jewish, was recruited by MI6. He went on to betray all MI6 operations in Berlin and Poland.\n\n\nWednesday, September 20, 2006\n\nTrevor Brooks, spooks, John Reid and the TV cameras.\n\nOn 20 September 2006, UK home secretary, John Reid, made a speech to a small gathering in London urging Muslim parents to monitor their children. TV cameras were in attendance.\n\nTrevor Brooks, allegedly a member of a banned Moslem group, had been allowed to attend the meeting. Mr Brooks heckled Mr Reid and this was carefully filmed for the TV news channels.\n\nReportedly Mr Brooks, on previous occasions, has admitted he wishes to die as a suicide bomber. Reportedly he has said that it was every Muslim’s duty to kill the Queen of England.\n\nSome might find it strange that Mr Brooks, wearing a robe and a turban, and calling himself Abu Izadeen, was allowed into the meeting and allowed to carry out his heckling.\n\n\"John Reid, Tony Blair and George Bush's crusade can all go to hell,\" Mr Brooks had shouted.\n\nMr Brooks is alleged to have been a leader of Al-Ghurabaa, which reportedly organised the flag-burning protests outside the Danish embassy in London.\n\nReportedly Al-Ghurabaa is a fan of CIA agent Osama bin Laden and al CIAda.\n\nMr Reid told the audience that fanatics were on the hunt for vulnerable young people to recruit to their cause. It is not thought that Mr Reid was referring to the recruitment of patsies by members of certain security services.\n\n\"There is no nice way of saying this,\" said Reid. \"These fanatics are looking to groom and brainwash children, including your children, for suicide bombings.\"\n\nReid barracked during speech\n\nRadical Muslim Trevor Woods Apparently in Hiding\n\nTuesday, September 19, 2006\n\nThailand, the military and the CIA\n\nIn 1946 Ananda was found shot in his bedroom in the Grand Palace.\n\nThis ensured that teenage Bhumibol became king. And it ensured that pro-American Field Marshal Pibul became the power behind the throne.\n\nBhumibol had once said of his brother's murder, \"It was not an was political.\"\n\nKing Bhumibol has a difficult job, surrounded as he is by certain 'corrupt fascist' generals who allegedly have links to the CIA.\n\nIn 1973, when pro-democracy students were being shot at by the army outside the Chitralada palace, Bhumibol ordered the gates of the palace to be opened, to help save some lives.\n\nIn 1980 one third of the rural population lived in absolute poverty (this could mean one meal a day and no money to buy shoes or typhoid medicine). In 1980, a child working 11 hours a day, in a workshop in Bangkok, would earn £36 per year! Yes, per year! Great for the Americans getting their cheap shoes and clothes made by child labour.\n\nWhen the generals were again getting violent in 1992, and hundreds of people were killed, it was Bhumibol who summoned General Suchinda to the palace and had the meeting televised live. The entire Thai nation could see General Suchinda crawling across the carpet to the feet of the monarch.\n\nIn the Oriental Hotel I got talking to a retired Thai gentleman called Yong. I asked him how things were going in Bangkok.\n\n\"There is a power struggle going on within the army,\" said Yong. \"On one side we have the reformers who want to end the army's links to drugs and karaoke bars. They want to purge the army of mafia colonels. And on the other side we have the conservatives who want to continue to do deals with the Burmese junta and the drugs barons.\"\n\nYong read to me the calypso written by Allen Ginsberg in 1972:\n\nIn nineteen hundred forty nine\nChina was won by Mao Tse-Tung.\nChiang Kai Shek's army ran away.\nThey were waiting there in Thailand yesterday\n\nSupported by the CIA\nPushing junk down Thailand way.\n\nFirst they stole from the Meo Tribes\nUp in the hills they started taking bribes\nThen they sent their soldiers up to Shan\nCollecting opium to send to The Man\nPushing junk in Bangkok yesterday\nSupported by the CIA....\"\n\n\nMonday, September 18, 2006\n\n\nExit Habeas Corpus, Enter Night and Fog\n\nChertoff: “Radical Ideologies” Threaten Internet\n\nJudge Revokes Lay's Conviction\nA federal judge in Houston yesterday wiped away the fraud and conspiracy conviction of Kenneth L. Lay, the Enron Corp. founder who died of heart disease in July, bowing to decades of legal precedent but frustrating government attempts to seize nearly $44 million from his family.\n\"Just one more reason to question whether Kenny boy is really dead.\"\n\nDr. David Ray Griffin gives a lecture in Copenhagen entitled, \"9\/11: Should the Truth be Revealed or Concealed?\"\n\nWhat was the Bush Administration's Motive for Creating 9\/11?\n\nGangsterism, Laskar Jihad, al Qaeda...\n\naangirfan: Christian gangsters and the military and terror in ...\n\nAlpogan’s Israeli counterpart to visit Turkey in November\n\nDavid Harrison's Sunday Tel sex slave stories win Paul Foot award\n\n\"A cover story to hide culpable extracurricular CIA drug smuggling...\"\n\nBarbara Honneger, Author of \"The Pentagon Attack Papers\", reveals a ton of information that proves the official timeline given by the U.S. government about what happened at the Pentagon on 9\/11 is completely false. She also argues against the current \"don't talk about the Pentagon!\" taboo that exists in many corners of the 9\/11 Truth movement.\n\nUK Energy Security - Nuclear Con - Fusion (2)\n\nDanny and Ricky Preddie\n\nHow MI5 treats the Moslems who work for them.\n\nNew Labour - New Fascism\nBlunkett 'wanted to shoot rioters'\nMachine-gun the rioters, Blunkett 'told' prisons chief\n\nSarkozy Loses Ground in French Presidential Race Amid Party Row\n\nSalmond: our date with destiny\n\nNona: some favourite videos\n\nBlack Op Mujahideen Shura Council Declares Islamic State in Iraq\n\n\"It was reported that Congressmen Hoekstra had travelled to Paris along with Congressman Curt Weldon (R-PA), the No. 2 Republican on the House Armed Services Committee, to meet with Ghorbanifar front man Fereidoun Mahdavi.\"\nA campaign to create and launder falsified intelligence?\n\nThick haze smothers parts of Indonesia\nForest fires result from government failure in Indonesia\nHaze distresses orangutans in Indonesian reserve\n\nBush Administration Insider Says U.S. Government Behind 9\/11\n\nThe Moles, the Patsies, & State-Sponsored Terror\n\nHuman Rights Concerns Fail To Staunch Flow Of UK Arms\n\nUK Police Chief hints at internment\n\nNew York Times and CBS News Poll: Most Americans Believe Bushcons Hiding Nine Eleven Crimes\n\nLondon bomber's suicide video is 'linked to traitor'\n\"Funny that none of these stories about the \"American Al Qaeda\" never seem to mention his real name, Adam Pearlman, or the fact that his grandfather was on the board of directors of the ADL. 'Gadahn' is being built up in the media for some nefarious purpose.\" -\n\nWebster Tarpley gives a presentation on the smorgasbord of evidence you get to choose from and all the various aspects you get to examine when you're building the case that 9\/11 was an inside job that was planned and executed by the Bush Administration.\n\nJesse Ventura\n\nWe guess that when the government has stopped blaming the Libyans for Lockerbie, the government will start blaming some other lot of Moslems, such as the Palestinians, Syrians or Iranians. We reckon that the real culprits, the people who were smuggling heroin on Pan Am planes, may be too powerful to prosecute.\naangirfan: Lockerbie - new forensic tests suggest evidence was ...\n\nWill Iran be given the blame for Lockerbie?\n\"German investigators established that a Palestinian terrorist called Abu Talb, funded by Iran, could have placed the bomb on board Pa... (truncated)",
        "topic_id":17,
        "format_id":15,
        "topic_confidence":0.9761034846,
        "format_confidence":0.9202232361,
        "weight":0.0044761178
    }
]