[
    {
        "url":"http:\/\/www.prweb.com\/releases\/2014\/04\/prweb11722430.htm",
        "text":"Dr. Schultz Relocates Superior Health from Waukegan to Gurnee\n\nSometimes to server more people, better service, we have to just up and move our business. That is what Superior Health decided to did.\n\n  • Share on TwitterShare on FacebookShare on Google+Share on LinkedInShare on PinterestEmail a friend\n\n\nWe are ready to serve more at higher levels.\n\nGurnee, IL (PRWEB) April 02, 2014\n\nDr. Schultz at Superior Health and Wellness is incredibly excited to announce that the practice has taken a major step in forward by opening a brand new state of the art location. The new location is conveniently located in the Gurnee area so patients and prospective patients from various nearby areas have quick and easy access. Superior Health and Wellness has been open since 2007 and this brand new location is a huge upgrade for Dr. Schultz and the wellness center as a whole.\n\nThe new location was designed entirely to be the perfect chiropractic facility so that the entire staff can maximize the treatment for all patients that visit. The new location is conveniently located just off of I-94 so anyone and everyone can quickly find it. Dr. Schultz herself is incredibly happy with the new facility and is excited about what the future holds at this spectacular new location, so it is definitely worth heading down and checking it out.\n\nWhether you've been treated by Dr. Schultz before or are considering chiropractic treatment for the first time, Dr. Schultz is a great option. Dr. Schultz and Superior Health and Wellness is one of the most respected and praised chiropractic groups in the area and the patients are some of the first to sing those praises. The practice is well known for properly locating and identifying pain, as well as creating great treatment plans that actually work and leave the patients feeling significantly better after just one trip. No matter the pain you're dealing with or how awful you feel, Dr. Schultz can definitely help you out, as a certified chiropractor she is more than qualified to do anything and everything you could need to start feeling a whole lot better, right now.\n\nNow is the perfect time for your first chiropractic treatment. Dr. Schultz is always happy to offer consultations and first treatments and the new location is just an added bonus on top. Head down to the new location today and see what the buzz is all about. Superior Health and Wellness is getting more and more popular everyday and the new location is definitely a major sign of success for them. Congratulations to Superior Health and Wellness on opening at this brand new location.\n\nSuperior Health and Wellness\n495 N. Riverside Dr. Ste 102\nGurnee, IL 60031",
        "topic_id":12,
        "format_id":13,
        "topic_confidence":0.8952269554,
        "format_confidence":0.989797473,
        "weight":0.0100952065
    },
    {
        "url":"http:\/\/www.marketwired.com\/press-release\/harper-government-kick-starts-entrepreneurial-innovative-business-beaconsfield-quebec-1769068.htm",
        "text":"Government of Canada\n\nGovernment of Canada\n\nMarch 18, 2013 11:00 ET\n\nHarper Government Kick-Starts Entrepreneurial and Innovative Business in Beaconsfield, Quebec\n\nBEACONSFIELD, QUEBEC--(Marketwire - March 18, 2013) - The Honourable Larry Smith, Senator, on behalf of the Honourable Rona Ambrose, Minister of Public Works and Government Services and Minister for Status of Women, is pleased to announce the awarding of two contracts totaling $635,347 to Adventure Lights Inc. for its pre-qualified innovations, the SMART Beacon and the Clustered Beacon System, through the Canadian Innovation Commercialization Program (CICP).\n\n\"Our Government's top priority is the economy and we understand that helping Canadian businesses expand and succeed directly benefits Canadian workers and families by creating jobs and prosperity,\" said Minister Ambrose. \"We are proud to encourage Canada's entrepreneurial spirit by supporting Canadian businesses to get their innovative products and services from the lab to the marketplace.\"\n\n\"This announcement brings great news for Beaconsfield, and great news for the Canadian economy,\" said Senator Smith. \"Our Government's top priority is jobs, growth and long-term prosperity, and projects like the SMART Beacon System are key to driving that kind of growth.\"\n\nAdventure Light's pre-qualified innovation, the SMART Beacon, is a mesh networked wearable light beacon system that allows military and civil authorities to instantly identify friendly forces in contact situations. The SMART beacon system also allows for instant visual identification of people, places and objects for military, search and rescue, security and civil applications. A $313,919 contract for this innovation was awarded through the CICP.\n\nThe Clustered Beacon System is the world's smallest, most versatile runway lighting system for expeditionary airfields and first-responder helicopter landing zones. Small enough to be carried by a single person, this portable integrated beacon system allows an unprecedented variety of landing field configurations. This pre-qualified innovation was awarded a $321,428 contract through the CICP.\n\n\"Adventure Lights Inc. is very pleased to receive the support of the Government of Canada through this program. The CICP initiative will give our company further recognition and help support our innovative and unique products that have contributed to Canada's economy,\" said Tim Ford, President of Adventure Lights Inc.\n\nLaunched in 2010, the Canadian Innovation Commercialization Program has already shown encouraging results, connecting Canadian companies with federal departments and agencies that have a need for innovative products and services. By selling to the federal government, businesses can demonstrate the value of their products and services, and potentially generate future sales to non-federal customers.\n\nTo build on the early success of this program, Economic Action Plan 2012 allocated an additional $95 million to it over three years, starting in 2013-14, and $40 million per year thereafter to make the Canadian Innovation Commercialization Program permanent. The program will include an added military procurement component.\n\nFor the complete list of the successful innovations, please refer to the CICP website.\n\nCe texte est également disponible en français.\n\nPWGSC news releases are also available on our Internet site at\n\nFollow us on Twitter at\n\nContact Information\n\n  • Amber Irwin\n    Office of the Honourable Rona Ambrose\n\n    Media Relations\n    Public Works and Government Services Canada",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.7867516875,
        "format_confidence":0.9897171259,
        "weight":0.0184767011
    },
    {
        "url":"http:\/\/resisters.ca\/uncategorized\/telling-our-story-fundraising-event\/",
        "text":"Fundraising evening in support of war resisters\n\nNovember 21st, 2012\n\n\nA Fundraiser for U.S. War Resisters and their Ongoing Struggle\n\ntype-writer image\n\nFriday, December 7th, 7 pm SHARP\n\nInnis Town Hall, University of Toronto\n2 Sussex Ave @ St. George Street\n\nWith a special reading by author Noah Richler; Common Thread Community Choir; a sneak preview of the new film Peace Has No Borders by filmmakers Denis Mueller and Deb Ellis; and a panel of U.S. Iraq War Resisters\n\n$10-20 sliding scale\n\nWar Resisters Support Campaign – 416.598.1222 –\n\nComments are closed.",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9951665401,
        "format_confidence":0.9695616961,
        "weight":0.0105278365
    },
    {
        "url":"https:\/\/www.thomasclarksonacademy.org\/news\/?pid=3&nid=6&storyid=2393",
        "text":"Skip to content ↓\n\nStudents' return to school\n\nAll year groups are now back at school following weeks of learning from home. We spoke to some Year 10 students about how they felt about the return to school:\n\n“I found the online learning okay but I know some students would have found it hard for their mental health. I was a bit nervous about coming back but the wellbeing lessons helped.”\nHarry S\n\n“I feel more energised being at school and being with people rather than being in a room at home. I’d missed being in an educational environment – it’s harder to focus at home. I was a bit nervous about coming back because I hadn’t really seen people for a while but it was just a case of getting on with it.”\nPhoebe R\n\n“I’m more motivated in school. It’s been nice to get back into a routine, to get out of the house and get some fresh air. I’m glad to be back.”\nGabriele P\n\n“I’d got into online learning but I feel better coming back to school and seeing my friends. It’s easier to focus on the work. Once we’d done the first day back, it was back to normal.”\nChloe H",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9959188104,
        "format_confidence":0.6371427774,
        "weight":0.0095107346
    },
    {
        "url":"https:\/\/hensallco-op.ca\/blog\/hensall-co-op-bloom-now-sqf-level-3-certified.htm",
        "text":"We are pleased to announce our Bloom processing facility has been certified under the SQF Level 3 program requirements.\n\n\nThe Safe Quality Food (SQF) Program is a rigorous and credible food safety and quality program recognized by Global Foods Safety Initiative (GFSI) and by our customers world-wide. The SQF food safety and quality codes are designed to meet industry, customer, and regulatory requirements for all sectors of the food supply chain – from the farm all the way to the retail stores.\n\n\n“The team in Bloom worked very hard to implement the program in in a very compressed timeframe” said Amir Naveed, Corporate QA & Product Development Manager “Our excellent rating is a result of their diligence and their recognition of the importance of maintaining high standards for food safety.”\n\n\nSubscribe to this Blog Like on Facebook Tweet this! Share on LinkedIn\n\n\nBlog Contributor Portrait\nMembership Office\nJuly 3, 2020\nshow Membership's posts\nBlog Contributor Portrait\nHensall Co-op\nJuly 2, 2020\nshow Hensall's posts\nBlog Contributor Portrait\nEnergy Division\nApril 13, 2020\nshow Energy's posts\nBlog Contributor Portrait\nCrop Services\nApril 9, 2020\nshow Crop's posts\n\nLatest Posts\n\nShow All Recent Posts\n\n\n\nEverything Media Release Frank's Market Comments Industry Trade Show News Upcoming Events Podcast Video",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.8516321182,
        "format_confidence":0.982812345,
        "weight":0.0056435725
    },
    {
        "url":"https:\/\/www.marhaba.qa\/qfc-officials-join-world-economic-forum-on-mena-in-jordan\/",
        "text":"Qatar Financial Centre (QFC), one of the world’s leading and fastest growing onshore business and financial centres, joined a gathering of over 1,000 international leaders from government, business and civil society recently during the World Economic Forum on Middle East and North Africa (MENA) in Jordan.\n\nThe forum serves as a platform to collaborate on some of the most pressing challenges facing the region, while generating progress on the regional agenda for inclusive growth, social advancement and sustainable development.\n\nQFC CEO Yousuf Mohamed Al Jaida\nQFC CEO Yousuf Mohamed Al Jaida\n\nQFC CEO Yousuf Mohamed Al Jaida participated in a panel discussion on the topic, ‘The Promise of Islamic Finance’, which delved into crucial issues that impact the realisation of the full potential of Islamic finance.\n\nDuring the panel, discussions focused on the growth of Islamic financial sector, which has now surpassed US$1.7 trillion-mark and continues to hit double-digit growth rates, as well as its potential headwinds such as the need for the sector to establish a central authority to distinguish sharia-compliant products. The panel also explored how global standards could be established through public-private cooperation.\n\nAl Jaida said that the principle of Islamic finance embodies the concept of sustainable and inclusive growth. As this becomes a key priority within the economic growth agendas of governments and business entities, Islamic financing will progressively establish itself as the most equitable gateway to financial security.\n\nIslamic finance is a key focus area for both Qatar and QFC. This was reaffirmed in 2018, when Qatar launched the world’s largest single country Islamic exchange traded fund with an initial asset value of US$120 million, and in QFC’s new strategy, which aims to serve the US$2 trillion global Islamic finance market through three core markets – Turkey, Qatar, and Malaysia.\n\nAs we move towards achieving a sustainable and inclusive economy, QFC will also continue to participate in meaningful dialogues that create opportunities and collaborations in support of this goal.’\n\nQFC is an onshore jurisdiction that allows registered companies to enjoy competitive benefits, such as working within a legal environment based on English common law, the right to trade in any currency, up to 100% foreign ownership, 100% repatriation of profits, 10% corporate tax on locally-sourced profits, and an extensive double taxation avoidance agreement network with over 70 countries.\n\nFor updates and more information about QFC, visit their website at",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9948769212,
        "format_confidence":0.9243985415,
        "weight":0.0172572901
    },
    {
        "url":"https:\/\/results.org\/resources\/u-s-poverty-weekly-update-april-14-2015\/",
        "text":"U.S. Poverty Weekly Update April 14, 2015\n\nApril 14, 2015\n\nU.S. Poverty Campaigns\n\nWeekly Update | April 14, 2015\n\n“We urge lawmakers across the nation to pause and look poverty in the eye.”\n\nApril 10 editorial in The Stamford Advocate, generated by RESULTS CT Free Agents Bill Baker and Lucinda Winslow (editorial was printed in four separate papers)\n\n“SNAP is vital to family survival… The problem? Congress just took steps toward huge cuts in SNAP over the next ten years and our U.S. Rep. Bill Shuster voted for it.”\n\n– RESULTS South Central PA volunteer Bruce Kessler in an April 13 letter to the editor in Chambersburg Public Opinion\n\nIn This Week’s Update:\n\nQuick Action: Use the Media to Help Protect SNAP\n\nTake Action!\n\nGot Two Minutes? Send in Your SNAP Letter to the Editor TODAY (April Action)\n\nAs Congress heads back to DC this week to finalize the 2016 budget, send them a strong message that any budget that puts SNAP cuts on the “fast track” is unacceptable. RESULTS volunteers have been doing an excellent job at using the media to push members of Congress to protect SNAP. In the last week, you’ve had 14 media pieces about SNAP published! That kind of coverage makes a difference. Keep it up and do all you can to protect hungry families!\n\nTAKE ACTION: Take two minutes to send a letter to the editor telling your members of Congress by name to protect SNAP in the 2016 budget. Use our SNAP LTE alert to send your letter today. If you want to write your own letter, and use the April Action for talking points and background information. If you are looking to make a bigger impact, use our SNAP media brief to urge your local paper to write an editorial about protecting SNAP. Find media outlets to send your letter using our Media Guide. If you have questions or need help with letters, op-eds, or editorials, please contact Jos Linn ([email protected]) for assistance.\n\nWe also encourage you to listen to the recording and review the slides from last Saturday’s April U.S. Poverty National Meeting; guest speaker Rebecca Lenn provided some invaluable insights on how to respond to myths about SNAP in the media.\n\nGot Ten Minutes? Invite Young People to Apply for REAL Change\n\nWhile the immediate focus at RESULTS is on protecting nutrition programs and expanding economic mobility in America, we are also looking ahead at engaging the next generation of RESULTS activists. We have a fantastic network of volunteers, some of whom have been with RESULTS for decades. But we know that in order to survive and thrive, RESULTS always needs to be looking for new people, especially young people. Young people bring their unique strength, passion, and intelligence to any endeavor. Imagine what world we could create if the next generation of leaders started out as RESULTS advocates. We have a tool to make that happen.\n\nThe RESULTS REAL Change Fellowship is a year-long volunteer program working to train the next generation of anti-poverty advocates. It is a way for 18-28 year olds to get unique experience in lobbying, media advocacy, and organizing. It starts with a trip to the RESULTS International Conference and continues throughout the year, where Fellows put their ongoing training into practice in their community. It can be a wonderful experience for those who participate, just like PaHoua Vang from Minnesota. PaHoua recently wrote on the RESULTS Blog about how RESULTS and the REAL Change Fellowship has taught her the courage to advocate for the things she cares about. We want more people like PaHoua, and Sarah Miller, and Reba Carethers, and David Costello, and other Fellows who have completed the program. We are now accepting applications for the 2015-26 class and we need your help. If you know someone 18-28 years old who would make a great advocate, urge them to apply today. The deadline to apply is April 25.\n\nTAKE ACTION: Think you might know someone who wants to be a part of our REAL Change Fellowship? Take ten minutes and tell them to apply fast! We have already accepted over 50 REAL changers and applications are pouring in. REAL Changers work with RESULTS an average of six hours per week and attend webinar trainings every two weeks. They spend the year learning how to lobby, organize and work with local media. The application deadline is April 25, so please share with your local group and local contacts now. To learn more check out www.results.org\/realchange.\n\nGot Twenty Minutes? Learn Why You Should Attend the 2015 RESULTS International Conference  \n\nThe RESULTS International Conference begins three months from this weekend, and we want you there. We are very excited about this year’s conference, which will be part conference, part birthday party. This is RESULTS’ 35th Anniversary and we have quite the array of guests coming to celebrate with us. Economist have Jeffrey Sachs, Nuns on the Bus Sister Simone Campbell, Sen. Sherrod Brown, and World Bank President Dr. Jim Kim, and early childhood advocate Joan Lombardi will all be speaking. And just announced, Prof. Muhammad Yunus, Nobel Peace Prize-winning founder of the Grameen Bank, will also be at this year’s conference. If that weren’t enough, you also get some of the best policy briefings and advocacy training around and then get to make your voice heard by taking your message of “end poverty now” straight up Capitol Hill to your members of Congress. Who would want to miss that?\n\nBut perhaps you’re not sure about whether to come OR you’re new to RESULTS and want to know more OR you are coming and just want to learn what’s in store. We have just the thing for you. Join our webinar this Thursday at 8:00 pm ET and again Friday at 1:00 pm ET to learn Why You Should Attend the 2015 RESULTS International Conference. This 30-minute call will overview all the festivities and answer any questions you have about the conference and how to get there.\n\nTAKE ACTION: Take thirty minutes to dial into our Why You Should Attend the 2015 RESULTS International Conference webinar. The webinar is this Thursday, April 16 at 8:00 pm ET. We will repeat it again on Friday, April 17 at 1:00 pm ET. To join online, go to: http:\/\/fuze.me\/28157166. You can also join by phone at (201) 479-4595, meeting ID 28157166#. Please invite others you know to join the webinar – all are welcomed. If you already know that you plan to attend this year’s conference, don’t wait and Register TODAY! Note that you must book your hotel room through the RESULTS website before June 1 to be guaranteed a room at the discounted rate.\n\nApril National Meeting Provides Helpful Resources in Your Media Advocacy\n\nLast weekend’s U.S. Poverty National Meeting provided a wealth of information for our current efforts to protect SNAP. Rebecca Lenn, Director of Outreach for Media Matters, did a fabulous presentation on how to combat myths about SNAP in the media. For example, she taught us to “minimize the myth, familiarize the fact.” Too often, when we hear something negative about SNAP, our response is to repeat it and then try to negate it (“SNAP does not have a high fraud rate!”). While admirable, Rebecca explained that this simply reinforces the myth in the mind of the reader or listener. Instead, you want to retell it. Here’s an alternative frame Rebecca provided:\n\nMyth: SNAP has a high rate of fraud and abuse.\n\nRetold Fact: SNAP is doing exactly what it is supposed do and what a democracy would ask of it. It is helping people who need help in hard times. Pundits and politicians who make this claim are turning a blind eye to not just the numbers that show that fraud and abuse are rare, but the seniors, children, and working families for whom SNAP is helping.\n\nAdvice like this is invaluable and only helps us to better educate lawmakers and the public about the truth. This is only one of the many tips Rebecca provided us during the meeting. The call also included shares from volunteers in Iowa, New Mexico, New Jersey, and Washington State about media successes and face-to-face meetings this month. If you were not on the call or want to review it again, please listen to the recording of the call and download the slides and summary of the call from our National Conference Calls page.\n\nRESULTS greatly appreciates Rebecca and Media Matters for appearing on our call. We look forward to working with them again in the future.\n\nQuick News: Invite Staffers to Witnesses Event; Learn Where Your Taxes Go\n\nInvite Congressional Staffers to Witnesses to Hunger Event. Invite House and Senate aides to come to a briefing where members of Witnesses to Hunger will share their recommendations for the Child Nutrition Reauthorization.  Witnesses to Hunger are the true experts on hunger and poverty because they know it firsthand.  The Witnesses have taken their expertise and created a book that highlights what works, what doesn't, and how child nutrition programs can be improved.  Invite aides to come to this briefing, read the Witnesses’ book, and talk about ways to improve the health and nutrition of all children. The briefing is next Monday, April 20, 2015  3:00 – 4:30 in the Cannon House Office Building, Room 122. Aides can RSVP here.\n\nPay Your Taxes and Find Out What They Pay For. Tomorrow is Tax Day and our friends at the National  Priorities Project (NPP) have great tools to show you how your tax money was spent in 2014 (including the graphic below). After looking at their resources, use our online alert to send a message to your members of Congress urging them to help America’s working families by preserving the Earned Income Tax Credit and Child Tax Credit for millions of low-income workers and expanding the EITC for workers without children.\n\nUpcoming Events\n\nGo to the RESULTS Events Calendar to see a full list of RESULTS events.\n\nNext Congressional Recesses: House,: April 17-20, May 2-12 and 23-31; Senate: May 23-31. Request face-to-face meetings.\n\nWebinar: Why You Should Attend the RESULTS International Conference, April 16 at 8:00pm ET (repeated on April 1... (truncated)",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9933538437,
        "format_confidence":0.9419817924,
        "weight":0.0102283643
    },
    {
        "url":"http:\/\/www.theaselby.org\/san_francisco_examiner_endorses_thea",
        "text":"San Francisco Examiner Endorses Thea!\n\n\nThis morning the San Francisco Examiner gave Thea their endorsement! We are very thankful for the recognition! The Examiner calls Thea:\n\n\"an energetic community activist and organizer as well as a supporter of families and small business in her district... She would arrive at City Hall with a neighborhood-centric viewpoint, but is smart enough to quickly take on a more citywide approach.\"\n\n\nFront and Center: Thea on the Cover of the SF Examiner!\n\nThea recently also received an endorsement from the San Francisco Bay Guardian, and the San Francisco Chronicle noted: \"Thea Selby, active in numerous neighborhood causes, is an appealing voice for small business. She has a future in city politics.\"\n\nOur grassroots campaign is gaining awesome momentum and now is the time to join Team Thea:\n\n  • Like to talk on the phone? We do phone banking every Tuesday and Thursday from 5:30pm to 8pm.\n  • Prefer to walk the neighborhood? We walk Mondays\/Fridays at 5:30pm and Saturdays\/Sundays at 1pm.\n\nContact our A-M-A-Z-I-N-G Volunteer Coordinator Saudia today! She'lll hook you up!\n\n\nCreated with NationBuilder",
        "topic_id":17,
        "format_id":13,
        "topic_confidence":0.9916481972,
        "format_confidence":0.9818695188,
        "weight":0.0106614791
    }
]