[
    {
        "url":"http:\/\/www.computer.org\/csdl\/mags\/an\/1997\/04\/man1997040054-abs.html",
        "text":"The Community for Technology Leaders\nRSS Icon\nIssue No.04 - October-December (1997 vol.19)\npp: 54-63\n<p><it>In addition to biographies, this department publishes autobiographies, memoirs, and brief and extended obituaries. Each is intended to celebrate a life. They should be discursive, but concise, learned, and anecdotal, touching and informative, and occasionally imbued with compassionate humor. Naturally, they should include a thoughtful summation of the subject's life and virtue, as well as—where applicable—the cause of death.<\/it><\/p><p> <\/p><p><it>We want these works to provide a mosaic of the social history of computing that will prove valuable to future scholars. Thus, subjects are not limited to the famous, but may commemorate the activities of lesser known participants in computing history. Indeed, the obituaries in particular are not limited to people, but may record the demise of organizations, computers, software, and significant concepts.<\/it><\/p><p> <\/p><p><it>Readers are invited to submit additional comments concerning already published material, to write signed items for publication, and to suggest subjects that should be memorialized.<\/it><\/p><p> <\/p><p><it>Unsigned items are the work of the editor.<\/it><\/p>\nEric Weiss, \"Biographies\", IEEE Annals of the History of Computing, vol.19, no. 4, pp. 54-63, October-December 1997, doi:10.1109\/MAHC.1997.10012\n1. A.D. Booth, \"A Method of Calculating Reciprocal Spacings for X-Ray Reflections From a Monoclinic Crystal,\" J. Scientific Instruments, p. 74, 1945.\n2. A.D. Booth, \"Two Calculating Machines for X-Ray Crystal Structure Analysis,\" J. Applied Physics, vol. 18, p. 837, 1947.\n3. A.D. Booth, Fourier Technique in X-Ray Organic Structure Analysis.Cambridge, England: Cambridge Univ. Press, 1948, pp. 76-81.\n4. \"Ibid.\"\n5. E. Regis, Who Got Einstein's Office?London: Penguin Books, 1987, p. 111.\n6. A.W. Burks, H.H. Goldstine, and J. von Neumann, Preliminary Discussion of the Logical Design of an Electronic Computing Instrument. Institute for Advanced Study, Princeton Univ., 1947.\n7. H.H. Goldstine and J. von Neumann, Planning and Coding of Problems for an Electronic Computing Instrument, Parts I-III. Institute for Advanced Study, Princeton Univ., 1947-1948.\n8. A.D. Booth and K.H.V. Britten, General Considerations in the Design of an All-Purpose Electronic Digital Computer. Institute for Advanced Study, Princeton Univ., 1947.\n9. A.D. Booth and K.H.V. Britten, Coding for A.R.C. Institute for Advanced Study, Princeton Univ., 1947.\n10. A.D. Booth and K.H.V. Britten, \"The Accuracy of Atomic Coordinates Derived From Fourier Series in X-Ray Crystallography, Part V,\" Proc. Royal Society, A, vol. 193, pp. 305-310, 1948.\n11. A.D. Booth and K.H.V. Booth, Automatic Digital Calculators, 3rd ed. London: Butterworths, 1965, p. 22.\n12. A.D. Booth, \"A Signed Binary Multiplication Technique,\" Quarterly J. Mechanics and Applied Mathematics, vol. 4, no. 2, pp. 236-240, 1951.\n13. A.D. Booth, \"A Computer Programme for Finding Roots,\" Computers and Automation, vol. 5, p. 20, 1956.\n14. A.D. Booth, \"Use of a Computing Machine as a Mechanical Dictionary,\" Nature, vol. 176, p. 565, 1955.\n15. A.D. Booth and A.J.T. Colin, \"On the Efficiency of a New Method of Dictionary Construction,\" Information and Control, vol. 3, no. 4, pp. 327-334, 1960.\n16. A.D. Booth, L. Brandwood, and J.P. Cleave, Mechanical Resolution of Linguistic Problems.London: Butterworths, 1956.\n17. A.D. Booth and K. Cameron, \"A Small Transistorized Digital Computer,\" Electronic Engineering, vol. 37, pp. 368-374, 1965.\n18. A.D. Booth, \"An Application of the Method of Steepest Descents,\" Proc. Royal Society A, vol. 197, pp. 336-355, 1947.\n29 ms\n(Ver 2.0)\n\nMarketing Automation Platform Marketing Automation Tool",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9109030366,
        "format_confidence":0.7856892943,
        "weight":0.0283374122
    },
    {
        "url":"http:\/\/www.jku.at\/wsg\/content\/e265994\/e265995\/e266006?showlang=en",
        "text":"Page Areas:\n\nCurrent Submenu:\n\nAdditional Information:\n\n\nHier den Alternativtext zum Bild eingeben!\n\nYou find us in Keplergebäude, Section D, first floor (above ground floor). ...  more of Standort (Titel)\n\nPosition Indication:\n\n\nMichael Pammer: »Inequality in Property Incomes in Nineteenth Century Austria«, Journal of Income Distribution 9 (2000), 65–87.\n\nAbstract: The paper examines the distribution of wealth in the alpine lands of the Habsburg Monarchy in the period 1820–1913. A moderate rise in overall inequality from the first to the second half of the period can be observed. This rise is due to sectoral shifts within the society. Inequality between various social groups shows various changes with widening as well as narrowing inequality in different parts of society. Altogether the changes in wealth inequality do not support the notion of widening income inequality in the early stages of industrialization in Austria.",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.8023692966,
        "format_confidence":0.8054331541,
        "weight":0.0059623243
    },
    {
        "url":"http:\/\/onlinelibrary.wiley.com\/doi\/10.1053\/jhep.2002.36368\/abstract",
        "text":"Dubin-Johnson syndrome (DJS) is a hereditary disease characterized by hyperbilirubinemia. We investigated the consequences of 2 missense mutations, R768W and Q1382R, of nucleotide-binding domains (NBDs) of the multidrug resistance protein 2 (MRP2; ABCC2) that were previously identified in patients with DJS. Pulse chase analysis revealed that the precursor form of the wild-type and Q1382R MRP2 were converted to the mature form, which is resistant to endoglycosidase H (Endo H) in about 60 minutes. However, the precursor form of the R768W MRP2, which is sensitive to endoglycosidase H, was degraded within 120 minutes and did not mature to the fully glycosylated form. Proteasome inhibitors inhibited the degradation of the precursor form of the R768W MRP2. Unlike the R768W MRP2, the Q1382R MRP2 was mainly localized on the apical membrane in the wild-type form. However, efflux of glutathione monochlorobimane (GS-MCLB) and ATP-dependent leukotriene C4 (LTC4) uptake into plasma membrane vesicles from cells expressing the Q1382R MRP2 were markedly reduced, suggesting that the Q1382R MRP2 on the apical membrane was nonfunctional. Vanadate-induced nucleotide trapping with 8-azido-[α-32P]ATP in the wild-type MRP2 was stimulated by estradiol glucuronide (E217βG) in a concentration-dependent manner but that in the Q1382R MRP2 was not. In conclusion, the R768W mutation causes deficient maturation and impaired sorting, and the Q1382R mutation does not affect maturation or sorting but impairs the substrate-induced ATP hydrolysis.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.8904132247,
        "format_confidence":0.9812240601,
        "weight":0.0242648796
    },
    {
        "url":"https:\/\/science.sciencemag.org\/content\/320\/5879\/1074?ijkey=5c721fad96a26a403859f6322571e6330c81c0ed&keytype2=tf_ipsecsha",
        "text":"Differential Rescue of Light- and Food-Entrainable Circadian Rhythms\n\nSee allHide authors and affiliations\n\nScience  23 May 2008:\nVol. 320, Issue 5879, pp. 1074-1077\nDOI: 10.1126\/science.1153277\n\nThis article has a correction. Please see:\n\n\nWhen food is plentiful, circadian rhythms of animals are powerfully entrained by the light-dark cycle. However, if animals have access to food only during their normal sleep cycle, they will shift most of their circadian rhythms to match the food availability. We studied the basis for entrainment of circadian rhythms by food and light in mice with targeted disruption of the clock gene Bmal1, which lack circadian rhythmicity. Injection of a viral vector containing the Bmal1 gene into the suprachiasmatic nuclei of the hypothalamus restored light-entrainable, but not food-entrainable, circadian rhythms. In contrast, restoration of the Bmal1 gene only in the dorsomedial hypothalamic nucleus restored the ability of animals to entrain to food but not to light. These results demonstrate that the dorsomedial hypothalamus contains a Bmal1-based oscillator that can drive food entrainment of circadian rhythms.\n\nThe circadian timing system (CTS) exerts endogenous temporal control over a wide range of physiological and neurobehavioral variables, conferring the adaptive advantage of predictive homeostatic regulation (1). When food is freely available, light signals from the retina entrain circadian rhythms to the day-night cycle (2). However, when food is available only during the normal sleep period [restricted feeding (RF)], many of these rhythms are reset so that the active phase corresponds to the period of food availability (3, 4). In light entrainment, retinal ganglion cells that contain the photopigment melanopsin provide signals to neurons in the suprachiasmatic nuclei (SCN) of the hypothalamus that generate circadian rhythms through a series of molecular transcriptional, translational, and posttranslational feedback loops (5). The SCN in turn synchronizes circadian rhythms in peripheral tissue clocks through synaptic and humoral outputs (5, 6). During RF, the SCN remains on the light cycle and SCN lesions do not prevent food entrainment, which suggests that another clock may supersede the SCN (3, 4, 7). Two recent studies have suggested that at least one food-entrainable clock may be located in the dorsomedial nucleus of the hypothalamus (DMH), but the importance of this clock for food entrainment has been disputed (3, 810).\n\nThe core components of the molecular clock include the activating transcription factors BMAL1 and CLOCK and the negative regulatory feedback elements encoded by the Per and Cry genes (11, 12). Bmal1 is the only circadian clock gene without a known functional paralog and hence the only one for which a single gene deletion causes a complete loss of behavioral and molecular rhythmicity (13). Because its gene product BMAL1 is a transcription factor that likely influences many downstream genes, Bmal1–\/– mice also exhibit other physiological defects unrelated to the circadian defect (14), including progressive arthropathy, decreased locomotor activity levels and body mass, and a shortened life span (1518).\n\nIn this study, we used Bmal1–\/– mice, which harbor a null allele at the Bmal1 locus (19). The circadian patterns of locomotor activity (LMA) and body temperature (Tb) were monitored by telemetry (Fig. 1, A to C, and fig. S2). As previously reported, these animals showed no circadian rhythms in a 12-hour-light\/12-hour-dark (LD) cycle or constant darkness (DD) when given ad libitum (AL) access to food (Fig. 1B). We also attempted to entrain Bmal1–\/– mice to a 4-hour window of RF during the normal sleep period for mice, under both LD [ZT4-8 (from 4 to 8 hours after light onset)] and DD [CT4-8 (from 4 to 8 hours after presumptive light onset)] conditions. In LD and DD conditions, wild-type (WT) and heterozygous littermates showed an elevation of Tb and LMA ∼2 to 3 hours before food became available (Fig. 2, A and D, and fig S2). By contrast, Bmal1–\/– mice did not show a comparable elevation in Tb or increase in LMA before the window of RF in DD; Tb and LMA were, however, markedly elevated in the Bmal1–\/– mice after food presentation (Fig. 2, B and D, Fig. 3C, and fig. S2). In addition to the preprandial elevation in Tb under RF, WT and heterozygous littermates demonstrated a clear circadian Tb rhythm (Fig. 2A), whereas Bmal1–\/– mice demonstrated a persisting ultradian Tb pattern throughout the remainder of the day (Fig. 2B). In DD conditions, Bmal1–\/– mice occasionally showed periods of torpor (Tb below 31°C), which were distributed randomly across the circadian day. Consequently, the Bmal1–\/– mice not only failed to show elevation of Tb or LMA in anticipation of the RF but often slept or were in torpor through the window of RF, requiring us to arouse them by gentle handling after presentation of the food to avoid their starvation and death during RF.\n\nFig. 1.\n\nBmal1 expression in SCN rescues circadian rhythms and light entrainment in Bmal1–\/– mice. Representative body temperature (Tb) records (double-plotted actigrams) and period analyses for (A) Bmal1+\/–, (B) Bmal1–\/–, and (C) Bmal1–\/– mice with AAV-BMAL1 injections into the SCN under both light-dark (LD) and constant darkness (DD) conditions with AL access to food. The power spectrum for period (right panel) shows a dominant frequency at 23.7 hours for both Bmal1 heterozygous littermates and mice with AAV-BMAL1 rescue in the SCN, and the lack of a ∼24-hour harmonic in the Bmal1–\/– mice. (D to F) Bmal1 mRNA expression (by in situ hybridization) in the SCN in (D) Bmal1+\/– mice, (E) Bmal1–\/– mice, and (F) after AAV-BMAL1 rescue by injection into the SCN (all ZT18). Scale bar, 100 μm.\n\nFig. 2.\n\nFood entrainment of the Tb rhythm is rescued by AAV-BMAL1 injection into the DMH. Under DD conditions, Bmal1+\/– and Bmal1–\/– mice were placed under RF (food available CT4-8, gray vertical bar). (A) Bmal1+\/– but not (B) Bmal1–\/– mice demonstrated a clear rise in Tb ∼2 to 3 hours before food availability under RF [(A) to (C) are waveforms showing mean ± SEM Tb on days 10 to 14 of RF for an individual mouse]. (C) After bilateral injection of AAV-BMAL1 into the DMH of Bmal1–\/– mice, there was a preprandial elevation in Tb, but not a circadian rise in Tb during the presumptive dark cycle (CT12-24) [compare (C) with (A)]. As seen in the summary data plot, during the 3-hour window preceding food availability in RF (D), Bmal1–\/– mice with DMH AAV-BMAL1 injections (n = 4, black trace) showed a comparable preprandial elevation in Tb (mean ± SEM) to that of Bmal1–\/+ mice (red trace), whereas noninjected Bmal1–\/– mice (blue trace) showed no preprandial elevation in Tb; an increase in Tb occurred only after food presentation in the noninjected Bmal1–\/– mice (gray bar in D is first hour of food availability). Under RF, Bmal1–\/– mice demonstrated very low expression levels of Per1 mRNA (E) (CT4 shown) and no expression of Bmal1 mRNA at CT18 (G) (near-peak expression time in the heterozygote littermates) in the DMH. By contrast, after AAV-BMAL1 injection into the DMH (F and H), Bmal1–\/– mice demonstrated robust Per1 expression in the DMH at CT4 (F) and Bmal1 expression at CT18 (H).\n\nFig. 3.\n\nAAV-Bmal1 injection into the DMH rescues food entrainment but not light entrainment in Bmal1–\/– mice. (A) A double-plotted actigram of Tb from a Bmal1–\/– mouse after bilateral injections of AAV-Bmal1 into the DMH. These mice demonstrate the lack of entrainment to the light-dark (LD) cycle and persisting ultradian rhythmicity in constant darkness (DD) under AL feeding conditions (Fig. 1B). These same mice, however, demonstrated anticipation and entrainment (B) to a RF cycle (red line, food presentation) in DD conditions (arrow, last day, no food given). By contrast, noninjected Bmal1–\/– mice (C) did not demonstrate anticipation or entrainment to the RF cycle. (D to G) Per1 and Bmal1 gene expression (optical density, mean ± SEM; n = 3 mice per time point) in WT mice across the circadian day under both AL and RF (all data 12:12 LD) at 2-hour intervals, except for a 3-hour interval between ZT9-12. (D) Per1 expression in the SCN showed a peak at ∼ ZT6 under both AL and RF (gray bar, ZT4-8) conditions, demonstrating that the SCN remained phase-locked to the LD cycle during RF. (E) Bmal1 expression in the SCN showed a peak at ∼ZT18 under both AL and RF, further indicating that the SCN remained synchronized to the LD cycle during RF. (F) Per1 expression in the DMH was undetectable at all ZT under AL; by contrast, Per1 expression was sharply up-regulated by RF, with a peak at ∼ZT7-8. (G) Bmal1 expression in the DMH was also undetectable at all ZT (except very modest expression ∼ZT 3-5) under AL, however, and similar to Per1, during RF Bmal1 demonstrated up-regulation with a peak at ∼ ZT18.\n\nAfter 14 days in this RF regimen, mice were killed to examine clock gene expression in the brain and were compared to mice that had been fed AL. As previously reported (8), WT animals with AL food showed peak expression of Per1 and Per2 mRNA at ZT5-6, and Bmal1 at ZT18-19 in the SCN (Fig. 3, D and E), but little or no expression at other hypothalamic sites. By contrast, WT animals under RF also showed no change in this expression pattern in the SCN (Fig. 3, D and E) but did show induction of Per1 and Per 2 at ∼ZT3-9 (preceding, during, and after the RF window) in the DMH with peak expression levels at ZT7-8 (Fig. 3F). We also saw induction of Bmal1 mRNA in the DMH, with peak expression at ZT18-21 (Fig. 3G), consistent with neurons in the DMH showing induction of rhythmic expression of the entire suite of clock genes during RF. As previously reported for Per1 and Per2, Bmal1 gene expression was restricted to the compact region of the DMH. Finally, as expected in Bmal1–\/– mice, no Bmal1 mRNA and very low expression levels of Per1 and Per2 were detected in the SCN and DMH under... (truncated)",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.986533761,
        "format_confidence":0.9684781432,
        "weight":0.0349300475
    },
    {
        "url":"https:\/\/hts.org.za\/index.php\/hts\/article\/view\/2364",
        "text":"Original Research\n\nA call for the restoration of orthodoxy in South African Christian theology\n\nB. Engelbrecht\nHTS Teologiese Studies \/ Theological Studies | Vol 47, No 1 | a2364 | DOI: https:\/\/doi.org\/10.4102\/hts.v47i1.2364 | © 1991 B. Engelbrecht | This work is licensed under CC Attribution 4.0\nSubmitted: 09 January 1991 | Published: 09 January 1991\n\nAbout the author(s)\n\nB. Engelbrecht, University of the Witwatersrand, South Africa\n\nFull Text:\n\nPDF (334KB)\n\nShare this article\n\nBookmark and Share\n\n\nLiberation theology can only be understood as a pseudo-theology inspired by the spirit of Marx. It is not a bona fide or leg itimate theology, but the polar opposite thereof. Its destructive aims mirror those of Marxism, which can only be understood if the demonic spirit of Marx is seen as its real origin. The Kairos Document and the Road to Damascus replaced the biblical God with the anti-god of Marx, the deified proletariat and the deified revolution. The article calls for a reconversion to God who revealed himself in Jesus Christ of Scriptures. Orthodox theology is truly ‘thisworldly’ theology, since it offers real hope and salvation. The Marxist gospel can only offer a utopia, a ‘no-place’. It is self-alienating, world-aUenating and God-alienating.\n\n\nNo related keywords in the metadata.\n\n\nTotal abstract views: 1244\nTotal article views: 934\n\nCrossref Citations\n\nNo related citations found.",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9960634112,
        "format_confidence":0.9828903079,
        "weight":0.0102516713
    },
    {
        "url":"https:\/\/www.tropmedres.ac\/publications\/990688",
        "text":"Cookies on this website\nWe use cookies to ensure that we give you the best experience on our website. If you click 'Continue' we'll assume that you are happy to receive all cookies and you won't see this message again. Click 'Find out more' for information on how to change your cookie settings.\n\nSusceptibility and lethality studies of inhalational tularaemia were undertaken using the common marmoset (Callithrix jacchus) to determine its suitability as a non-human primate model. Pairs of marmosets were exposed to varying challenge doses of Francisella tularensis by the airborne route and monitored for up to 14 days postchallenge (p.c.). Lethal infection was achieved following a retained dose of less than 10 bacterial colony-forming units (CFU). However, precise LD(50) determination was not possible. The model was characterized using a target challenge dose of approximately 100 CFU. Increased core body temperature was the first indicator of disease, at approximately 2.5 days p.c. Overt clinical signs were first observed 12-18 h after the temperature increase. Significantly decreased activity was observed after approximately 3 days. All animals succumbed to infection between 4.5 and 7 days p.c. At postmortem examination, gross pathology was evident in the liver, spleen and lungs of all animals and high bacterial numbers were detected in all the organs assessed. Bacteraemia was demonstrated in all animals postmortem. Histopathological observations included severe suppurative bronchopneumonia, severe multifocal pyogranulomatous hepatitis, splenitis and lymphadenitis. Tularaemia disease progression in the common marmoset therefore appears to be consistent with the disease seen in humans and other animal models. The common marmoset may therefore be considered a suitable model for further studies of inhalational tularaemia.\n\nOriginal publication\n\n\n\n\nJournal article\n\n\nInternational journal of experimental pathology\n\nPublication Date\n\n\n\n\n\n109 - 118\n\n\nBiomedical Sciences, Defence Science and Technology Laboratory (Dstl), Porton Down, Salisbury, Wiltshire, UK.\n\n\nLiver, Lung, Kidney, Spleen, Animals, Callithrix, Francisella tularensis, Tularemia, Pneumonia, Bacterial, Disease Models, Animal, Disease Progression, Disease Susceptibility, Colony Count, Microbial, Lethal Dose 50, Inhalation Exposure, Virulence, Female, Male",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9027120471,
        "format_confidence":0.9745451808,
        "weight":0.0240997163
    },
    {
        "url":"http:\/\/ideas.repec.org\/p\/pra\/mprapa\/27698.html",
        "text":"Advanced Search\nMyIDEAS: Login\n\nSurvival Measures and Interacting Intensity Model: with Applications in Guaranteed Debt Pricing\n\n\nAuthor Info\n\n  • Bao, Qunfang\n  • Li, Shenghong\n  • Liu, Guimei\nRegistered author(s):\n\n\n    This paper studies survival measures in credit risk models. Survival measure, which was first introduced by Schonbucher [12] in the framework of defaultable LMM, has the advantage of eliminating default indicator variable directly from the expectation by absorbing it into Randon-Nikodym density process. Survival measure approach was further extended by Collin-Duresne[4] to avoid calculating a troublesome jump in IBPR reduced-form model. This paper considers survival measure in \"HBPR\" model, i.e. default time is characterized by Cox construction, and studies the relevant drift changes and martingale representations. This paper also takes advantage of survival measure to solve the looping default problem in interacting intensity model with stochastic intensities. Guaranteed debt is priced under this model, as an application of survival measure and interacting intensity model. Detailed numerical analysis is performed in this paper to study influence of stochastic pre-default intensities and contagion on value of a two firms' bilateral guaranteed debt portfolio.\n\n    Download Info\n\n    If you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n    File URL: http:\/\/mpra.ub.uni-muenchen.de\/27698\/\n    File Function: original version\n    Download Restriction: no\n\n    Bibliographic Info\n\n    Paper provided by University Library of Munich, Germany in its series MPRA Paper with number 27698.\n\n    as in new window\n    Date of creation: 07 Aug 2010\n    Date of revision: 27 Dec 2010\n    Handle: RePEc:pra:mprapa:27698\n\n    Contact details of provider:\n    Postal: Schackstr. 4, D-80539 Munich, Germany\n    Phone: +49-(0)89-2180-2219\n    Fax: +49-(0)89-2180-3900\n    Web page: http:\/\/mpra.ub.uni-muenchen.de\n    More information through EDIRC\n\n    Related research\n\n    Keywords: Survival Measure; Interacting Intensity Model; Measure Change; Guaranteed Debt; Mitigation and Contagion.;\n\n    Find related papers by JEL classification:\n\n    This paper has been announced in the following NEP Reports:\n\n\n    References listed on IDEAS\n    Please report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \"citations\" and make appropriate adjustments.:\n    as in new window\n    1. Kwai Leung & Yue Kwok, 2009. \"Counterparty Risk for Credit Default Swaps: Markov Chain Interacting Intensities Model with Stochastic Intensity,\" Asia-Pacific Financial Markets, Springer, vol. 16(3), pages 169-181, September.\n    2. Philipp J. Schönbucher, 2000. \"A Libor Market Model with Default Risk,\" Bonn Econ Discussion Papers bgse15_2001, University of Bonn, Germany.\n    3. P. Collin-Dufresne & R. Goldstein & J. Hugonnier, 2004. \"A General Formula for Valuing Defaultable Securities,\" Econometrica, Econometric Society, vol. 72(5), pages 1377-1407, 09.\n    4. Robert A. Jarrow, 2001. \"Counterparty Risk and the Pricing of Defaultable Securities,\" Journal of Finance, American Finance Association, vol. 56(5), pages 1765-1799, October.\n    Full references (including those not matched with items on IDEAS)\n\n\n    Citations are extracted by the CitEc Project, subscribe to its RSS feed for this item.\n    as in new window\n\n    Cited by:\n    1. Bao, Qunfang & Chen, Si & Liu, Guimei & Li, Shenghong, 2010. \"Unilateral CVA for CDS in Contagion model: With volatilities and correlation of spread and interest,\" MPRA Paper 28250, University Library of Munich, Germany, revised 27 Dec 2010.\n    2. Bao, Qunfang & Chen, Si & Liu, Guimei & Li, Shenghong, 2010. \"Unilateral CVA for CDS in Contagion Model_with Volatilities and Correlation of Spread and Interest,\" MPRA Paper 26277, University Library of Munich, Germany.\n\n\n    This item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\n\n    Access and download statistics\n\n\n    When requesting a correction, please mention this item's handle: RePEc:pra:mprapa:27698. See general information about how to correct material in RePEc.\n\n    For technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Ekkehart Schlicht).\n\n    If you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\n    If references are entirely missing, you can add them using this form.\n\n    If the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\n    If you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\n    Please note that corrections may take a couple of weeks to filter through the various RePEc services.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.8628748655,
        "format_confidence":0.9181206822,
        "weight":0.006727545
    },
    {
        "url":"http:\/\/pure.iiasa.ac.at\/id\/eprint\/8429\/",
        "text":"Opportunities for Land-based Carbon Sequestration in Slovakia\n\nBizikova, L. & Tubiello, F.N. (2007). Opportunities for Land-based Carbon Sequestration in Slovakia. IIASA Interim Report. IIASA, Laxenburg, Austria: IR-07-028\n\n\nDownload (831kB) | Preview\n\n\nLand use and land cover change practices contribute to climate change mitigation initiatives by increasing biotic carbon storage, and by producing biomass for bioenergy, as a substitute for fossil fuels. In this paper we examine opportunities in Slovakia for two land use activities, reforestation and short-rotation forest plantation, using four scenarios. In order to evaluate alternative GHG emission reduction policies, of carbon sequestration supply curves were constructed for both activities, for all regions in the country. Our regionally detailed results apply novel modeling approaches involving spatially explicit analyses of land biophysical and economic productivity that are easily applicable to other transition countries.\n\nThe overall theoretical maximum sequestration potential on agricultural land by reforestation in Slovakia accounts for approximately 10% of national CO2 emissions. More realistic scenarios, focusing on lower quality marginal land have a potential for carbon sequestration of approximately 1.7%-2.4% of total CO2 emissions. In our estimations, potential maximum use of biomass for bio-energy, using all available agricultural land, would be 64% of renewable energy consumption, with reference to average usage during 1997-2002. Realistic potentials of bio-energy generation on lower quality land may cover about 6% of total demand. We conclude by discussing needs to integrate biophysical and economic model estimates of carbon sequestration potential with local and regional information collected through a stakeholder engagement process. Overall, we argue that there is a necessity to embed carbon sequestration activities within regional development plans, and to back up land use and forest policies with adequate economic incentives and public engagement in environmental decisionmaking.\n\nItem Type: Monograph (IIASA Interim Report)\nResearch Programs: Modeling Land-Use and Land-Cover Changes (LUC)\nDepositing User: IIASA Import\nDate Deposited: 15 Jan 2016 08:40\nLast Modified: 29 Oct 2016 19:56\nURI: http:\/\/pure.iiasa.ac.at\/8429\n\nActions (login required)\n\nView Item View Item\n\nInternational Institute for Applied Systems Analysis (IIASA)\nSchlossplatz 1, A-2361 Laxenburg, Austria\nPhone: (+43 2236) 807 0 Fax:(+43 2236) 71 313",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9961053729,
        "format_confidence":0.9511595368,
        "weight":0.0343054183
    }
]