[
    {
        "url":"http:\/\/ligali.org\/review.php?id=74",
        "text":"Mobirise Web Creator\n\nTheatre: # I Am England\n\nPublished Mon 29 August 2011\n\nTalawa Young Peoples’s Theatre (TYPT) are exploring twenty five years of Black British history and the current social shifts to create a brand new piece of theatre, #I am England.\n\nAuthor \/ Artist\nTalawa Young Peoples’s Theatre (TYPT)\n\n#I Am England\n\n“Hear my voice, hear my voice”.\n\nThis message which was superbly expressed by the young people of Talawas’ young people’s theatre is delivered with much character, style and kinetic energy.\n\nHowever whilst their fusion of drama meets performance art both captivates and educates, the obvious limitations caused by time constraints on the entire piece occasionally infuriates at the same time.\n\nFrom the beginning it is obvious this is no mere street performance as the multi-talented team dare to reveal the often unspoken thoughts and opinions on political themes that plague the minds of young Africans in Britain today.\n\nUsing the innovative backdrop of a journey through past, present and future, we are taken through several stunning set pieces in which the young company start digging beyond the headlines and surface interpretations of historic events.\n\nOne such powerful moment is their montage of those that have lost their lives in custody. Another is an acute sketch highlighting the manipulative techniques today’s journalist use to interject political bias into the news. Their analytical breakdown of the damage to Truth in a world where mass media dominates is majestically demonstrated with sufficient research. Indeed it often comes to the fore in humorous renditions of scenarios most people of their generation are likely to be familiar with.\n\nHowever it is here where spectators can experience frustration when engaging scenes that feel a little cut short to make way for eclectic performance pieces, which whilst successful in providing strong transitions from theme to theme, limit the amount of time we have to appreciate the dramatic talent of individual performers.\n\nYet whilst this may prevent any one on the young artists from stealing the stage, it has the benefit of showcasing the strength of the ten strong ensemble. Especially, their ability to work collaboratively in order to express some difficult and very contemporaneous themes such as the recent London Uprisings that metamorphed into nationwide English Riots.\n\nThis was perhaps potently expressed in the closing scene where through some sublime directorship and superb choreography the performers were able to compress their structured time travelling experience into a frenetic conclusion showcasing both the power of youth energy and the potential explosion that is often caused by the failure of those older to listen.\n\nPerhaps it is the timing of this play in the aftermath of 2011\\'s summer of discontent that makes the plays subject matter seem so urgent, perhaps it’s the humorous manner in which the pernicious influence and dreams of abolition is presented in the wake of the phone hacking scandal.\n\nWhatever the reason, there is something very compelling about #I Am England, that is truthful, honest and original. If this is a taster of things to come, olde England is about to face a reality shock when it finally opens its eyes and truly takes a good look in the mirror through the eyes of the next generation.\n\nDevised by TYPT:11\nDirector: Nazli Tabatabai-Khatambakhsh\nAssistant Directors: Stephanie Yamson, Oyin Solebo\nChoreographer: Nadia Iftkhar\n\nCast: Winnie Arhin, Terri Ann Bobb-Baxter, Michelle D\\'Costa, Madeleine Kludje, Aiesha Lindsay, Eugene Osei, Palesa Mokoena, Rona Namudu, Adam Tulloch, Toniche Wallace\nRecent Reviews\n\nExternal Links\nTalawa: #I am England\n\nLigali is not responsible for the content of third party sites\n\nHear our Voice: Rehersal and Performance. Photo: Oyin Solebo\/ Richard H. Smith\n\nGet involved and help change our world",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.8133018017,
        "format_confidence":0.8230991364,
        "weight":0.0072606246
    },
    {
        "url":"https:\/\/autoportal.com\/newcars\/marutisuzuki\/ciaz\/reviews\/the-car-with-fitting-bill-amount-and-fuss-free-rides-9899.html",
        "text":"Cars in India |\nSelect City\n\nThe car with fitting bill amount and fuss free rides.\n\nUser review on Maruti Suzuki Ciaz written by Sarthak Kumar on 10 May 2015\n\nYear of Manufacture : 2015 | Driven no. of Kms. : 360\n\n  • Overall\n    Overall rating: 3.00\n  • Exterior\n    Overall rating: 3\n  • Suspension\n    Overall rating: 3\n  • Comfort\n    Overall rating: 3\n  • Safety\n    Overall rating: 3\n  • Pros: The lgihtweight is a plus point for driving becomes easier\n  • Cons: There is nothing special about its diesel engine\nMaruti Suzuki Ciaz could beat all the rivals. The price range that it offered was so much affordable to me that I could not resist myself buying it. The car has got its own style which is a way smarter than other cars of the same family. I found ample space inside it which can accomodate my family well. The headlights being projected with differently positioned tail lights make the best of things for this car's looks.\nMaruti Suzuki Ciaz\n\nMaruti Suzuki Ciaz\n\n\n8.21...10.99 Lakh\n\nUser Reviews for Maruti Suzuki Ciaz Competitors",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9971014857,
        "format_confidence":0.9726575017,
        "weight":0.0014434675
    },
    {
        "url":"http:\/\/www.beeradvocate.com\/beer\/profile\/556\/9858\/",
        "text":"\n\nCity Steam Innocence Ale (IPA) - City Steam Brewery Café\n\nNot Rated.\nCity Steam Innocence Ale (IPA)City Steam Innocence Ale (IPA)\n\nEducational use only; do not reuse.\n\n119 Ratings\nno score\n\n(send 'em beer!)\nRatings: 119\nReviews: 31\nrAvg: 3.59\npDev: 15.32%\nWants: 4\nGots: 15 | FT: 0\nBrewed by:\nCity Steam Brewery Café visit their website\nConnecticut, United States\n\nStyle | ABV\nAmerican IPA |  6.00% ABV\n\nAvailability: Year-round\n\nNotes & Commercial Description:\nBeer added by: far333 on 05-13-2003\n\nBe forewarned: One too many of these babies and you'll be seeing double! This traditional IPA is anything but what the name suggests. Bookended between a lush abundance of sweet malt and bitter hops, this fine American INDIA PALE ALE is made for (and approved by) serious beer drinkers! Our third and most recent bottled offering, it is available in stores throughout Connecticut. Brewed to a gravity of 18 Plato, it boasts an international menagerie of expensive hops, including CTZ, Zythos, East Kent Goldings, and, oddly enough, Czech Sazz. Our Brewmaster sazz you need to come in for a taste.\nBeer: Ratings & Reviews\nto view more.\nRatings: 119 | Reviews: 31\nPhoto of Nichols33\n2.84\/5  rDev -20.9%\nlook: 3.25 | smell: 3 | taste: 2.75 | feel: 2.75 | overall: 2.75\n\nnot very good. Poured from bottle into glass.\n\nPhoto of Adel\n3.16\/5  rDev -12%\nlook: 3 | smell: 3.25 | taste: 3 | feel: 3.5 | overall: 3.25\n\nJust like the Brewers best double ipa kit\n\nPhoto of WhiteHillsStore\n3.95\/5  rDev +10%\n\nPours a light orange color with a white head. The smell is full of hops with citrus and orange peel being very present in the scent. The taste was full of grapefruit and other citrus with some pine as well. Very well layered IPA and not overly aggressive. Would try again.\n\nPhoto of Angling_and_brewing\n4.25\/5  rDev +18.4%\n\nUsually low in cost for how delicious it is when done right, but the product is inconsistent from batch to batch.\n\nPhoto of badmotorgrunge\n3.5\/5  rDev -2.5%\n\nPoured in my trusty Founders snifter.\nA: golden orange color, inch of head, then I see the floaties! Like chunks! Disgusting looking! WTF! I've never seen a beer this bad!\nS: very light typical ipa smell. nothing special.\nT: Very nice, sweet, good balance of malts and hops. taste saves a drain pour\nM: ok, smooth. not feeling the chunks.\nO: I understand the this happens with some of the best beers, but the floaties are worse than even any home brew I've had. maybe a bad batch.\n\nPhoto of KlayWey\n3.93\/5  rDev +9.5%\nlook: 3.5 | smell: 3.5 | taste: 4.25 | feel: 3.75 | overall: 4\n\nI'm a hophead, so this is a good beer for me. Highlights a number of great hops in both flavor and aroma. Very common of a northwest IPA and nice to see a bold IPA in the northeast. The bottle I had was 20 days old, so still fresh and relatively young.\n\nA little more malt body or higher lovibond would give more balance and tone down the hops and make it a better transition IPA while still focusing on the hop profile.\n\nOverall this is a very hop forward IPA and very good for what I expect for the style\n\nPhoto of StoutHunter\n4.02\/5  rDev +12%\nlook: 4.25 | smell: 4 | taste: 4 | feel: 4 | overall: 4\n\nI got a bottle of City Steam's Innocence Ale last week in a trade with @Motozappa, Thanks a lot! I've never heard of this brewery till Motozappa mentioned it and I'm interested to see what this beer is all about, so lets see how it goes. No visible bottling date. Poured from a brown 12oz bottle into a imperial pint glass.\n\nA- The label looks really nice, it's got a nice design to it with a provocative librarian in the middle and they even recommend it to librarians, I think it's pretty eye catching, I know if I saw this on the shelf it would catch my eye. It poured a orange color that took on slightly golden hue and it took on more of a darker orange color when held to the light with two fingers worth of dense looking off white head that died down to a thin ring that stayed till the end and left a good amount of spotty and patchy lacing behind. This was a very nice looking beer, I really liked the color and the head and lacing weren't bad at all.\n\nS- The aroma starts off with a slightly higher amount of medium sweetness and it's followed by the hops being the first to show up and they impart some light floral and light piney hops aromas with the citrus and fruit hops sticking out the most with some nice grapefruit and citrus rind aroma with a nice and slightly lighter juicy aspect in the background. Up next comes the malts which impart some caramel malt and bread crust like aromas with some lighter sweet malt aromas in the background along with a very light amount of doughy yeast. This beer had a pretty good aroma, the hop profile was nice and it had good balance to it.\n\nT- The taste seems to be pretty similar to the aroma and it starts off with a slightly higher amount of medium sweetness followed by the malts being the first to show up this time and they impart some nice caramel malt and bread crust flavor with a slight grainy flavor in the background along with a very light amount of doughy yeast. Up next comes the hops which impart all the same aspects that they did in the aroma, but there's also a light spicy hop aspect and the citrus rind hops seem to stick out the most, but not by much. On the finish there's a slightly higher amount of medium bitterness with a grainy, caramel malt and citrus rind hop aftertaste. This was a pretty good tasting beer, it had nice balance to it and it wasn't overly bitter.\n\nM- Smooth, clean, a little crisp, on the slightly thicker side of being medium bodied with a medium amount of carbonation. The mouthfeel was pretty good, it was true to style and it worked well with this beer.\n\nOverall I thought this was a pretty good beer and a good example of an IPA, the description on Beeradvocate says that this is a traditional and old school IPA and I think it fits in to the category well, instead of fancy hops it relies on balance and I like that. This beer had good drinkability, it was smooth, clean, a little crisp, not too filing and the taste did a nice job at holding my attention, if I had another one I would drink it and I think two or three of these would be the prefect amount for me. What I like the most about this beer was the balance, it was pretty much perfect and neither aspect was too overpowering. What I like the least about this beer was nothing, there wasn't any aspect that was lacking. I would buy this beer if I ever had the chance and I would recommend it to people who like simple and drinkable IPA's. All in all I was pretty happy with this beer, it pretty much delvered everything that It said it would, but I'm not sure this one will be the talk of the librarian community. This beer made for a good first impression of this brewery and I hope I can try some more of their beers. Good job guys, this was a very solid IPA and I hope to try some more of your beers in the future.\n\nPhoto of mttaylor1066\n3.92\/5  rDev +9.2%\nlook: 4 | smell: 3.25 | taste: 4.25 | feel: 4 | overall: 4\n\nI see that others have rated this lower than I do. Not sure why. I think this is a robust IPA with only a small deficiency on the nose.\n\nI like the substantial body on this beer and the color is right in the IPA range. There isn't a lot of hoppy fragrance on the nose. But, on the other hand, the Czech hops don't make much of an appearance in this brew.\n\n\nPhoto of tigg924\n2.93\/5  rDev -18.4%\nlook: 3.5 | smell: 3 | taste: 3 | feel: 3 | overall: 2.5\n\nAppearance: high carbonation, 1 inch head, hazy, amber in color\n\nSmell: pine and citrus hops with light caramel\n\nTaste: grapefruity citrus hops dominate with piney and earthy hops along with bready caramel\n\nMouthfeel: Bitter with light sweetness and a dry bitter aftertaste, light body, high carbonation\n\nOverall: An average IPA that is on the bitter side but true to style. Not bad, but nothing distinguishes this one from countless other IPAs I have had. I will pass on this in the future.\n\nPhoto of Flounder57\n3.78\/5  rDev +5.3%\nlook: 4.25 | smell: 3.75 | taste: 3.75 | feel: 3.75 | overall: 3.75\n\n12 oz bottle was poured into a pint glass.\n\nAppearance: This beer poured a one finger head that reduced to a thin layer. It is a hazy copper amber color with a little bit of clarity and bubbles seen coming up through the glass. Nice lacing on the glass as the beer was drank.\n\nSmell: Citrus, grapefruit, tangerine, caramel, and grassy hops.\n\nTaste: Tangerine, grapefruit, orange, grassy, and lemon\/lime hops followed by caramel malts and mild hop bitterness.\n\nMouthfeel: Smooth, a little bitter, a little creamy, medium bodied, and medium carbonation.\n\nOverall: Pretty nice IPA from Hartford. A new reason to stop there when driving on 84.\n\nPhoto of johnnnniee\n3.74\/5  rDev +4.2%\nlook: 3.5 | smell: 3.75 | taste: 3.75 | feel: 3.75 | overall: 3.75\n\nOn tap at the source.\nComes to the table a solid golden amber with a decent head that leaves lots of lace on the way down. Smells of bitter citrus and earth with lots of caramel maltiness to back it up. Old school aroma reminds me of Harpoon. The flavor follows the aroma with lots of grapefruit and lemon pith with hints of pine and a bit of caramel and brown bread to back it up. Medium body with a moderate level of carbonation and a slick sweet mouthfeel. Nice old school IPA I enjoyed it.\n\nPhoto of Thads324\n2.63\/5  rDev -26.7%\nlook: 3.75 | smell: 3.25 | taste: 2 | feel: 3.25 | overall: 2.5\n\nFreshest keg on tap at the brewery:\n\nPours a lovely deep amber with copper hues. Pillowy white head that never dissipates fully. Solid lacing.\nAromas of super sweet caramel and toffee. Some grassy floral hops and a very small hint of pine and citrus.\nTaste starts watery, then very sweet. Lots of caramel and toasty toffee. Very sweet sugary flavor. The hops start in the middle, solid bitterness but no discerning flavors really. Very muddled. Too much going on for one hop to shine through. Just not good at all.\nMouthfeel is medium, heavily car... (truncated)",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.9914665222,
        "format_confidence":0.9670567513,
        "weight":0.0070727907
    },
    {
        "url":"https:\/\/mediamikes.com\/2012\/01\/dvd-review-delocated-season-1-2\/",
        "text":"DVD Review “Delocated: Season 1 & 2”\n\nCreated by: Jon Glaser\nStarring: Jon Glaser, Jacob Kogan, Nadia Dajani, Eugene Mirman, Kevin Dorff, Zoe Lister-Jones, Mather Zickel\nDistributed by: Warner Home Video\nEpisodes: 19\nRated: Not Rated\nRunning Time: 347 minutes\n\nSeason 1 & 2: 4 out of 5 stars\nExtras: 3.5 out of 5 stars\n\nJon Glaser, creator\/writer\/star of “Delocated” has created one hell of funny gem with this show.  The show focuses around a family that is in the Witness Protection Program that gets their own reality show.  It is not just that though…they have to wear ski masks and voice changes patches to hide their identity .   It only gets funny from there as they are being tracked down by the Russian mob, who also end of getting a reality show.  The show is packed with great co-stars and delivers many laughs in each episode.  With season three right around the corner, this is a great chance to catch up on seasons 1 and 2 of the series.\n\nIn season 1, each episode clocked in at 11 minutes each but in season two it was upgraded to 22 minutes.  I feel that the show definitely was improved during season two with the extended length.  Episodes from Season 1: Pilot, “Bar Mitzvah”, “Good Buds”, “Rage Cage”, “The Soother”, “Member’s Only”, and “Sick Of It”; Season 2: “Decoys”, “Conversion”, “Dog Mayor”, “Mixer”, “Jon He Does It”, “Mole”, “Kim’s Krafts”, “‘Fidence”, “Tap”, “RV B&B”, “David’s Girlfriend” and “Coma”. Season two definitely has the best co-stars like Mather Zickel as Jon’s bodyguard Federal Agent, Eugene Mirman as the Russian hit man Yvgeny Mirminsky and Jerry Minor playing the show’s executive producer Mighty Joe Jon: The Black Blond. Yes, BTW that is what he is called the whole season. Just don’t grow too attached to each character since they are not afraid of killing anyone off and replace them instantly. Which only adds to the laughs!\n\nThe special features include two commentary tracks from Glaser on the first disc.  The second disc includes about ten minutes of deleted scenes and about 25 minutes of outtakes.  I am a big fan of outtakes and this one definitely takes the cake.  It sure does look like filming was a ton of fun.  There are two flip books included with include some great behind the scenes and  production stills.  There is also Glaser’s demo that he used to pitch the show to the studio.  It was cool to get to check that out especially since the show’s format was slightly different. Overall if you enjoyed the show, you should race over to the special features for more of the same greatness from the show.\n\nShare this article\n\nSpeak Your Mind\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9975082874,
        "format_confidence":0.9097155333,
        "weight":0.0080246749
    },
    {
        "url":"http:\/\/alatest.com\/reviews\/ps3-games\/jet-set-radio-ps3\/po3-192425061,364\/",
        "text":"Visit our Business Solutions website >>\n\nJet Set Radio- PS3\n\nJet Set Radio- PS3\nalaScore 82\n\n3 reviews\n\nMay, 2015\n\nalaTest has collected and analyzed 3 reviews of Jet Set Radio- PS3. The average rating for this product is 3.8\/5, compared to an average rating of 3.9\/5 for other PlayStation 3 Games (PS3) for all reviews.\n\nWe analyzed user and expert ratings, product age and more factors. Compared to other PlayStation 3 Games (PS3) the Jet Set Radio- PS3 is awarded an overall alaScore™ of 82\/100 = Very good quality.\n\nReview analysis\n\n(Based on 3 reviews)\n\nExpert Reviews  \n\nShowing 1 - 1 of 1 Show Reviews: in English | in other languages (2)\n\nExpert review by: (\n\nJet Set Radio\n\n\nOh, the late 90s\/early 2000s. In-line skating, graffiti, techno-infused Japanese pop, and the Sega Dreamcast ruled my life, in and out of gaming. It was a better time, a simpler time. However, nostalgia can be a funny thing. What was a fond, fun memory...\n\nJet Set Radio is still a fun title, but also a frustrating one. If you've never played the game before, you may be left wondering what all the hype was about. It may be a good game, but if it had been released for the first time today, many would see...\n\nSep, 2012",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9957542419,
        "format_confidence":0.9861409664,
        "weight":0.0036486308
    },
    {
        "url":"http:\/\/www.onthesnow.com\/scotland\/lecht\/reviews.html?language=pl",
        "text":"Skier & Snowboarder-Submitted Reviews for Lecht\n\nPlanning a ski trip to Lecht? Browse our collection of visitor-generated reviews that rank the mountain and ski town on a scale of one to five stars in the following categories: Overall Rating, All-Mountain Terrain, Nightlife, Terrain Park and Family Friendly. See how Lecht stacks up to others in terms of skiing and après, and read up on pros, cons and comments from fellow skiers and snowboarders. Don't forget to submit your own Lecht review! Scroll to the bottom of this page to let other travelers know about your ski area experience. Positive reviews also give your favorite ski resort a chance to win a prestigious OnTheSnow Visitors' Choice Award.\n\nOverall Rating: 3.7\n\nRating Details:\n\n  • Family Friendly\n  • 3.9\n  • All-Mtn. Terrain\n  • 54\n  • Terrain Park\n  • 3.0\n  • Nightlife\n  • 2.2\n\nRecommended For:\n\n  • Singles\n  • 100%\n  • Beginner\n  • 67%\n  • Families\n  • 100%\n  • Intermediate\n  • 67%\n  • Empty Nesters\n  • 0%\n  • Advanced\n  • 67%\n\nHelpful Highlights:\n\nWhen I first saw the piste map of the Lecht, I must admit that I wasn't really expecting much for an intermediate skier. However I was pleasantly surprised ...\n\nTell us about your experience at Lecht\n\nShare your experience at this resort to help other skiers.\n\n* Required\n\n  • Overall  *\n  • Family\n  • All-Mtn. Terrain\n  • Terrain Park\n  • Nightlife\nSnow Report and Powder Alerts!\n\nBy subscribing you agree to our terms and conditions\n\nBy clicking on the \"Preview\" button below, you agree to follow the guidelines in our Posting Policy.\n\nNOTE: If you represent the management of this property and would like to respond to a review, please use the management response form.\n\n\n\nLecht News & Events\n\nView All\n\nScottish skiing opens, but storms restrict terrain\n\nScotland opened for skiing on Saturday; Cairngorm has most terrain open at present.More",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.5356541276,
        "format_confidence":0.977309823,
        "weight":0.0044943287
    },
    {
        "url":"http:\/\/www.dooyoo.co.uk\/nintendo-wii-game\/csi-hard-evidence-wii\/",
        "text":"Welcome! Log in or Register\n\nCSI: Hard Evidence (Wii)\n\n  • image\n3 Reviews\n\nGenre: Adventure for Nintendo Wii \/ Published by Ubisoft\n\n  • Write a review >\n    How do you rate the product overall? Rate it out of five by clicking on one of the hearts.\n    What are the advantages and disadvantages? Use up to 10 bullet points.\n    Write your reviews in your own words. 250 to 500 words\n    Number of words:\n    Write a concise and readable conclusion. The conclusion is also the title of the review.\n    Number of words:\n    Write your email adress here Write your email adress\n\n    Your dooyooMiles Miles\n\n    3 Reviews\n    Sort by:\n    • More +\n      13.08.2012 14:49\n      Very helpful\n\n\n\n      CSI: Hard Evidence\n\n      CSI: Hard Evidence\n      Based on the hit TV series CSI: Hard Evidence is a crime investigation game for the Nintendo Wii. The game comes in a normal white Wii box, the size of a DVD case, which contains the game disc along with an instruction manual for the game and also a separate manual containing safety instructions. The game instruction manual is written in English and is clear and simple to follow.\n\n      I have never watched the TV show, however the idea of a game where I needed to investigate a crime scene and then interrogate people to find the guilty person really appealed to me so when I found this on eBay for £5.99 plus postage I decided to buy it.\n\n      Let's Investigate!\n      The CSI: Hard Evidence game consists of 5 different crime scenes which you must investigate one by one and find the person responsible for committing the crime. When you first begin the game you will be given a quick tutorial set in the FBI garage. In this tutorial you will be given an overview of how to conduct your investigations at the crime scenes and how to process the different evidence using the numerous different tools available including Luminol to reveal blood which has been washed away, Ninhydrin and Magnetic Powder for revealing finger prints, Casting Plaster and Mikrosil for taking moulds or impressions of things like tyre marks and footprints and swabs for collecting DNA and other various liquids or dried liquids you may come across.\n\n      In the bottom left corner of your screen you will always see your PDA. In here you will find information about the case you are working on, the locations available for you to travel to, any evidence you have collected as well as case notes and the options menu.\n\n      As I mentioned earlier, there are 5 different crime scenes in the game and while each crime is different the way in which you investigate remains the same through out. You can only work on one crime scene at a time and you must complete it before the next one is unlocked. When you begin working on a crime you will be shown a video introduction with an explanation of roughly what has happened in each situation and who (if any) the witnesses are. From here on you will need to point your Wii remote at the screen to investigate and search for evidence. As you point at the screen you will see a cursor, this cursor will turn green when you need to investigate further into the area you are pointing at. If there is evidence to be collected the cursor will then turn into a tool box, by clicking the remote you open the tool box screen and depending on what kind of evidence you have found will effect which tool you should use to collect it. This all sounds quite easy because of the cursor changing colour, however it isn't really that easy as you can quite easily miss hidden objects and evidence and end up having to repeatedly re-visit the crime scenes to find it before the game can progress. Once you feel like you have collected all of the available evidence you must then click onto your PDA and return to the FBI lab to process this information.\n\n      The Crimes: I wont go into detail as this would spoil the game, I will simply give you an idea of how I found each crime to play.\n\n      Burning For You: This is the first of the 5 crimes and I think it is a good introduction to the game. It utilizes almost all of the available tools so you can get a good grip on things however I did find the storyline to be rather predictable and therefore quite easy to solve.\n\n      Double Down: In this crime the victim is still alive which you would think makes the crime easier to solve but this actually makes it much more difficult as there are too many potential suspects. I didn't really enjoy this crime so much as I found there was a lot of false leads taking you away from the main investigation.\n\n      Shock Rock: For me this was challenging but enjoyable. I liked the story which came with the crime and it was quite difficult to solve.\n\n      In Your Eyes: With a dodgy English accent involved in this case I found it to be of a medium difficulty, to begin with the investigation seemed to have a lot of dead ends but then it seemed that with a new piece of evidence everything was unlocked and solved.\n\n      The Peacemaker: This is the final crime scene and the one I am currently working to solve. So far it has been the hardest one to get into, mainly because there is so much evidence to process and because of this the game wont progress until you have found every last piece. It does seem good though and I will be sticking with it until I have solved the crime.\n\n      In The Lab\n      Once you have collected your evidence and returned to the lab you will need to process this evidence using various different computers, a microscope and an analysing table. The main computer you will use in your investigations is the Trace Analysis computer, this computer processes fingerprints, shoe prints and any video or audio evidence you may have. Processing the information is like completing a few little puzzles because for example when you analyse a fingerprint you will be shown a section of the print and you will need to search through the FBI and civil databases to find a match, you then need to click to confirm the match and if you are correct this can lead to warrants being available from your boss Brass.\n\n      The other machine which is most commonly used is the DNA analyser, this machine processes any DNA you have collected on the swab sticks and searches the databases for possible matches, as with the finger prints you must then complete a little puzzle to find the correct match. Personally I enjoy using both of these machines as I like puzzles, but I find the DNA one to be a little tricky as the colours and patterns have to match perfectly and this isn't always that easy with so many coloured markings on the screen.\n\n      The assembly table is only used a couple of times and it is mainly for putting broken items back together, again in puzzle form or for looking at items such as any guns which were involved in the crimes and firing off sample rounds to compare bullets under the microscope, again the microscope is only used a couple of times in each case. I find both the assembly table puzzles and the microscope comparisons relatively easy to do.\n\n      Warrants & Questioning\n      Once you have processed the evidence you will have some warrants available for questioning suspects. When a suspect is called in for questioning they are taken to the interrogation room. Here you simply need to sit and click on the pre-determined questions and listen to their answers, their answers can sometimes open up new leads for questioning new suspects or new locations to search. While I enjoy this as it gives me new areas to search I also hate it as the questions are pre-determined and it seems to make no difference which order you ask them you will still get the same result. I also find that sometimes I want to ask for more information but I cannot as it is not available yet.\n\n      If a suspect reveals some information about another potential suspect then you will be able to go to a new location and talk with this new person, usually you can have a look around the place too, but a full on search can only be done with a warrant and most people will be quick to remind you of this if you take a nosey look too far! You need to try to use any evidence you have to obtain warrants for searches and arrests and I find that quite a lot of the time these clues are very well hidden. I like this though as it puts a bit of a challenge into the game.\n\n      Making a Conviction & Case Closed\n      After collecting all the evidence, processing it and questioning numerous suspects you will be ready to make your conviction and close the case. In my opinion this is the part of the game which is a bit of a let down as the game seems to automatically do it for you. I have currently completed 4 out of 5 cases and in each one it has been the same process of me being in the interrogation room clicking on the questions and listening to the answers when the game seems to take over and the suspect is convicted. You are then shown a short animated scene of how the crime took place and the case is closed. While I can see how this is good because you have completed the case I was expecting a little more of a challenge to get the suspect to confess in the end.\n\n      Once the case is closed you will be automatically taken to your evaluation screen where you will see how well you did with collecting evidence, how thorough you were and what rank you have been awarded for your investigation skills. If your rank is high enough then you may unlock some bonus material. I wouldn't get too excited though as the bonus material isn't that good!\n\n      Multiplayer & Online\n      CSI: Hard Evidence is a single player game with no multiplayer or online play options\n\n      The controls of the game are very easy and are generally a case of point and click actions. The hardest part of the controls for me was getting the accuracy right for where I was pointing as I would click to zoom in and it would then zoom to the wrong area as my hand had moved slightly. This was annoying but I soon got t... (truncated)",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9944719076,
        "format_confidence":0.9314621091,
        "weight":0.0034463241
    },
    {
        "url":"http:\/\/pinpointancestry.co.uk\/testimonials\/",
        "text":"‘Thank you so much for the family history on William Williams. It  has been a great pleasure working with you.’ EA U.S.A.\n\n‘So much better than we expected.’  AC North Wales\n\n‘Pinpoint Ancestry were fantastic in discovering my Scottish forebears. Really comprehensive research.’ JB Scotland\n\n‘Thank you so much for all your support, your hard work, your diligence and the prompt service that I received – much appreciated.’ KF Midlands\n\n‘Pinpoint Ancestry managed to produce a wonderful family pedigree chart for me, uncovering the truth behind some old family stories. Would highly recommend their services.’ HN Northamptonshire\n\n‘We recently used the services of Pinpoint Ancestry to trace our parent’s family trees on both sides, as a surprise Christmas gift for them. As there is so many options of companies carrying out this work it was hard to know who to use and then we found Pinpoint Ancestry. The service we received from them was both professional & personable. We would highly recommend their services to anyone who is looking to trace back their family history. We were so impressed with the format and presentation of the information we are having further research carried out. Thank you to Kathryn & John.’ JD Chester",
        "topic_id":13,
        "format_id":23,
        "topic_confidence":0.7082101703,
        "format_confidence":0.9929860234,
        "weight":0.0001314224
    },
    {
        "url":"https:\/\/www.cruisecritic.com\/memberreviews\/memberreview.cfm?EntryID=668224",
        "text":"• Write a Review\n  • Boards\n  • Log In\nMarina Cruise Review\n4.5 \/ 5.0\nCruise Critic Editor Rating\n713 Reviews\n\nAverage, not as Luxurious or 5 star as touted\n\nMarina Cruise Review by DudleyTL\n\n10 people found this helpful\nTrip Details\n  • Sail Date: Sep 2019\n  • Destination: the Mediterranean\n  • Cabin Type: Concierge Level\n\nWe sailed aboard Oceania Marina from Lisbon to Monte Carlo Sept 29 – to Oct 6 2019. Our expectations and excitement for the journey as well as the Marina were high based on much research and Oceania’s marketing. Our cruise experience was not five star\/luxury, intimate, personal, or warm.\n\nCabin and Concierge Service\n\nCabin service was average, but not personalized or attentive beyond usual clean up and prep. Examples: used more than one bucket of ice nightly, but always had to ask for second one. Superior service would have inquired proactively. Turn down service often clashed with when we were preparing for dinner (8:30p reservations). Superior service would have had our reservation schedule and worked the evening cabin duties accordingly. The patio cushions were removed in the evening but not replaced in the morning. Our attendant and assistant were both pleasant, but seemed to have too large a base to serve for the entire trip. Per Oceania’s marketing, we expected more focused attention (smaller crew to passenger ratio). Concierge service was lacking. Although attended, not welcoming or personalized, even though we used service daily. Recognition and acknowledgement would have elevated the experience. Deck door between our cabin deck and our neighbor’s cabin deck was not secure\/firm and would rattle and clunk during the night.\n\nFood and Beverage Service\n\nDrink service at bars was often slow regardless of number of patrons. Bartender acknowledgement, even if busy with other tasks, is expected and was rarely given. Weather was warm, and deck service was never offered on the three occasions I chose to utilize the various areas, to include spa terrace, main pool area, and conversation areas. We dined at Waves Grill for lunch three times and the steak and lobster was superb, as was the ahi tuna. The other sandwiches were average. Waves Grill table service was lacking. Water service was immediate, but bar service was slow and inattentive. It also lacked personalization. I had a premium beverage package and ordered wine with lunch with ice. Never was I recognized or asked proactively if I wanted wine again with ice – this would have been superior service and not just average service.\n\nSommelier service in the buffet was slow as well, but only used it on the first day. It is noted the buffet table service on the port side of the Terrace Buffet was far superior to what we experience elsewhere (breakfast).\n\nRed Ginger was superior in service and food quality.\n\nBarristas was very good as well, but table service in the library would have been excellent\/superior (or at least to be asked once settled).\n\nJacques food quality was lacking. Lamb was overcooked, sent back, and overcooked again. In fact the waiter even mentioned that my barely pink lamb was indeed medium rare versus offering something different or even preparing again, which I would have expected from Superior service. Sommelier service was good\/attentive.\n\nOur first Grand Dining room service seem strained. Our waiter indicated 9p couldn’t come soon enough. Service throughout the evening wasn’t bad, but it wasn’t excellent. I had to ask for refill of wine when needed.\n\nOur second Grand Dining experience was similar to our first. The escargot was very good, lobster bisque lacked any indication of lobster, and crème brulee was grainy and of a pudding\/undercooked consistency rather than custard. Table service did not inquire why it wasn’t eaten or if it was satisfactory or if we wanted something else. Superior service would have been more aware of our experience.\n\nTuscany grill was average for food quality, sommelier service, and table service. Not bad, but not 5 star.\n\nOur last night was Polo Grill. Initial table service was commendable, but bar service and sommelier was extremely anxious and stressed and virtually non existent, even as the volume of people diminished (we had 830 reservations and were there at 825). Had to ask repeatedly for wine\/refill and table service seemed not to know our understand how our experience was going or being paced to facilitate beverage\/wine service – they did not seem to partner with the sommelier or kitchen very well. We were virtually ignored for an hour by our table service (other than water). The main course never came and no one spoke to us about delays or gave any indication that they were even aware of delays. Around 9:30 my husband sought the maître de and still no one came to talk to me or refresh my service. By 9:40, I was upset and left the restaurant with my husband in order to pack and prepare for departure tasks. Only at that time did there seem to be any concern about our service and experience. Although apologies were given and alternatives offered, at that time is was far too disappointing and too late to repair.\n\nOther Services\/Activities\n\nI had planned on using the artist’s loft (one of the reasons I chose Marina), but it was never attended nor any products or amenities available to use other than the 4p class which conflicted with excursion timing. A self service option would have been lovely to use for sunset sketching or morning activity.\n\n\nAfter much research, I chose Oceania because we enjoy a casual, resort environment with outstanding amenities, focused service, and five star cuisine and culinary experience. The service and quality aboard Marina was inconsistent and impersonal, not superior or intimate. I am very disappointed to have paid more than twice what I have on other cruise lines while experiencing less service, quality, attentiveness, and appointments (including Celebrity, Carnival, and A-Rosa River cruises). It is noteworthy to mention I have not received a follow up directly or indirectly from Oceania for feedback as of 17 October (11 days after disembarkation).\n\nDudleyTL's Full Rating Summary\nOnboard Experience\nEnrichment Activities\nValue For Money\nPublic Rooms\nFitness & Recreation\nSign Up for Price Drop Alerts\nGet tomorrow's price drops\n250,000+ people have entered their email\nBy proceeding, you agree to Cruise Critic’s Privacy Policy and Terms of Use.\n\nCabin Review\n\nConcierge Level\n\nWas average. Cabin attendants had too many cabins to provide personalized or intimate service awareness. Concierge wasn't attentive or of particular value.\n\nPort & Shore Excursion Reviews\n\nPrevious ReviewNext Review\n1 Reviews Written\n10 Helpful Votes\nNever Miss a Deal!\nSubscribe and Save\nBy proceeding, you agree to Cruise Critic’s Privacy Policy and Terms of Use.\n\nMore Oceania Marina Reviews\n\nWant to cruise smarter?\nGet expert advice, insider tips and more.\nBy proceeding, you agree to Cruise Critic’s Privacy Policy and Terms of Use.",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9954635501,
        "format_confidence":0.9918677211,
        "weight":0.0045612757
    },
    {
        "url":"http:\/\/www.alexjohnson.com\/about-the-hotel\/best-rapid-city-hotels\/",
        "text":"Hotel Alex Johnson is dedicated to providing an experience unlike any other found in South Dakota and we are always looking for feedback from our guests. We would like to share some of those experiences with you. Take a moment to read what our guests have to say about the exceptional Rapid City hotel and why they rate it among the best Rapid City hotels!\n\nWe stayed here for one night on our way through the US back to Canada. I wish we had had more time here. The hotel was wonderful. Rachael at the front desk, welcomed us warmly, and gave us lots of good info about where to eat. The hotel was clean, renovated and had a big comfy bed. The location was excellent and Rapid City was not at all what we expected. There was lots to do around the hotel. The room was clean and spacious. Excellent value for the money. We got a complimentary upgrade to a king size bed, a great welcome after a long day driving. Would definitely recommend this hotel as it was one of the best Rapid City hotels we’ve ever stayed at.\n\nThis hotel is a western “palace”, reminiscent of the Ahwahnee hotel in the 1920’s interior decoration of the lobby. On the top floor is an art deco style bar with a complete panoramic view of the surrounding area, also. If you are visiting Rapid City, stay there at least once if you can!\n\nOr at least go have a drink in that bar. There are several unique stores nearby including one selling hand-painted Native American drums and Prairie’s Edge, which has a wide variety of appealing Western\/prairie gift and decor ideas.\n\nMy friend and I stayed at the Hotel Alex Johnson June 10, 2012 and we both loved it. Old hotel charm and elegance, convenient location, friendly staff, affordable. If you want to visit Mount Rushmore, Black Hills, Badlands, Devils Tower, Wall and other attractions in South Dakota but aren’t interested in camping – I recommend this hotel.\n\nI just did a cross-country road trip to help a friend move from Vermont to Oregon. We randomly stopped in Rapid City, SD so that we would be close to Mt Rushmore the next morning. We saw the Alex Johnson Hotel as we drove into downtown and assumed it would be way too expensive! We called anyway and were shocked to find out it was way affordable! The room was gorgeous and very nice. Of our entire trip this was the least expensive room we stayed in but by far the nicest! We also got vouchers for some free appetizers with purchases of cocktails.\n\nThe staff was very nice, the food and drinks at the rooftop bar were delicious, and the view from up there was amazing! We were obliged to stay at one of the best Rapid City hotels.\n\nMoving from North Carolina to Seattle with two cats, my daughter and I needed a “vacation” from our road trip, so we stayed two nights in this historical hotel. The hotel is pet friendly (at $25 per animal per night they should be!), has a great location and comfortable rooms. We stayed in one of the suites, and the reasonable price for the room made up for the pet charges. Both the rooftop bar and adjoining Irish Pub were fun and appreciated. Rapid City is a charming city with very friendly people and we would like to go back. We were happy to have a wonderful stay at one of the best Rapid City hotels-we’d love to come back again!",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9972425699,
        "format_confidence":0.9460383058,
        "weight":0.0043505212
    },
    {
        "url":"https:\/\/ship4less.ca\/reviews\/",
        "text":"55 out of 5 stars (based on 3 reviews)\nVery good0%\n\n\nShipment from Edmonton to Brisbane\n\n08 March 2018, 2:18\n\nWanted to send a Snowboard from Edmonton to Brisbane. Ship4less was referred to me by my friend who used their services last year and was very happy. Let me tell you that these guys are the real deal. They made sure all the paperwork was in place, advised me about port charges, provided tracking and emailed every time the status of the shipment changed. Snowboard arrived without any damages and their agent contacted me for pick up and final paperwork at the destination. I would recommend these Guys!!\n\n\nSmall Package from Montreal to Accra,Ghana\n\n20 February 2018, 9:55\n\nI was looking for a cheap way to send a small package from Montreal,QC to Accra, Ghana. I found ship4less online and asked them for the price. They were able to ship my package through DHL for a price cheaper than DHL. They must have negotiated some kind of contract. I was very impressed with their booking process as well as customer support through out the whole process. Recommendation from me\n\n\nAmazing Shipping Company\n\n15 February 2018, 1:45\n\nOur household goods were shipped pretty fast from Ottawa, ON to Naples, Italy. We were provided a tracking number at the time of pick up and frequent updates were provided by email which was very stress relieving. I will definitely recommend and use them again.\n\n\n\nYour Gateway to Worldwide Shipping Address: 27 Auriga Drive, Ottawa,ON Tel: 613.209.9982",
        "topic_id":22,
        "format_id":23,
        "topic_confidence":0.9898186326,
        "format_confidence":0.99225384,
        "weight":0.0014725494
    },
    {
        "url":"https:\/\/www.tripadvisor.com.sg\/Restaurant_Review-g295432-d2178775-Reviews-or10-La_Patisserie-Sucre_Chuquisaca_Department.html",
        "text":"\nWe support the following browsers:\nWindows: Internet Explorer, Mozilla Firefox, Google Chrome. Mac: Safari.\nWant the lowest hotel prices? You're in the right place. We check 200+ sites for you.\n\nLa Patisserie\n\nMap updates are paused. Zoom in to see updated info.\nReset zoom\nUpdating Map...\nGet directions\nRue Audiencia 17, Sucre 64, Bolivia\n+591 60311062\nMore Info\nAdd Photo Write a Review\n\n56 Reviews from our TripAdvisor Community\n\nTraveller rating\nTraveller type\nTime of year\n  • More\nShowing 21: English reviews\nLevel Contributor\n87 reviews\n50 restaurant reviews\ncommon_n_restaurant_reviews_1bd8 28 helpful votes\n3 of 5 bubbles Reviewed 9 January 2014 via mobile\n\nNot great crepes, not great service, not great prices. If you must have a crepe go here, otherwise don't waste your time or money.\n\nThank Justin H\n2 reviews\n1 of 5 bubbles Reviewed 11 October 2013 via mobile\n\nI don't know why this place sucks, it's unbelievable that the owner is french. That creme Brule was a joke! I think that was more like a flan instead, and the prices are not accord with the quality\n\nThank Mike M\nLevel Contributor\n29 reviews\n19 restaurant reviews\ncommon_n_restaurant_reviews_1bd8 5 helpful votes\n4 of 5 bubbles Reviewed 26 August 2013 via mobile\n\nThe range of sweet foods here is great, with a display of cakes at the counter. Try the chocolate and banana crepes, they're fantastic! Staff were friendly and didn't seem to mind me sitting for a few hours with coffee and cakes and struggling with my spanish homework.\n\nThank Ljbarrett86\nWellington, New Zealand\nLevel Contributor\n47 reviews\n29 restaurant reviews\ncommon_n_restaurant_reviews_1bd8 28 helpful votes\n3 of 5 bubbles Reviewed 29 June 2013\n\nVery relaxed and pleasant cafe to have a light lunch. We went here a couple of times during our 5 week stay in Sucre. The crepes are tasty, the toppings fresh. There is a decent variety of cakes and baked goods as well to choose from. All decent quality for Bolivia. This isn't a stand out place, but it is... More \n\nThank Julia W\nSucre, Bolivia\nLevel Contributor\n4 reviews\ncommon_n_restaurant_reviews_1bd8 3 helpful votes\n5 of 5 bubbles Reviewed 17 May 2013\n\nPassing by i saw the large crepe maker on the sidewalk with all the fresh ingredients so i decided to give it a try, i had a ham and cheese and a chocolate and strawberries and a cup of american style coffee. All 3 were excellent, specially the crepes i cant believe how thin they are it makes them so... More \n\nThank ClaudiaL734\nCochabamba, Bolivia\nLevel Contributor\n7 reviews\n3 restaurant reviews\n4 of 5 bubbles Reviewed 17 February 2013\n\nLove Xavier and the fun variety of crepes from apple\/caramel to breakfast crepes, to chocolate. Sure to please!\n\nThank Christy D\nLevel Contributor\n59 reviews\n38 restaurant reviews\ncommon_n_restaurant_reviews_1bd8 26 helpful votes\n2 of 5 bubbles Reviewed 14 October 2012\n\nI was SO excited when I heard about this place as I'd been craving a good crepe since Arequipa (they have a phenomenal creperie there), and one run by an actual Frenchman? Well it must be good right? Wrong. I had one of the sweet crepes and basically had to choke it down. The crepe itself was oddly crispy, more... More \n\nThank ramonaquimby123\nUnited States\nLevel Contributor\n68 reviews\n32 restaurant reviews\ncommon_n_restaurant_reviews_1bd8 82 helpful votes\n1 of 5 bubbles Reviewed 29 June 2012\n\nWe asked the waiter which water they used for the juices and she told us it was boiled.... and we believed her... guesss what it was not boiled enough!!! I got a really upset stomach after having these juices!! Plus the owner of this place is really unpleasant.... zero customer service!\n\nThank WorldTraveller z\nDes Moines\nLevel Contributor\n5 reviews\ncommon_n_restaurant_reviews_1bd8 1 helpful vote\n4 of 5 bubbles Reviewed 23 November 2011\n\nNeed a taste of Paris whilst in South America? This is the place to go. We went back several times when in Sucre. The one with the strawberries is great, as is the chocolate mouse one!\n\nThank slash82\nSydney, Australia\nLevel Contributor\n102 reviews\n61 restaurant reviews\ncommon_n_restaurant_reviews_1bd8 83 helpful votes\n4 of 5 bubbles Reviewed 10 November 2011\n\nFresh ingredients and good prices make it a nice stop for a post dinner postre. I've also tries a quiche here for lunch and it was great.\n\nThank Mjs181\n\nTravellers who viewed La Patisserie also viewed\n\nSucre, Chuquisaca Department\nSucre, Chuquisaca Department\nSucre, Chuquisaca Department\nSucre, Chuquisaca Department\n\nBeen to La Patisserie? Share your experiences!\n\nWrite a Review Add Photos & Videos\n\nIs This Your TripAdvisor Listing?\n\nOwn or manage this property? Claim your listing for free to respond to reviews, update your profile and much more.\n\nClaim Your Listing\nImprove this listing\n\nRestaurant Details\n\nRating summary\n  • Food\n    3.5 of 5 bubbles\n    3.5 of 5 bubbles\n  • Value\n    3.5 of 5 bubbles\n    3.5 of 5 bubbles\nAverage prices\nUS$3 - US$7\nRestaurant features\nSeating, Takeout\nLocation and Contact Information\n  • Address: Rue Audiencia 17, Sucre 64, Bolivia\n  • Location: South America  >  Bolivia  >  Chuquisaca Department  >  Sucre\n  • Phone Number: +591 60311062\nLa Patisserie is an elegant teashop wich propose french pastry (mousses, pies, brioche, creme brulée...) and cappucinos, real espressos, hot chocolate, fruit juices.\n\nQuestions & Answers\n\nQuestions? Get answers from La Patisserie staff and past visitors.\nPosting guidelines\nTypical questions asked:\n  • Do you have gluten-free options?\n  • Is there a dress code?\n  • Do you allow dogs on the outdoor patio?",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.9658238292,
        "format_confidence":0.9872484803,
        "weight":0.0072204675
    },
    {
        "url":"http:\/\/www.viator.com\/profile\/8066373\/Laura-R",
        "text":"Laura R\n\nReport problem\n\nMy Profile\n\nLaura R\n\nThis member is not sharing any profile information publicly.\n\n\n\nSingapore Zoo Breakfast with Orangutans\n\nSingapore, Singapore\n\nMy Rating\n5 star rating: Highly Recommended\n\nMy Review\n\nThis tour was great fun. We were picked up on time in a large and comfortable bus. The tour guide was very knowledgeable and kept us all entertained with facts about Singapore on the way to the zoo. The breakfast food was very tasty and it was brilliant to see the orangutans up close - they are so beautiful! I appreciate that the staff are willing to take photos with your own camera so you don't HAVE to buy their photos, particularly when you've already paid for the experience. Enjoyed listening to the information the keeper shared with us. The zoo itself is beautiful, easy and enjoyable to walk around the enclosures seem great. Really a world class zoo. Also appreciated having the option to return on our own so we could spend some more time in the zoo.\n\nViator uses cookies to improve your experience on our website. Learn more about how we use cookies and how to change your cookie settings | Close message",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9956717491,
        "format_confidence":0.6883232594,
        "weight":0.0031653739
    },
    {
        "url":"http:\/\/www.sidereel.com\/posts\/276225-review-dracula-season-1-review-goblin-merchant-men-",
        "text":"Dracula Season 1 Review “Goblin Merchant Men”\n\nOn the latest episode of “Dracula,” apparently not satisfied with the levels of ridiculousness achieved by last week’s title, they somehow managed to top themselves with this week’s “Goblin Merchant Men.”Honestly, if you’re going to camp it up, just go ahead and camp it up. I mean, all the elements are already there, and I’m not just talking about these wacky episode titles.\n\nThink about it: Lady Jayne is all but bursting at the seams of her bodices, and that hasn’t changed, and isn’t likely to- nor should it. Nothing wrong with a little sex appeal, and between Victoria Smurfit and Jonathan Rhys-Meyers’ shirtlessness, they’ve got that covered. But come on now, you do a scene at a gay nightclub complete with a drag show in one episode and a set-piece in this one in what might as well be a nightclub, where everyone is doing absinthe and listening to Brian Jonestown Massacre while strobe lights flicker on and off and people are dirty dancing…how is this not campy?\n\n\n\n\nWant to comment on this? First, you must log in to your SideReel account!",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9965265393,
        "format_confidence":0.8061819077,
        "weight":0.0071113963
    },
    {
        "url":"https:\/\/thedaytonight.com\/2018\/11\/23\/review-fallout-76\/",
        "text":"Review: Fallout 76\n\nFallout 76 is an action RPG developed by Bethesda Game Studios and published by Bethesda Softworks for PlayStation 4, Xbox One, and Windows PC on 14th November 2018. The game was announced on 30th May 2018, though many details were kept under wraps until E3 of the same year. The show unleashed many key details about the game, the most important of which was the fact that it would be online only.\n\nFallout 76 take place before Fallout, which could be considered a prequel, though that would give the story more credit than it deserves. Players starting out in the game begin in Vault 76. Fans of the series will know that each vault was designed for experimentation of some kind; from Vault 13’s faulty water chip to Vault 111’s cryogenics, these tests give motive to the player to venture out into the world. In stark contrast, Vault 76 was control vault to house the best and brightest the US had to offer at the time of its tricentennial anniversary.\n\nYeah, they're propping this up with microtransactions.\nPower armour can be customised with paint jobs purchased with microtransaction currency.\n\nPlayers create a resident of Vault 76, waking up late when the vault opened again twenty five years later on reclamation day. As each player is also a former resident of the vault, it is devoid of any NPCs other than the robotic staff of the facility. The player is tasked with tracking down the Overseer who (like everyone else) departed the vault earlier that day. The story is delivered to the player through pre-recorded tapes for the most part, or more robots should the need arise. The only live humans in these wastes are other players.\n\nFallout 76 plays much like Fallout 4 with a few changes to allow for its online nature. Players can switch out of the default first person view into an over-the-shoulder camera at any time. The player can use the Vaul-Tec Assisted Targeting System (V.A.T.S) to target enemies easier, but unlike previous Fallout titles, the game does not slow down whilst targeting. New gear can be found regularly in the wild on on the corpses of slain enemies. Should the player find an appropriate workbench, new equipment can be fashioned out of materials. The world is full of junk that can be scrapped for raw ingredients. To stop players from becoming too powerful too quickly, pieces of equipment have their own levels. Higher level enemies will drop more powerful versions of weapons and armour, or they can be crafted by the player should they find the appropriate plans.\n\nPlans are required for crafting anything but the most basic of items in Fallout 76. Some main missions will give plans for essential housing items, but new pieces of equipment require finding or purchasing plans for their construction. Some gear modifications are unlocked by scrapping loot, giving a reason to hoard every drop a player finds should it unlock a better part to equip on a favourite weapon. It is a pity then that inventory space is often limited due to the need for a set of armour and multiple weapons for different enemies.\n\nNo loot here, moving on....\nEmpty areas are nice for building a base on, but not great for exploring.\n\nAs mentioned earlier, the construction system from Fallout 4 makes a return, albeit in a cut down fashion. No longer can players build sprawling bases across multiple locations, instead they have a modest area within the Construction and Assembly Mobile Platform (C.A.M.P), a portable device that can hold any unwanted items the player does not wish to carry. In theory the player should be able to move their camp frequently as structures are saved as blueprints for easy redeployment, but in reality the blueprints will not sit properly on the landscape in a new location, and any structures not on foundations when the camp moves are lost. This is quite frustrating when the game removes a players camp for no apparent reason.\n\nPlayer verses player combat is an option in Fallout 76, should one choose to participate. If the combat is entirely one-sided, then the defending player takes a reduced amount of damage. If the defending player retaliates then damage is returned to normal and the victor gets to steal stuff from the losers dropped junk. Should a player win successive fights they will obtain a bounty on their head that is paid out of their own caps, the Fallout currency.\n\nLeveling up is handled differently in Fallout 76 as well. Each level player will be able to put a point into one of their SPECIAL stats. At various levels players will also receive a pack of perk cards. These are equipped to corresponding stats, but the value of cards cannot exceed the amount of points a player has in that stat. Cards can be swapped out freely at any point allowing players to customise their play style for groups or soloing. Combining the same cards together allows them to rank up, increasing their effectiveness whilst also increasing their cost.\n\nFallout 76 is running on the same engine as Fallout 4. This means that everything looks similar to the last Fallout title, for better or worse. As the game is set earlier in the timeline, there is more greenery around as plant life has not completely fallen to radiation. This has the benefit of giving the game a wider colour palette, but does limit where objects can be build in the wild. Scenery cannot be removed in building locations in this game. Enemies do tend to blend in with the landscape as well, which can make finding bodies to loot after particularly hectic firefights all the more frustrating.\n\nWhich is great when you find them at level ten.\nScorch Beasts are some of the tougher PvE content in the game.\n\nFallout 76 has many of the same songs that graced Fallout 4. The setting of the series is a future imagined of by people from the 1950’s, and the latter game got that right. Fallout 76, however, also prominently features music from the 60’s and 70’s, an anachronism given the nature of the setting. One of the more positive aspects of the sound design is that one can tell when enemies are nearby by the sound of their movement. Should the player chose to sneak, humanoid and robotic enemies will voice their annoyance at not being able to find them.\n\nMMOs are never without their bugs, and Fallout 76 is no exception. Aside from the disappearing camp mention above, there have been random disconnects for everyone in a world, and strange graphical glitches that prevent players from entering areas that should otherwise be accessible. In some locations it is even possible to fall through the floor to an untimely demise, losing all the valuable junk the player is carrying at the same time. This is the first time Bethesda have handled an MMO, and it shows. ZeniMax Online Studios has handled Elder Scrolls Online for years, though very little of the knowledge gained from running an MMO has been passed to the other company.\n\nFallout 76 is not a game that will have a wide appeal outside of fans of the series, but this is not the next game in the series that those fans would want. There is plenty of content to be explored in the game outside of the main quest, but getting there requires grinding the same events multiple times a day and otherwise scavenging for parts when they are not available. Tougher content can be challenged earlier by teaming up with other players, but this may not appeal to those going into the game looking for a single-player experience. Fallout 76 may hit its stride once the bugs have been worked out and a larger variety of content is added to the game, but until then this may be one to pick up cheap or skip entirely.\n\nBox Art\nReview Grade D\nReview Grade\n\nGame Information\n\nTitle: Fallout 76\n\nGenre: Action role-playing\n\nDeveloper: Bethesda Game Studios\n\nPublisher: Bethesda Softworks\n\nPlatform Reviewed: PlayStation 4\n\nRelease Date: 14 November 2018\n\n\n  1. I enjoyed reading this on Friday when it absolutely went live!\n\n  2. I’m still playing this one. I may be for a while. My family enjoys it, so I guess I have to…. endure it. I hope they add more content soon.\n\n  3. It does kind of sound like ‘F’, but Imitanis claims there’s something to be had here, even if it is buried in garbage and barely operational.\n\n  4. I wouldn’t eat a sandwich if it fell into the garbage…\n\nComments are closed.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.996373713,
        "format_confidence":0.6657910943,
        "weight":0.0024633658
    },
    {
        "url":"http:\/\/www.play.com\/DVD\/DVD\/4-\/28806082\/My-Way\/ProductReviews.html",
        "text":"\n  • 0 SuperPoints\n  • Your Account\n  • Help\n\nMy Way\n\nFeaturing: Dong-gun Jang, Jô Odagiri & Bingbing Fan\n\nFormat: DVD | Rating: 18 years & over\n\n    (1 customer reviews)  |  Write a review\n\nCustomer Reviews\n\n\"Average rating (1 reviews)\"\n\nResults 1-1 of 1\n\n  moving war drama\n\n| | See all atthemovies's reviews (112)\n\ni wont go into to much detail here other than to say get this film, if like me you enjoy war films from asian market you will not be disappointed. it has a plot and plenty action and based on actual events. similar kind of film to brotherhood, 71 into the fire and frontline.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9971851707,
        "format_confidence":0.8088382483,
        "weight":0.0071348281
    },
    {
        "url":"http:\/\/panoramajournal.blogspot.com\/2009\/08\/reviews-49-ninth-desertmasayuki.html",
        "text":"Tuesday, 11 August 2009\n\n\n\"Neyss\" Cdr 2008\n(Deserted Factory)\nComing with its fifth album, this french project emerges with concrete expositions of soundscapes with highest context of ambient atmospheres surrounded by such abysmal desolated passages. the album contains 9 exposition in which the sensations and mental states created by NINTH DESERT are collapsing once again and again to offer us a very interesting purpose from start to finish. Tracks as \"X-Hi\" \"Karn\" offer us vaporous metallic drone transformations with diverse elements and structures which have such specific powerful atmospheres full of subtle feedbacks, creating such hypnotic passages. \"Tern\" and \"Trees\" are other tracks with more dense drone elements and dark experimentations worth to explore. Frenchman Cyril Herry the master mind behind this project, reveal us in such tracks part of his creativity in the fields of experimental drone ambient, with a very amazing release.\"Phos\" is a deep surreal voyage to another dimension, created by such hypnotic atmospheres with such atmospheres coming from the other side, through ambient structures collapsing all the time.\"A.W\" is a vast gathering, including some percussive metallic sounds and elements with so diverse structures.so, in the whole nine compositions created here you shall experience a vast quantity of drone patterns and desolated atmospheres converging into a solid structure representing the amazing surrealistic universe in which floats NINTH DESERT. The album is limited to 150 copies only.\n\n\"Land\" Cd\n\n(Deserted Factory)\n\nA Japanese mutation growing slowly with no limits, infecting minds and infiltrating into destructive psychotic deconstruction creating a massive machinery of disturbing noise nature. Seven compositions with the structural noise defragmentations generating chaotic experimentations which at moments sounds so psychotic in the way as each one of the tracks are created here. At moments music sounds as dense and abrasive as for example on the third track. The whole album has such irrational structures mutating into diverse soundscapes able to exploit your brain due how each definite noise pattern has been put together. \"Land\" is a mutation, a living organism to be experienced in its maximum splendor when exploring in deep way each one of such psychotic virus penetrating slowly your brain. Reverberating pulsations are twisting to generate such abstractive noise executions. A very interesting work by MASAYUKI INAMISHI which surely will impact you in the way as the album is built. A total time of 34:53 minutes of pure psychotic noise experimentations.\n\n\"Herbstrost\" Cd 2008\n\n(Deserted Factory\n\/The Tourette Tapes)\n\nAgain, Daniel Simon, the responsible shape behinds FLUTWACHT surprise us with an impressive release. This time this German Project awakens from limb with dense structures and ambient drone soundscapes generating a very in deep album. The first track is built into such dense ambient passages with an inner atmosphere focused into more harsh and raw than previous works. So the second track is more industrial built into repetitive sounds and some elements remembering the isolation created by FLUTWACHT. the next track returns more into such ambient structures with elements changing here and there, transforming into power electronics soundscapes with so in deep harsh atmospheres. The forth track here is still with such industrial noise patterns but time screaming voices appears to penetrate intensely layer to layer the main structure of the track. The fifth track is a powerful noise adaptation with such raw elements dressing the whole picture of the track.so; the whole tracks are giving you defragmentative elements in which you could experience the abrassive atmospheres created by this German project. For more info just visit Deserted Factory page.\n\nNo comments:",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9225816727,
        "format_confidence":0.7796880603,
        "weight":0.0068776919
    },
    {
        "url":"https:\/\/www.happycow.net\/reviews\/jp-licks-wellesley-31405",
        "text":"1 Review\n\nFirst Review by iamrunningthis\n\nVery slim offerings - but tasty - Edit\n\nThey often only have one or two non-dairy options, and they haven't had a chocolate option the last 3 times we've been in (deal-breaker for our vegan kids). Their non-dairy flavors are tasty, often things like a fruit sorbet or a pistachio flavor, but the lack of variety and lack of a kid friendly option means it's hard for us to go here.\n\nPros: Delicious\n\nCons: Expensive, Slim selection\n\nRead More\n\nBy submitting this post you agree to HappyCow Terms\n\nLink to this page from your site. .\nReturn to Wellesley Vegetarian Restaurants & Health Food Store Listings\nBusiness Owners, if you see an unfair review, read this.\nWhy was my review removed? - details \/ Review guidelines\nReviews are not endorsed by HappyCow - review terms\nHas J.P. Licks closed, shut down, moved, or changed? Please use the Update Form.\nThis page has been viewed 604 times.\n\nKeep HappyCow Growing Strong!\n\nI would like to support",
        "topic_id":10,
        "format_id":23,
        "topic_confidence":0.9954035282,
        "format_confidence":0.9929957986,
        "weight":0.0072625018
    },
    {
        "url":"https:\/\/www.gamefaqs.com\/gamecube\/925314-mario-superstar-baseball\/reviews\/92364",
        "text":"\"Nintendo takes a huge swing at an arcade-style baseball game, but strikes out\"\n\nFor as long as Nintendo has been making consoles, Mario has been its shining star (no pun intended) amongst many titles that waver in their greatness. Whilst other Nintendo stars stuck to one form and delivered it well, Mario branched out in to many different genres, from teaching children to type, to our most recent addition to the Mario name, Mario Superstar Baseball.\n\nLet's not get me wrong here before we start out. I loved Mario Golf: Toadstool Tour, and I thought it was a wonderful way to make golf not only accessible to those bored to death by the PGA tour, but to throw in just enough incentives to keep playing to make the title itself last for a good long time by sports game standards and not lose the core charm of the game of golf. Mario Power Tennis, I felt, was not as good. While you would get locked into a zone when competing with an opponent, with rallies lasting 20, 40, sometimes even 60 hits, they tried too hard to really differentiate it from tennis as a game, and made it into something far less desirable, but still played with tennis racquets. Mario SuperStar Baseball, on the other hand, fails to please on an entirely different front. It just doesn't play well. At all.\n\nMario Superstar Baseball boasted a lot of new things for the Mario Sports World, namely a 'challenge mode' that was not simply tournaments. When introduced to this concept, you think that you'll maybe have the opportunity to really go down that career path they say is there, and that you will turn a motley crew of baseball players into the Mushroom Kingdom's finest hardballers. In this aspect, MSB takes a cut at a new innovation, and grounds it foul for strike one. There was huge potential for a really deep career mode spent building teams by impressing the opposition enough to acquire some of their players, a mode with individual character development in a user-friendly manner. This, in short, was definitely not what happened. While at first we think to ourselves that this is not just another tournament ladder and some minigames, that's really all it is. A few additions here and there like a map of an overworld with the 6 venues you will play on have been made, but for the most part, the \"illustrious\" potential career mode this game had to offer did not come to fruition.\n\nOnce on the overworld, you can navigate in a 2d manner, interacting with the creatures that go by, play some shallow, annoying minigames, and then stop at a stadium and play ball. To progress in terms of making your character look better on paper, you have to accomplish a number of relatively basic tasks in order to get \"stars\" for doing such. To get new characters onto your team, you have to complete a number of randomly determined and timed events during the course of however many game games you play(such as, say, \"strikeout this batter\" or \"turn a double play this at-bat\") and win against them, and then their stadium will raise a white flag of surrender and its players will join you. That's it. No special work, and no play of any clubs other than those frontlined by one or two Nintendo stars. In terms of depth, this game leaves a huge amount unaccounted for, and this time MSB swings and fouls the ball back over the catcher.\n\nOf course, I've gotten this far and haven't even addressed the issues one will have when physically in a baseball match. When one enters a game, you will notice that the core part of the game: the pitching and the batting, is relatively rudimentary and unimpressive. Sure there's “star pitches,” but really it fails to impress. After the ball jumps off the end of the bat, however, the game becomes truly ugly to play. Home runs are a rarity in MSB, but that would not be a problem if the fielding and baserunning systems in MSB did not cause so much frustration. The Gamecube controller does not have a diamond-shaped button layout, so one can't simple press a button to throw to a base or advance a base. Instead, one must hold the analog stick in the direction of the base you want to throw and press the B button. They didn't decide to eliminate the misery by having us press corresponding buttons on the D-Pad to throw and run to bases, that would be too easy. To further kill the fielding and running controls, the input is not responsive at all, and after the fifth inside-the-park homerun against your friends as a result of terrible fielding controls, you just want to put the controller down and cower in a corner until the madness subsides. The control issues cause this game to make a huge swing and a miss, and that's strike three to Mario Superstar Baseball.\n\nIt's a shame, really, because this game had a huge amount of potential as a blockbuster title, but its numerous control issues and other annoyances really destroy any value this game could have had. Nobody can accuse them of going down without swinging, but the fact remains that, in all seriousness, this is not a very good game at all, and it fails to redeem itself on any front other than that Mario is in it.\n\nReviewer's Rating:   1.5 - Bad\n\nOriginally Posted: 09\/23\/05\n\nWould you recommend this\nRecommend this\nReview? Yes No\n\nGot Your Own Opinion?\n\nSubmit a review and let your voice be heard.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9950835705,
        "format_confidence":0.946590364,
        "weight":0.0035022972
    },
    {
        "url":"http:\/\/www.readingromance.com\/2015\/01\/the-house-at-bottom-of-hill-by-jennie.html",
        "text":"Wednesday, 21 January 2015\n\nThe House At The Bottom Of The Hill by Jennie Jones - Book Review\nFrom the Blurb:\n\nThe mysterious death of her mother has left Charlotte Simmons on edge and off-balance for too long. The only way to move forward is to get answers, and those answers can only be found in one place. So Charlotte buys a Bed & Breakfast establishment in Swallow’s Falls, a small town in Australia’s Snowy Mountains, as a ploy to get close to the man who might have the answers. She’ll jazz up the old place, flip it, get her answers, and be gone in two-months – max.\n\nWhat she doesn’t count on is opposition from the dogmatic and slightly eccentric members of the town council, and the hotshot owner of Kookaburra’s Bar & Grill and his two-hundred-squats-a-day physique whose mouth offers to act as mediator, but his eyes promise something so much more.\n\nEasy-going Daniel Bradford knows progress is slow in Swallow’s Fall. He’s finally about to put his plans into place to upgrade the hotel when a prim-and-proper, citified redhead blows into town, putting everyone on edge. The only way to contain the trouble she’s about to cause is to contain her – but he knows trouble when he sees it, and soon it becomes very clear that there’s absolutely nothing containable about Charlotte, or the way he feels about her.\n\nThe Review:\n\nCharlotte has bought the local B&B in Swallows Hill, but that's not why she's moved to town. She wants to find answers about her past. Before she can do that, though, she needs to be accepted by the town's folk. Down the road, Daniel is the local pub owner, and most amused by the drama he watches unfolding between the newcomer and the rest of the town. He has his own plans for his pub, secret plans that the entire town seems to know, but those soon seem less important than getting to know the town's newest red head.\n\nPoor Charlotte, she just wants to paint the pink B&B yellow, get some answers about her past, and move on. She has quite a bit of baggage, but this isn't a heavy story. We get some glimpses of her trauma, but her tale is mostly about getting to know Daniel and the rest of the town, and learning to fit in.\n\nAs for Daniel, he's such a sweetheart. One of those big puppy dog heroes who you just want to cuddle. Which isn't to say there aren't sparks between him and Charlotte, because there definitely are, but this hero warmed my heart more than he heated my blood. He's just so damned cute.\n\nTogether, Charlotte and Daniel have a lovely romance. The drama is mostly driven by the question of whether Charlotte will stay or leave Swallows Hill, and the secrets our hero and heroine keep from each other. But for most of the story, after they overcome their initial pre-romance disagreements, they are fun, flirty, and a little bit naughty. There's lots of sexy times, but very much of the sweet rather than steamy variety.\n\nThis was my first Jennie Jones book, though it is the third book in the Swallows Fall series. This is a series of interconnected standalone romances, however, I suspect they might be better read in order. There's a lovely cast of town characters, but I sometimes felt a bit lost and lacking in certain introductions and histories, which probably would not have been the case had I started from the start. Thankfully this didn't detract too much from the primary story which kept my attention throughout, pulling me into Swallows Hill well past my bedtime. Clearly, I'll have to go back and read the first two. Yay!\n\nThe House At The Bottom Of The Hill is a sweet small town romance that I'd recommend to anyone wanting a light, heart warming read to escape the hustle and bustle.\n\nAs a short side note to my review: I grew up in a flamingo pink weatherboard house that my mother eventually painted sunflower yellow, much to the horror of the rest of the locals who continued to call it \"The Pink House\" in hushed tones for many years. I'll have to get her a copy of this book, since I know she'll feel poor Charlotte's pain. Haha.\n\nThe House At The Bottom Of The Hill by Jennie Jones is a contemporary romance, released by Escape Publishing and Harlequin Mira on December 19, 2014.\n\nFind this book at: Amazon | Amazon AUS | The Publisher | Print Publisher | Goodreads\n\n1 comment:\n\n  1. Oh, gorgeous review of a lovely book. Had a little laugh at the idea of your flamingo pink house.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9496670961,
        "format_confidence":0.6029418707,
        "weight":0.0034705607
    }
]