[
    {
        "url":"http:\/\/www.noise11.com\/news\/page\/782",
        "text":"News -\nKelis, music news,\nKelis Airs New Song With Dubstep Producer Skream\n\nUS neo-soul artist Kelis reveals the new tune ‘Distance’, co-written by UK dubstep hero Skream.\n\nJuly 2, 2012\nCosmic Psychos\nCosmic Psychos Doco To Crowdsource Funding\n\nCosmic Psychos. Pub rock doesn’t get much more iconic than them. For thirty years the band have been touring relentlessly with thirteen albums under their belt and some fans in high places.\n\nJuly 2, 2012\nBrand New Heavies\nBrand New Heavies Tour The East Coast In September\n\nBritish soul-funksters Brand New Heavies return to Australia for three shows in September.\n\nJuly 2, 2012\nVampire Weekend - photo by Ros O'Gorman.\nVampire Weekend Have “80 Percent” Of New Album Songs\n\nVampire Weekend singer Ezra Koenig reveals that the band are close to having a new album written.\n\nJuly 2, 2012\nVan Morrison photo by Ros O'Gorman images\nVan Morrison And Don Was Collaborated For New Van Record\n\nDon Was has produced the next Van Morrison album ‘Born To Sing: No Plan B’.\n\nJuly 2, 2012\nThe Go-Betweens\nThe Best Of The Go-Betweens Album Coming Soon\n\nLook out for a Go-Betweens ‘Best Of’ hand-picked by Forster, Morrison, Brown and Vickers, complete with a live disc.\n\nJuly 2, 2012\nRon Pope\nPope To Visit Melbourne Chapel\n\nAmerican YouTube balladeer Ron Pope will play Melbourne’s Chapel Off Chapel, as well as Sydney and Brisbane.\n\nJuly 2, 2012\nChris Brown photo by Ros O'Gorman images\nChris Brown Slams Drake On New Tune, Still A Douchenozzle\n\nChris Brown has taken a stab at Canadian rapper Drake in a verse he added to The Game’s remix of a Chief Keef tune.\n\nJuly 2, 2012\nBen Harper\nBen Harper Books His First National Acoustic Tour\n\nRoots star Ben Harper will play three East Coast shows in his first headlining Australian acoustic tour.\n\nJuly 2, 2012\nThe Vaccines, music news,\nThe Vaccines Announce Their Second Album With A Video\n\nThe Vaccines Come Of Age will be the Brit-rockers second album and they’ve delivered a video for 'No Hope'.\n\nJuly 2, 2012\nThe Living End. Photo by Ros O'Gorman.\nThe Living End Announce Their Landmark Retrospective Tour\n\nThe Living End will play each of their six albums in full in week-long residencies around the country. Wow.\n\nJuly 2, 2012\nGotye image photos\nCNN Kills Gotye\n\nGotye has had to deny his death in a Twitter post after a comment was posted on the CNN website stating that the Australian singer had killed himself.\n\nJuly 2, 2012\nKarise Eden from team Seal on The Voice images\nThe Voice, Australia’s Music Chart Road Kill Revealed\n\nThe Voice gave this week’s Australian chart a number of firsts and they were all bad. Never before have so many songs debuted one week and disappeared the next.\n\nJuly 1, 2012\nThe Flaming Lips. image by Ros O'Gorman photos\nFlaming Lips Smash Jay-Z Guinness World Record\n\nThe Flaming Lips have successfully smashed the Guinness World Record previously held by Jay-Z for most concerts performed in multiple cities after a historic road trip through the Mississippi Delta region which now ranks as the most-viewed digitally driven event in Viacom Music & Logo Group history, including generating more than 43 million votes.\n\nJuly 1, 2012\nNatasha Duarte - Photo By Ros O'Gorman\nGlenn Wheatley To Manage Natasha Duarté\n\n17-year old Melbourne singer\/songwriter Natasha Duarté has signed a management deal with Australian uber-manager Glenn Wheatley.\n\nJuly 1, 2012\nCrooked Saint, Tim Wheatley - Photo By Ros O'Gorman, Noise11, photo\nTim Wheatley’s Crooked Saint Gets Hot & Heavy\n\nMelbourne via Sydney via L.A.’s Tim Wheatley has just released a new double A-side ‘Hot & Heavy \/ Outta Sight Outta Mind’ under his guise of Crooked Saint.\n\nJuly 1, 2012\nDavid Lee Roth with Van Halen image,, photos\nVan Halen Tour Officially Cancelled\n\nThe Van Halen dates postponed last month have now been officially cancelled.\n\nJuly 1, 2012\nEMI images photo\nEMI Publishing Sold For $2.2B To Sony\n\nSony has paid $2.2 billion for a 50% share of EMI Publishing.\n\nJuly 1, 2012\nLamb Of God, Randy Blythe - Photo By Ros O'Gorman\nLamb Of God Singer Out On Bail Following Manslaughter Charges\n\nRandy Blythe, lead singer of Lamb Of God, has been released on bail following his arrest for the manslaughter of a fan in the Czech Republic this week.\n\nJuly 1, 2012\nCharlie Watts, The Rolling Stones (photo by Ros O'Gorman)\nCharlie Watts Debuts A, B, C & D of Boogie Woogie In NYC\n\nRolling Stones drummer Charlie Watts has debuted his other band the A, B, C & D of Boogie Woogie in New York City at the Iridium Jazz Club.\n\nJuly 1, 2012\nAdele 21 image photos\nAdele 21 Departs Australian Top 10\n\nThe Adele album ‘21’ has departed the Australian Top 10 for the first time in 15 months.\n\nJuly 1, 2012\nJade Jagger and husband Adrian Fillary with dad Mick Jagger and mother Bianca photos image\nJade Jagger Marries DJ Adrian Fillary\n\nMick Jagger has a new son-in-law. His daughter Jade married DJ Adrian Fillary in a ceremony at the Aynhoe Park hotel in the Cotswolds yesterday (June 30, 2012).\n\nJuly 1, 2012\nKiss Monster Book (Australian Edition) photos image\nKiss To Unleash Monster Track Monday – Listen to Preview\n\nKiss will give fans the first taste of their new album ‘Monster’ with the release of the first single ‘Hell Or Hallelujah’ tomorrow (July 2, 2012).\n\nJuly 1, 2012\nKarise Eden from team Seal on The Voice images\nThe Voice ARIA Slaughterhouse, Karise Eden 1 to 54\n\nFor all of the huge debuts that The Voice racked up last week, their presence in the Top 10 has been reduced to one song within the entire ten.\n\nJuly 1, 2012\nKarise Eden My Journey images photos\nKarise Eden Takes Top Spot On ARIA Chart\n\nKarise Eden drops from the No.1 spot on the singles chart, but claims the new No.1 album in the country with instantly platinum certified “My Journey”, which is also the sixth consecutive No.1 debut in the past seven weeks.\n\nJuly 1, 2012\nChris Brown photo by Ros O'Gorman images\nBillionaire Offers Chris Brown And Drake To Punch Each Others Lights Out – VIDEO\n\nA Hollywood billionaire has offered a $10,000,000 purse to Chris Brown and Drake to get in the ring and punch each other’s lights out.\n\nJune 30, 2012\nLil' Band O' Gold with Tim Rogers - Photo By Ros O'Gorman\nTim Rogers Does Led Zeppelin And AC\/DC With Lil Band O Gold\n\nLast night’s Lil’ Band O’ Gold gig in Melbourne (June 29, 2012) had a special treat when You Am I’s Tim Rogers joined the Louisiana supergroup and performed Led Zeppelin and AC\/DC covers.\n\nJune 30, 2012\nBruce Springsteen - image by Ros O'Gorman,, photos\nBruce Springsteen Will Be MusiCares Person Of The Year\n\nThe Recording Academy and the MusiCares Foundation have announced that Bruce Springsteen has been selected to be the 2013 MusiCares Person of the Year.\n\nJune 30, 2012\nBob Seger Ultimate Hits\nBob Seger Burglar Arrested\n\nBob Seger's burglar has been caught and arrested.\n\nJune 30, 2012\nRolling Stone Eddie Van Halen cover image photo\nEddie Van Halen Takes A Slam At Sammy Hagar And Michael Anthony\n\nHere's a quote that won't be making Sammy Hagar and Michael Anthony's days.\n\nJune 30, 2012",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9979774356,
        "format_confidence":0.9873664379,
        "weight":0.0127060931
    },
    {
        "url":"http:\/\/www.theoriginalrecord.com\/database\/search\/search\/delee",
        "text":"Search between and\n0 items£0.00\nClick here to change currency\n\nDelee Surname Ancestry Results\n\nOur indexes 1000-1999 include entries for the spelling 'delee'. In the period you have requested, we have the following 1 record (displaying 1 to 1): \n\nThese sample scans are from the original record. You will get scans of the full pages or articles where the surname you searched for has been found.\n\nYour web browser may prevent the sample windows from opening; in this case please change your browser settings to allow pop-up windows from this site.\n\nNorfolk Feet of Fines (1307-1485)\nPedes Finium - law suits, or pretended suits, putting on record the ownership of land in Norfolk. These abstracts were prepared by Walter Rye.\n\nDELEE. Cost: £4.00. Add to basket\n\nSample scan, click to enlarge\nNorfolk Feet of Fines\nWant to be alerted about new results for this search?\nRSSSubscribe to this web feed\n\nResearch your ancestry, family history, genealogy and one-name study by direct access to original records and archives indexed by surname.",
        "topic_id":13,
        "format_id":1,
        "topic_confidence":0.8937779069,
        "format_confidence":0.8811903596,
        "weight":0.0018584857
    },
    {
        "url":"https:\/\/pt.audioblocks.com\/collections\/epic-battle-music",
        "text":"Epic Battle Music\n\nBeat the drums. March into battle. Add epic intensity with booming tunes.\n\nEvery fight scene needs pulse-raising music. Find the perfect song to inspire battles big and small, from armies of undead to mano a mano duels.\n\n48 results found\nPlease upgrade your browser to use Storyblocks Audio.\n\nStoryblocks Audio works best with the latest technology. Please upgrade your browser to ensure the best experience.\n\n\nPortions of this page translated by Google.",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9401640296,
        "format_confidence":0.8231796622,
        "weight":0.0105932277
    },
    {
        "url":"http:\/\/www.photoeditingindia.com\/blogs\/category\/photo-retouching-services\/",
        "text":"Photo Retouching Services\n\nTips To Crop Your Photos Like A Pro\n\nCropping is one of the most basic image editing techniques used in professional picture editing. Photo editing services mainly use cropping for resizing an image so that it can fit the requirements of the customer. However, there is a lot more to cropping than simply resizing the images. This technique can have a great impact […]\n\nWhat To Look For In A Tablet For Photo Editing\n\nPhoto editing has a group of requirements with regard to processing power and display quality. The most significant aspects to contemplate when purchasing a device for professional picture editing are how much color and contrast it covers, plus its brightness. Consistent and correct colors are needed to confirm whether what you see and what the […]\n\nMistakes To Avoid When Editing Your Photos\n\nMaking mistakes when editing your photos can take away their appeal. So it is important to take great care when editing your photos, especially if you want them to have a professional look. However, you might make a lot of mistakes when editing your photos, unless you hire some professional photo editing services. Below, we […]\n\nHow To Add A Vintage Look To Your Photos\n\nWith the widespread of various social media platforms and photo-sharing apps, people began to experiment with different photo editing styles and techniques. A large number of photo editing apps and software available on the internet made it easy for people to edit their photos to bring the desired changes and effects to them. One of […]\n\nHow To Determine Whether A Photo Is Doctored\n\nThe term ‘doctored’ refers to a manipulated photograph. Only an observant person can spot subtle indications of photograph fakery. Fortunately, there are many ways of training yourself to identify a photograph that is edited to cause a wrong impression or idea about it. All edited\/manipulated photographs may not be doctored. On the other hand, all […]\n\nBest Editing Tips For Portrait Photography\n\nEditing portraits can be really tricky, as you have to enhance the appeal of your subjects without making them look artificial. Even the experienced photographers and editors find it difficult to create perfect portraits without losing originality. Hence, if you want to master photo retouching services, it is important for you to become efficient in […]\n\nBest Editing Tips For Creating Stunning Photos\n\nIt may not be always possible for you to shoot perfect images. However, you can make your images perfect with the help of photo editing services after capturing them. There are a large number of tools and software available for you to easily edit photos for making them look stunning and flawless. As a beginner, […]\n\nTips To Make Your Photos Look Professional\n\nCapturing a perfect photo is not magic, it takes years of practice to shoot an image with all its perfection. Even many experienced photographers find it difficult to capture a photo with all the desired features. However, now the photographers use a wide variety of tools that can be useful for dramatically improving the quality […]\n\nWhy You Need To Use Image Retouching Services?\n\nProfessional photographers now get the help of photo retouching services for perfecting their photos. The original image captured by a photographer can have many flaws including unwanted objects, wrong lighting, inappropriate color combinations, etc. Therefore, it has become important to edit such images for eliminating the flaws. Image retouching services can be helpful for removing […]\n\nHow To Create Perfect Contrast In Your Photos\n\nMaintaining a better contrast between different colors has a great role in increasing the appeal of your photos. Therefore, you should take good care in choosing the colors in the photos. Make sure that they complement each other for creating a perfect balance. Therefore, as a photographer, you should give great importance in selecting the […]\n\nScroll to top",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9890290499,
        "format_confidence":0.9763870835,
        "weight":0.0029201485
    },
    {
        "url":"https:\/\/saltedlithium.com\/tag\/fmri\/",
        "text":"Tag Archives: fMRI\n\nEven More Mental Health Studies & News: Vol.6\n\nThis issue: More fMRI studies proving distinct brain differences in people with Bipolar and\/or Schizophrenia and those without; using genetics to improve diagnoses and personalize treatments for manic depression; raising children who have a mental illness; Virtual Reality and autism; … Continue reading\n\nPosted in Autism, Bipolar Disease, Bipolar Disorder, crazy people with no pants, Health, Manic Depression, Mental Health News, Schizophrenia, Vaccines | Tagged , , | Leave a comment\n\nEven More Mental Studies & News: Saliva test for depression; Measles outbreaks in Canada; Watching memories form in real time; Mother faces charges after son dies while being treated with ‘herbal remedies’; Canadians use a lot of antidepressants\n\n“…researchers, publishing in Pediatrics, decided to test four different pro-vaccination messages on a group of parents with children under 18 and with a variety of attitudes about vaccination to see which one was most persuasive in persuading them to vaccinate. … Continue reading\n\nPosted in Bipolar Disease, Bipolar Disorder, Diabetes, Health, Mental Health, Mental Health News | Tagged , | 4 Comments",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.9971256852,
        "format_confidence":0.9318104982,
        "weight":0.0062424434
    },
    {
        "url":"https:\/\/www.torquenews.com\/auto-news\/feed\/page\/120",
        "text":"Latest Automotive News\n\nThis section of Torque News provides the latest auto news and updates from the car manufacturers. Every day number of news stories and editorials are published here that give our readers an overview of what is happening in the automotive industry. Read this section daily to find out about new cars, vehicle reviews and car pictures. Torque News is an automotive news website by Hareyan Publishing, LLC, dedicated to covering the latest news, reviews and opinions about the car industry.\n2019 Nisan Leaf PLUS SL Front Grille Deep Blue Pearl Color\n\nThe Pros, The Cons and The Bottom Line of the 2019 Nissan Leaf PLUS SL\n\nLast week I was reviewing the 2019 Nissan Leaf PLUS SL trim. Here are my pros, cons and the bottom line. The 2019 Nissan Leaf PLUS SL trim has a long EV range. It has a great infotainment system operable with a touchscreen. It has a spacious interior and provides a comfortable drive. Plus, it also has an over-the-air update.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9967484474,
        "format_confidence":0.9885283113,
        "weight":0.0035420459
    },
    {
        "url":"http:\/\/www.chamberorganizer.com\/members\/directory\/query.php?business_cat_id=31931&org_id=MARG",
        "text":"Directory Search Results\nDirectory Search Results\nOur members are presented equally regardless of their alphabetical positioning.\nFor an alphabetized list of these results CLICK HERE.\nSusan's Pleasant Pheasant Farm & Lake\nJim & Susan Kelly\n1 Bragg Hollow Rd., PO Box 126\nHalcottsville, NY 12438\nFax: 212-967-4119\n   Information on this member:\n\nMore Business Information\nMap to Facility\nBusiness Photo Tour\nBusiness Catalog\nExternal Website",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9508954883,
        "format_confidence":0.713293612,
        "weight":0.0069229368
    },
    {
        "url":"http:\/\/www.huffingtonpost.com\/news\/performance-anxiety\/",
        "text":"iOS app Android app\n\nPerformance Anxiety\n\nWhy We 'Choke' Under Pressure, According To Neuroscience\n\nThe Huffington Post | Carolyn Gregoire | Posted 11.10.2014 | Science\n\nDuring the 2012 Summer Olympics in London, all eyes were on the U.S. Women's Gymnastics team, who won the team gold in gymnastics for America for the ...\n\nTremble, Sweat and Freeze: 5 Ways to Speak Without Fear\n\nSusan Harrow | Posted 12.02.2014 | Business\nSusan Harrow\n\nI'd like to share five strategies to help you use fear in a productive way, get calm and grounded, and make a powerful impression when you're speaking to an audience during workshop, seminar, retreat, or live event.\n\nWhy You Should Embrace The Stage Fright\n\n| Posted 01.23.2014 | Healthy Living\n\nBy Karen Hopkin (Click here for the original article and podcast) Nervous before a big interview? Or a major exam or speech? Well, whatever you ...\n\nAnxiety Study Finds Key To Battling Stage Fright\n\nThe Huffington Post | Jacqueline Howard | Posted 01.23.2014 | Science\n\nSweaty palms. Dry mouth. A throbbing heart. At some point, most of us have experienced these awful symptoms of stage fright. And we've all heard that ...\n\nYour 10 Biggest Worries About Sex -- And Why They're Not Worth The Anxiety\n\nThe Huffington Post | Posted 05.15.2013 | Women\n\nWe stress over our jobs, our relationships, our finances and our friendships -- and unfortunately, even our bedrooms can become a breeding ground for ...\n\nStage Fright? 10 Tips To Ease Your Public Speaking Anxieties\n\nVivian Diller, Ph.D. | Posted 05.23.2013 | Healthy Living\nVivian Diller, Ph.D.\n\nThe key to staying calm is not getting nervous about feeling nervous. Finding a balance between controlling as much as you can, while recognizing there will be some things you can't control, is key to not letting your nerves interfere.\n\nBeyoncé Again Brings Her 'A Game'\n\nJennifer Hamady | Posted 04.09.2013 | Healthy Living\nJennifer Hamady\n\nWhen we are stuck in safety, we confuse the fatigue of simultaneously trying for and resisting our goals with the energy and effort that would otherwise be going powerfully toward achieving them.\n\nJames Bond, M and Me\n\nHelene Cohen Bludman | Posted 02.19.2013 | Fifty\nHelene Cohen Bludman\n\nWhat's bugging our still handsome hunk is pure and simple middle-aged angst about losing his edge. Chalk up one more boomer whose investment is yielding diminishing returns. The man is slipping.\n\nHow To Overcome Performance Anxiety: Don't Think Of It As A Performance\n\nTamar Chansky | Posted 07.12.2012 | Healthy Living\nTamar Chansky\n\nPeople aren't on the sidelines judging our lives with the clipboard and whistle, and we shouldn't be either.\n\nPerformance Anxiety\n\nJennifer Hamady | Posted 05.12.2012 | Arts\nJennifer Hamady\n\nPerformance anxiety is an elephant-in-the-room-sized issue for everyone who spends time on any kind of a stage. Yet only a fundamental shift in how performance anxiety is perceived will allow you to overcome and indeed transcend it.\n\nJust Do It Because I Say So\n\nElizabeth Boleman-Herring | Posted 03.11.2012 | Healthy Living\nElizabeth Boleman-Herring\n\nI was 12 years old, and there was no way one could \"get out of\" the eighth grade at the Francis W. Parker School of Chicago without memorizing and reciting the poem. Samuel Taylor Coleridge's \"Kubla Khan: or, A Vision in a Dream: A Fragment,\" to be precise.\n\nHow To Make Fewer Mistakes\n\nHeidi Grant Halvorson, Ph.D. | Posted 11.17.2011 | Healthy Living\nHeidi Grant Halvorson, Ph.D.\n\nStudies show that when people are allowed to make mistakes, they are significantly less likely to actually make them! Let me explain.\n\nHow to Prepare for a Presentation\n\nDelia Lloyd | Posted 11.17.2011 | Healthy Living\nDelia Lloyd\n\nI tried to think of ways to reduce my anxiety about giving a presentation, short of that old chestnut about calming yourself by imagining everyone in the audience in their underwear. Here are five ways to get ready for a presentation.",
        "topic_id":12,
        "format_id":1,
        "topic_confidence":0.8879342675,
        "format_confidence":0.9946777821,
        "weight":0.0066636079
    }
]