[
    {
        "url":"http:\/\/photo.stackexchange.com\/questions\/4397\/how-well-do-tilt-shift-lenses-work-for-nature-landscape-photograhy\/4410",
        "text":"Lightnings taking a ride\n\nby ceinmart\n\nsubmit your photo\n\nHall of Fame\nView past winners from this year\n\nPlease participate in Meta\nand help us grow.\n\nTake the 2-minute tour ×\nPhotography Stack Exchange is a question and answer site for professional, enthusiast and amateur photographers. It's 100% free, no registration required.\n\nI am in the market for at least one wide-angle prime lens. I've focused most of my search on 50mm and 24mm prime lenses from Canon, Zeiss, and Sigma. Crossing paths with another avenue of research in large-format cameras and photography, I started looking at tilt-shift lenses. I've looked at the two Canon TS-E lenses, the 17mm and 24mm. The concept of tilt, shift, and rotation is amazing, and the focus, dof, and perspective effects and control possible with a TS lens, at least on paper, are simply amazing.\n\nThe cost of such a lens is pretty high...higher than any lens I have purchased to date by at least $500, topping a retail price of $2000 for the Canon variety. My questions are, have you used a tilt-shift lens? If so, which brands and lens models have you used? Are they worth the price? Do they really offer the amazing capabilities noted in the following reviews?\n\nMany thanks!\n\nshare|improve this question\n\n4 Answers 4\n\nup vote 7 down vote accepted\n\nFigured I'd follow up my comment with an actual answer since I have the opposite opinion of Matt :) I own 3 of the Canon tilt shift lenses (90mm, 45mm, 24mm II) and I owned the 17mm as will until last month. The vast majority of what I like shooting is cityscapes\/buildings and landscapes so the 24 TSE II gets a lot of use and its use isn't limited to just fixing lines in cityscapes.\n\n  • The ability to 'shift' the lens up to achieve a higher perspective w\/out tilting elements in the foreground is very useful when shooting landscapes where you want a lot of sky in them and have tallish elements (trees, barns) in the foreground that you don't want to look funny.\n  • As Matt mentioned its very useful to tilt the lens to the left and right to get 3 shots that are easy to stitch\n  • Like Jrista and I were talking about its very useful to be able to tilt the plane of focus so that everything from your feet to the mountains are in focus even at f3.5 in case the light is low\n\n  • Besides landscapes the 90mm has a very favorable magnification factor for pseudo-macro work with flowers and plants that have flower-heads or leaves on an off-plane of focus.\n\nI find the 24L TSE II to be my go-to lens for photographing nature, I bring that and a 70-200L usually for 'nature\/outdoors' photo treks. A note on the 17mm, I found it to be too wide, wider than 21mm is generally too wide for my taste. Also the front element of the 17mm is domed and fully exposed to the elements, no hood and its not inset (which is kind of scary).\n\nshare|improve this answer\nGood point about tilting down to get the foreground in focus, I'm used to the tilt being left\/right but I guess for landscapes it makes much more sense to have it switched! –  Matt Grum Oct 30 '10 at 22:51\n+1 for a different point of view :) –  Matt Grum Oct 30 '10 at 23:48\nThanks for the info. It sounds like a TS-E lens does indeed bring the same basic capabilities of a large format view camera to smaller formats. Out of curiosity, why did you sell the 17mm, and keep the 24mm? I guess I would have thought that the 17mm would have been nicer for wide landscapes. How does the 24L TS-E do for landscapes? –  jrista Oct 31 '10 at 3:47\nI (personally) found 17mm to be too wide in the sense that you begin to get distortion at the corners where the 24mm has little to no distortion corner to corner. As a personal preference I like 21-24mm for 'landscape' photography, but thats just my opinion for my photos :) Its just as well, the more you use specific foca lengths the easier it is for you to 'see' what will look good before putting the camera to your face and 24mm is one of my 4 favs. –  Shizam Oct 31 '10 at 4:13\n17mm is also very wide in the sense that you will get an awful lot of foreground in, and the your background objects (mountains etc.) are going to be mighty small. It can work for some places, but in general I find the 24-35 range more useful. –  Matt Grum Oct 31 '10 at 13:47\n\nI don't think it's really worth the expense of the 17mm tilt-shift lens for landscapes.\n\nBasically shifting allows you to capture more of your image without recomposing. For example if you wanted to capture more of the top of a building you could shift the lens down (which is effectively shifting the sensor up) and capture more of top of the image. Pointing the camera up would achieve a similar effect, but you would then get converging vertical lines which are undesirable in most architectural photography.\n\nOk, so you might want to do the same thing with a landscape photo in order to capture more sky. However, given there are no vertical lines in the sky to converge, you're not gaining anything compared to simply tilting the camera up.\n\nAs for tilting, you're effectively tilting the plane of focus, and thus DOF (which with a regular lens is always parrallel to the camera). So if you have a wall which is coming towards you, you can tilt the plane of focus to line up better with the wall and thus get more of it in focus.\n\nAgain, this isn't as much use in landscape photography where natural features rarely run in straight lines. Plus you have so much depth of field to begin with when using a wide angle lens DOF is rarely a problem. If you're going to use a tilt-shift lens to minimise DOF (for the fake miniature effect) you might as well do that in post.\n\nOne thing you can do with a T\/S lens is keep the lens still and shift in order to capture a pair of images that will perfecty line up for stiching into a mini panorama, effectively making your camera sensor bigger. But this pales in comparison with what you can do with a multi-shot panorama and VR tripod head.\n\nI'm sure people will point out that there are uses for T\/S lenses in landscape (i.e. when you have buildings in shot, or trees you want to keep vertical) but they are relatively few, and IMO not nearly enough to justify the cost of a T\/S lens. The TS-E 17 is a nieche lens primarily suited to shooting man made objects \/ close distances.\n\nT\/S lenses are a lot of fun, however unless you really need one they're hugely expensive. You can however make your own using a cheap MF lens and some plumbing supplies. Of course you wont get anything as nice as purpose built T\/S, but you're talking about $100 vs. $2000 which is a no brainer if you're doing this for fun!\n\nThis is a good post on going the DIY route:\n\nshare|improve this answer\nI'm not sure its just about lines and perspective. In landscape\/nature, its more about focus plane (tilt). For example, you could tilt up just a tad to get foreground in clear focus without losing your distant focus (blurry foreground happens a lot.) There are also close-up or closer focal plane options where having more freedom with the focal plane allows greater creativity. I understand why large format view cameras (used heavily in pro landscape photography) have these types of movements...I am jot sure if a TS lens for a full-frame digital offers the same capabilities that justify cost. –  jrista Oct 30 '10 at 16:34\n@jrista +++. Tilt shift lenses are very helpful in landscape for the ability to tilt the plane of focus so everything from your feet to the mountains are in focus even at wide apertures. –  Shizam Oct 30 '10 at 17:13\n@Shizam: Yeah, thats what I'd read when learning about large format view cameras. Have you used a TS lens on a DSLR? Any insight? –  jrista Oct 30 '10 at 20:07\n@Matt: Regarding a DIY TS lens...what about image circle size? You need a larger image circle to accomodate the extra movement, and keep the sensor inside the circle. I can't tell exactly how that works from the article you linked. With the TS-E 17mm, the image circle is something like 62mm in size, which is quite a bit larger than 43.7mm of a normal image circle. –  jrista Oct 30 '10 at 20:11\nThe mod uses an old medium format lens so the size of the image circle isn't a problem. There are lots of good MF lenses for discontinued cameras available for very little money making it quite an attractive prospect. –  Matt Grum Oct 30 '10 at 22:47\n\nAs mentioned before, tilt-shift lenses are very useful for landscape photography because of the ability to tilt the plane of focus. But be aware that internal metering tend to be inaccurate with more tilting\/shifting, so use a light meter if you have one.\n\nI personally prefer the 24mm over the 17mm, mainly because I still shoot film and the 24mm allows the use of filters. If you don't need that wide a focal length, Hartblei also makes an excellent 35mm tilt-shift lens:\n\nshare|improve this answer\nThanks for the info. :) Very interesting point about the 17mm and filters. I've read a couple reviews, but the thought about filters never even crossed my mind. I am a fan of Lee filters, so I really wouldn't want to lose that capability. Guess thats why a few people have said they opted for the 24mm over the 17mm. –  jrista Oct 31 '10 at 3:50\nGood point on light falloff I forgot about that, I found myself metering w\/no tilt\/shift first to get a correct reading before adjusting tilt\/shift, or using a spot meter. –  Shizam Oct 31 '10 at 4:15\n@Shizam: Yes, metering before tilting\/shifting is a common workaround, but nothing quite beats a good spot meter :) @jrista: It's one of the reasons why I'm opting for the 24mm TS-E or the Zeiss 21mm :) For film users, filters are still a necessity. –  ctham Oct 31 '10 at 6:12\n\nYou can buy adapters that provide either tilt or shift from Arax. They work with Pentacon Six mount medium format lenses (which can also be bought from Arax, or eBay). The shortest focal lengths available seem to be 30mm fisheye, or 45mm rectilinear.\n\nThey also sell a tilt adapter for use with EOS lenses, but it's less useful as its tilt ... (truncated)",
        "topic_id":1,
        "format_id":17,
        "topic_confidence":0.8827210069,
        "format_confidence":0.9905979037,
        "weight":0.0004471908
    },
    {
        "url":"https:\/\/arduino.stackexchange.com\/questions\/43542\/differences-between-arduino-uno-smd-and-uno-dip\/51613",
        "text":"I just bought an Arduino Uno (SMD version) from W11Stop and want to know whether there is any other difference between Arduino UNO DIP and Arduino UNO SMD besides knowing that the SMD version doesn't have a DIP chip which can be replaced?\n\nI am just a beginner so please help me if I am wrong!\n\n  • Afaik, the SMD version actually has two extra analog pins. But they may not be accessible on your Arduino board (ADC6 & ADC7). The PDIP has 28pins TQFP has 32 pins (check the datasheet). But the internals should be the same by design. – Paul Sep 9 '17 at 10:41\n\nAs far as I know there is no real difference, at least not directly related to the SMD.\n\nThere are many clones which sometimes have slightly different behavior or protection.\n\nBut for the SMD the only disadvantage is it cannot (easily) be replaced.\n\nI have one original one (with DIP) and several clones and so far I did not found any difference, except for having mini USB instead of normal USB.\n\n  • mini USB instead of USB-B is just a chinese version of it. Many clones of Arduino bought from china have either MINI, MICRO or B-type usb port, you can actually choose. But none original(UNO) has ever had a mini USB on it. – Jakey Apr 8 '18 at 14:17\n\nActually, there are no different on the functionality. But you may can't go through some features, because the ATmega can be remove it manually without any special tools. One of the useful case as ArduinoISP for burning bootloader to another ATmega328p AVR.\n\nFor personal suggestion, you just needed one piece of PDIP\/DIP version UNO, others boards you can consider the lower cost, such as Nano, Pro Mini(Without USB-to-TTL), UNO(SMD).\n\nFor the USB-to-TTL, there are many options in the market, watch this video to explain what are they different.\n\n\nThere's no actual difference, but just the \"look\". Neither version of it should bother you at anything, but there are 2 things, worth mentioning.\n\n  1. The IC can fall out of DIP socket: I've been told a few times this already, but never had experienced such behaviour or been at occasion, where that happened. So here's a disadvantage for DIP cases.\n\n  2. DIP has also possibility of changing waaaaaaaaaay easier the microprocessor in case of failure. You simply grab it off (even might with a help of a screwdriver) and you're ready to put in a new one. So this is an advantage nr. 1. I also like to use an Arduino in projects, but not the whole board. I just take the IC (atmega328) and use 2 ceramic caps with 16MHz quartz and I've got my own arduino on other PCB - in this case, you can use Arduino UNO board as a programmer. This is how to avoid installing FTDI or CH340 chip on other boards. Advantage nr. 2.\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.8876654506,
        "format_confidence":0.9889434576,
        "weight":0.0033880252
    },
    {
        "url":"http:\/\/sound.stackexchange.com\/questions\/13738\/sound-design-with-stock-effect-libraries-or-custom\/13750",
        "text":"Take the 2-minute tour ×\nSound Design Stack Exchange is a question and answer site for sound engineers, producers, editors, and enthusiasts. It's 100% free, no registration required.\n\nGood day everybody!\n\nAs an aspiring sound designer I used to do my sound design based on different sound libraries mostly. I would say 70% of stock effects, 15% my own sounds(sampled, recorded, synthesized) and 15% of effect plugins on the top and it all layed in hundreds of layers. I thoroughly enjoy this process. Neither I have those mics nor the access to locations that those big guys use to record their sounds, so I wont be able to source my own sounds in the near future.\n\nI would like to ask your opinion on a few moments:\n\n1) Professional side. Some clients are genuinely concerned whether the sounds designer uses are his own custom created samples. Some are not and judge by the result.\n\nWhat share of both do you use for professional work and how each variant affects your salary, job application and all sides of a business?\n\n2) What is your personal opinion towards using custom sounds or stock sounds?\n\n\nshare|improve this question\nadd comment\n\n9 Answers 9\n\nIt really depends on the specific sound in question, since for some props or vehicles it may simply not be possible\/affordable to access them to record, & library use is the only option.... It also depends how prominent the sound is in context eg if it is a signature sound for a scene then I would definitely aspire for it to be unique. (I saw a plugin the other day that described itself as a 'go-to for signature sounds' - not on my planet!!!)\n\nBut one factor in this is that (in my experience) very, very rarely does any sound effect in a film actually consist of a single sound - careful layering & editing are required for everything, even the apparently simplest of sounds. So it also really depends how you use library sounds...\n\nThere is also a lot to be said for getting a temp version of FX created, using whatever is at hand\/available and then assessing your record list and prioritising. If time & budget allows then you record everything, but that still may not result in the best outcome. Commercial libraries, your own personal library and new recordings are all resources that it is your job to make the best use of....\n\nFWIW the ambiences for a film THE ORATOR I did last year were the closest I got to 100% new recordings. I did 2 seperate recording trips to Samoa for it, and at the ambience predub the source material was 95% new recordings.... Editing those ambiences was also far easier than having to wade through my library trying to find elements to recreate locations. Sometimes recording the real thing is a time saver later in the process...\n\nshare|improve this answer\n+1 Couldn't have said it better myself. Wish I had budgets to work with to allow for more field recording than currently\/ I agree with the layers, when used appropriately they add dimension, depth, and character to a sometimes otherwise 'flat' single element. Assuming all layers are working together on harmony and not just there for the sake of being there :) –  Stavrosound Apr 30 '12 at 20:02\nadd comment\n\nBefore getting into the business I read a lot about the pride of using your own sounds. But I think that was comments by people with big budgets and years of experience. Many of the projects I've worked on has a limited budget and limited time.\n\nI guess by stock you don't actually mean that as in Audiojungle, Pond5 and Audiomicro but more Sound Ideas, Hollywood Edge and other libraries.\n\nIt also depends on how your recorded material looks. If you have 5TB of audio nicely structured with metadata then surely you would use it. If you don't, then you'd have to start recording in the beginning of every project.\n\nI find myself getting more and more of my own recorded material in the productions. But to be fair it's only about 5-10% so far. The rest are library effects that I've somehow manipulated. I will even be honest enough to say that sometimes when the crunch has its worst hold on me I'm just happy if something works out of the box.\n\nshare|improve this answer\nadd comment\n\nIf your own sound works better than a library sound, then use it. If the library sound works better than your sound, then use it.\n\nWhat matters is the whole composition and how it works, not that much individual sounds.\n\nI would still try to avoid using commonly used library sounds as very exposed sounds in the mix or relying too much on library sounds \"as they are\".\n\nAnd yes, there are many sounds that you just cannot record or create, because that exact sound has been recorded or designed by someone else.\n\nshare|improve this answer\nadd comment\n\nIn my case, the choice between creating\/using original, custom made sounds and using stock FX is always made by the budget of the project.\n\nSome directors are not only concerned about originality, but also the copyrights though most of the stock FX are royalty free. That's why when I'm giving a quote, I give a lot details about the recording&editing process besides royalties. I explain how this reflects to end-price and finally leave the choice to them.\n\nNowadays, even if you don't have any gear, you still can rent them, so anything is possible with enough budget.\n\nGood luck!\n\nshare|improve this answer\nadd comment\n\nI agree with @Mviljamaa the end result is more important than process. To quote Mr B. Minto from DICE \"if it sounds good it is good\". Having said that there is also the practical reality of time and budget, and expected quality. for Example when working on AAA gaming projects the expectation is to have something exciting and new sounding, so budgetting time and money for original recordings can often push the bar that little bit higher than using stock effects.\n\nHaving said that my 2 most recent projects, Death Rally for iOS - 2 weeks audio time, no budget - used exclusively libraries and a couple of favors from friends. Alan Wake American Nightmare for XBLA - a few months audio time and a small budget - uses almost exclusively library effects some brought for the project which were carefully choose as the best bang for the buck Libraries to get the job done. Both of these games have received quite a bit of positive attention for the audio, more than any AAA project I've done - go figure...\n\nSo the conclusion to this rambling is - it's how you use the sounds you've got rather than how you got the sounds you use ...\n\nshare|improve this answer\nadd comment\n\nI love making and recording sounds. I will always start a project with a list of things I might record. For me the recording process and getting creative in what materials to use is a lot of fun!\n\nI don't have a problem with using sound libraries and often use them myself. But if you want to be a better sound designer then I would advise taking more control over the process. The more input you give a project the more it will sound like your own.\n\nAnd as mentioned already, it's far more rewarding completing something where you've had such direct control over the material used.\n\nIt's definitely not something you should assume only comes with big budgets. Recording and experimenting with sounds is fun and relatively cheap.\n\nshare|improve this answer\nadd comment\n\nYes, but Hollywood Edge \"touched it\" first. I guess I'm simply talking about the pride of making something only you could make. That's what makes Sound Designers artists of a sort. I use libraries all the time, but I also record...then my own library is recycled.\n\nshare|improve this answer\nadd comment\n\nIt is not that simple. You can just edit stuff from FX libraries, or you can use those as only raw material that you use to sculpt sounds or parts of sounds you need. It is not that black and white.\n\nBye \/ Tumppi\n\nshare|improve this answer\nThis was supposed to be under the following post :) –  Tumppi May 7 '12 at 9:39\nadd comment\n\nI was told by Nigel Holland, if you're using someone else's library, you're not a sound designer, you're a sound editor. It's that easy. Go get a Pcm-D50 or zoom and have fun!\n\nshare|improve this answer\ncreating new complex sounds layering library sounds certainly can be a design process. a design using recycled materials. –  Pretaeperon May 4 '12 at 18:22\nadd comment\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.5093104243,
        "format_confidence":0.9908710122,
        "weight":0.0012001458
    },
    {
        "url":"https:\/\/intellipaat.com\/community\/8347\/cucumber-and-capybara-clicking-a-non-link-or-button-element",
        "text":"Explore Courses Blog Tutorials Interview Questions\n0 votes\n1 view\nin DevOps and Agile by (19.7k points)\n\nI am trying to test an in-place editor using Cucumber\/Capybara\/Selenium stack, but my problem is that the editor is activated by clicking a div and not a link or button. I can not seem to figure out how to get Capybara to do this. Is there a way of doing this?\n\n1 Answer\n\n0 votes\nby (62.9k points)\n\nYou can click on an element via I add the following for this in my web_steps.rb to click on divs.\n\nWhen \/^(?:|I )click within \"([^\"]*)\"$\/ do |selector|\n\n\n\nThere is also Element.trigger('mouseover') which appears to enable hover albeit not working with Selenium.\n\nIt is also very likely you will need to decorate your feature\/scenario with Capybara’s provided @javascript tag.\n\nBrowse Categories",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9755244851,
        "format_confidence":0.980689168,
        "weight":0.0078344167
    },
    {
        "url":"http:\/\/www.chilkatforum.com\/questions\/1771\/creating-tar-file-in-linux-server",
        "text":"login about faq\n\nI want to make a tar file in a Linux Server using the Chilkat.Tar component. How to connect to Linux machine? There is nothing like ftp.host, ftp.user, frp.password etc.\n\nasked Dec 03 '12 at 03:37\n\nilkara's gravatar image\n\n\nYou would create the TAR archive locally, and then upload it to your server via whichever protocol makes sense for you. If FTP is to be used for the upload, you could use Chilkat.Ftp2.\n\n\nanswered Dec 03 '12 at 09:15\n\nchilkat's gravatar image\n\nchilkat ♦♦\n\nYour answer\ntoggle preview\n\nFollow this question\n\nBy Email:\n\nOnce you sign in you will be able to subscribe for any updates here\n\n\n\nAnswers and Comments\n\nMarkdown Basics\n\n  • *italic* or __italic__\n  • **bold** or __bold__\n  • link:[text](http:\/\/url.com\/ \"title\")\n  • image?![alt text](\/path\/img.jpg \"title\")\n  • numbered list: 1. Foo 2. Bar\n  • to add a line break simply add two spaces to where you would like the new line to be.\n  • basic HTML tags are also supported\n\n\n\nAsked: Dec 03 '12 at 03:37\n\nSeen: 895 times\n\nLast updated: Dec 03 '12 at 09:15\n\npowered by OSQA",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.5809953809,
        "format_confidence":0.9874626994,
        "weight":0.0078885283
    },
    {
        "url":"http:\/\/stackoverflow.com\/questions\/13621692\/select-the-ndef-record-to-read-on-an-ndef-message\/13626502",
        "text":"Take the 2-minute tour ×\nStack Overflow is a question and answer site for professional and enthusiast programmers. It's 100% free, no registration required.\n\nI have developped 2 Android applications. The first one, to write into an NFC tag, and the second to read the contents I have written .\n\nSo with, * The first application (WriteNFC): I'm writing into the Tag, one NDEF message who involves two NDEF records : The first record is a \"text\" type, and the second one is a \"URL\" type.\n\nThe second application (ReadNFC): I scan the Tag, in order to read the NDEF message, and display it, but not fully. I only display on screen the second record (URL). What I would like to do, is when the user selecte another android application that he installed for reading NFC Tags, this one should be able to display only the first record (Text), and not the second one (URL)?\n\nOn summary, when we scan an NFC Tag, with my application(ReadNFC), we can see just an URL (http:\/\/www.stackoverflow.com), and with other applications, we can see just a Text (Hello World).\n\nshare|improve this question\nadd comment\n\n2 Answers 2\n\nThat is not possible using standard NDEF Text and URI record types.\n\nBut you can create your own record payload types using External Type record or Unknown record, which only your application can use.\n\nAlso check out the Android Application Record.\n\nshare|improve this answer\nI used TNF_MIME_MEDIA for the first record, and TNF_EXTERNAL_TYPE for the second one. It still not working when I use the native application. I have the Text in the first field, and below \"Unknown tag type\". How can I hide it? –  mOmO Nov 29 '12 at 13:58\nYou cannot hide anything in NDEF, you can encrypt your data. –  ThomasRS Nov 29 '12 at 14:12\nWhen you say encrypt, you mean displaying something like \"Unknown tag type\"? –  mOmO Nov 29 '12 at 14:18\nErr more like putting encrypted data in unknown record. This will prevent other apps from reading your data.. –  ThomasRS Nov 29 '12 at 15:12\nCan you be more explicit, by giving an example plz –  mOmO Nov 29 '12 at 15:21\nshow 1 more comment\n\nThis is what i did in the first application (WriteNFC)\n\nprivate NdefRecord createRecord1(String data)\n   byte[] payload = data.getBytes(Charset.forName(\"UTF-8\"));\n   byte[] empty = new byte[] {};\n   return new NdefRecord(NdefRecord.TNF_ABSOLUTE_URI, empty, empty, payload);\nprivate NdefRecord createRecord2(String data)\n   byte[] payload = data.getBytes(Charset.forName(\"UTF-8\"));\n   byte[] empty = new byte[] {};\n   return new NdefRecord(NdefRecord.TNF_ABSOLUTE_URI, payload, empty, empty);\n\nAnd for in the second application (ReadNFC)\n\nNdefRecord cardRecord = msg.getRecords()[1];\/\/Extract the second Record\nString url_data = new String(cardRecord.getType());\/\/Read data type\n\n\nWhen I read with my own application (ReadNFC), of course I had on screen only the payload of the second Record, which I stored through \"Record Type\". But with a third-party application, especially that natively installed (\"tag\"), It display correctly the first record, and for the second it's an empty field. So, It still not working, because it still see the second record screenshot\n\nshare|improve this answer\nWhen I use TNF_UNKNOWN or TNF_EXTERNAL_TYPE, it display \"Unknown tag\" like a second record!! How can I completely hide the second record from the other applications? –  mOmO Dec 7 '12 at 15:44\nadd comment\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9802048802,
        "format_confidence":0.9915837049,
        "weight":0.0079214497
    },
    {
        "url":"http:\/\/disneyparksmomspanel.disney.go.com\/questions.aspx?pgm=2&pid=132&cid=136&qid=222515",
        "text":"Disney Parks Moms Panel\n  • Search for Answers Search\n  • Submit a Question\n\n    Can't find the answers you need? Ask your question and it may be posted and addressed by the panel!\n\n\nAnswered Question - Disney Parks Moms Panel\n\n  • My fiance and i are going to be celebrating in May of 2014 and we'd like to have some suggestions of where to eat during our stay at WDW! We are participating in the Disney Dining Plan as well! Also which Moderate resort hotel would be best as well as room\n  • - Asked by Lindsey on 5\/9\/2013\n  • Hi, Lindsey!\n\n    Welcome to Walt Disney World.  There are so many great places for happy couples to enjoy some romantic time together.  For your resort, I suggest Port Orleans French Quarter with a view of the Sassagoula River.  These rooms not only have a lovely water view, they are away from the lobby, buses, and hustle and bustle of the food court.  Just peace and quiet with the occasional boat riding by or maybe a duck or two swimming past! There is a path along the river that leads to sister resort Riverside.  Perfect for romantic walks any time of the day or evening.\n\n    You will love the table service dining choices!  Start with something fun.  Try 50's Prime Time Cafe or Sci-Fi Dine -In Theater in Hollywood Studios.  For a nice seafood buffet, book a dinner at Cape May Cafe at the Beach Club.  While in Epcot, a dinner at Teppan Edo in Japan is fun for dinner, and lunch at Chefs de France is one of my favorites. \n\n    For Quick Service, stop by Be Our Guest in the Magic Kingdom - where else can you dine in Beast's Castle?  Another great quick service is Captain Cooks at the Polynesian Resort.  Grab dinner then spend some quiet time on the beach watching Wishes fireworks at the Magic Kingdom.  Now there is a romantic night!    There are so many fun quick service locations, you can't go wrong. From Mexican in Epcot to a quick pizza or BBQ in Animal Kingdom, you will find it all!\n\n    As you get closer, keep us posted on your plans! Have fun!\nBack to Honeymoons Print this page\n  • Moms Panel in:\nPanelists have received\/will receive a Walt Disney World® Resort, Disney Cruise Line®, Disneyland® Resort or Disney Vacation Club® vacation for panelist and up to three family members and\/or park tickets for their participation on the Disney Parks Moms Panel. The views expressed in the Panel are those of the panelists, who are independent contractors. These views are not intended to reflect the opinions of Walt Disney Parks and Resorts Online, its affiliates, its management, its agents or its employees and have not been reviewed or approved by Walt Disney Parks and Resorts Online prior to posting.",
        "topic_id":23,
        "format_id":17,
        "topic_confidence":0.9884595871,
        "format_confidence":0.9828279018,
        "weight":0.0007742017
    },
    {
        "url":"http:\/\/www.lionebra.com\/canon_powershot_s2_is_digital_camera\/q2205942-got_dropped_shutter_work",
        "text":"Having problems with your Canon PowerShot S2 IS Digital Camera ?\n\nGot dropped. shutter won't work\n\n\\015 Got dropped. shutter won't work\\015\n\nAnswers :\n\nRepair Help & Product Troubleshooting for Canon PowerShot S2 IS Digital Camera\n\nTips for a great answer:\n\n- Provide details, support with references or personal experience .\n- If you need clarification, ask it in the comment box .\n- It's 100% free, no registration required.\n\nSuggested Questions\/Answers :\n\nNikon d40 hi i got my self a nikon d40 all was well for the first 5 days was working well very happy. but then i went to get the d40 out to take some early morning beach shots turned it on and got a white lcd and the camera would not work so took the battery out to check it put it back in cam turned on and worked but still the white lcd and if you turn it off then back on camera wont work unless you push the battery first and still have a white lcd. have taken it to my registered nikon dealer t\n\nSounds like you got a bad one, i would ask for a new one. ... Nikon D40x Digital Camera\n\nI dropped my camera in water, the lense got moisture in it but was working right away. I had opened the inside of the camera to make sure nothing got wet. I set it out to dry. The lense is dry of moisture but the buttons wont work and the camera wants me to input the date. But, since the buttons won't work I can't, and now I can't take picutres.\n\nGet a new camera - you will have other problem besides the obvious ones. Liquid will produce corrosive material after it drys and remain in the camera and will be difficult to remove later. ... Fuji FinePix F20 Digital Camera\n\nCamera won't turn on what can i do (yestreday it worked fine, HELP)? first i tried to get batteries for it and they didN'T work so then i got other brand new batteries and they didn't work IT WORKED FINE YESTERDAY AND NOW IT WONT AND I'M GOING TO THE BEACH IN 5 DAY SO I NEED TO FIX IT HELP!!!!!!!!!!!!!!!!\n\nMy Camera no coming on. ... Kodak EasyShare C513 Digital Camera\n\nCanon powershot G6 Can't download pictures from camera to laptop. Never had a problem before. It states USB is not recognised, bought a new USB lead & it still doesn't work. USB card reader doesnt work on my laptop. Re-installed laptop (vista) and it still wont download. sent camera for repair and got it back and it still doesnt work. phoned canon and they havent a clue and are looking into it. I have found a temporary work around by putting my flashcard in my printer and downloading via the pri\n\n... Canon Digital Cameras\n\nCan't download pictures from camera to laptop. Never had a problem before. It states USB is not recognised, bought a new USB lead & it still doesn't work. USB card reader doesnt work on my laptop. Re-installed laptop (vista) and it still wont download. sent camera for repair and got it back and it still doesnt work. phoned canon and they havent a clue and are looking into it. I have found a temporary work around by putting my flashcard in my printer and downloading via the printer but you need a\n\nLet's go all the way back to your card reader not working when you plug it in. Are you sure? Sometimes you have to open \"my computer\" to find it...it will be a removable drive. ... Digital Cameras\n\nI have got a Panasonic NV EX3EN digital camera.I am experiencing the following problem, can any one solve it out please. menu button not working-wont record or play back....there is a red light flashing o the lCD and a command is comuing up on the LCD screen U 10.when i disconnect the battery and reconnect it , the camera works for few seconds and again stops working.\n\n... Panasonic Digital Cameras\n\nHi, my fuji fine pix camera has absolutely no power, i need it tommorow night for a big family event and it wont work. When i try and use charge it also there are no lights etc indicating a charge. A few month back i got my bag wet and the camera was in there. The camera worked after that when it was dried out. Now it does not, is there anything i can try at home to get it to work ??? :\/ thankyou.\n\nIf the camera got wet the way you described, it can run for days, weeks, and months, but even with your best efforts to dry it out, moisture still got in there and caused it to fail. I have worked on countless pieces over the years that ... Digital Cameras\n\nI just got this SamSung s850 but i don't know how to make the flash work. it was working earlier but then i turned it off. now when i go to put the flash on it wont work???\n\nVolume ... Samsung S850 Digital Camera\n\nMy cyberlink youcam 3 doesnt work and it wont work in windows live messenger either and i got a compag\n\n... Digital Cameras\n\nBlurred pictures Okay so my pictures just started to get blurry and stuff like that for no reason (i took good care of my camera). and then it got a bit wet i think and now the flash won't work either and when i press the flash button thing it won't let me go to the flash menu. the red hand in the top right hand corner wont go away. What do i do? i just got this camera 2 months ago:(\n\nWATER + CAMERAS = NOT GOOD!!\\015\\012does anyone besides me see this? ... Nikon COOLPIX L3 Digital Camera\n\nDigital camera got dropped into the sand, and some sand worked its way into the lens and focusing system, and now the camera cannot zoom or focus, but still turns on and takes pictures i have a lumix dmc fx12, and it got dropped into the sand at the beach. the shutter wont close properly, there's sand in the lens, and it won't zoom. Please help!! i don't know how to fix it!!\n\n\nBeeping This is my daughters camera she got it for christmas last year, it worked fine until a couple of months ago. When you push the power button with rechargeable batteries in it ... it starts up but then the screen flashes to Low Battery and then it starts beeping and wont stop until you take out the batteries. We have tried other batteries and with those the camera wont even turn on. Please help me because she loves this camera and is always sneaking it into school with her.\n\nThanks Toniapaytons, ur the best. I thought I had broken the thing, and it was my parents that I bought for them for their anniv. I had borrowed it. Shew!!!! your right we were just buying regular disposable. Thank you thank ... Samsung Digimax D53 Digital Camera\n\nWont work! my olmpus fe 360 got some huge issues yo! i have it for about 6 months now and its giving me problems it wont turn on correctly it beeps n buzzes and all kinda ****! it would just go ti ti ti ti lens will come out but screen will be dark and just turn off with the lens out:S\n\nHi!The focus is stuck, could be sand or something in the focus gears - well known problem with these lens. Contact your local Olympus service center and if they ask too much, feel free to contact me at [email protected] ... Olympus FE-360 Digital Camera\n\nHello my name is ashley, i have a question about my nikon coolpix s3000 camera. i accidently dropped it and now the camera lens got messed up everything else is working fine but is just the lens that is not working. The lens stays out when i turn it off and it wont go in again. and when i want to take a picture it says lens error or sometimes it does take the picture but is all blurry. and i want to know if this is fixable.\n\nOh you silly boy,,,,,we have all done that in our time,,,what you have done is knock the lens gearing out of wack,,,well its busted for good,, as it may well be,,, but if you genteelly push on the lens when you turn off the carera it may help it to \" ... Nikon Coolpix S3000 Digital Camera\n\nLense Error hi i have got a nikon camera which worked for more than two years now. and it started showing lense error and wont work anymore. please help\n\nTry the procedures in this tip. ... Nikon COOLPIX L3 Digital Camera\n\nWont turn on. when i press on button it makes noises like its trying to open then does nothing. battery is fully charged but could it be that? something happened to it when i first came to canada so i sent it home to get fixed under warranty and it worked again when i got it back for another 500 or so photo's. now it's not working again. and i havent been able to get any photo's for the last few months :( :(\n\n... Digital Cameras\n\nCamera seemed to be working fine..got lots of pics..seemed to have stop taking photos a couple days before I picked it up..lost correct time and date so figured batteries were dead. Changed batteries and wont turn on! Took batteries out and repositioned made sure in correct and still wont turn on! Please help\n\n... Moultrie GameSpy 4.0 Digital Camera Deluxe\n\nMy cam has been working fine all day but now i want to share cam on msn it wont let me.....i just got this laptop yesterday i am not to sure why it is not work or how i should try to solve the problem.\n\nTry a system restore if you are using XP. If you do not know how just let me know. ... Digital Cameras\n\nIve got a canon powershot a560. I recored a 15 minute video and took some photos. The photos have transfered to the pc but the video wont budge. It cant be copied. Ive tried using the advanced settings on the camera and scanner wizard and tried to manually copy it over but it still wont work.\n\nIt's very hard to troubleshoot software problems online, and it likely is a software issue. But why put up with the headaches of bad software in the first place? ... Canon PowerShot A560 Digital Camera\n\nMy nephew threw the camera after turning it on and the lens didnt go in when it got turned off now when i try to turn it on it says lens error and wont work what do i do?\n\nTry these procedures. ... Casio Exilim EX-Z750 Digital Camera\n\nFlash Problem i have an A630 which i assume is quite similar. a couple of weeks ago the flash stopped working, i thought it might've been the batteries but i have since changed the batteries with no improvement. wat happens is when i go to take a photo with the flash on or auto the lightning bolt symbol on the screen just flashes and wont take a photo until i turn the flash off. i took it back to where i got it from but th... (truncated)",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.9784225225,
        "format_confidence":0.962659359,
        "weight":0.0032979784
    },
    {
        "url":"http:\/\/www.justanswer.com\/uk-car\/97ovi-volvo-xc70-hey-norway-volvo-xc70-01-mod-codes.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk Greg Your Own Question\nGreg, Shop Owner\nCategory: UK Car\nSatisfied Customers: 6892\nExperience:  17 years Shop Owner \/Technician. 27 years experience,\nType Your UK Car Question Here...\nGreg is online now\nA new question is answered every 9 seconds\n\nVolvo XC70: Hey from Norway. Volvo xc70, -01 mod, with codes\n\nCustomer Question\n\nHey from Norway. Volvo xc70, -01 mod, with codes 0034, 0105 and 0032, what do you think is the problem?\nSubmitted: 1 year ago.\nCategory: UK Car\nExpert:  Greg replied 1 year ago.\nP0034 is your wastegate ,turbo regulating valve or a wiring issue .P0032 is an O2 sensor wiring issue or connection if these are okay replace the O2 sensor (heater control circuit )P0105 is your wiring circuit for the MAP sensor ,connection issue .I suggest you check the engine wiring harness from the MAP.O2 sensor and wastegate valve wiring these join up together in the harness may find a common area where the harness is damaged ,check also all fuses first . If needed please get back to me with the reply button, and not the poor or bad service, this way i can get back to you or suggest another expert if needed.Your deposit does not pay me until the answer is rated in a positive way,Not rating or a bad rating does not constitute a refund.If you are not happy or you have sorted out your problem before the answer then please let me know with the reply button .Kind regards Greg.\nCustomer: replied 1 year ago.\nHei. These codes are all about the SRS warning I have. Checked the socket and wiring under seat, I have replaced the airbag on the steering wheel; what next?\nExpert:  Greg replied 1 year ago.\nHi .\nThank you i thought these where P codes , will get back to you .\nDid you try and clear the codes ,What tool are you using to read the codes ..\nCustomer: replied 1 year ago.\nTried to delete, but they couldnt be deleted. It was a mechanic who did this , and with a pc, It looks like it called Delphi.\nSRS airbag P2X, DTC :0034, 0105, 0032 and 00D00\nExpert:  Greg replied 1 year ago.\nHi .\nAccording to my data these codes are the seat airbag as you suspected .\nNormally a bad sips bag and seat bag if these are tested good then make sure the wiring harness is not damaged you will have to follow the harness and check for bad connection or damaged harness ,check out good then you may just need a SRS module reprogram .\nRgds Greg\n\nRelated UK Car Questions",
        "topic_id":22,
        "format_id":17,
        "topic_confidence":0.9933838248,
        "format_confidence":0.9865846634,
        "weight":0.0019862481
    },
    {
        "url":"http:\/\/rpg.stackexchange.com\/questions\/2054\/what-are-the-mechanical-implications-of-dungeons-dragons-essentials?answertab=votes",
        "text":"Take the 2-minute tour ×\nRole-playing Games Stack Exchange is a question and answer site for gamemasters and players of tabletop, paper-and-pencil role-playing games. It's 100% free, no registration required.\n\nIt's my understanding that WOTC is releasing a string of 4e products under a label they're calling \"Essentials\", that there's substantial revisions\/errata attached to this product line, and that the primary goal is to provide a superior learning curve for players who are new to RPGs.\n\nMy question is this: What problems or deficiencies in the existing 4th edition architecture, perceived or real, are the Essentials revisions intended to address? Also, am I correct in understanding that all extant 4e products will be revised as needed to be fully compatable with the new version of the rules?\n\nshare|improve this question\nI'd attach a \"ddessentials\" tag if there was one. Please note that I have no interest in starting a 4.5e skubwar (which is why I was suprised to note that the 4e tag reads \"4.0\"), and forgive me if I've totally misunderstood the scope of the Essentials line - I can't isolate the signal from the noise that WOTC PR is putting out, and anywhere else I go the subject will invariably devolve into trolling and flamewars. –  Burrito Al Pastor Sep 1 '10 at 23:02\nI think this will be divisive and cause arguments, and that it'll be hard to get decent answers to it given that essentials isn't even out yet. I'd consider waiting to ask this question until anyone could answer it in anything other than opinions. –  mxyzplk Sep 1 '10 at 23:06\nI took a shot because I'm a masochist. There are people with Essentials books in their hands answering questions, and some of my answers are based on what they've said. If this gets flamey I'll vote to close, but I'd like to see if we can manage to avoid Edition Wars, because I think that'd be a substantial accomplishment. Also -- added the tag because I think Essentials-only is going to be a reasonable way to want to play the game. –  Bryant Sep 1 '10 at 23:23\nIt's definitely a question that's historically been prone to some ugly debates, but it's still ultimately a question that I think needs answering, if only because I don't know the answer myself. More importantly, I think that we need to be able to talk about potentially divisive things, like controversial edition changes or revisions, if RPG Stackexchange is going to distinguish itself above other RPG communities. The ratings structure gives us a great way to filter out the trolls, and I think it'd be a shame if we failed to use this platform to its utmost potential. –  Burrito Al Pastor Sep 1 '10 at 23:38\n\n3 Answers 3\n\nup vote 14 down vote accepted\n\nKudos for tackling the tough subject with grace. I'll see how well I can answer this. If anyone thinks I've gotten evangelistic, please let me know and I'll try and modify my answer to reflect your concerns.\n\nWhat Is Essentials?\n\nThere will be several products released this year and early next year under the Essentials banner. Here's a list of the key ones. If you get those, you will have a core set of rules that allows you to easily play and run D&D 4e.\n\nThere are few core changes or errata that originate with Essentials. Combat works the same way, magic works the same way, and so on. There have definitely been a lot of errata and rules changes over the last two years, and Essentials will include all of those, but Essentials in and of itself is not the reason for those changes. For better or worse -- and there are arguments in both directions -- WotC decided to aggressively fix balance problems in 4e. That's not new to this release.\n\nThe classes presented in Essentials -- fighter, cleric, rogue, wizard, druid, paladin, ranger, and warlock -- are not the same versions as those we've seen so far. In some cases they're pretty similar, and in some cases they're fairly different. However, they are fully compatible with existing characters of those classes, in two key senses.\n\nFirst, you can take an Essentials wizard and plop her down in a campaign next to a wizard as presented in the Player's Handbook and nothing at all needs to be changed for either of them. The core gameplay is completely compatible, again. D&D 4e is designed so that classes are heavily modular; a given class can have multiple builds which function differently, and one class may gain powers differently than another, but in the end you're just rolling an attack and applying damage and\/or conditions.\n\nSecond, material from Essentials serves as a resource for existing classes and vice versa. For example, you can choose Essentials wizard powers for your classic wizard without problems. Likewise, an Essentials wizard could take PHB wizard powers. No need to house rule or adjust. In some cases, this won't make sense -- for example, Essentials fighters don't have dailies, so they can't take PHB fighter dailies -- but even in that case an Essentials fighter could take a PHB fighter utility power.\n\nAll that said, Essentials is going to feel different. Fighters, for example, work much more like third edition fighters. I suspect some people will want to play Essentials-only games, and I think there's good reasons why you might want to do that. Further, if you learn to play an Essentials fighter, there'd be a slight learning curve if you then wanted to learn how a classic fighter works.\n\nWhy Essentials?\n\nOnly Wizards knows for sure, but they've talked about a bunch of things. They want to have a better entry point into the game. The Starter Kit will be sold in Target for $20, and that's a lot more accessible than telling new players they need these three $35 hardcover books.\n\nThey also clearly want to attract players of older editions. As noted, the fighter is simpler and does away with some of the immersion problems people have had. The classic 4e fighter is centered around powers, and the Essentials fighter returns to the mode of just using basic attacks -- but doing cooler things with them.\n\nI believe that Wizards would like to have a new core rule set that collects all those errata. I don't find the PHB to be useless... but I also get most of my rules info from my DDI subscription at this point, and I'm really looking forward to the compiled Rules Compendium. It's a pain looking up finer rules points in three or four different places.\n\nWhat Happens To Old Stuff?\n\nNothing. There is not going to be anything like the Complete Class line which made the old class books obsolete. Essentials options don't overlap with classic options; if I want to play a two-weapon fighter who gets by on mobility, the Tempest Fighter from Martial Power is probably still the right way to go. The monsters from the first three Monster Manuals are completely functional and don't need to change -- at worst, you might want to up the damage for the ones from MM1 and MM2. The campaign books don't need new editions. Etc.\n\nMost of the books announced for 2011 are not Essentials books; they don't have the Essentials name and they don't have the Essentials trade dress. I believe the intent is that they'll be equally useful whether you have the old core books or the new Essentials books, which makes sense because it's theoretically the same game.\n\n\nThe proof is in the pudding. A few core rules are changing with Essentials. Racial traits are slightly different here and there, for example, but in all cases the changes are optional rather than forced. Magic items get a new rarity scheme, and I don't know exactly how that's going to interact with old magic items.\n\nAll the above wall of text is what I think, but I do want to look at the books and find out for myself.\n\nshare|improve this answer\nThat almost answers my question, and I'm going to take the blame for opting for inoffensiveness over clarity. The fact of the matter is, I like 4e as a whole, but there are specific elements about 4e that I don't like, and that I wish would change, and \"errata\" means \"changes\" - the thing you mentioned about fighters working more like 3e fighters really sounds interesting to me, for example. However, I was under the impression that it was closer to release than it apparently is. I may have simply asked this question too soon. –  Burrito Al Pastor Sep 1 '10 at 23:44\nI gotta admit it'll be easier to answer in about a month. I know some of the new fighter stuff, but not all of it. –  Bryant Sep 1 '10 at 23:52\nThat's a lot ... so it's like 4.5 that's backwards compatible ... great. –  C. Ross Sep 14 '10 at 15:37\n@C.Ross: Less that, I think, than a version of 4E that's geared toward people whose favored editions were those before 3rd. From what I've seen of the Essentials stuff, it's very much \"can I play a character like the one I played in the 1980s in your game?\" –  Jadasc Sep 14 '10 at 15:53\nOkay, good enough. Fighters hit things with swords instead of using powers? I'm sold. –  Burrito Al Pastor Sep 16 '10 at 18:34\n\nUntil we get the books in our hands we can't be sure what changes Essentials will hold for the core rules. But remember this D&D 4.0 is an exception based system. In that it is similar to Magic the Gathering. MtG is not the same as it was back when it was first released. However it is the same game. What makes it different is the mix of card that is part of the core set. Despite not playing for a number of years I am confident I can go buy a deck of magic cards and starting playing. I will definitely have to learn new strategies and new ways of building my decks. But I am still playing the same game.\n\nAnd this looks to be the situation with Essential D&D. Instead of just the core Fighter there will be the Essential Fighter and so on for the rest of the classes. You will have status effects, at-will powers, encounter powers, and perhaps a few dailies. And you will still have to read the text carefully and understand the standard terms.\n\nIf they do the Essential Red Box right then it will be a lot easier for people to pick up and try 4e D&D. In addit... (truncated)",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9961543679,
        "format_confidence":0.9905030727,
        "weight":0.0018739144
    },
    {
        "url":"https:\/\/community.amd.com\/thread\/160499",
        "text":"AnsweredAssumed Answered\n\nAMD OpenCL runtime conflicts with Intel's\n\nQuestion asked by timchist on Mar 5, 2013\nLatest reply on Jun 5, 2013 by timchist\n\nHi all,\n\n\nI'm using an Intel i7 3770K CPU that has an integrated GPU with OpenCL capabilities (HD Graphics 4000). OpenCL support is built into the graphics driver from Intel. I also have a discrete GPU -- AMD HD 7970 supporting OpenCL, this support also implemented in a driver (this time AMD's).\n\n\nThe problem is that after I install the AMD's driver Intel's GPU is no longer accessible via OpenCL. There are two OpenCL platforms present in the system, but the Intel's one only sees CPU (AMD's sees both CPU and GPU). Before the installation of the AMD driver Intel's platform sees two devices: the CPU and HD Graphics 4000.\n\n\nIs it a known issue?",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.8066356778,
        "format_confidence":0.9798328876,
        "weight":0.0033568132
    },
    {
        "url":"http:\/\/judaism.stackexchange.com\/questions\/18937\/why-do-sephardic-jews-dress-in-black-and-white\/18955",
        "text":"Take the 2-minute tour ×\nMi Yodeya is a question and answer site for those who base their lives on Jewish law and tradition and anyone interested in learning more. It's 100% free, no registration required.\n\nMany observant sephardim in Israel, especially those in yeshivot, dress in black and white. Does anyone know how this happened?\n\nThere is no tradition of Jews in North Africa or in the Middle East wearing European black and white clothing with black hats. On the contrary, richly colored fabrics and turbans marked traditional, respectful attire.\n\nBesides the Sephardic Chief Rabbi dress, I can't think of anyone who has retained that tradition. Instead, many Sephardic Jews assimilated Ashkenazic styles. Why is that, and is there any documentation explaining the switch?\n\nshare|improve this question\nYou can improve this question by specifying the Ashkenazi communities to which you refer. Not all Ashkenazi Jews dressed in black hats and suits; there were Jewish communities across the continent whose \"traditional\" clothing was more colourful. I think you'll find that the adoption of the \"black and white\" dress by Sephardim owes its origins to the same phenomena that saw its adoption by other Ashkenazim as well. –  Shimon bM Sep 5 '12 at 11:42\nThanks Shimon. How would you specify the Ashkenazi communities? Charedi Lithuanian\/Chassidic? Help me out and I'll fix the question. –  Aryeh Sep 5 '12 at 11:52\n@ShimonbM, I think Aryeh's question can stand on its own. Ashkenazim are well known for dressing in black and white the more \"to the right\" they are. I don't think it's necessary to explain how that all became commonplace in order to ask this question. –  Seth J Sep 5 '12 at 14:59\nI'm guessing that it's probably a simple function of economics. The attire of Litvish Haredi in Israel is much cheaper (and mass-produced) than what the Sephardic Jews used to wear (which was hand-made). –  Craig Feinstein Sep 5 '12 at 17:00\nWhile there is certainly a specifically Jewish\/religious aspect to this question, I would point out that most of the world has adopted Western modes of dress. In the Middle East, where most Sephardim come from, most people do not wear the traditional Arab garb. Moreover, this change took place before most Sephardim left their home countries for Israel or America. Most Sephardim stopped wearing \"richly colored fabrics and turbans\" well before they began to assimilate into the Ashkenazi world. –  LazerA Feb 19 '13 at 21:32\nadd comment\n\n8 Answers 8\n\nup vote 10 down vote accepted\n\nThe only source I have yet to find acknowledging this switch in clothing from a Sephardic perspective is in the English edition to the Yalkut Yosef Hilkhot Shabbat. Under Siman 242, Halakhah 5, regarding the mitzvah to change from weekday clothes into more elegant garments, the editor (R. Yisrael Bitan) added a special footnote:\n\nThe Kabbalists ruled that one must wear white suits on Shabbat. Even so, in our time all the greatest Torah scholars are accustomed to wear black suits on Shabbat, and one should not act differently. If an individual chooses to be different from everyone else and wear a white suit, he is acting improperly; he is compared to a groom sitting among mourners. It important to explain this to those who begin observing mitzvot on their own (ba'ale teshuvah) so that they will conduct themselves as recommended by the Torah leaders of our generation.\n\nThis is directly opposing the Ben Ish Chai's position not to wear any black on shabbat (Ben Ish Chai, 2nd year, Lech Lecha #18). I also just came across an article from R. Marc Angel on the subject. He mentions personally talking with R. Mordecai Eliyahu, in the early 90's, on the Ashkenazic-assimilated dress code:\n\nRabbi Eliyahu responded: the Ashkenazic garb has become the \"standard\" garb for Talmidei Hakhamim, and Sephardic rabbis won't be taken seriously enough if they don't dress according to this fashion. When I said that the situation might be turned around if he and other Sephardic leaders made an issue of it, he said it wasn't worth it and it wouldn't succeed.\n\nI haven't found a source explaining the process of assimilating the clothing, but I do remember hearing a shiur from R. Rakeffet, who explained that R. Ovadia's children went to Ashkenazic yeshivot because those institutions had the highest standard of Torah learning at the time. Such an environment, bearing in mind the already existing struggles of a stereotyped minority, could likely create the norm R. Eliyahu noted.\n\nshare|improve this answer\nadd comment\n\nInstitutionalized Judaism is largely composed of Ashkenazim, which makes some Sepharadim feel like they need to fit in or dress 'acceptably' in order to be accepted. Sometimes, people need to dress up in order to be taken seriously: that is the unfortunate state of a sizable portion of Jewry these days. This answer is based on personal experience, in fact, things I encounter every day.\n\nshare|improve this answer\nI think this same explanation can be conveyed with less annoyance, IMO. –  Seth J Sep 5 '12 at 15:00\nYochanan, welcome to Mi Yodeya. Try to bear in mind that d'racheha darche noam; that said, I hope you stick around and enjoy the site. You may also wish to register your account, which will give you access to more of the site's features. –  msh210 Sep 5 '12 at 15:52\nadd comment\n\nHaRav BenSion Musafi Shelit\"a says in his Sefer Shivat Sion that the reason the Mekubalim said to wear white was because it was considered very nice. However nowadays even black suits are considered nice.\n\nshare|improve this answer\nadd comment\n\nWhen people discuss this, they assume that Sephardic Jews were all wearing robes and turbans while living in Arabic-speaking countries. Then, they came to Israel and started wearing black suits and ties.\n\nIn many cases, Jews started wearing Western-style clothing while living in Arabic-speaking countries\n\nLook at this pic of wedding in Aleppo in 1914:http:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/84\/Aleppo-Jewish201914.jpg\n\nJews in North Africa saw themselves as French and spoke French.\n\nshare|improve this answer\nBut notice that the guy on the bottom left is wearing a fez. These days Sephardim wear the Ashkenazi black top hats that are a relic 17th century Poland. –  Matt Mar 13 at 22:08\nadd comment\n\nI think it's because all religious jews in israel are a minority against the secular jews\n\nso the black\/white has been adopted as ben torah attire not necessarily referring to ashkenazi or what not.\n\nshare|improve this answer\nadd comment\n\nIt's one of the many examples of Jews in Israel who hail from Arab countries trying to look less Arabic and to assimilate to some extent to the more dominant Ashkenazi culture.\n\nshare|improve this answer\nIvan, welcome to Mi Yodeya, and thanks for sharing your opinion! Your answer would be much more valid if you'd edit in some evidence to back it up. Also please consider registering your account, which will give you access to more of the site's features. –  Isaac Moses Oct 29 '12 at 17:42\nadd comment\n\nWhat you are witnessing regarding the way some sephardim dress, is really a much bigger issue. Many Charedi Yeshivot in Israel push for Ashkanazi minhagim as halacha for all Jews.\n\n(Ironically, the halacha is actually the opposite, in that an Ashkenaz finding himself in a sephardi location is supposed to take on sephardi custom, while the Sephardi minhag is not to.)\n\nThis can been known as the Ashkanazification of Sephardim,(TM) and in some people's view is a problem. http:\/\/jcpa.org\/dje\/articles3\/sephardic.htm\n\nshare|improve this answer\nAvi, don't get ahead of yourself. The Sephardi leadership's position has always been \"Ma'alin BeKdushah VeEin Moridin\" and, as such, (ahem) Sephardim may not adopt Ashkenazi customs, but Ashkenazim may adopt Sephardi customs. This is rather self-serving logic (not to mention cyclical in some applications of it). –  Seth J Sep 5 '12 at 16:48\n@SethJ Yes, but the practice in Israel today in more charedi places is the opposite reality. That was my point, and it is ironic. –  avi Sep 5 '12 at 16:51\nI recognize that. My point is that you say \"the halacha is actually the opposite...\", which, cynically, is something that, if it were actually followed, would provoke negative feelings the opposite way, rather than promote harmony. I'm not saying that by adopting Ashkenazi practices Sephardim are creating harmony, or that they are not discriminated against as a result. I'm just pointing out that the \"halacha\" you cite is really, more than anything else, rightly or wrongly, an attempt to keep Sephardim from assimilating. –  Seth J Sep 5 '12 at 16:59\n@SethJ The halacha has been that way for over 500 years. The Ashkenazi poskim could have said the same thing the sephardim poskim said, but they didn't for whatever reason. –  avi Sep 5 '12 at 17:21\nadd comment\n\nIn today's society, Sephardic Jews do not necessarily dress in a particular style of clothing, rather they will wear attire in accordance to any orthodox dress code. My experience in attending Nefesh Bondi (integrated both Sephardic and Ashkenazi) & Sephardic synagogue was unusual to standardised Sephardic clothing. The Chazzan wore a black suit and Hat, even the rabbi in the Sephardic synagogue also wore black. My guess with wearing white suits probably represents purity and holiness such as on Yom Kippur. Since Yom Kippur is a one time event, (even Ashkenazi Jews) would not turn away wearing white. It all comes down to Halakhah [Jewish law] I was told by my (Chabad) rabbi's wife in-laws that if \"The rabbi's make a decision on anything - than it becomes the law\". The general idea is that if it is allowed, then why not. Throughout history Jews in different countries have developed there own style and customs being influenced whether by persecution or integration. My Sephardi rabbi, wears piyot because he thinks there cool, not necessarily a Sephardi custom.\n\nI once asked a Chabad rabbi why Jews in Chabad circles do not wear ... (truncated)",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9915903211,
        "format_confidence":0.9903419018,
        "weight":0.0019600885
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t1644654-lexmark_x5470_wont_print_fax_in_memory",
        "text":"Question about Lexmark X5470 All-In-One InkJet Printer\n\n2 Answers\n\nLexmark x5470 wont print fax in memory\n\nReceiving fax ...conects..receiving then wont print...when i shut down machine to reset ,the window shows \"fax jobs in memory\"if power off you will lose faxes ....????\n\nPosted by on\n\n2 Answers\n\n  • Level 1:\n\n    An expert who has achieved level 1.\n\n\n    An expert that has over 10 points.\n\n\n    An expert whose answer got voted for 2 times.\n\n    Problem Solver:\n\n    An expert who has answered 5 questions.\n\n  • Contributor\n  • 9 Answers\n  • Level 1:\n\n    An expert who has achieved level 1.\n\n  • Contributor\n  • 1 Answer\n\nResent fax\n\nPosted on Feb 06, 2009\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nLexmark x5470 the machine received faxes but does not print them. saying \"fax jobs in memory\"... how do i print them?!?!\n\nIt could be because one of your cartridges has low ink level, thus printer is not able to continue printing the fax message. Open the printer cover and replace your cartridges (without navigating away from the fax mode). Once cartridge\/s has been replaced, just hit the Check mark to print the fax message.\n\nMay 18, 2011 | Lexmark X5470 All-In-One InkJet Printer\n\n1 Answer\n\nI cant receive fax. it has some in the memory.\n\nif there are a message like empty cartriage or low cartridge that means\nthe printer want new cartridge for print fax, when it print another document and also print reports without trouble.\n\nJun 25, 2009 | Lexmark X5470 All-In-One InkJet Printer\n\n2 Answers\n\nPrint faxes in memory on a Lexmark X5470 All-in-One\n\nI solved my problem by powering off, which I knew would lose the faxes in memory. However, I decided to have the faxes re-sent. As soon as I get time, I will address this issue with Lexmark. It seems incomprehensible to me that Lexmark does not provide instructions on how to do this.\n\nThank you for your interest. This simple question does not warrant a team to figure out--it is a manufacturer's responsibility.\n\nNov 11, 2008 | Lexmark X5470 All-In-One InkJet Printer\n\n1 Answer\n\nX5495 wont receive a fax - can send one though..\n\nthat means that the fax machine on the other end, can't read your handshake from lexmark. Happens. has the drivers you'll need by model and operating system\n\nAug 07, 2008 | Lexmark X5470 All-In-One InkJet Printer\n\n1 Answer\n\nCant retrieve faxes in lexmark x5470\n\nTry this remove the cartridges and replace it back and turn on the printer this will print all the faxes stored.\n\nApr 28, 2008 | Lexmark X5470 All-In-One InkJet Printer\n\n1 Answer\n\nFax in memory\n\nThis is a bug in the machine. It is on the lexmark site. The machine gets into a state where all incomming faxes go to the memory. It is impossible to print them out. You have to turn off the machine to clear the fault and on re-starting it will tell you which faxes have been lost. What a machine!!! DO NOT BUY A LEXMARK X5470\n\nNov 25, 2007 | Lexmark X7350 All-In-One InkJet Printer\n\nNot finding what you are looking for?\nLexmark X5470 All-In-One InkJet Printer Logo\n\n2,135 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Lexmark Office Equipment & Supplies Experts\n\nRoopesh S\nRoopesh S\n\nLevel 2 Expert\n\n228 Answers\n\nSanath Kumar V\n\nLevel 3 Expert\n\n684 Answers\n\nLes Dickinson\nLes Dickinson\n\nLevel 3 Expert\n\n18381 Answers\n\nAre you a Lexmark Office Equipment and Supply Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":5,
        "format_id":17,
        "topic_confidence":0.979439199,
        "format_confidence":0.9835819006,
        "weight":0.003369657
    },
    {
        "url":"https:\/\/cdn.typemock.com\/answers\/19500\/invalidcastexception-in-test-runner",
        "text":"\n0 votes\n\nI am getting some type errors that appear to have something to do with assembly identity.  Here is the test code:\n\nICandidateScorer ifScorer =\n    InterfaceLoader.InstantiateInterface<ICandidateScorer>(sAlphaTraderAsy, sAlphaPredictorScorer);\nAssert.IsInstanceOfType(ifScorer, typeof(AlphaPredictorScorer));\nAlphaPredictorScorer scorerAP = (AlphaPredictorScorer)ifScorer;\nThe Assert.IsInstanceOfType() is failing which the following message:\nAssert.IsInstanceOfType failed.\n    Expected type:<Kent.AlphaTrader.AlphaPredictorScorer>.\n    Actual type:<Kent.AlphaTrader.AlphaPredictorScorer>.\n\nThe cast from ifScorer to scorerAP is failing with the following exception:\n\nSystem.InvalidCastException :\n    [A]Kent.AlphaTrader.AlphaPredictorScorer cannot be cast to\n    Type A originates from 'AlphaTrader, Version=, Culture=neutral, PublicKeyToken=null' in the context 'LoadNeither' at location 'C:UserskentrDocumentsProjectsExcessionAlphaTrader.UnitTestinDebugAlphaTrader.dll'.\n    Type B originates from 'AlphaTrader, Version=, Culture=neutral, PublicKeyToken=null' in the context 'Default' at location 'C:UserskentrAppDataLocalTempTypemockExcessionTypemock.SmartRunner.Agent.exessemblydl34a603408e132_ad89d201AlphaTrader.dll'.\n\nIt appears the the Typemock test runner is modifying the original assembly such that .NET no longer recognizes the types that the code was originally compiled against.\n\nIs there a way to deal with this?\n\n\nasked by KentRollins (2.8k points)\n\n1 Answer\n\n+1 vote\nBest answer\n\n\nThis can happen when the assembly is loaded from different dlls. You probrably have your own Assembly loader within InterfaceLoader.\n\nPlease try to disable smartRunner from running in shadowcopy. (see here)\n\nanswered by eli (5.7k points)\nselected by KentRollins",
        "topic_id":2,
        "format_id":17,
        "topic_confidence":0.9891424775,
        "format_confidence":0.9857482314,
        "weight":0.007874832
    },
    {
        "url":"http:\/\/www.justanswer.co.uk\/dog-training\/8kep1-dog-rescue-dog-one-year.html",
        "text":"How JustAnswer Works:\n  • Ask an Expert\n    Experts are full of valuable knowledge and are ready to help with any question. Credentials confirmed by a Fortune 500 verification firm.\n  • Get a Professional Answer\n    Via email, text message, or notification as you wait on our site.\n    Ask follow up questions if you need to.\n  • 100% Satisfaction Guarantee\n    Rate the answer you receive.\nAsk Jane Lefler Your Own Question\nJane Lefler\nJane Lefler, Animal Behaviorist\nCategory: Dog Training\nSatisfied Customers: 19676\nExperience:  Dog breeder\/Trainer and Behaviorist 18+ years\nType Your Dog Training Question Here...\nJane Lefler is online now\n\nMy dog is a rescue dog. We have had her for one year. She is\n\nCustomer Question\n\nMy dog is a rescue dog. We have had her for one year. She is three years old, she panics about things and she nips and bites at times. She also barks at every noise and people.\nSubmitted: 3 years ago.\nCategory: Dog Training\nExpert:  Jane Lefler replied 3 years ago.\nHi JaCustomer,\nMy name is Jane. I have been working professionally with animals especially dogs in both health and behavioral issues for over 18 years. I have over 14,000 satisfied customers. It will be my pleasure to work with you today.\nIn order to supply you with the best information, I do need to ask for some additional information. Once I receive your answer, it will likely take me about 30-45 minutes to type up your response. I hope you can be patient.\nIs she nipping as a result of her panic or are they separate issues?\nDoes she nip and bite you (her owners)?\nIs she allowed on furniture?\nWhat obedience training has she had?\nCan you give me some details on when she has nipped or bit including what was going on before, during and what your reaction was?\nHow do you discipline her?\nWhat breed or closest one is she?\nIs she spayed?\n\nCustomer: replied 3 years ago.\n\nThey are seperate issues.\n\nShe nips and bites owners and visitors when we try to leave the house or hug each other any time.\n\nShe is allowed on furniture only when we say she can.\n\nNo obedience training-not great with other dogs but knows many commands which she follows, but she ignores any commands when we leave the house.\n\nShe has bit\/nipped when shut in a separate room when the door goes, and often when my 16 year old daughter tries to stop her getting out of the front door after i leave the house- i ignore her. Bites any time somebody picks up a handbag or puts shoes\/cardigan on.\n\nTo discipline Bella, we reward positive behaviour and we ignore negative behaviour, sometimes shut the door on her when she barks so she stops instantly.\n\nBella is a Sprollie- Springer x Collie and has been spayed.\n\nExpert:  Jane Lefler replied 3 years ago.\nThanks for that information. It sounds like she is a dominant dog. Dominant dogs will nip and bite to reprimand the other pack members when they feel they are doing something the dominant dog does not approve of. IN this case, apparently she doesn't like people leaving or stopping her from leaving indicated by her biting when people do those things that indicate they are getting ready to leave her.\n\nSo to correct this situation, you need to establish all the humans as the bosses and her as the lower ranking member of the pack. The fastest way of accomplishing this is formal obedience training. YOu don't have to go to formal classes initially as you can train at home and involve everyone. However, eventually you need to finish her obedience training in an environment where there are distraction like a formal training class.\n\nThe following site is helpful for teaching you how to train your dog. Be sure and click on the link to the page on obedience at the bottom. and links on subsequent pages leading to detailed instructions.\n\nTraining works best if you train at least 30 minutes a day (two 15 minute sessions). I would start making your dog work via the Nothing in life is free program (NILF). It is outlined below.\n\nAs I mentioned, all the humans need to be involved with training. You also need to stop allowing her to be on furniture. It raises her physically to the same level as the humans so she feels equal or higher than the humans especially since she has teeth and is not afraid to use them. Keeping her on the floor will help lower her both physically and mentally.\n\nI recommend using hot dog slices or liver slivers for treats. They can be messy but are very effective at getting a dog to work (obedience train). When a dog obeys even if for a treat, it makes them just a little more submissive to that person naturally lowering the dog in the pack.\n\nShe is a herding breed so nipping comes naturally and she is likely to have a lot of energy, so you need to have an outlet for that energy. Try at least two 30-45 minute fast paced (not strolls) walks. You can get a back pack and add cans and water to exercise her even more.\n\nI would keep a short leash on her at all times to help with training. While I agree with positive training techniques, I also believe a dog should have consequences for misbhaving. You will be reprimanding her. A reprimand would be a short tug on the leash to break her concentration and a firm low toned, growl like \"NO\". This lets her know that the behavior is unacceptable. Rewarding her for the desired behavior is important as well. So if she doesn't bite when she would have previously. This helps her see what behavior you expect out of her instead of the bad behavior.\n\nYou can set up situations where she bites so you can use reprimands to correct her. Practice over and over such as someone putting on their shoes in front of her. Someone elses gives the reprimand if she goes to nip and rewards if she doesn't. She'll learn quickly how to get the treat and stop the nipping.\n\nYou can use the same reprimand and reward system to stop the barking. While you have been rewarding some behavior, you have no reprimands for bad behavior except shutting the door. Bark collars are very effective but the contacts have to be able to touch the throat, so the hair might need to be trimmed if you decide to try one.\n\nOnce she is pretty much trained, go to a formal class. In addition, teach her to sit when you are leaving. Have her sit while you open the door and reward her. Then have her sit while you walk out and back in so she starts to see you leaving as not necessarily being gone for a long time. She'll also start seeing that as an opportunity to receive a treat sinc eyou will be rewarding her. Of course over time, the treats will be reduced and praise used instead still throwing a treat in now and again to keep reinforcing the training.\nThese techniques should take care of the problems. I hope this information is helpful to you and you are satisfied with my response. If you would like any additional information or have more questions please don’t hesitate to press the reply to expert or continue conversation button so I can address any issues you still have .\n\nRelated Dog Training Questions",
        "topic_id":14,
        "format_id":17,
        "topic_confidence":0.9801106453,
        "format_confidence":0.9815723896,
        "weight":0.0027419835
    },
    {
        "url":"https:\/\/afternoons-delight.com\/qa\/does-hydrocortisone-help-with-hair-loss.html",
        "text":"Does Hydrocortisone Help With Hair Loss?\n\nWhat happens if you use too much cortisone cream?\n\nYou’re more likely to have a serious side effect if you use a strong hydrocortisone treatment (such as hydrocortisone butyrate) or if you use hydrocortisone on a large patch of skin for a long time.\n\nUsing hydrocortisone for many months at a time can make your skin thinner or cause stretchmarks..\n\nWhat is the best vitamin for hair loss?\n\nThe 5 Best Vitamins for Hair Loss Prevention, Based on ResearchBiotin. Biotin (vitamin B7) is important for cells inside your body. … Iron. Red blood cells need iron to carry oxygen. … Vitamin C. Vitamin C is essential for your gut to absorb iron. … Vitamin D. You might already know that vitamin D is important for bones. … Zinc.Nov 18, 2020\n\nIs steroid hair loss permanent?\n\nTaking steroids can further increase the production of DHT, which leads to hair loss. The good news is that if you stop taking steroids, your hair fall may stop eventually. But, in others, the hair loss may continue even after stopping the steroids.\n\nHow do you stop alopecia spreading?\n\nThe following may help you manage alopecia:Avoid hair and scalp trauma. Use a soft-bristled hair brush and wide-toothed comb to protect your scalp from damage. … Eat healthy foods. Hair loss can be caused by poor nutrition. … Reduce stress. Try to get enough sleep and daily exercise.\n\nDo steroid shots work for hair loss?\n\nSteroid injections have been used for alopecia areata since 1958. Studies from the 1970’s showed that hair regrowth was found in 71% of people with Alopecia Areata, when treated every 2 weeks for 3 times. In another study, 63% of those receiving monthly steroid injections found regrowth at 4 months.\n\nWhat is the best treatment for female hair loss?\n\nHow is female hair loss treated? Minoxidil (Rogaine) 5% is the only topical medication approved by the FDA for female-pattern hair loss. The once daily use foam treatment regrows hair in 81% of the women who try it. Liquid options of 2% and 5% solutions are available over the counter.\n\nCan hair grow back after thinning?\n\nIf the reason for thinning hair is genetics, it will not grow back on its own. To grow back a healthy, full head of hair, you’ll need to take action, and that involves reviewing different hair loss options.\n\nDoes hormonal hair loss grow back?\n\nThis type of hair loss happens when white blood cells attack hair follicles, causing the hair to thin and fall out, usually in round patches. This type of hair loss will require treatment as hair may not grow back.\n\nCan you put steroid cream on scalp?\n\nIn people with seborrheic dermatitis of the face or scalp, use of topical steroids for 4 weeks or less reduces symptoms more than placebo but has a similar effect to calcineurin inhibitors or azoles.\n\nIs hydrocortisone good for alopecia?\n\nIntralesional corticosteroids: Intralesional corticosteroids are widely used in the treatment of alopecia areata. In fact, they are the first-line treatment in localized conditions involving <50% of the scalp22. Hydrocortisone acetate (25mg\/ml) and Triamcinolone acetonide (5-10mg\/ml) are commonly used.\n\nWhat’s the difference between cortisone and hydrocortisone?\n\nHydrocortisone and cortisone are identical short-acting corticosteroids. However, they are not the same. Cortisone is an inactive prodrug that is converted into hydrocortisone, or cortisol, in the liver. Hydrocortisone works as a topical medication whereas cortisone is not as effective as a topical treatment.\n\nWhat steroid cream is used for alopecia?\n\nFluocinolone acetonide cream 0.2% (Synalar HP) twice daily or betamethasone dipropionate cream 0.05% (Diprosone) has been used. For refractory alopecia totalis or alopecia universalis, 2.5 g of clobetasol propionate under occlusion with a plastic film 6 days\/wk for 6 months helped a minority of patients.\n\nDoes hydrocortisone cream cause hair growth?\n\nStinging, burning, irritation, dryness, or redness at the application site may occur. Acne, unusual hair growth, “hair bumps” (folliculitis), skin thinning\/discoloration, or stretch marks may also occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n\nCan I use hydrocortisone on my scalp?\n\nWhen hydrocortisone cream can be used to treat seborrheic dermatitis of the scalp, it doesn’t actually treat dandruff. Dandruff is typically treated with medicated shampoos that contain either salicylic acid, selenium sulfide, or zinc pyrithione.\n\nDoes cortisone stop hair loss?\n\nCorticosteroid injections, like all treatments for alopecia areata, do not prevent new hair loss from developing. While there are few reported side effects related to this kind of treatment, temporary depressions (called “dells”) in the skin may result from the injections. However, these usually improve with time.\n\nWhat would a dermatologist prescribe for hair loss?\n\nIt can stop hairs from getting thinner and stimulate hair growth on the top of the scalp. The U.S. Food and Drug Administration (FDA) has approved minoxidil to treat hair loss. It is the only hair re-growth product approved for men and women. A dermatologist may combine minoxidil with another treatment.\n\nWhat kills fungus on the scalp?\n\nUse an antifungal shampoo These shampoos kill bacteria and fungus on the scalp and stop inflammation. You can purchase them from a grocery store or drugstore. Look for shampoos with antifungal active ingredients, such as ketoconazole, selenium sulfide, and pyrithione zinc.\n\nWhat is the best medicine for alopecia areata?\n\nPatchy alopecia areataMinoxidil: Also known by the brand name Rogaine®, minoxidil can help you keep the hair growth stimulated by another treatment. … Corticosteroids you apply: You apply this medication to the bald spots once or twice a day as instructed by your dermatologist.More items…",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.9932923317,
        "format_confidence":0.8324187994,
        "weight":0.0046140576
    },
    {
        "url":"https:\/\/lafitness.wordpress.com\/2015\/02\/17\/do-you-have-any-suggestions-for-protein-rich-snacks-that-arent-nuts\/",
        "text":"Do you have any suggestions for protein-rich snacks that aren’t nuts?\n\nask our dietitian your question todayhigh protein snacks\n\n\nI’d like to switch my diet to a healthier one, but am running into a problem. Many of the articles and suggested menus with recipes and snacks include NUTS in most of the breakfasts and almost all of the snack options for protein. I’m allergic to nuts, so it’s discouraging that it’s so difficult to find options that I can actually eat. Do you have any suggestions for protein-rich snacks that aren’t nuts? – Blair B.\n\n\n\nAbsolutely! Snack proteins can be the same as your entrée choice, just smaller. You can always take your favorite meal and keep a half serving for a leftover snack. If reheated mini meals aren’t for you, consider portable options that don’t require a microwave. Plant options include soynuts, edamame, sunflower seeds, pepitas, bean salad and hummus. Animal-based snack options include hard-cooked eggs, jerky, yogurt, cottage cheese, string cheese and canned tuna.\n\n\nTo keep it simple choose a protein and combine it with a serving of fruit, starch or vegetable for a satisfying snack. Classics include: cheese + apple; hummus + carrots; and tuna + crackers. Or try combining more than one side in smaller amounts. Examples: 1) top Greek yogurt with berries and a nut-free granola that you’ve added hemp or chia seeds to; 2) scoop up bean salsa and guacamole with baked pita chips; 3) for trail mix, combine soynuts and pepitas with dried cranberries, circle or square-shaped cereal and shredded coconut.\n\nYou can swap in soy ‘nut’ butter or sunflower seed butter in any recipe calling for almond or peanut butter. Either tastes great spread on a small wheat tortilla and wrapped around a banana. Try stuffing a handful of dates with some…Hand wipes or napkin required.\n\n– Debbie J., MS, RD\n\nDo you have a question about your diet or nutrition?\n\nAsk our dietitian by submitting your question to or simply ask it in the COMMENTS section below. To learn how to follow the “Ask Our Dietitian” Q&A CLICK HERE!\n\nDebbie James is a registered dietitian. Any views or opinions presented in this article are solely those of the author and do not necessarily represent the opinions or recommendations of Fitness International, LLC.\n\nPosted on February 17, 2015, in Ask Our Dietitian, Health, Helpful, Nutrition, Weight Loss and tagged , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , , . Bookmark the permalink. Leave a comment.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":12,
        "format_id":17,
        "topic_confidence":0.7978671193,
        "format_confidence":0.8075738549,
        "weight":0.0044763432
    },
    {
        "url":"https:\/\/www.ancestry.com\/boards\/topics.occupations.rcmp\/4\/mb.ashx",
        "text":"Search for content in message boards\n\nCanadian Mounties\n\nReplies: 0\n\nCanadian Mounties\n\nVicki Taute (View posts)\nPosted: 1008619908000\nClassification: Query\nSurnames: Painter, Smith\nCould someone please tell me how I might begin to search for a deserter from the states that supposedly joined the Mounties sometime between 1887 and 1894. His name prior to this incident was James Henry Painter b. in Ohio and after 1894 he was living in Minnesota under the name of Charles B. Smith where he stayed until his death in 1917.\n\n\nFind a board about a specific topic",
        "topic_id":13,
        "format_id":17,
        "topic_confidence":0.9755318165,
        "format_confidence":0.537209928,
        "weight":0.0002231841
    },
    {
        "url":"https:\/\/www.jotform.com\/answers\/99480-Linking-from-One-Form-To-Another",
        "text":"What is JotForm?\nJotForm is a free online form builder which helps you create online forms without writing a single line of code. No sign-up required.\n\nAt JotForm, we want to make sure that you’re getting the online form builder help that you need. Our friendly customer support team is available 24\/7.\n\nWe believe that if one user has a question, there could be more users who may have the same question. This is why many of our support forum threads are public and available to be searched and viewed. If you’d like help immediately, feel free to search for a similar question, or submit your question or concern.\n\n  • Profile Image\n\n    Linking from One Form To Another\n\n    Asked by stmca on May 14, 2012 at 05:40 AM\n\n    Hi I am trying to create an online purchase order system but I would like to link from one online form to another\n\n    At the moment we have a ten iten form as this only fits onto a single a4 paper when printed,  but if ther person whants to add more item to the order at the moment they need to start the process again from the beginning\n\n    What I would like to achieve is - If ther person fills in all the order form  and they want to add more they pick from a drop down box I need to add more items or something similar,  That form is then submitted and the order and supplier details move to the new form.\n\n    Is this possible?\n\n    Thanks Paul\n\n  • Profile Image\n\n    Answered by gori-mathew on May 14, 2012 at 06:59 AM\n\n    Hi STMCA;\n\n    Thanks for contacting us. This can easily be achieved by creating condition and 'skip to next page' features in form 1 that will reditrect users to consecutive forms.\n\n    Kindly follow the guidelines in the following links for previously answered question;\n\n\n\n    I hope these information helps.\n\n  • Profile Image\n\n    Answered by gori-mathew on May 14, 2012 at 07:03 AM\n\n    More materials in addition to above;\n\n    Look at the example form below where  Next buttons have been renamed to Go, and it is also possible to hide the Back buttons (here is tutorial https:\/\/www.jotform.com\/help\/119-Page-Breaks-How-to-Use-Them-Like-a-Pro)\n\n\n\n    You can Clone my example form to check how it is made.\n\n    This answer was given by my colleague Mike_T on an ealier post.\n\n  • Profile Image\n\n    Answered by raydonmarketing on April 16, 2013 at 04:57 PM\n\n    Anyway to do this via separate forms via some sort of selection requirement\/gateway?\n\n    The problem with this one form approach for us will be that we have multiple \"rates\" for our services that are adjusted\/discounted\/raised on a per unit basis based upon high and low seasons as well as customer selection for duration of our service agreement.\n\n\n    for example, we offer hourly, daily, weekly and weekend rates. anything less than 5 days and more than 3 hours rental is calculated on a daily rate basis. 7 days gets a discounted weekly rate. weekend gets a high season rate increase on a per day basis which means each rental day involving a saturday or a sunday will cost $x \"weekend fee\" more. it will get too complicated with conditions given all the other conditions that we already have to setup that I'm not sure they will be handled properly... or even there is a way to make it all happen in one single form.\n\n  • Profile Image\n    JotForm Support\n\n    Answered by jonathan on April 16, 2013 at 06:03 PM\n\n\n    Please review this article. I think this is what you were looking for.\n\n\n    Here is the sample form for that http:\/\/www.jotform.me\/form\/22562702027446\n\n    When using payment fields in your payment form, you can also add a lot of payment options on it.\n\n    Use this as guide http:\/\/www.jotform.com\/help\/225-How-To-Add-Options-In-The-Payment-Form\n\n\n    Hope this help. Please inform us if this is not the answer you were looking for.",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.8721426129,
        "format_confidence":0.9808635712,
        "weight":0.0056925042
    },
    {
        "url":"https:\/\/zeyroon.com\/qa\/question-how-do-i-stop-relying-on-my-partner-for-happiness.html",
        "text":"Question: How Do I Stop Relying On My Partner For Happiness?\n\nIs it bad to be dependent on your boyfriend?\n\nClose bonds soothe our brains, and may even protect us from pain.\n\nHealthy dependence is having a secure bond with your partner.\n\nIt is being emotionally available, emotionally engaged and emotionally responsive, Hendricks said.\n\nThis doesn’t mean that you never fight, and it doesn’t mean you’re always happy..\n\nHow do I stop relying on my boyfriend for happiness?\n\nHow to stop your emotional dependency.Practice being there for yourself. … Stop giving away your responsibilities to self. … Re-parent yourself. … Recognize your own emotional cruelty. … Identify and let go of self-destructive patterns. … Detachment as liberation. … Develop some patience. … Let go of idealistic expectations.More items…•\n\nWhat are the 4 types of relationships?\n\nHere are the four major types of relationships that can have a positive or negative affect on your business.Romantic relationships. … Friendships. … Business partnerships. … Fans, followers and clients.\n\nWhat are the 5 most important things in a relationship?\n\nIf you want to be that #relationshipgoals couple, here are 5 essentials for having a healthy relationship.Communication. You’ve definitely heard the very cliché “communication is key.” But here’s the thing – it’s a cliché for a reason. … Respect. … Boundaries. … Trust. … Support.\n\nHow do you know if your not happy in a relationship?\n\nThese are some signs that you may be in an unhappy relationship, rather than just in a rut.There’s no fight left. … You prioritize your friends and family over your partner. … Date night ceases to exist. … You’re drowning in criticism. … There’s no gratitude. … Your sex life is lacking.More items…•\n\nWhat is emotional dependency relationship?\n\nWithin the context of a marriage, emotional dependence is a state where one spouse’s self-worth becomes far too tied into the actions and attention of their partner.\n\nHow do I stop relying on others for happiness?\n\nIt’s much better to rely on yourself. Not in a selfish way. But in an emotional way. You don’t need others to be happy….Here we go.Have a voice. … Learn how to master your emotions. … Celebrate adversity. … Separate yourself from everything. … Get comfortable with yourself. … Live without regrets.\n\nHow do you know if someone is emotionally dependent on you?\n\nOther key signs of emotional dependence include: an idealized view of your partner or the relationship. the belief your life lacks meaning without them. the belief you can’t find happiness or security alone.\n\nWhat does it mean to be emotionally independent?\n\nEmotional independence is a type of inner resilience that lets you know you can meet, solve, and be with any circumstance you face. It means building your sense of self on your own, without depending on others to make you happy or tell you who you should be.\n\nWhat is true happiness in a relationship?\n\nTrue happiness is the gentle pulling away from yourself by which you find a better self that can prosper. Loving the right things and loving them in the right way is the key. Ethical relationships make it more likely than not that as you look back on your life you will be able to say, “I have lived a good life.”\n\nHow do I know if I want to be with someone?\n\nRelationship experts say these are the 9 signs the person you’re dating is right for you — and some are surprisingly simpleThey pass the ‘bar test’ … They don’t hold you back. … They don’t want to change you. … They fit into your life. … They listen to you. … They’re happy when you’re happy. … They comfort you when you’re sad.More items…•\n\nWhat causes emotional neediness?\n\nHigh stress, relationship problems, exhaustion, and illness can all increase a person’s feelings of neediness and\/or needy behaviors. Some people tend to exhibit characteristics of neediness more than others, and in these people, the term might be used to describe their personality.\n\nHow do you deal with mood swings in a relationship?\n\nInstead of singling out your other half, take responsibility for your mood swings with these 5 strategies.Spend time alone to process. Do your best to uncover how you are feeling and get a grip on yourself. … Put things into perspective. … Stop making the problem worse. … Ask for support. … Cultivate a positive mood.\n\nIs your partner responsible for your happiness?\n\nAnd even though happiness increases when you share it, your partner is not responsible for your happiness. You are the only person who can please you in the long run. At first, that might sound scary, but actually it’s liberating. No one but you can make you happy.\n\nHow do you maintain happiness in a relationship?\n\n10 tips for a happy relationshipTalk constructively. How you say things is as important as what you’re saying. … Listen to each other. Listening is such an important tool in relationships. … Don’t bottle things up. … Keep things fresh. … Let go of the little stuff. … Appreciate what you have. … Give each other space. … Don’t put too much pressure on yourself.More items…•\n\nWhat is a happy relationship?\n\nIn a happy relationship, you just know, without any verbal confirmation or discussion, that your partner will always have your back, always keep your secrets, and always believe you (and that goes vice versa).\n\nIs it healthy to need your partner?\n\nWhen considering interdependence, having your partner need you is essential, but excessive dependence is considered unhealthy. In healthy relationships, people don’t want their partners to be excessively dependent; they encourage their partner’s autonomy.\n\nHow can you tell you’re being used?\n\n“The basic yardstick for telling whether you are being used or not is to take a good look at how you are being treated,” Aimee says. “…if you find that they are disrespectful, don’t treat you well, and you don’t feel good with the person then chances are you might be being used.”",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9909809232,
        "format_confidence":0.9628282189,
        "weight":0.0022017808
    }
]