[
    {
        "url":"http:\/\/kccci.org.my\/services\/services\/secondary-scholarship",
        "text":"最后更新12:00:00 上午\n\nBack 商会服务 Services 商会服务 中学助学金细则 SECONDARY SCHOOL EDUCATION FUND\n\n\nkccci scholarship 350\n\n01 名称 ：巴生中华总商会中学助学金\nName : Klang Chinese Chamber of Commerce & Industry (KCCCI) Secondary School Education Fund.\n\n02 宗旨 ：辅助清寒优秀学生完成中学学业.\nObjective ：To provide financial assistance to the needy student, with good academic result and behavior to complete their secondary education.\n\n03 申请手续 ：Procedure\n(i) 凡欲申请本会助学金者，可向本会索取申请表格。\nApplications forms can be obtained from the office of Klang Chinese Chamber of Commerce and Industry.\n\n(ii) 申请人须填写表格，并附上照片一张（护照尺寸）、身份证复印本、学校成绩。\nCompleted application form must enclosed with a passport size photo, photo-copy of ldentity Card and copy of school result.\n\n(iii) 由就读学校校长推荐，名额不超过3名。\nRecommendation by the Headmaster of the school, every school are limited to only 3 applicants.\n\n(iv) 申请表格及有关资料，请寄至 ：\nCompleted application form and other documents are to be sent to：\n\nKlang Chinese Chamber of Commerce & Industry\n42A, Lebuh Enggang, 41050 Klang, Selangor Darul Ehsan.\n\n信封请注明 “中学助学金” Envelope is required to state “KCCCI SECONDRY EDUCATION FUND”\n\n(v) 本会教育组遴选委员会的决定将是最后的决定，申请者不能有任何的异议。\nDecision of Selection panel of the KCCCI Education Sub-Commmittee is final. Any appeal from the applicants will not be entertained.\n\n04 助学金款项 ：每名学生每年可获得8佰零吉。\nAmount Every Student will receive RM800 per annum.\n\n05 申请日期 ： 每年12月1日至3月31日为止。\nDate of Application : Commence from 1st December till 31st March\n\n06 取消助学金 ：就读期间，若有犯罪或违反校规被校方开除、修读 科目成绩不及格、中途辍学、神经失常、发现申请表格所填报之资料有不正确或未能如期毕业者，将停止 其助学金。\nCancellation : If the holder of the education fund is dismissed by the elevant university\/college due to the violation of rules, involvement of criminal activities,failing in the course, termination of course before graduation, mental disorder, discovery of fraudulent information given in the application form or unable to complete the course in time, the education fund will be withdrawn.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9918597341,
        "format_confidence":0.661629498,
        "weight":0.0154493232
    },
    {
        "url":"https:\/\/www.rightly.co.uk\/company\/boylecasinocom\/",
        "text":"Go to page content\n\nBoylecasino.com & GDPR: manage your data\n\nRightly is a free service that helps you have more control over your data. Find out whether Boylecasino.com has your personal data, and tell them what to do with it.\n\nStart now\nHero image\n\nBoylecasino.com provides the following services:\n\n  • Online gambling\n\nHow Rightly works\n\nSign up\n\nCreate your account in minutes\n\nSend your requests\n\nTell them what to do with your data with your personal data\n\nManage your responses & data\n\nView your replies and decide your next steps\n\nSign up to start making data requests\n\nIt only takes a few minutes\n\nstart now\n\nHow sending requests can help\n\nLocate your data\n\nSend a Subject Access Request (SAR)\n\nIf you want to know whether Boylecasino.com has your personal data, what they have, and what they’re doing with it, we can help. Send a request to Boylecasino.com via Rightly and quickly find out.\n\nDelete your data\n\nRequest to partially or fully delete your data\n\nIf you want Boylecasino.com to delete all of your personal data, or only some of it, you can let Boylecasino.com know via Rightly in a deletion request. Boylecasino.com then has 30 days to reply, by law.\n\nAdjust marketing\n\nChange your Boylecasino.com marketing preferences\n\nWant to change how Boylecasino.com communicates with you? You can easily alter your email marketing settings through Rightly, too. Just let Boylecasino.com know in your request.\n\nRejected applications\n\nUnderstand why decisions were made\n\nHas Boylecasino.com rejected an application of yours, or made an unfair decision? You can request all of the paperwork relating to how they made that decision through Rightly.\n\nEmployment disputes\n\nTackle an employment dispute with Boylecasino.com\n\nIf you are, or have been, an employee of Boylecasino.com, you can send a data access request to view all emails and documents that mention you, as well as your personal files.\n\nData breaches\n\nAct if there’s a Boylecasino.com data breach\n\nIf Boylecasino.com has had a data breach, you can use requests to see if you’ve been affected, and to delete your data to prevent it happening again.\n\n\nLocate your Boylecasino.com pension\n\nFind out whether you have a pension with Boylecasino.com, as well as its associated details, by sending a subject access request. Our support team is also here to help.\n\nSign up to start making data requests\n\nIt only takes a few minutes\n\nstart now\n\nContact Boylecasino.com\n\nMaking a subject access request without Rightly Alternatively you can send a subject access request to Boylecasino.com in writing at the following address:\n\nData Protection Officer, Compliance Department, BolyleSports, Finnabair Industrial Estate, Dundalk, Co Louth A91 HF101\n\nPlease include your:\nFull name\nAny previous names\nYour address\n\nIf you have moved whilst you have had the service we would recommend putting in all your previous addresses for the last 3 years.\n\nBecause requests must be in writing, you can’t make one over the phone. However, if you need to contact Boylecasino.com for anything else, their contact number is 0800 220066.\n\nYou can also read more about how to send a subject access request in our blog.\n\nCaring For Your Data",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.6357524991,
        "format_confidence":0.8104685545,
        "weight":0.0010516538
    },
    {
        "url":"http:\/\/store.merchantsofsingapore.com.sg\/customer-service\/",
        "text":"Merchants hotline: 6222 1162 Home\n\nWine cellar and store\n\nMy Cart\n\nYou have no items in your shopping cart.\n\nCustomer Service\n\n\nBy placing an order, you confirm that you are 18 and over.\n\nAll goods are subject to availability, and in the event that a product is unavailable we will advise and recommend a replacement.\n\n\nAll prices are quoted in Singapore dollars, and include taxes unless otherwise stated. Pricing may change from time to time, in line with exchange rates and availability. We do our best to ensure that all prices on the Merchants website are accurate, however occasionally goods may not be priced correctly. If we discover a pricing error we will, at our discretion, either: contact you and ask you whether you wish to cancel your order, or continue with the order at the correct price; or notify you that we have cancelled your order. We will not be obliged to supply goods at the incorrect price.\n\n\nAt Merchants, we directly represent the winemakers and bypass the mainstream and middle men (and their mark up).\n\nOur prices are set by the winemakers themselves.\n\nOur discounts on mixed dozens and half dozens are generous:\n10% off for a half dozen – straight or mixed\n\n15% off for dozen – straight or mixed.\n\n20% off for two dozen or more – straight or mixed.\n\nNote – some winemakers may choose to opt out of discounting their wine. This may be because they have limited stock or it’s a reserve wine.\n\nPayment for online transactions\n\nMerchants accepts Visa and Mastercard. Our security policy can be found here.\n\n\nMerchants offers free delivery on orders of S$300 or more. For purchases less than S$300, we’ll deliver for a flat fee of S$20 per delivery location to any address in Singapore. Deliveries are Monday to Friday, and we try our best to deliver within two working days of receiving yout order. Saturday deliveries may be arranged subject to availability.\n\n  • A minimum purchase of $300 is required for free delivery to any one location on mainland Singapore and Sentosa.\n  • Purchases below $300 will be subjected to a $20 delivery charge.\n  • Please ensure the recipient is available at the given address on the given date and time.  If the failure of the delivery is due to the unavailability of the recipient, an additional $20 delivery fee will be charged for another delivery arrangement.\n\n\nReturns will only be accepted if the products received do not match the description provided or are technically faulty e.g. corked or oxidised or some other fault.\n\nPlease contact us at to confirm, prior to returning any products.\n\nProducts if returned, must include the original packaging including closure (cork or screwtap), all remaining contents and receipt\/proof of purchase and must be returned within 48 hours of opening or 14 days of purchase.\n\n\nPlease contact our Customer Service Team by email to change or cancel an order. Orders can only be changed or cancelled if they have not yet been despatched. Change or cancellation charges will apply including administration fees and service fees from credit card administrators. Any reward points given on the purchase will be reversed if an order is cancelled.\n\n\nAt Merchants, we are focused on great customer service, and welcome all feedback - good or bad. If we’ve let you down or better still, you’re delighted with our service - please let us know. If you’re unhappy, please let us know and we’ll do our best to resolve your complaint within 7 days.",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.6366829276,
        "format_confidence":0.9803047776,
        "weight":0.0174293174
    },
    {
        "url":"https:\/\/help.cigabuy.com\/wire-material",
        "text":"• Search\n\nHelp & Guide\n\nWire Material\n\nKanthal, it is the most used wire and most common on all the coils in the market and it can be used on a regular device on regular power or volts mode.\n\n\nNickel (NI200) wire, it's a very low resistance wire and it's resistance varies when you apply current on it making possible to some devices to control temperature just reading those resistance variations and making calculations. This wire CANNOT be used on regular power mode because of it's fumes provenient to the Nickel degradation and that's bad to inhale.\n\n\nNichrome 80 is another wire type that gained popularity with vapers to use for their RBA coil builds. Although a lot of vapers still swear by it, slowly kanthal is starting to take its place. Nichrome 80 is an alloy of nickel and chromium, it is composed of 80% nickel and 20% chromium.\n\nCompared to kanthal wire, nichrome is much less heat resistant at 2462 degrees Fahrenheit, but it heats up much quicker than kanthal. Because it heats up much faster, nichrome 80 is very popular among sub-ohm cloud chasing vapers.\n\n\nTitanium Wire, works pretty much like the previous one, but it gives you higher resistance then NI200, better ramp up or quick heat and quick cool down, and just like NI200 this wire CANNOT be used on regular power mode because of possible formation of Titanium Dioxide and that's bad to inhale.\n\n\nStainless Steel Wire, on the other hand, can and should be used just as kanthal on regular power mode devices, but with the advantage that it can also be used on temperature control mode on devices that have that function. You can still use it on Titanium temperature control mode on most devices out now but you need to start on the minimum temperature like 200ºF (100ºC) because the Stainless Steel Wire Temperature Coefficient is low compared to Titanium the temperatures will be that off. Me and also other reviewers and vapers agree that the flavor coming from the vapor produced on a coil with this wire, tastes more clean and crispy.\n\n\nTo conclude, Kanthal has a higher Max Operating Temperature which will give it a longer life on your RDA.  Nichrome heats up at a faster rate and is sometimes preferred for this reason for \"cloud chasing\" or sub-ohm builds. Some people taste a difference between Kanthal and Nichrome stating a more metallic taste from the Iron in Kanthal. It depends on your personal sensitivity to metals, and what you like. It is all subjective and really comes down to what you personally like!",
        "topic_id":5,
        "format_id":3,
        "topic_confidence":0.9608949423,
        "format_confidence":0.9195610285,
        "weight":0.0044673235
    },
    {
        "url":"https:\/\/library.duke.edu\/index.php\/rubenstein\/uarchives\/recordsmanagement",
        "text":"Skip to main content\n\nQuestions about Your Records?\n\nContact the Records Manager at 919-684-8066 or\n\nThe University Archives administers Duke University’s Records Management program. The purpose of the Records Management program is to provide guidance and assistance to University offices and departments to ensure that vital information is available in a cost-effective, efficient, and legally-defensible manner. The Records Management program helps offices categorize the different kinds of records they create and use, craft records retention guidelines, transfer permanent records to the Archives, identify storage locations for temporary records, and manage and retain their electronic records.\n\nRecords of the School of Nursing, School of Medicine, and Duke University Health System are managed by the Duke University Medical Center Archives. For retention requirements for these records, please visit the Duke Medical Center Archives website.",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.9260141253,
        "format_confidence":0.935464561,
        "weight":0.0218434855
    },
    {
        "url":"https:\/\/www.phila.gov\/services\/business-self-employment\/business-taxes\/liquor-tax\/",
        "text":"COVID-19 vaccine\n\nThe vaccine is available to everyone 12 and older! Find a City-run vaccine clinic or partner vaccine clinic to protect yourself and your loved ones. If you have questions about vaccination, call (215) 685-5488.\n\nBusiness & self-employment\n\nLiquor Tax\n\nDue date\nof each month, for the prior month's activity\nTax rate\n\nof the sale price of an alcoholic beverage\n\nIMPORTANT UPDATE: Starting in November 2021, please complete online returns and payments for this tax on the Philadelphia Tax Center. We’ve published this guide to help you get ready for the new system. You can also sign up to get Philadelphia Tax Center updates directly in your email inbox.\n\nWho pays the tax\n\nThe Liquor Tax applies to sales of liquor, wine, or malt and brewed beverages in Philadelphia. A seller is any business or person with a Pennsylvania-issued license or permit to sell or dispense alcohol. This includes, but is not limited to:\n\n  • Bars\n  • Hotels\n  • Restaurants\n  • Clubs\n  • Caterers\n\nThis tax does not apply to liquor stores and beer distributors.\n\nLiquor Tax is technically paid by retail customers at the point of sale. However, the seller is responsible for filing and paying the tax on a monthly basis.\n\nImportant dates\n\nLiquor Tax must be filed and paid by the 25th day of each month, for the previous month’s activity. Anyone who collects Liquor Tax must also file a completed annual reconciliation form by February 28 for the previous year’s activity.\n\nTax rates, penalties, & fees\n\nHow much is it?\n\nThe City’s Liquor Tax rate is 10% of the sale price of an alcoholic beverage.\n\nWhat happens if you don't pay on time?\n\nIf you don’t pay on time, interest and penalties will be added to the amount you owe.\n\nThe interest rate for unpaid Liquor Tax is ½ % (.005) per month.\n\nIn addition, unpaid Liquor Tax may be subject to penalties and fees.\n\nIn addition, your Commercial Activity License or permit could be suspended or revoked.\n\nDiscounts & exemptions\n\nAre you eligible for a discount?\n\nNo discounts are available for the Liquor Tax.\n\nCan you be excused from paying the tax?\n\nCertain alcohol sales are exempt from the Liquor Tax. These exemptions include:\n\n  • Sales from Pennsylvania Liquor Stores (e.g., Wine & Spirits, Fine Wine & Good Spirits).\n  • Sales from malt beverage distributors.\n  • Retail sales that are subject to Pennsylvania’s Sales and Use Tax.\n\nPennsylvania’s Sales and Use tax is imposed on many retail sales. Learn more about taxable goods and services in the Sales, Use and Hotel Occupancy Tax section of the Commonwealth website.\n\nHow to pay\n\nPay online\n\n  1. Visit the Department of Revenue’s eFile\/ePay portal.\n  2. Click “Make An Electronic Payment.”\n  3. Enter your account number and PIN.\n\nPay by mail\n\nThe Department of Revenue issues a Monthly Retail Liquor Sales Tax Coupon Book to simplify tax payments. You will be sent a coupon book after registering for the Liquor Tax. You can also download payment coupons from the City’s eFile\/ePay website. (Look for the “Print a Payment Coupon” link.)\n\nMail your monthly payment and coupon to:\n\nPhiladelphia Dept. of Revenue\nP.O. Box 1018\nPhiladelphia, PA 19105-1018\n\nMail your annual reconciliation to:\n\nPhiladelphia Dept. of Revenue\nP.O. Box 1670\nPhiladelphia, PA 19105-1670\n\nTax code\n\n\nRelated content",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.9962277412,
        "format_confidence":0.894741118,
        "weight":0.0159080393
    },
    {
        "url":"https:\/\/dcf.wisconsin.gov\/index.php\/meca\/providers",
        "text":"Wisconsin Department of Children and Families\n\nProtecting Children, Strengthening Families, Building Communities\n\n\n\n\nWisconsin Shares Information for Milwaukee County Child Care Providers\n\nYellow file folder with blue checkmark.\n\nThe Milwaukee Early Care Administration (MECA) Parent-Provider Services unit is set up to specifically assist Milwaukee County child care providers and parents receiving Wisconsin Shares child care subsidy with payment questions, rates, and other customer service related issues.\n\n\nIt is critical that you read the following:\n\n\nSubmit to MECA\n\n  • Original Child Care License (licensed providers only)\n  • Printed rate sheet showing full and part-time rates for all age groups you serve, either as weekly or hourly rates (licensed providers only). Please include your Provider and Location Number on all correspondence.\n    • NOTE: handwritten rate sheets are not accepted\n\nSubmit to YoungStar\n\n4C for Children\n1736 N. 2nd Street\nMilwaukee, WI 53212\n\nYoungStar Application\/Contract",
        "topic_id":4,
        "format_id":3,
        "topic_confidence":0.8062268496,
        "format_confidence":0.9614053965,
        "weight":0.0224492148
    },
    {
        "url":"https:\/\/hi.gethuman.com\/contact\/WalMart",
        "text":"Contact WalMart\n\nThe best of the 6 ways to get in touch with WalMart by GetHuman\n\nWalMart Phone Number\n800-925-6278 · ग्राहक सेवा\nGetHuman features available:\n  • Best alternatives to phone\n  • Current hold time\n  • Remind me when call center opens\n  • Fastest way to talk to a real WalMart rep\n  • Pro tips & talking points\nOr just take advantage of GetHuman's tools for getting attention on your issue faster:\n\nHelp me with my issue\n\nWalMart Live Chat\nUnfortunately, WalMart does not offer live chat as a channel for customer service at this time.\n\nRecent reasons customers contacted WalMart:\n\nNeed to be able to access my old account being it was closed\nneed to cancel a pickup order that was created at as a guest\nOne of the cards under my family plan has been blocked. My son cannot access his accoun...\nI ordered online and it was canceled\nWhen is the Walmart app gonna restock more Playstation *s? I used to see them but they...\nWas wanting to know if my issue with my phone is resolved\non *-**** or so i order and got a hoover vac wind tunnel hight performace model * uh...\nMy walmart money card has ben blocked and I need it unblocked to pay my bills I have se...\nMy walmart money card is blocked and I need it unblocked so I can pay my bills\nYesterday I tried to buy two discounted Nintendo gift cards using my credit card and th...\nIn regards to order *******-****** the box with the detergent in it was all broken & op...\nWe return a couple of things from but I didn't receive the money-back for t...\nHello,**My name is Bethany with Infoquest and we sent over a signed release for Walmart...\nOn ********** Order ********-******, I originally purchase Versace Bright Crystal Eau d...\nBecause of Walmart's corporate support for anti-Trump sentiment and the post that criti...\nMore customer issues\n\nHelp me with my issue\n\nWalMart contact information - compared\n\nAbove are our top recommendations for how to contact WalMart, including their top phone number and live chat options. Below you can compare and contrast the 6 ways to contact WalMart by looking at which ones are the fastest and which ones other customers recommend the most for solving WalMart customer service issues as reported to us by the 50 million or so customers that come to GetHuman each year and share their experiences. You can contact WalMart across the following mediums: Phone, Facebook, Web.\n\nPhone number \/ contactWaitVotes\nग्राहक सेवा\n38 मि994\nतकनीकी सहायता\n19 मि678\nग्राहक सेवा\n3 मि1958\nगिफ्ट कार्ड सपोर्ट\n38 मि945\nOnline Help\nग्राहक सेवा\n<38 hrs2067\nअंतर्राष्ट्रीय ग्राहक सेवा\n17 मि1212\n\nDoes GetHuman work with WalMart?\n\nGetHuman does not work directly with WalMart's customer support operations. GetHuman works with customers everywhere to compile the best tips and tools for reaching call centers faster and solving common customer problems effectively. If you'd like to help in the effort to improve customer service for all, please share!\n\nWas this page helpful? If so, please share!\nSharing is what powers GetHuman's free customer service contact information and tools. You can help!",
        "topic_id":9,
        "format_id":3,
        "topic_confidence":0.944051981,
        "format_confidence":0.9024463296,
        "weight":0.0160450341
    }
]