[
    {
        "url":"http:\/\/inbound.org\/index.php\/articles\/view\/reply-to-the-big-picture-conversation-evolvingseo",
        "text":"Reply to The Big Picture Conversation - evolvingSEO evolvingseo.com\nin Entrepreneurship\n\nThis post is a response to Rand’s post “The Big Picture Conversation” Full disclosure: I just started reading Good To Great a few days ago while stuck in the Chicago airport. It immediately made me recognize some changes that need to be made. I had the thought to put these into motion (in a post) before reading Rand’s post (which I am replying to here) – but the post did seal the final deal. Continue Reading\n\n6 minute read\n\n\nGet more things like this direct to your inbox.\n\nNo comments\n\nSignup to comment\nNo one has posted a comment yet. Get the conversation started and get some karma!",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9571362138,
        "format_confidence":0.8648332953,
        "weight":0.0093105713
    },
    {
        "url":"https:\/\/podbay.fm\/podcast\/1252771442\/e\/1537908248",
        "text":"Episode 67 - Tricks for Expanding Your Contact List\nPublished September 25, 2018\n28 min\n    Add to queue\n    Copy URL\n    Show notes\n    It's not about being lucky or signing up a magical client! If you want to be successful in the world of network marketing, you need to match your enthusiasm with skill. Face yourself in the mirror and realize when you are spewing excuses.\n        0:00:00 \/ 0:00:00",
        "topic_id":9,
        "format_id":6,
        "topic_confidence":0.9278416634,
        "format_confidence":0.8510818481,
        "weight":0.0091625268
    },
    {
        "url":"http:\/\/forum.headphet.com\/index.php?sid=44fc08d9072b65a82a5ab99ec00bc9df",
        "text":"Welcome to the new look forum for Headphet.com There will be more to come. Please provide feedback either via email or PM should there be any issues. (July 08, 2017)\n\nHeadph0ne Phet1sh Community\nYou are either not logged in or do not have permission to view this page. This could be because one of the following reasons:\n  1. You are not logged in or registered. Please use the form at the bottom of this page to login.\n  2. You do not have permission to access this page. Are you trying to access administrative pages or a resource that you shouldn't be? Check in the forum rules that you are allowed to perform this action.\n  3. Your account may have been disabled by an administrator, or it may be awaiting account activation.\n  4. You have accessed this page directly rather than using appropriate forms or links.\nNeed to register? | Forgotten your password?",
        "topic_id":20,
        "format_id":6,
        "topic_confidence":0.8582325578,
        "format_confidence":0.9658775926,
        "weight":0.0022567243
    },
    {
        "url":"https:\/\/www.accessart.org.uk\/woodcut-lookalikes\/",
        "text":"Scraperboard Woodcut Lookalikes\n\nBy Paula Briggs\n\nAn easy and effective way to use scraperboard to make woodcut lookalikes! A simple process which can be adapted to accomodate different abilities, and provides a useful way to develop mark making skills.\n\nScraperboard Drawing on Corrugated Card\nScraperboard Drawing on Corrugated Card\n\n\nPlease log in here to access full content.\n\nRemember me\nForgot Password\n\n\nTo access all content, I would like to join as…\n\nAn Individual\n\nCreative practitioners, educators, teachers, parents, learners…\n\nAn Organisation...\n\nSchools, Colleges, Arts Organisations: Single and Multi-Users\n\nAccessArt is a UK Charity and we believe everyone has the right to be creative. AccessArt provides inspiration to help us all reach our creative potential.\n\nFavoriteLoadingAdd to favorites",
        "topic_id":1,
        "format_id":6,
        "topic_confidence":0.9848877192,
        "format_confidence":0.9787262678,
        "weight":0.0058544003
    },
    {
        "url":"https:\/\/www0.movies123.li\/watch\/toto-and-the-king-of-rome-1951-full-movie.html",
        "text":"Toto and the King of Rome\n\nErcole Pappalardo (Totò), married, five sons, lives with only dream to be upgraded from his current position in the post department. Everithing goes wrong, he accidentally spits on the ...\nA wide selection of free online movies are available on Movies123 . You can watch movies online for free without Registration.",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9971337318,
        "format_confidence":0.5898944139,
        "weight":0.0103652783
    },
    {
        "url":"http:\/\/simpsons.wikia.com\/wiki\/File:Marge_Gets_a_Job_49.JPG",
        "text":"Simpsons WIki\n\nMarge Gets a Job 49.JPG\n\n18,820 articles being\nedited here\nAdd New Page\nMarge_Gets_a_Job_49.JPG (download)‎ (576 × 432 pixels, file size: 96 KB, MIME type: image\/jpeg)\n\n\nFox Broadcasting Company (Logo) This file is an image owned by Fox or another Fox show, most probably The Simpsons. The file's use qualifies as fair use under United States copyright law.\n\nAppears on these pages\n\nFile history\n\nClick on a date\/time to view the file as it appeared at that time.\n\ncurrent17:23, October 21, 2013Thumbnail for version as of 17:23, October 21, 2013576 × 432 (96 KB)DJ MC CJ (wall | contribs)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.9944378138,
        "format_confidence":0.9256440997,
        "weight":0.0162648746
    },
    {
        "url":"https:\/\/sportspac12.com\/5-star-forward-emoni-bates-includes-oregon-in-top-8\/",
        "text":"5-star forward Emoni Bates includes Oregon in Top 8\n\nBy Dylan Reubenking, Ducks Digest: 5-star forward Emoni Bates has placed Oregon in his top 8 destinations. Bates announced on his Instagram story on Friday that Oregon offered him, and just a few hours later, the Ducks have made his list.\n\nBates, a 6-foot-9, 200-pound small forward, also included Memphis, Michigan State, Baylor, Miami in his list.\n\nRead the full story…\n\n—Recent News Feed Stories—\n\nSubscribe to our newsletter and keep up on the latest.",
        "topic_id":21,
        "format_id":6,
        "topic_confidence":0.9980119467,
        "format_confidence":0.7533065677,
        "weight":0.0081584482
    },
    {
        "url":"http:\/\/www.worldstarhiphop.com\/videos\/video.php?v=wshhads0TE0NM0mUQDGa",
        "text":"Crazy: Two Men Climb One World Trade Center’s Spire Once A Year For An Inspection!\n\nBROKEN? 264,640 views\n\nTwo men wearing GoPro cameras climb \"One World Trade Center’s Spire\" once a year for inspection. The 408-ft spire on top of One World Trade Center gets inspected annually for any signs of deterioration or stress. Biran Hueston and Jamison Walsh work for the company \"FallProof systems\" and it takes them roughly 2 hours to reach the top of the Spire. Posted By Persist\n\nPlease click the “Report” button below if the video on this page is not working properly.\n\nReport this video!\n\n\nThanks! Your cooperation in making Worldstar a better site is always appreciated.\n\nOur team will now look into fixing this error.\n\nEmbedding Options (Click to copy)\n\nComments will only be displayed by verified emails. No Spamming or Racism.\ncomments powered by Disqus",
        "topic_id":6,
        "format_id":6,
        "topic_confidence":0.7917103171,
        "format_confidence":0.886257112,
        "weight":0.0155727896
    }
]