[
    {
        "url":"https:\/\/shop.blackplaguebrewing.com\/",
        "text":"quality over quantity\nCraft Beer\n\nShop our collection of hand-crafted beers. Get them delivered to your door or pick-up at the brewery.\n\n< Swipe left \/ right to shop >\nApparel & More\n\nView our full collection of t-shirts, hats, sweaters, hoodies, glassware, skateboard decks, and more...\n\n< Swipe Left \/ Right >\nBeer Makes Friends\nSketchy Tank x BLACK PLAGUE\n\nOceanside’s local, Sketchy Tank joins the Plague Doctor for good times and good beers. Shop this collection. \n\n< Swipe Left \/ Right >\n\n\n“Hands down my favorite brewery in San Diego! I may be biased because I absolutely love the dark\/death theme they have going on, but I was impressed with everything else as well.”\n\nKali F., Yelp customer review ★★★★★\n\n“They have really good beer and the staff are super friendly. A few really tasty\/hoppy IPAs and some hazy IPAs for the girls, people with dogs and non beer drinkers.  I enjoyed the full gambit from IPA to Mexican lager to a great Pilsner. Looks like a fun venue too.”\n\nJeff K., Yelp customer review ★★★★★\n\n“The decor is incredible, with skeletons, coffins, a giant guillotine, and other spooky features. The beers are extremely well-made.\"\n\nCraig W., Yelp customer review ★★★★★",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9805883765,
        "format_confidence":0.938728869,
        "weight":0.0034708966
    },
    {
        "url":"http:\/\/www.marketsandmarkets.com\/Customizations\/CustomizationDetails-192.asp",
        "text":"HomeConsult Details\n\nClient Consult Problem Statement:\n\nMnM’s client who is one of the key manufacturer of metal and non metal enclosures was interested in project involving “Global Electric Enclosures and IT Racks Market”. The key objective for the study involved :\n\n  1. In-depth analysis of electric enclosure market by type, material, industry, and region\n  2. In-depth analysis of IT racks market by type, industry, and region\n  3. To study the complete value chain, allied industry segments, and perform a value chain analysis of the global enclosure solution and IT racks market\n\nSolution Provided:\n\n  1. Methodology Adopted by MnM : MnM carried out this study through a combination of extensive secondary research followed by primary discussions with Key Opinion Leaders, manufacturers and their customers. Exhaustive interviews were conducted from sales, marketing, production, R&D, technical experts using a semi- structured questionnaire to understand and provide the In-depth analysis . By conducting numerous in-depth market evaluation using foundations of both qualitative & quantitative interview approaches along with the expertise of consulting team at MnM.\n  2. Actual Solution Provided: - Through the detailed outcome of the study, we provided inputs on-\n    • Market size of Enclosures In major regions ( Americas, Europe, APAC, MEA\/RoW)\n    • Market size of IT Racks in major regions ( Americas, Europe, APAC, MEA\/RoW)\n    • Company share analysis for enclosure solutions and ranking of top companies with market share\n\nValue Delivered:\n\nMnM’s client was able to understand the current scenario of the enclosure and IT racks market. Also, the market forecasts were provided to focus client’s attention to the high growth markets\n\nThe competitors benchmarking also helped to understand the client’s present situation in the market for Enclosure solutions and further helps the client to make short and long term strategies to gain the market share\n\nClient was provided with information such as product Drivers, Restraints and Opportunities, PORTER five analysis, and trends in the market\n\nRequest Most Relevant Case Study for your business.\n\n5 5 9 8 7  \nHow can we help you?\n\nTo discuss how our team can help you and your business achieve true results,\nGet in touch with us\n\nOur Team\n\n  • Call Us\n  • +1-888-600-6441 (Corporate office hours)\n  • +1-888-600-6441 (US\/Can toll free)\n  • +44-800-368-9399 (UK office hours)\n© MarketsandMarkets Research Private Ltd. All rights reserved",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.6339356303,
        "format_confidence":0.8871423006,
        "weight":0.0072509944
    },
    {
        "url":"https:\/\/shop.trucchis.com\/shop\/haagen_dazs_chocolate_chip_cookie_dough_ice_cream_14_oz\/p\/42926",
        "text":"Haagen Dazs Chocolate Chip Cookie Dough Ice Cream 14 Oz\n\n370 calories per 2\/3 Cup. No rBST. Milk & cream from cows not treated with the growth hormone rBST (No significant difference has been shown between milk from rBST treated and non-rBST treated cows). Since 1960, our passion has been to transform the finest ingredients into extraordinary ice cream. Bites of buttery cookie dough and rich chocolaty chips fold into our signature vanilla, creating moments of rich and satisfying flavor. haagendazs.com. Smartlabel: Scan for more info. Questions or comments? Text or call 24\/7 1-800-767-0120 or visit us at haagendazs.com.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9972866774,
        "format_confidence":0.9986775517,
        "weight":0.0036925534
    },
    {
        "url":"http:\/\/www.chegg.com\/textbooks\/treating-sleep-disorders-1st-edition-9780471443438-0471443433",
        "text":"Treating Sleep Disorders 1st edition\n\nPrinciples and Practice of Behavioral Sleep Medicine\n\nTreating Sleep Disorders 1st edition 9780471443438 0471443433\n\nNote: Chegg does not guarantee supplemental material with textbooks (e.g. CDs, DVDs, access codes, or lab manuals).\n\n\n\n\n\nDetails about Treating Sleep Disorders:\n\n* Includes chapters on sleep phase disorders, sleep apnea, periodic limb movements, narcolepsy, limit setting disorders in children, enuresis, and night terrors.\n* Provides a unique, behavioral approach to sleep medicine.\nBack to top\n\nRent Treating Sleep Disorders 1st edition today, or search our site for other textbooks by Michael L. Perlis. Every textbook comes with a 21-day \"Any Reason\" guarantee. Published by Wiley.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9777181745,
        "format_confidence":0.9984992743,
        "weight":0.0080407337
    },
    {
        "url":"http:\/\/www.shoemetro.com\/p-269314-gel-nerve33.aspx?color=Black\/Red\/Charcoal&material=Mesh",
        "text":"\n\n\n\nChoose a Color:\nGrey\/Silver\/Electric Blue\nOrder by 1pm EST, Ships Same Day\n  • Product Details\n    • M Width\n    • Black\/ Lime\/ Silver\n    • Mesh Upper Material\n    • Rubber Outsole Material\n    • Round Toe Toe Type\n    • 1\" Heel Height\n    About This Brand\n\n    A go-to brand for many runners, Asics boasts a broad line of sports footwear and apparel for Men, Women, and Kids. An athletic brand known for staying ahead of the curve with technological advances to produce quality products loved by both elite and amateur athletes. Asics is unique in its commitment to uniting the body and mind and using that to fuel its mission to become the number one brand for the sports enthusiast.\n\nCustomer Ratings & Reviews\n\nProduct Rating: (0.00)   # of Ratings: 0   \n(Only registered customers can rate items. Click here to login or register.)\n\nThere are no comments for this product.",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.6274214983,
        "format_confidence":0.9987183809,
        "weight":0.0093661749
    },
    {
        "url":"http:\/\/www.braintreeaustralia.com\/shop\/hemp-foods-australia\/hemp-seed",
        "text":"There are no products matching the selection.\n\nHemp Seed\n\nGive your nutrition a lift with hemp seed, which is 100% Australian Certified Organic, and is imperative for your diet if you value your health.\n\nThe great thing about hemp is that it offers you superb nutrition if you’re on a vegan diet, and is completely safe if you’re allergic to soy.\n\nWith hemp you can add all the essential amino acids to your diet, as well as antioxidants, healthy fatty oils, protein, and other nutrients like folate, calcium and iron.\n\nAnd are you conscious about your weight? Well, hemp is low in carbs too.\n\nYou can use hemp with a clear conscious, because like with our clothing range, all our hemp seed is grown in a way that shows care for our planet.\n\nAre you ready for a boost in your health with hemp seed? Take a look to see what we have to offer you!",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.6214798093,
        "format_confidence":0.9206629992,
        "weight":0.003404099
    },
    {
        "url":"http:\/\/www.crateandbarrel.com\/decorating-and-accessories\/decorative-pillows\/is-new-m4294949462_pillow-r4294959070_yellow-r4294966439_square-r4294966551",
        "text":"• Checkout\n  • Cart 0\nHome > Decor & Pillows > Pillows & Throws > Decorative Pillows\n\nDecorative Pillows: Yellow: Pillow: Square: Is New\n\nFor a splash of color, or a comfy place to rest—decorative pillows serve many purposes and at Crate and Barrel, you have so many options to choose from. Find throw pillows and accent pillows to suit any style.\n\nThe best value,\ninside and out.\n\nAt Crate and Barrel,\nour decorative pillows\ninclude a plush insert in\nyour choice of feather or down-alternative...at no extra cost.\n\nBack to Top",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.995521307,
        "format_confidence":0.8706902862,
        "weight":0.0174418446
    },
    {
        "url":"http:\/\/www.nameeks.com\/product\/Toilet-Brush\/Geesa-3510-02.html",
        "text":"Toilet Brush, Geesa 3510-02\n\nToilet Brush Geesa 3510-02\n\nContemporary stye toilet brush holder. Available in Chrome finish.\n\n\n  • Luxury chrome toilet brush and holder.\n  • Modern wall mounted toilet bowl brush.\n  • For modern settings.\n  • From the Geesa Modern Art collection.\n  • Manufactured in and imported from Netherlands.\n  • Tech Specs\n\n    Width: 4 inches\n    Height: 17 inches\n    Depth: 3 inches\n    Weight: 2 lbs",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9900278449,
        "format_confidence":0.9981648326,
        "weight":0.0199954407
    }
]