[
    {
        "url":"http:\/\/www.vetschooldiary.com\/tag\/bite-injuries\/",
        "text":"REVIEW: Animal Abuse and Unlawful Killing (Ranald Munro & Helen M. C. Munro)\n\nAnimal abuse and unlawful killing book review\n\nI randomly came across this book tucked away in the corner of the university library. Sadly with social media I am reminded of the bad things in the world on a daily basis. I felt that as a vet student it was my duty to take the time to educate myself here (yeah there’s not really a class for it yet!) and as it looked like a quick read, and very practical in nature I decided to borrow it.\n\nSo I’ve only just started studying my pathology modules, yet this book made perfect sense with the limited knowledge that I had. It breaks down the different possible “causes” of pathology resulting from abuse or unlawful killing including an introduction to the subject, how to do forensic examinations and what is expected with respect to non-accidental injury as well.\n\nDespite it being under a 100 pages long, there is an absolute wealth of information packed in; each page I read left me with things to think about and consider. Whilst it is not the nicest subject to read about, having the extra little things to consider will I believe help me in my duty to animal welfare.\n\nIn addition to the topics I mentioned about the book includes chapters on neglect, wounds and injuries, thermal injuries, firearms injuries, asphyxia and drowning, physical agents, traps and snares, bite injuries, sexual abuse and poisoning. Also there is a discussion on the estimation of time since death which is a really big topic in humans, however with the range in body size across species still remains an area where extensive research is required for animals.\n\nI would consider this book to be essential reading for every vet, vet student, vet nurse and vet technician that has any contact at all with animals.",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9812070727,
        "format_confidence":0.8408141136,
        "weight":0.0041239747
    },
    {
        "url":"https:\/\/www.kidstart.co.uk\/blog\/halo-n-horns-kids-mango-melon-mayhem-shampoo-and-conditioner-product-review\/",
        "text":"Halo N Horns Kids Mango Melon Mayhem Shampoo and Conditioner – Product Review\n\nAvailable from: Ocado\nRating: Rating:  5\/5   \n\n\"My son is a great fan of baths but not of soap or shampoo, but the fruity smell of this attracted him as it has no soapy smell.  I'm not an expert on skincare as my 3 year old luckily has no allergies but I think it is better to use a few chemicals as possible on young skin, so the bonus of this being hypoallergenic is great.  We live in a hard water area and the combined shampoo\/conditioner lathered first (& only) time leaving his hair soft & clean without being fluffy.  It can be run under the taps & also used as a body wash, leaving a clean & fruity smelling little boy. I would definitely use this range in the future.\"\nSharon Thomas, 38, Staffordshire          \n\n > Back to Baby & child toiletries",
        "topic_id":8,
        "format_id":23,
        "topic_confidence":0.830247879,
        "format_confidence":0.9812271595,
        "weight":0.0046776917
    },
    {
        "url":"http:\/\/www.culpa.info\/courses\/7244",
        "text":"Review Comment\n\n[FILM 1011] Blockbuster (Intro to Genre Study)\n\nJanuary 05, 2018\n\nGregg, Ronald\n[FILM 1011] Blockbuster (Intro to Genre Study)\n\nThis class was an absolute joke and by far the fluffiest\/BS class I've EVER taken throughout my entire educational history.\n\nGregg is a professor that unfortunately does not belong at an institution at Columbia. He has no clue how to deliver a good lecture. His lecture style is just him standing behind the podium and reading off his lengthy notes non-stop... & his visual aid (PowerPoint) barely has any points on it to complement what he is saying. It was thus so easy to not catch what he was saying once you missed a little halfway. You will definitely see tons of people doing their own stuff during the lecture (that is if they even come in the first place). Also, I'd like to point out that sometimes what he is lecturing on feels so forced - e.g. he makes it seem like the majority of the films produced post 9\/11 were because of 9\/11; how certain films are feminist films even when they really aren't. In other words, I feel that he tried to force drawing observations from the films even when the link between them is really, really weak. Attendance for class is taken occasionally.\n\nThis class also had a mandatory discussion session ran by TAs (for undergrads). The discussion session was even worse - there was no agenda for the discussion session other than to discuss about the film watched during most weeks. The discussion session was maybe about 5 minutes legit and the other 55 minutes stretched out BS. It's very common for my classmates to skip the discussion session (even when it is graded - 20%!). I remembered like half skipped the 2nd discussion session. The census among peers is that it is an ABSOLUTELY-A-WASTE-OF-TIME-I-PROMISE-YOU! Never had more meaningless discussion sessions. I'd bet that no one would even attend it if it wasn't graded. Sorry that I'm kinda repeating my point but if what I've said doesn't tell you the quality of the discussion session, I don't know what will. Just hope that you have a good TA to make it bearable.\n\nTL;DR: do NOT take this class unless you want the fluffiest ever possible class with an incompetent but very nice and approachable Professor. I can guarantee you that you won't learn as much (if any at all) as what you think you'll. Blockbuster is not Gregg's speciality. His speciality: LGBT-related. Maybe his LGBT film class\/other classes are better taught, idk.\n\n\nMuch lighter than other 3 credits courses\n\n2 Papers (25% each): 5-7 pages (double-spaced) for each paper. Instructions for papers were given about just 5 days for the first one & probably about 1.5 weeks (after complains about the timeliness of the first) in advance for the second one IIRC. The papers have nothing to do with what was taught in class. They are more like research papers. Need to reference course readings for just the 2nd paper.\n\n1 Final (30%): 3 essay questions in about 3hrs - related to what's \"taught\" in class\/discussed in the discussion section. Referencing course readings expected - the more, the better. Open book\/notes. Use laptop to type essays out.\n\nDiscussion (20%): The more BS you can talk about, the better. Absolutely waste of time.\n\nTAs (for undergrads) have 100% control over your grade. They grade everything. So if your TA sucks, good luck.\n\nDirectory Data\n\nDept\/Subj Directory Course Professor Year Semester Time Section",
        "topic_id":4,
        "format_id":23,
        "topic_confidence":0.980134666,
        "format_confidence":0.9814117551,
        "weight":0.0030065056
    },
    {
        "url":"https:\/\/thegirlybookclub.com\/every-now-and-then-by-lesley-kagen-review-by-shelley-jomaa\/",
        "text":"Every Now and Then by Lesley Kagen (Review by Shelley Jomaa)\n\n2 min read\n\nRating 4\/5 Stars\n\nEvery Now and Then tells the story of best friends Biz, Frankie, and Viv, aka the Tree Musketeers. It is 1960 in the small town of Summit, Wisconsin, and the girls are 11 going on 12 years of age. School has ended a month early due to the excessive heat, and the author takes us along the journey of their summer adventures.\n\nThe story begins with a slow and idyllic start. The three spend their long summer days hanging out in their treehouse, exploring the town on their bikes, and going to the theatre to get their fill of scary movies. However, their imaginations and curiosity get the better of them. Despite being told to stay away from the nearby Broadhurst Mental Health institution, the girls find a secret spot where they can observe the patients and even talk to some of them through the fence. The action picks up the pace when a criminally insane patient is admitted to the hospital. Things play out like the horror movies the girls love so much when they find a way to sneak inside, potentially putting their lives in serious danger.\n\nMy favourite part of this book was the strong character development and the close relationship between Biz, Frankie, and Liv. They are lifelong friends with no secrets between them, and they look out for each other no matter what. I love their sense of adventure and their genuine concern for each other and the patients. Although at times naive and misguided, they are strong and determined girls with good hearts. Even at their young age, they refused to be deterred from their goals. I also appreciated the sense of community portrayed and the close family bonds.\n\nEvery Now and Then is a quick and easy read about friendship, family, and community. I recommend this for anyone looking for a heartwarming coming-of-age story with lovable, endearing characters.\n\nGirly Book Club\n\nDid you like this book?\n\nClick on a heart to rate it!\n\nGBC Reader Reviews\n\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.9673960805,
        "format_confidence":0.9642966986,
        "weight":0.0138763388
    },
    {
        "url":"https:\/\/cat-goes-fishing.com\/",
        "text":"Download Cat Goes Fishing for Free!\n\nPlay Cat Goes Fishing Now!\n\nCat Goes Fishing is an Android app that offers you an awesome experience as you fish. You will have to use bait to attract fish. This Google Play app for Google Android is very easy to play and can become addictive with time.\n\nGraphics\/ Sound 4\/5\n\nThe graphics of this app are not that unique. They are very simple and mostly give a charming appearance to the player. The fishes appear in different sizes and colors. In my opinion, the theme colors incorporated in the game are just plain and playing the game cannot leave you with a memorable experience. Cat Goes Fishing play and update should require enhancements of the graphics to give the game a better appearance. The background music is fantastic, and it provides a cool atmosphere to play. \n\nInterface and Controls 4\/5\n\nI think that the interface of the Cat Goes Fishing game is straightforward to use. There are walkthrough videos that allow you to know the game. Each fish character has unique features. This aspect makes the game engaging and more fun to play. In each and every level, you get a guide. This way, it is possible for you to understand how the game works. Personally, I find the guide tool very helpful as the game can become a little challenging at times. Amazingly, there are also modes that enlighten the player on how to overcome the challenges. Executing controls is effortless and can easily perform moves to make a win. These interface features enhance the usability and convenience of the app.\n\nGameplay 4\/5\n\nThe gameplay value for this app is relatively high. Cat Goes Fishing is the free version of this game. Therefore, it contains limited functionality. The full version of this game is yet to be released for Android devices. However, there is a version that is complete and must be paid for. It contains in-app purchases such as rewards, rods, bombs, and rockets. These elements enable you to fish your preferred fish by preventing the others from eating the bait. Cat Goes Fishing free download game also has high replay value. Playing the game again is exciting but can become frustrating especially when all the bait is eaten by the small fish, and you cannot catch a shark.\n\n\nI have been playing this game for a while now and think that an upgrade to the latest version can make it one of the leading apps in its genre. Even though it appears simple Cat Goes Fishing free play gets difficult as you aim for bigger fishes. I would recommend this game to any person who loves ridiculous and charming fun. The cat fishing and selling its catch seems funny to me. The background music is incredible, and it sets you in the mood of executing your moves. However, the use of bombs might not sit well with you. In case it blows, all the small fish will be killed which is not right in the real world. This Cat Goes Fishing can be downloaded for free on Android devices.",
        "topic_id":11,
        "format_id":23,
        "topic_confidence":0.9961309433,
        "format_confidence":0.7495301366,
        "weight":0.0069329813
    },
    {
        "url":"http:\/\/www.directkitchensurfaces.co.uk\/info\/9\/customer-comments.html?OSECid=8pmrp8hrqukelckr5f4050v1q4",
        "text":"Home » Customer Comments\nCustomer Comments\n\nFreda Hackett\n\n\"I was quoted an astronomical price from a local company and decided to check out some online prices. I came across Direct Kitchen Surfaces through a google search. I entered my contact details and received a very prompt call. Their surveyor arrived on time and maintained excellent communication throughout. DKS almost halved the quote from our local company, who incidentally said the colour I wanted was now discontinued. The order was placed and payment was staggered in a very fair way. The fitters arrived on time and completed the job within their timescale. They were very clean and tidy workers and basically just got on with it! Courtesy being the buzz word! The result is a stunning job, beautiful quartz worktops. So easy to care for. I would recommend their services to anyone. Quality product. Quality service!\"\n\n\nPoonam Agarwal\n\n\"We remodelled our kitchen this year. The goal was to make the space more modern and functional. To go inline with this, we decided to install some coloured glass splashbacks. My good friend recommended that I get in touch with David. David had recently done my friends kitchen and was extremely pleased with the results. When I called David, he was prompt in coordinating a site visit carried out by his colleague Dan. What I liked most about this team was that they were extremely accommodating and experienced without being aggressive to make a sale. Dan came to get accurate measurements and sent us several samples so that we could decide which exact shade of grey would compliment our worktops. I am extremely pleased with the results! The splashbacks  look stunning and always get complimented by family and friends. I would really recommend working with David and Dan who made the whole experience stress free. It really was a comfort when we were able to rely on them completely to ensure that the job was done beyond our expectations! Thank you!\"",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9601277113,
        "format_confidence":0.9923196435,
        "weight":0.0068662543
    },
    {
        "url":"http:\/\/www.dvdactive.com\/reviews\/dvd\/armored2.html",
        "text":"Back Comments (2) Share:\nFacebook Button\n\n\nWith the bank threatening to take Ty Hackett’s (Columbus Short) house away, leaving him and his brother Jimmy (Andre Kinney) homeless and penniless, Ty is left with no choice but to take up the offer from friend and work colleague Mike Cochrane (Matt Dillon) when he asks Ty to play a part in an inside job at their security firm.\n\nWith forty-two million in their security vans, the plan is a simple one. Make it look like a robbery, hide the money, and wait. That is until they are spotted by a hapless hobo in the warehouse they’re stashing the money in and panic turns into murder. Having a flash change of heart and taking refuge in one of the locked vans, Ty only needs to wait it out for fifty-eight minutes until they miss a phone check in and the cops come. However, the rest of his team have other plans and if they get to Ty, he’s in trouble.\n\nThis isn’t a remake? Surely this has to be a remake? This feels like a remake of a seventies movie that probably wasn’t that good then and they’ve not made it much better now. I mean, the premise is a sound one, one honest guy in amongst a group of rogues, holed up in a locked security while they try to bash their way in to get him and the last of the money. This could and should be full of tension, but really Armored plays a little too broad for its own good and the writer takes routes that are just plain ridiculous.\n\nOutside of the atrocious dialogue, which is so clunky it’s unreal, and the numerous scenes of unbelievably badly handled twists and turns in the heist gone bad (Matt Dillion’s attempt at lying to sheriff deputy Jake Eckehart (Milo Ventimiglia) is laughable. “Oh there’s no siren in there. No, you don’t want to go in there, erm, err an old dog crawled in there and died erm, err”)\n\nThere are glimmers of really wanting Ty to succeed, thanks in large part to Columbus Short’s likable leading man performance. However, it’s the utter stupidity of the story that flatlines the credibility of movie. For starters the fake suspense is laughable. When the team go to pick up their massive money shipment, it’s played like they've already done something wrong, which is ridiculous. At this stage they are just doing their jobs—loading up their van with money. Why is this being played like they have fake ID or are conning someone? This is actually their job. Even more so the amount of times Ty manages to get out of the van only to go back into again for no real reason is absolute insanity. I could swallow it the first time. He saved a cop (though getting back in the van seemed a lesser option to taking the cop out of the building and hiding), but when he sneaks out, goes to the roof to call the cops only to sneak back in again (as opposed to leaving the building to get some more immediate help) Ty’s decision making blew a hole in my caring about what happened next.\n\nArmored is utter junk food with more than its fair share of actors slumming it. Jean Reno brings nothing to the movie, Fishburne has never felt more like he was acting, I’ve never understood how Matt Dillon manages to keep playing the same role time and time again. Really, Armored just ends up another one of those “meh” big glossy movies that all look and feel the same and are about as shallow as kiddies’ paddling pool.\n\n\nNow the movie might be watchable guff, but thanks to the fantastic transfer it’s a pretty looking load of guff. From the get go the level of detail is apparent. Stubble, shaved heads, skin textures (Laurence Fishburne was born for HD) and even the small things like seeing that Matt Dillion’s ear has been pierced are all shown off with the movies bright warm lighting and sharpness.\n\nThe night shots are deep black and the use of shadow to show Dillon’s dark side is also captured well. There’s next to no grain thanks to the bright midday setting of the whole movie and while the action scenes are few and far between, they are pretty well shot and look great in the HD presentation.\n\n\n\nAs mentioned, there’s really only a couple of action scenes and it’s only in these that the DTS-HD Master Audio track comes alive and quite effectively. Beyond that, it’s just a case of strong dialogue, with Fishburne’s voice booming harder than the rest, especially with his heavy laugh and the clanging of metal as the team try desperately to hammer out the pins in the armoured van’s hinges.\n\nThe odd gunshot ups the volume a little and the score can sometimes get quite dynamic throughout the speakers but really the track is doing a fairly standard job without having the opportunity to bring any bells and whistles.\n\n\nThe commentary featuring Producer Dan Farah, Skeet Urich and Milo Ventimiglia is laid back and fairly loose. There are a few good moments (usually unrelated to the actual movie), but the three keep up the pace throughout the movie, offering up small nuggets of fun movie making tales and taking comedy pops at some of actors (and themselves) on screen.\n\nAs well as the usual Sony Blu-ray live and MovieIQ features, we have ‘Planning the Heist:  Making Of’ (15:19 HD) which is pretty straight forward stuff but gives a good insight from the writer James V. Simpson regarding his intentions with the story and Antal’s approach to it.\n\n‘Armed and Underground: Production Design’ (06:47 HD) looks at the abandoned factory setting as well as the lesser used locations and ’Crash Course: Stunts' (11:30 HD) focuses on the action moments of the movie.\n\nLastly there are trailers for ‘ Blu-ray is High Definition’, 2012 and Michael Jackson’s This Is It.\n\n\n\nThis release is a fairly typical Sony affair, with a passable batch of features but a pretty great A\/V presentation. The movie itself is an okay watch once movie which I won’t deny had the odd spike of guilty enjoyment. It’s fairly well made and has a short enough run time not to outstay its welcome but it really misses the opportunity to take advantage of its strong cast and utterly failed to convince me why the hell Ty kept going back to that van.\n\n* Note: The above images are taken from the Blu-ray release and resized for the page. Full-resolution captures are available by clicking individual images, but due to .jpg compression they are not necessarily representative of the quality of the transfer.",
        "topic_id":6,
        "format_id":23,
        "topic_confidence":0.9966831803,
        "format_confidence":0.928943336,
        "weight":0.0204857122
    },
    {
        "url":"http:\/\/blog.sweetspotsisterhood.com\/2018\/07\/newrelease-reviews-solution-of.html",
        "text":"Wednesday, July 11, 2018\n\n#NewRelease #Reviews THE SOLUTION OF THE UNREQUITED by Len Webster\n\n\nThe Solution to Unrequited by Len Webster is AVAILABLE NOW!!\n\nBarnes & Noble → \n\nAtomic number: 33\nName of chemical element: Arsenic\nSymbol: As\nEvery solution has a poisonous flaw … even between best friends.\n\nThe agreement: Fall break together. \nThe struggle: A road trip from North Carolina to Massachusetts. \nThe reason: To find a way back into each other’s lives. \nThe issue: AJ’s not ready to let Evan reclaim the parts of her he made his. \nThe hindrance: Connecticut.\n\nI am so invested in both the story and characters of Evan and AJ so much so that at times I found myself having to remind myself to breathe.\n\nTo be honest both of them frustrated me so much, I was screaming at them on my head to just talk to each other but then I remembered their ages. Of the two I found myself questioning Evan's feelings for AJ the most. Does he really love her ? Does he even know what love is? I hated how as we saw in book one he took her so much for granted, how selfish he was. There are lightbulb moments when his past actions smack him in the face but can be be redeemed. Watching AJ flounder and flourish on her own is quite empowering and was a part of the story that is a great example for young women everywhere.\n\nAnother fantastic book in what is turning out to be one of my favourite coming of age series\n\n* * *\n\nOh, my poor defenseless heart!\n\nHave you ever craved the answers? Like you needed them so much you begged the author for the next book? So much need, longing, and love for two characters that you twitched to have the answers?\n\nBut let me ask you, when you were desperate and needy for those answers did you fear the results? Because I found once The Solution to Unrequited hit my kindle I actually backed away in fear! Legit, heart clenching fear. I was terrified of The Solution to Unrequited. And even having read it, I'm still afraid. (Wan smile) I am afraid that this story is going to continue to break me.\n\nFear shouldn't hold you back though. And in the end, I let it back me into a corner. I had no other choice and I'm glad I finally found the courage to continue AJ and Evan's story.\n\nThe Solution to Unrequited will answer the questions tearing you apart after The Theory of Unrequited. #WhatHappenedAtPromEvan? Will he find her? Will they move on? What about Connecticut? \n\nBut don't break out the champagne just yet! The Solution isn't the end of this story. Len Webster has plans to torture us even more. So angst lovers, love lovers,and needy people who like to cry- buckle in its going to be a bumpy ride!\n\nReviewed for Sweet Spot Sisterhood\n\n* * *\n\nNO UNREQUITED LOVE IN YOUR LIFE? Start the series today with The Theory of Unrequited!\n\nEvery theory has a test subject … even between best friends.\nThe pact: Stanford. \nThe betrayal: AJ attending Duke. \nThe reason: She did something stupid like fall in love with Evan. \nThe problem: Evan’s not ready to let this betrayal go so easily. \nThe solution: Find AJ and fix them.\n\nAbout Len\nLen Webster is a romance-loving Melburnian with dreams of finding her version of ‘The One.’ But until that moment happens, she writes. Having just graduated with her BBusCom from Monash University, Len is now busy writing her next romance about how a boy met a girl, and how they fell completely and hopelessly in love.\nShe is also not a certified explorer, but she’s working on it.\n\nFollow Len Everywhere! \n\nNo comments:\n\nPost a Comment",
        "topic_id":16,
        "format_id":23,
        "topic_confidence":0.8898303509,
        "format_confidence":0.7563726902,
        "weight":0.0108842887
    }
]