[
    {
        "url":"http:\/\/digitalcommons.law.ggu.edu\/pubs\/593\/",
        "text":"Document Type\n\n\nPublication Date\n\nSpring 2013\n\n\nInstitutions of higher education and law schools in particular are currently addressing new questions about the value and form of the education they offer, due, in part, to economic reality, practical necessity, and public scrutiny. Changes in the nature of the legal profession and the market, the cost of legal education, and most recently the purpose of the third year of law school, have each been at the center of professional conversations, public debate and media stories about reform.\n\nLike my colleagues at other law schools, I am certainly involved with these critical conversations. I am also working with GGU Law faculty members and program leaders to launch and execute a comprehensive three-year action plan this fall. The plan will provide clear strategy and guidance and more importantly, tackle critical areas that address the needs of students from the time they enter law school through their transition into the profession.\n\n\nArticle from the Spring\/Summer 2013 issue of Golden Gate Lawyer.",
        "topic_id":4,
        "format_id":0,
        "topic_confidence":0.9288796186,
        "format_confidence":0.8222718835,
        "weight":0.0026733999
    },
    {
        "url":"https:\/\/www.researchwithrowan.com\/en\/publications\/reflections-on-my-jewish-habitus-and-perspectives",
        "text":"Reflections on My Jewish Habitus and Perspectives\n\n    Research output: Contribution to journalArticlepeer-review\n\n\n    This essay discusses the intersection of personal and professional influences on the author's work and perspectives in Jewish studies. In particular the role of \"bonding\" and \"bridging\" capital is discussed: bonding with other Jews, bonding with research colleagues of similar orientations; and bridging with Jews different from myself, Jews in different cultural\/societal contexts, between Jews and non-Jews, and between scholars of different orientations. The role of mentors as facilitating and non-facilitating gatekeepers is also discussed. The reflective exercise is recommended as a re-centering device for all scholars. Suggestions for investing in further research in Jewish studies follow the expansion of both bonding and bridging research capital opportunities, such as establishing a think-tank facilitating ongoing dialogue between qualitative and quantitative researchers, and researchers using different units of analysis, in Jewish studies; developing a common core of community study questions and subsidizing their inclusion in community studies; establishing an international question bank to increase comparability and standardization in upcoming surveys; expanding the North American Jewish Data Bank to be global; and reaching out for comparability beyond the community of Jewish studies research. The suitability of the Association for the Social Scientific Study of Jewry as an infrastructure for some of the networking endeavors suggested is considered.\n\n    Original languageEnglish (US)\n    Pages (from-to)107-123\n    Number of pages17\n    JournalContemporary Jewry\n    Issue number2\n    StatePublished - Aug 2014\n\n    All Science Journal Classification (ASJC) codes\n\n    • Cultural Studies\n    • History\n    • Anthropology\n    • Religious studies\n\n\n    Dive into the research topics of 'Reflections on My Jewish Habitus and Perspectives'. Together they form a unique fingerprint.\n\n    Cite this",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9658398628,
        "format_confidence":0.9790188074,
        "weight":0.0040845164
    },
    {
        "url":"https:\/\/jlmc.edu.np\/index.php\/JLMC\/article\/cite\/55\/RefManCitationPlugin",
        "text":"TY - JOUR AU - Kaur, Narinder AU - Aryal, Shreyashi PY - 2014\/12\/30 TI - Clinical Study of Ectopic Pregnancy in a Tertiary Care Hospital in Nepal JF - Journal of Lumbini Medical College; Vol 2 No 2 (2014)DO - 10.22502\/jlmc.v2i2.55 KW - N2 - Introduction : Ectopic pregnancy is a cause of pregnancy related mortality and its incidence is on the rise. The aim of modern management of ectopic pregnancy should be to diagnose ectopic pregnancy accurately, so that women can seek prompt diagnosis and treatment and optimize their future fertility. Methods : This prospective study was done for a period of one year in patients suspected clinically to have ectopic pregnancies which were subsequently confirmed by pregnancy test and ultrasonography (n=17). The following parameters: age and parity of the patient, relevant past medical and surgical history, significant clinical findings at presentation, management done and outcome of the management were noted. Results : Most patients 13 (76.47%) were in the age group of 20-25 years and 16 (94.11%) of them presented with acute pain abdomen. In all cases, emergency laparotomy was performed. There were 16 cases of tubal ectopic and one of ovarian pregnancy. Right side was affected in 14 (82.35%) cases including one right sided ovarian ectopic. Tubal rupture was found in 10 (58.82%) patients. The most common 12 (75%) site of tubal pregnancy was ampullary. Salpingectomy was performed in 14 (82.35%) cases. All patients were discharged by seventh postoperative day. Conclusion : Ectopic pregnancy can be suspected clinically by history and associated risk factors. Women presenting with acute pain abdomen with a positive urine β-hCG test should be promptly diagnosed and treated without undue delay to reduce maternal morbidity and mortality. UR - https:\/\/jlmc.edu.np\/index.php\/JLMC\/article\/view\/55",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.998246789,
        "format_confidence":0.9769173861,
        "weight":0.0096633516
    },
    {
        "url":"http:\/\/etheses.bham.ac.uk\/294\/",
        "text":"eTheses Repository\n\nA contextual missiology of the spirit: a study of Pentecostalism in Rajasthan, India\n\nLukose, Wessly (2009)\nPh.D. thesis, University of Birmingham.\n\nPDF (3329Kb)\n\n\nThis thesis studies the identity, context and features of Pentecostalism in Rajasthan, India as well as the internal and external issues facing Pentecostals. It argues for an indigenous origin of Pentecostalism in Rajasthan, as it is a product of local Spirit revivals in the existing churches and the missionary activities of Indian Pentecostals. It also reveals that both the intra-church as well as extra-church issues place Pentecostals in a ‘missio-ethical dilemma.’ The thesis aims to suggest ‘a contextual missiology of the Spirit,’ as a new model of contextual missiology from a Pentecostal perspective, which has emerged from this study. The inherent theological characteristics of Pentecostalism underline the pneumatological foundation of a contextual Pentecostal missiology. As a contextual missiology of the Spirit it has certain contextual features. By dealing with the global-local tension, it can be considered a glocal missiology. It is capable of promoting ecumenicity at various levels, and so it is an ecumenical missiology. By empowering people to engage in spiritual as well as socio-political issues, it aims to be a transformational missiology. As it is concerned with the well-being of the community, it has the potential to become a public missiology.\n\nType of Work:Ph.D. thesis.\nSupervisor(s):Anderson, Allan\nSchool\/Faculty:Colleges (2008 onwards) > College of Arts & Law\nDepartment:School of Philosophy, Theology and Religion\nSubjects:BR Christianity\nBX Christian Denominations\nInstitution:University of Birmingham\nID Code:294\nThis unpublished thesis\/dissertation is copyright of the author and\/or third parties. The intellectual property rights of the author or third parties in respect of this work are as defined by The Copyright Designs and Patents Act 1988 or as modified by any successor legislation. Any use made of information contained in this thesis\/dissertation must be in accordance with that legislation and must be properly acknowledged. Further distribution or reproduction in any format is prohibited without the permission of the copyright holder.\nExport Reference As : ASCII + BibTeX + Dublin Core + EndNote + HTML + METS + MODS + OpenURL Object + Reference Manager + Refer + RefWorks\nShare this item :\nQR Code for this page\n\nRepository Staff Only: item control page",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9502482414,
        "format_confidence":0.9460638165,
        "weight":0.0039470265
    },
    {
        "url":"http:\/\/www.nap.edu\/openbook.php?record_id=10561&page=23",
        "text":"in the various categories of use rate do not change over time. Divergences from these assumptions and identification of remedies are the subject of ongoing research.\n\nOnce these and other uses of field performance data have been institutionalized with the accompanying benefits, the quality of such data is likely to improve. One important application in which industrial field performance data have recently been improving in quality is sensors that can collect the entire history of use of, say, an automobile, including stresses, speeds of use, temperature, etc. That information can be linked to information on system reliability or performance to support much richer statistical reliability modeling. Use of such sensors could be valuable in operational testing for similar reasons.1 Several companies are undertaking efforts to save additional data in their warranty databases so the data can be used not only for financial purposes, but also for reliability assessment and estimation. Such efforts represent a cultural change. A hurdle is that development or expansion of such a database sometimes requires innovative funding approaches.\n\nDiscussion of Gaver, Sen, Scholz, and Meeker Papers\n\nIn his discussion of the papers by Sen and Gaver, Paul Ellner addressed the complication involved in reliability growth modeling of translating reliability estimates from developmental test to predictions of reliability in the field from operational test. At present, analysts may use a reliability growth model to extrapolate from developmental test results to operational test results. This approach can be severely biased, producing overly optimistic reliability estimates since the failure modes can be substantially different in the two situations (actually three—developmental test, operational test, and field performance). Efforts to perform this translation face the following challenges: (1) determining the (approximate) relationship between failure modes that occur jointly in developmental and operational environments, and (2) identifying a function expressing the probability of failure in operational test as a function of the probability of failure in operational test due to failure modes not present in developmental test. This translation probably cannot be done at the system level; it must be carried out at the com-\n\n\nThese sensors could be used to monitor reliability degradation during field use and to support efficient logistics management.\n\nThe National Academies | 500 Fifth St. N.W. | Washington, D.C. 20001\nCopyright © National Academy of Sciences. All rights reserved.\nTerms of Use and Privacy Statement",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.8424150944,
        "format_confidence":0.9665883183,
        "weight":0.0139447549
    },
    {
        "url":"https:\/\/therootofjesserises.com\/2017\/07\/19\/william-petersen-on-the-concept-of-an-original-text\/",
        "text":"William Petersen on the Concept of an “Original” Text\n\nWilliam Peterson (1950 – 2006) was one of the most erudite scholars when it came to New Testament textual criticism. He was probably best-known as one of the world’s leading experts on Tatian’s Diatessaron, the most prominent early harmony of the four gospels, likely composed around the year 170 CE. About five years after his death, a volume of Peterson’s collected essays was published by Brill. I recently revisited one essay in the middle of that volume, as it relates directly to the question I’ve been exploring regarding current debates about the status of the designation “original text” to describe the text being reconstructed by New Testament textual critics. The essay is titled, “What Text Can New Testament Textual Criticism Ultimately Reach?” and it was first published in 1994!¹\n\nPetersen’s essay is divided into three parts. Part 1 sketches the problem in two ways. First, he notes the difficulty of defining what is meant by the “original” text, particularly when it comes to the text of the New Testament. Petersen uses the gospel of Mark as his example, asking whether our understanding of the “original” Mark is based on fourth-century (or later) manuscripts or on the minor agreements between the gospels of Matthew and Luke, since most scholars believe that Matthew and Luke both had access to their own copies of Mark’s gospel.\n\nSecond, Petersen points out the fact that despite the monumental nature of recent discoveries of early Christian papyri, as well as the work being done on the citations of New Testament texts among the early church fathers, our critical editions of the Greek New Testament have remained virtually the same since the text of Westcott and Hort, which relied heavily on the fourth century manuscripts, Sinaiticus (א) and Vaticanus (B). Here’s how Petersen describes the situation:\n\nThe papyri have been trumpeted as offering a text which is “closer to the original” than any other extant evidence. Yet it is simply a fact that nowhere in the entire apparatus for the gospels in Nestle-Aland27\/UBS4 is there a single instance where a reading supported just by the papyri, or by just the papyri and Patristic evidence has been adopted as the text. This poses an awkward question: If, as alleged, the papyri preserve a text “closer to the original,” then why do they not contribute any new readings to the critical text? (221-222)\n\nPart 2 of the essay illustrates this problem with three examples. For the sake of brevity, I’ll only focus on the first, which is drawn from the pericope about the rich young ruler (Matthew 19:17\/\/). Here is the text (with parallels) from the current critical edition (NA28):\n\nMatthew 19.17 Mark 10.18 Luke 18.19\nεἷς ἐστιν ὁ ἀγαθός οὐδεὶς ἀγαθὸς εἰ μὴ εἷς ὁ θεός οὐδεὶς ἀγαθὸς εἰ μὴ εἷς ὁ θεός.\n\n\nMark and Luke have identical texts, with Jesus responding to the rich young ruler by saying, “No one is good except God alone.” In Matthew’s gospel, however, Jesus’ response is briefer, “There is only one who is good.”\n\nPetersen points out for his readers that Justin Martyr (c. 150 CE) almost certainly quotes the Matthean version of this pericope, but he includes the phrase “my father in the heavens” afterwards.\n\nJustin Martyr (c. 150 CE): eἷς ἐστιν ἀγαθός, ὁ πατὴρ μου ὁ ἐν τοῖς οὐρανοῖς\n\nPetersen goes on to show that this longer reading in Justin Martyr is actually found in several early Christian sources. He notes the following examples (225-226):\n\n  1. Tatian, Diatessaron (c. 172 CE), as per Ephrem Syrus, Commentary on the Diatessaron, XV.9:\n    • ܚܕ ܗܘ ܠܡ ܛܒܐ ܐܒܐ ܕܒܫܡܝܐ\n  2. Irenaeus, Against Heresies, I.20.2 (pre-185 CE):\n    • Εἷς ἐστιν ἀγαθός, ὁ πατὴρ ἐν τοῖς οὐρανοῖς\n  3. Hippolytus, Refutation of All Heresies, V.7.25 (pre-222 CE):\n    • eἷς ἐστιν ἀγαθός, ὁ πατὴρ ὁ ἐν τοῖς οὐρανοῖς\n  4. Clement of Alexandria, Stromata, V.10.63 (c. 207 CE):\n    • eἷς ἐστιν ἀγαθός, ὁ πατὴρ\n  5. The Pseudo-Cementine Homilies XVI.3.4 (c. 260 CE):\n    • ὁ γὰρ ἀγαθός eἷς ἐστιν, ὁ πατὴρ μου ὁ ἐν τοῖς οὐρανοῖς\n  6. Old Latina MS e (Mattew; 5th cent.):\n    • Unus est bonus, pater.\n  7. Old Latina MS d (Luke; 5th cent.):\n    • Nemo bonus nisi unus Deus pater\n\nThese witnesses, which are are all early and broadly distributed, support Justin’s citation of Matthew’s text. This means, as Petersen notes, “the oldest-known version of this Matthean pericope contains the phrase ‘my Father in the heavens'” (226, emphasis original). Yet despite this evidence our critical editions continue to present Matthew’s text as only εἷς ἐστιν ὁ ἀγαθός.\n\nThis leads to Part 3 of Petersen’s essay. Given the early nature of the textual variant and its attestation above (with similar evidences for the other two examples he provides) why have we not changed our critical editions to fit this evidence? Petersen argues, once again, that textual critics have become too attached to the so-called “Alexandrian” or “Neutral” text represented by the later fourth century majuscules א and B.  Instead of allowing earlier witnesses (i.e. the papyri and especially the patristic sources) to play a crucial role in determining the earliest form of the text of the New Testament, critics tend to use them merely as witnesses in support of readings that were already preferred on the basis of א and B. More controversially, Petersen states that certain “theological standards” are also keeping critics from adopting Justin’s version of Matthew 19:17, since these theological standards would deem that particular variant “unacceptable” (234). In fact, this is Petersen’s explanation for why these variant readings were not retained in the manuscript tradition: “the reading was suppressed because in later times it was no longer theologically acceptable” (231, emphasis original). What makes them theologically unacceptable, according to Petersen, is that they are adoptionistic in nature. But this sort of explanation of the evidence seems reductionistic, and it fails to take account of all the available evidence we have on this particular variant. As Holger Strutwolf notes in his article entitled, “Original Text and Textual History,”\n\nWhat is strange about [Petersen’s] theory is that the supported orthodox reading, which is supposed to have pushed away the reading that later came under suspicion of heresy, did not become the majority reading. Quite the contrary, it is attested only by very few, but very old and good witnesses, while the majority of manuscripts support a reading that is far from sounding more orthodox. In fact, the majority reading appears as heretical and dogmatically incorrect as the text of Justin.²\n\nIt therefore seems very unlikely that this particular variant is another case of the so-called “orthodox corruption” of scripture. In any case, one does not have to agree with Petersen’s explanations for why the variant given above is excluded from our critical editions in order to see the value of his broader contention.\n\nSo, in the end, how does Petersen answer the question posed by the essay’s title? Here is how the essay concludes:\n\nThe question facing textual critics today is not “How far back can we go?”…we can go back to the time of Ignatius, c. 107 CE. Rather, the question is “How far back do we wish to go?” The answer to this question is never stated openly; rather, it must be intuited from the sources used to construct the critical text of a particular edition.\n\nAt present it appears that the furthest back we wish to go is the third century, and the method we use is the agreement of the papyri and the uncials. If, however, we really wish to…reconstruct the text “as close as possible to the original,” then we must avail ourselves of the Patristic sources and take their witness seriously. And unlike the papyri, the use of Patristic evidence will, as our exhibits have shown, significantly alter the shape of the critical text. (235)\n\nWorks Cited\n\n¹ William L. Petersen, “What Text Can New Testament Textual Criticism Ultimately Reach?” in Patristic and Text-Critical Studies: The Collected Essays of William L. Peterson, ed. Jan Krans and Joseph Verheyden (Leiden: Brill, 2011), 219-235.\n\n² Holger Strutwolf, “Original Text and Textual History,” in The Textual History of the Greek New Testament: Changing Views in Contemporary Research, eds. Klaus Wachtel and Michael W. Holmes, TCS (Atlanta: Society of Biblical Literature, 2011), 34.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nBlog at WordPress.com.\n\nUp ↑\n\n%d bloggers like this:",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.8668664098,
        "format_confidence":0.6050774455,
        "weight":0.002524414
    },
    {
        "url":"http:\/\/doctrinepublishing.com\/showbook.php?file=31178-0000.txt",
        "text":"\n  By Title [ A  B  C  D  E  F  G  H  I  J  K  L  M  N  O  P  Q  R  S  T  U  V  W  X  Y  Z |  Other Symbols ]\n  By Language\nall Classics books content using ISYS\n\nDownload this book: [ ASCII | HTML | PDF ]\n\nLook for this book on Amazon\n\nWe have new books nearly every day.\nIf you would like a news letter once a week or once a month\nfill out this form and we will give you a summary of the books for that week or month by email.\n\n﻿Title: Iranian Influence on Moslem Literature, Part I\nAuthor: Inostrantzev, Konstantin Aleksandrovich, 1876-1941\nLanguage: English\nAs this book started as an ASCII text book there are no pictures available.\nCopyright Status: Not copyrighted in the United States. If you live elsewhere check the laws of your country before downloading this ebook. See comments about copyright issues at end of book.\n\n*** Start of this Doctrine Publishing Corporation Digital Book \"Iranian Influence on Moslem Literature, Part I\" ***\n\nThis book is indexed by ISYS Web Indexing system to allow the reader find any word or number within the document.\n\n\nTranscriber's note: The spelling inconsistencies of the original\n                    have been retained in this e-text.\n\n\n\n\n\n\n\nCHAPTER   I. Arabic Writers as Sources of Sasanian Culture   3\n\nCHAPTER  II. Parsi Clergy Preserve Tradition                25\n\nCHAPTER III. Ethico-didactic Books of Arabs Exclusively\n             of Iranian Origin                              38\n\nCHAPTER  IV. Iranian Components of Arabic _Adab_ Literature 53\n\nCHAPTER   V. Pahlavi Books Studied by Arab Authors          65\n\nCHAPTER  VI. Arab Translators from Pahlavi                  76\n\nCHAPTER VII. Pahlavi Rushnar Nameh                          89\n\n\n(By the Translator).\n\nAPPENDIX   I. Independent Zoroastrian Princes of Tabaristan\n              after Arab Conquest                           93\n\nAPPENDIX  II. Iranian Material in Mahasin wal Masawi and\n              Mahasin wal Azdad                            101\n\nAPPENDIX III. Burzoe's Introduction                        105\n\nAPPENDIX  IV. The Trial of Afshin,\n              a Disguised Zoroastrian General              135\n\nAPPENDIX   V. Noeldeke's Introduction to Tabari            142\n\nAPPENDIX  VI. Letter of Tansar to the King of Tabaristan   159\n\nAPPENDIX VII. Some Arab Authors and the Iranian Material\n              they preserve:--\n\n                      The Uyunal Akhbar of Ibn Qotaiba     163\n                      Jahiz: Kitab-al-Bayan wal Tabayyin   168\n                      Hamza Ispahani                       171\n                      Tabari                               174\n                      Dinawari                             177\n                      Ibn al Athir                         179\n                      Masudi                               182\n                      Shahrastani                          187\n                      Ibn Hazm                             192\n                      Ibn Haukal                           195\n\n\n                      Ibn Khallikan                        199\n                      Mustawfi                             203\n                      Muqadasi                             204\n                      Thaalibi                             205\n\n\nThe facile notion is still prevalent even among Musalmans of learning\nthat the past of Iran is beyond recall, that the period of its history\npreceding the extinction of the House of Sasan cannot be adequately\ninvestigated and that the still anterior dynasties which ruled vaster\nareas have left no traces in stone or parchment in sufficient quantity\nfor a tolerable record reflecting the story of Iran from the Iranian's\nstandpoint. This fallacy is particularly hugged by the Parsis among whom\nit was originally lent by fanaticism to indolent ignorance. It has been\ncredited with uncritical alacrity, congenial to self-complacency, that\nthe Arabs so utterly and ruthlessly annihilated the civilization of Iran\nin its mental and material aspects that no source whatever is left from\nwhich to wring reliable information about Zoroastrian Iran. The\nfollowing limited pages are devoted to a disproof of this age-long\n\nFor a connected story of Persia prior to the battle of Kadisiya, beside\nthe Byzantine writers there is abundant material in Armenian and Chinese\nhistories. These mines remain yet all but unexplored for the Moslem and\nParsi, although much has been done to extract from them a chronicle of\nearly Christianity. The archaeology of Iran, as I have shown elsewhere,\ncan provide vital clue to an authentic resuscitation of Sasanian past.\nPre-Moslem epigraphy of Persia is yet in little more than an inchoate\ncondition. Not only all Central Asia but the territories marching with\nthe Indian and Persian frontiers, where persecution of the elder faith\ncould not have been relatively mild, the population professing Islam\nhave been unable to abjure in their entirety rites and practices akin to\nthose of Zoroastrianism. Within living memory the inhabitants of Pamir\nwould not blow out a candle or otherwise desecrate fire. While science\ncannot recognise the claims of any individual professing to have studied\nesoteric Zoroastrianism hidden in the hill tracts of Rawalpindi, the\nmyth has a value in that it indicates the direction in which humbler and\nuninspired scholars may work. These regions and far beyond, teem with\npure Iranian place-names to this day; and you meet in and around even\nthe Peshawar district individuals bearing names of old Iranian heroes\nwhich, if the theory of persecution-mongers be correct, would be an\nanathema to the bigoted followers of Muhammad.\n\n       *       *       *       *       *\n\nIt is, above all, Arabic literature which upsets the easy fiction of\ntotal destruction of Iranian culture by the Arabs. In its various\ndepartments of history, geography and general science Arabic works\nincorporate extensive material for a history of Iranian civilization,\nwhile Arabic poetry abounds in references to Zoroastrian Iran. The\nformer is illustrated by Professor Inostranzev's pioneer Russian essay\nof which the main body of this book is a translation. The Appendices are\nintended to be supplementary and to be at once a continuation and a\npossible key--continuation of the researches of the Russian scholar and\nkey to the contemned store-house of Arabic letters.\n\nProfessor Inostranzev is in little need of introduction to English\nscholars. He has already been made known in India by the indefatigable\nShams-ul-Ulma Dr. Jivanji Modi, Ph.D., C.I.E., who got translated, and\ncommented on, his Russian paper on the curious _Astodans_ or receptacles\nfor human bones discovered in the Persian Gulf region. He shares with\nProfessor Browne of Cambridge and the great M. Blochet a unique\nscholarly position: he combines an intimate knowledge of Avesta\ncivilization with a familiarity with classical Arabic. It is not\nwilfully to ignore the claims of Goldziher, Brockelmann or Sachau or\nthe Dutch savants de Goeje and Van Vloten. Deeply as they investigated\nArabic writings, it was M. Inostranzev who first revealed to us the\nworth of Arabic: he unearthed chapters embedded in Arabic books which\nare paraphrase or translation of Pahlavi originals. He had but one\npredecessor and that was a countryman of his, Baron Rosen.\n\n       *       *       *       *       *\n\nIn preparing the Appendices, which are there to testify to the value of\nArabic literature especially the annals and the branch of it called\nAdab, I have availed myself of the courtesy of various institutions and\nindividuals. Bombay, perhaps the wealthiest town in the East where\nprosperous Musalmans form a most important factor of its population, has\nnot one public library containing any tolerable collection of Arabic\nbooks edited in Europe. Time after time wealthy Parsis whose interest I\nenlisted have received from me lists of books to form the nucleus of an\nArabic library but apparently they need some further stimulus to\nappreciate how indispensable Arabic is for research into Iranian\nantiquities. The Bombay Government have expended enormous sums in\ncollecting Sanskrit manuscripts--a most laudable pursuit--and have\npublished a series of admirable texts edited by some of the eminent\nSanskrit scholars, Western and Indian. But the numerous Moslem Anjumans\ndo not appear to have demonstrated to the greatest Moslem Power in the\nworld, or its representative in Bombay, the necessity of a corresponding\nsolicitude for Arabic and Persian treasures which undoubtedly exist,\nthough to a lesser extent, in the Presidency. And what holds true of\nBombay holds good in case of the rest of India. Some of the libraries in\nUpper India in Hyderabad, Rampur, Patna, Calcutta possess along with\nmanuscript material cheap mutilated Egyptian reprints of magnificent\ntexts brought out in Leiden, Paris and Leipzig. Nowhere in India is\navailable to a research scholar a complete set of European publications\nin Arabic, which a few thousand rupees can purchase. The state of\naffairs is due to Moslem apathy, politics claiming a disproportionate\nshare of their civic energy, to Government indifference and to some\nextent Parsi supineness and prejudice which, despite the community's\nvaunted advancement, has failed to estimate at its proper worth their\nhistory as enshrined in the language of the pre-judged Arab.\n\nMoulvi Muhammad Ghulam Rasul Surti, of Bombay, himself a scholar, lent\nme from his bookshop expensive works which few private students could\nafford to buy. No western book-seller could have conceived a purer love\nof learning or a gaze less rigidly fixed on \"business\". Sir John\nMarshall, Director General of Archaeology in India, continued very\nkindly to permit me use of books after I had severed official connection\nwith his library at Simla. Dr. Spooner who acted for him obligingly saw\nthat as far as he was concerned no facilities were incontinently\nwithdrawn from me at Benmore. I have particularly to thank the Librarian\nof the Imperial Library, Calcutta, who not on... (truncated)",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.8730786443,
        "format_confidence":0.8235425949,
        "weight":0.0024385527
    },
    {
        "url":"http:\/\/www.gestiopolis.com\/motivating-public-employees-changing-the-public-sector-from-inside\/",
        "text":"Motivating public employees; changing the public sector from inside\n\nMotivating public employees; changing the public sector from inside\nIt is not possible to link the personal or professional public sector employees motivations\nwith one isolated \"factor\" or \"element\".\nLikewise, it also depends on the perspective through which observe the situation. It can be\nseen from the perspective of the employee through the achievement of personal and \/ or\nprofessional reasons.\nIt can also be approached from the perspective of the heads of the public sector through the\nappropriation of efficiency in organizational processes they lead to improved results. A last one\ncould be from the perspective of the organization itself, depending on the work area and a specific\nprofile to fulfill its obligations to the public.\nWhat is determinant for people to choose, to start or continue, their careers in the public\nsector is a question that cannot be answered universally due to the infinite number of possible\nreasons for some of the persons involved in the development of processes. In turn, it depends on the\ncontext in which the question is made.\nIf the question arises with pretensions to intervene the current processes of an organization\nto improve the achievement of results, it could be say that the motivations are the continuous\nnegotiations between employees and the organization for the alignment of objectives; i.e., that both\nthe organization and the employee are heading to achieve the same objectives in a look now\n(present) the organizational ideal (future).\nIn this context, necessary elements such as a strong economic proposal (compensation) or\nexcellent leadership to align and coordinate the interests of the parties.\nMoreover, if the question arises preventively, i.e., not to intervene a current situation but\nplan a future situation, we could say that the motivations of employees (elected according to\nspecific criteria) rest on solid definition of the values and objectives the organizations to which it is\nlinked (or seek to link a future through a selection process), leaving the other elements as\nremuneration and leadership in the background.\nAmong this universe of interpretations, a tentative answer would be that the motivations of\npublic employees are more than a list of items; a series of complex processes (organizational\nculture) series whose actors to employees (human resources), the heads (results) and the\norganization itself (reason for being), which is developed over time by negotiating items such as\nleadership, remuneration and organizational values to achieve goals.\nIn this perspective, I would like to emphasize that while there is no single formula to\ndetermine the nature of the motivations of public employees (or enlarge them), but we can certainly\nfragmenting the processes factors in order to analyze not as a reactive process (motivations as a\nstimulus for action and reaction), but as a reflexive process (the ability to determine the key points\nfor planning with foresight before starting any organizational process).\nThus, it is worth addressing the issue in two stages as proposed by Schott, Kleef and Steen;\nthe identity of the institution (what, how, when and why of their work) and the identity of the\nworker of the institution (what, why and how).\nThis concept, since the theory of identity is defined as the \"self\" as the reflection \"which\nemerges out of the interaction with these complex social structures and provides the link between\nthe environment and personal behavior\" (Schott, Kleef, & Steen, 2014a, p.693).\nThereby, it could identify a typology of motivations based on the determination of the\npersonality of the organization and the profile of the potential workers to establish processes that\nenable proactive labors and relationships over negotiations for the development of the daily chores.\nWithin the logic of the joint work is based on the principle that people are the ones who\nmust adapt to institutions where they have to perform their work. How we refer to a specific sector\n(public sector), human talent as a minimum requirement should be a primary interest in serving the\ncommunity (which is the basic idea of working in the sector).\nIn this regard, the same authors claim that people who work in this sector \"can be described\nas a personal orientation or commitment toward the public interest\". (Schott, Kleef, & Steen, 2014c,\np.692). In other words, they must have some specific characteristics before start doing any public\njob. This characteristics must work as a personal and professional motivations in relation to their\nprofessional features.\nThe personal and professional motivations, from the perspective of Weibel, Rost, and\nOsterloh (2010) can be addressed from two perspectives; that of extrinsic type and those of intrinsic\ntype. Referring to “extrinsic,\" is defined as the kind of motivations that seeks \"personal needs\nindirectly, that is, extrinsic motivation refers to doing something because it leads to separable\noutcomes: such as monetary compensation\" (Ryan & Deci, 2000, p.58).\nIn turn, referring to the type “intrinsic” motivations are those that are “thought to be\nintrinsically rewarding if they are perceived to be interesting, That is, to be challenging, enjoyable,\nor purposeful\" (Weibel, A. Rost, K., & Osterloh, M., 2010, p. 389).\nConsidering the above contributions, it could be argued that the motivation must come or be\npart of the characteristics of people seeking work in the public sector (qualities and motivations of\nreflective type) before imposing or trying to influence them from external level (generating qualities\nattempt reactively).\nIn brief, the public sector worker has a specific profile with defined characteristics that can\nget in tune with the characteristics of a public organization; which means that personal, professional\nand organizational motivations are in complete harmony to the search for a common goal.\nSchott, C., van Kleef, D. D., & Steen, T. (2014). What does it mean and imply to be public service\nmotivated?. The American Review of Public Administration, 0275074014533589, 690-695:\nRyan, Richard M., and Edward L. Deci. 2000. Intrinsic and extrinsic motivations: Classic\ndefinitions and new directions. Contemporary Educational Psychology 25 (1): 54–67.\nWeibel, A., Rost, K., & Osterloh, M. (2010). Pay for performance in the public sector—Benefits\nand (hidden) costs. Journal of Public Administration Research and Theory, 20(2), 387-412.\n\nHazle saber al autor que aprecias su trabajo\n\nTu opinión vale, comenta aquíOculta los comentarios\n\n\n\nCompártelo con tu mundo\n\nEscrito por:\n\nCita esta página\nTorres Roa Julián. (2016, Enero 14). Motivating public employees; changing the public sector from inside. Recuperado de\nTorres Roa, Julián. \"Motivating public employees; changing the public sector from inside\". GestioPolis. 14 Enero 2016. Web. <>.\nTorres Roa, Julián. \"Motivating public employees; changing the public sector from inside\". GestioPolis. Enero 14, 2016. Consultado el 24 de Febrero de 2017.\nTorres Roa, Julián. Motivating public employees; changing the public sector from inside [en línea]. <> [Citado el 24 de Febrero de 2017].\nImagen del encabezado cortesía de quinnanya en Flickr",
        "topic_id":4,
        "format_id":0,
        "topic_confidence":0.8289250731,
        "format_confidence":0.9189804792,
        "weight":0.0029878223
    },
    {
        "url":"https:\/\/ideas.repec.org\/p\/wzb\/wzebiv\/fsiv00-03.html",
        "text":"IDEAS home Printed from\nMyIDEAS: Log in (now much improved!) to save this paper\n\nPolitical Economy of Infrastructure Investment Allocation: Evidence from a Panel of Large German Cities\n\nListed author(s):\n  • Achim Kemmerling\n  • Andreas Stephan\n\nThis paper proposes a simultaneous-equation approach to the estimation of the contribution of infrastructure accumulation to private production. A political-economy model for the allocation of public infrastructure investment grants is formulated. Our empirical findings, using a panel of large German cities for the years 1980, 1986, and 1988, suggest that cities ruled by a council sharing the State (‘Bundesland’) government's current political affiliation were particularly successful in attracting infrastructure investment grants. With regard to the contribution of infrastructure accumulation to growth, we find that public capital is a significant factor for private production. Moreover, at least for the sample studied, we find that simultaneity between output and public capital is weak; thus, feedback effects from output to infrastructure are negligible. ZUSAMMENFASSUNG - (Politische Ökonomie der Allokation von Infrastrukturinvestitionen: Empirische Evidenz von einem Paneldatensatz großer deutscher Städte) Dieses Papier verwendet ein simultanes Gleichungssystem zur Schätzung des Beitrags von Infrastrukturinvestitionen zu regionalem Wachstum. Ein polit-ökonomisches Modell der Allokation von Finanzzuweisungen für öffentliche Investitionen in Infrastruktur wird formuliert. Unsere empirischen Ergebnisse basierend auf einem Paneldatensatz für große deutsche Städte in den Jahren 1980, 1986 und 1988 deuten darauf hin, dass Städte, deren Mehrheit im Stadtrat die selbe politische \"Couleur\" wie die Landesregierung hatte, erfolgreicher bei der Zuteilung von Finanzzuweisungen waren. Im Hinblick auf den Beitrag der Infrastrukturakkumulation auf das Wachstum finden wir, dass öffentliches Kapital ein wichtiger Faktor für die private Produktion ist. Weiterhin, zumindest für den untersuchten Zeitraum, finden wir, dass die Simultanität zwischen Output und öffentlichem Kapital gering ist; daher sind Feedback-Effekte von Output zur Infrastruktur vernachlässigbar.\n\nIf you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\n\nFile URL:\nDownload Restriction: no\n\nPaper provided by Wissenschaftszentrum Berlin (WZB), Research Unit: Competition and Innovation (CIG) in its series CIG Working Papers with number FS IV 00-03.\n\nin new window\n\nLength: 38 pages\nDate of creation: Feb 2000\nPublication status: Published as a revised version with the title \"The Contribution of Local Public Infrastructure to Private Productivity and Its Political Economy: Evidence from a Panel of Large German Cities\" in Public Choice , Vol. 113(3-4), December 2002,pp. 403-424.\nHandle: RePEc:wzb:wzebiv:fsiv00-03\nContact details of provider: Postal:\nReichpietschufer 50, 10785 Berlin, Germany\n\nPhone: (++49)(30) 25491-441\nFax: (++49)(30) 25491-442\nWeb page:\n\nMore information through EDIRC\n\nReferences listed on IDEAS\nPlease report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \"citations\" and make appropriate adjustments.:\n\nin new window\n\n  1. Gramlich, Edward M, 1994. \"Infrastructure Investment: A Review Essay,\" Journal of Economic Literature, American Economic Association, vol. 32(3), pages 1176-1196, September.\n  2. John A. Tatom, 1991. \"Public capital and private sector performance,\" Review, Federal Reserve Bank of St. Louis, issue May, pages 3-15.\n  3. David Alan Aschauer, 1988. \"Government spending and the \"falling rate of profit.\",\" Economic Perspectives, Federal Reserve Bank of Chicago, issue May, pages 11-17.\n  4. Alicia H. Munnell, 1990. \"Why has productivity growth declined? Productivity and public investment,\" New England Economic Review, Federal Reserve Bank of Boston, issue Jan, pages 3-22.\n  5. Grossman, Gene & Helpman, Elhanan, 1993. \"Protection for Sale,\" CEPR Discussion Papers 827, C.E.P.R. Discussion Papers.\n  6. Alicia H. Munnell & Leah M. Cook, 1990. \"How does public infrastructure affect regional economic performance?,\" New England Economic Review, Federal Reserve Bank of Boston, issue Sep, pages 11-33.\n  7. Holtz-Eakin, Douglas, 1994. \"Public-Sector Capital and the Productivity Puzzle,\" The Review of Economics and Statistics, MIT Press, vol. 76(1), pages 12-21, February.\n  8. Aschauer, David Alan, 1989. \"Does public capital crowd out private capital?,\" Journal of Monetary Economics, Elsevier, vol. 24(2), pages 171-188, September.\n  9. White, Halbert, 1980. \"A Heteroskedasticity-Consistent Covariance Matrix Estimator and a Direct Test for Heteroskedasticity,\" Econometrica, Econometric Society, vol. 48(4), pages 817-838, May.\n  10. Alicia H. Munnell, 1992. \"Policy Watch: Infrastructure Investment and Economic Growth,\" Journal of Economic Perspectives, American Economic Association, vol. 6(4), pages 189-198, Fall.\n  11. Olivier Cadot & Lars-Hendrik Röller & Andreas Stephan, 1999. \"A Political Economy Model of Infrastructure Allocation: An Empirical Assessment,\" CIG Working Papers FS IV 99-15, Wissenschaftszentrum Berlin (WZB), Research Unit: Competition and Innovation (CIG).\n  12. Seitz, Helmut, 1994. \"Public capital and the demand for private inputs,\" Journal of Public Economics, Elsevier, vol. 54(2), pages 287-307, June.\n  13. Aschauer, David Alan, 1989. \"Is public expenditure productive?,\" Journal of Monetary Economics, Elsevier, vol. 23(2), pages 177-200, March.\n  14. David Alan Aschauer, 1989. \"Public investment and productivity growth in the Group of Seven,\" Economic Perspectives, Federal Reserve Bank of Chicago, issue Sep, pages 17-25.\n  15. Hulten, Charles R. & Schwab, Robert M., 1997. \"A fiscal federalism approach to infrastructure policy,\" Regional Science and Urban Economics, Elsevier, vol. 27(2), pages 139-159, April.\n  16. Seitz, Helmut, 1995. \"The Productivity and Supply of Urban Infrastructures,\" The Annals of Regional Science, Springer;Western Regional Science Association, vol. 29(2), pages 121-141, May.\n  17. David Alan Aschauer, 1990. \"Why is infrastructure important?,\" Conference Series ; [Proceedings], Federal Reserve Bank of Boston, vol. 34, pages 21-68.\n  18. Ai, Chunrong & Cassou, Steven P., 1997. \"On public capital analysis with state data,\" Economics Letters, Elsevier, vol. 57(2), pages 209-212, December.\n  19. Bernheim, B Douglas & Whinston, Michael D, 1986. \"Common Agency,\" Econometrica, Econometric Society, vol. 54(4), pages 923-942, July.\n  20. John A. Tatom, 1993. \"Is an infrastructure crisis lowering the nation's productivity?,\" Review, Federal Reserve Bank of St. Louis, issue Nov, pages 3-21.\n  21. Groves, Theodore, 1973. \"Incentives in Teams,\" Econometrica, Econometric Society, vol. 41(4), pages 617-631, July.\nFull references (including those not matched with items on IDEAS)\n\nThis item is not listed on Wikipedia, on a reading list or among the top items on IDEAS.\n\nWhen requesting a correction, please mention this item's handle: RePEc:wzb:wzebiv:fsiv00-03. See general information about how to correct material in RePEc.\n\nFor technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (Jennifer Rontganger)\n\nIf you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\n\nIf references are entirely missing, you can add them using this form.\n\nIf the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\n\nIf you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\n\nPlease note that corrections may take a couple of weeks to filter through the various RePEc services.\n\nThis information is provided to you by IDEAS at the Research Division of the Federal Reserve Bank of St. Louis using RePEc data.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.8153982162,
        "format_confidence":0.9794344306,
        "weight":0.002870729
    },
    {
        "url":"https:\/\/crowston.syr.edu\/content\/can-genre-metadata-improve-information-retrieval",
        "text":"Can Genre Metadata Improve Information Retrieval?\n\nPublication Type:\n\nConference Paper\n\n\nConnections: The 10th Annual Great Lakes Information Science Conference, McGill University, Montreal, Quebec (2005)\n\nDrawing on Orlikowski & Yates' (1994) definition of genre as \"a distinctive type of communicative action characterized by a socially recognized communicative purpose and common aspects of form,\" we aim to improve our understanding of the relationship between persons in certain work-related discourse communities (or, in Niklas Luhmann's terms, \"social systems\") and the communicative genres encompassed in the web documents they use. Understanding this relationship is important because the implicit or explicit recognition of document genre by users has been shown to improve document usability and aid in the production of web documents (Yates & Sumner, 1997). The first stage of our research is richly descriptive in nature: our goal is to identify, describe and classify (a) web document genres used by persons in three different social systems (grade- and high-school teachers, journalists and medical residents) and (b) the work tasks associated with these genres. Our data collection methods will be largely inductive and will involve observation of and interviews with targeted users in their work environment. Analyses will rely on content-analytic methods (Katz, 1966) applied to a foundation of user descriptions and researchers' notes. The resulting classification of web document genres and associated tasks will be faceted in nature (see, e.g., Kwasnik, 1992, for a discussion of its advantages) and, it is hoped, sufficiently flexible to accommodate future, unanticipated web document genres. A presentation at Connections 2005 will report on the progress of this two-year, NSF-funded study that began in October 2004.",
        "topic_id":4,
        "format_id":0,
        "topic_confidence":0.6182219386,
        "format_confidence":0.9828192592,
        "weight":0.0031953773
    },
    {
        "url":"https:\/\/insights.ovid.com\/pubmed?PMID=28108613",
        "text":"When clinical trials compete: prioritising study recruitment\n\n    loading  Checking for direct PDF access through Ovid\n\n\nIt is not uncommon for multiple clinical trials at the same institution to recruit concurrently from the same patient population. When the relevant pool of patients is limited, as it often is, trials essentially compete for participants. There is evidence that such a competition is a predictor of low study accrual, with increased competition tied to increased recruitment shortfalls. But there is no consensus on what steps, if any, institutions should take to approach this issue. In this article, we argue that an institutional policy that prioritises some trials for recruitment ahead of others is ethically permissible and indeed prima facie preferable to alternative means of addressing recruitment competition. We motivate this view by appeal to the ethical importance of minimising the number of studies that begin but do not complete, thereby exposing their participants to unnecessary risks and burdens in the process. We then argue that a policy of prioritisation can be fair to relevant stakeholders, including participants, investigators and funders. Finally, by way of encouraging and helping to frame future debate, we propose some questions that would need to be addressed when identifying substantive ethical criteria for prioritising between studies.\n\n    loading  Loading Related Articles",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9877219796,
        "format_confidence":0.9035320282,
        "weight":0.0089374473
    },
    {
        "url":"https:\/\/jhu.pure.elsevier.com\/en\/publications\/p120-catenin-represses-transcriptional-activity-through-kaiso-in--6",
        "text":"P120 catenin represses transcriptional activity through Kaiso in endothelial cells\n\nJihang Zhang, James J. O'Donnell, Oksana Holian, Peter A. Vincent, Kwang S. Kim, Hazel Lum\n\nResearch output: Contribution to journalArticle\n\n\nP120 catenin (p120ctn) belongs to the family of Armadillo repeat-containing proteins, which are believed to have dual functions of cell-cell adhesion and transcriptional regulation. In vascular endothelium, p120ctn is mostly recognized for its cell-cell adhesion function through its ability to regulate VE-cadherin. The current study investigated whether p120ctn in endothelial cells also has the capability to signal transcription events. Examination of several endothelial cell types indicated that Kaiso, a p120ctn-binding transcription factor, was abundantly expressed, with a predominant localization to the perinuclear region. Immunoprecipitation of endothelial cell lysates with a p120ctn antibody resulted in p120ctn-Kaiso complex formation, confirming the interactions of the two proteins. Transfection of the KBS (Kaiso-binding sequence) luciferase reporter plasmid into endothelial cells resulted in a 40% lower reporter activity compared to the mutant Kaiso-insensitive construct or empty vector pGL3, indicating that the suppressed reporter activity was attributed to endogenous Kaiso. The knock-down of p120ctn increased the KBS reporter activity 2-fold over control, but had no effects on the mutant KBS reporter activity. Furthermore, p120ctn knock-down also reduced Kaiso expression, suggesting that p120ctn functioned to stabilize Kaiso. Overall, the findings provide evidence that in endothelial cells, p120ctn has a transcription repression function through regulation of Kaiso, possibly as a cofactor with the transcription factor.\n\nOriginal languageEnglish (US)\nPages (from-to)233-239\nNumber of pages7\nJournalMicrovascular Research\nIssue number2\nStatePublished - Sep 1 2010\n\n\n\n  • Armadillo repeat-containing proteins\n  • Endothelial cells\n  • Kaiso\n  • P120 catenin\n  • Transcription repression\n  • VE-cadherin\n\nASJC Scopus subject areas\n\n  • Biochemistry\n  • Cardiology and Cardiovascular Medicine\n  • Cell Biology\n\nCite this",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9362317324,
        "format_confidence":0.9848281741,
        "weight":0.0142078973
    },
    {
        "url":"http:\/\/www.sehepunkte.de\/2009\/06\/14107.html",
        "text":"Rezension über:\n\nJane Balme \/ Alistair Paterson (eds.): Archaeology in Practice. A Student Guide to Archaeological Analyses, Oxford: Blackwell 2006, xxv + 438 S., ISBN 978-0-631-23573-6, GBP 20,99\nBuch im KVK suchen\n\nRezension von:\nCatalin Pavel\nDepartment of Ancient History and Archaeology, University of Bucharest\nRedaktionelle Betreuung:\nSabine Panzram\nEmpfohlene Zitierweise:\nCatalin Pavel: Rezension von: Jane Balme \/ Alistair Paterson (eds.): Archaeology in Practice. A Student Guide to Archaeological Analyses, Oxford: Blackwell 2006, in: sehepunkte 9 (2009), Nr. 6 [15.06.2009], URL:\n\nBitte geben Sie beim Zitieren dieser Rezension die exakte URL und das Datum Ihres Besuchs dieser Online-Adresse an.\n\nJane Balme \/ Alistair Paterson (eds.): Archaeology in Practice\n\nTextgröße: A A A\n\nWith no statistics to back my words, I will venture to say that in the past 20 years the number of archaeology books published has increased considerably, in a way that few other branches of learning can boast. Not that this is entirely a reason to rejoice.\n\nOn the one hand, the causes for this phenomenon have little to do with more\/better research being carried out, but rather with the fact that archaeology was until now lagging behind older disciplines anyway, with more aggressive financial strategies on part of the publishers and more rescue excavations being routinely done, the \"Indiana Jones\"-movies, etc. Archaeology sells, and because of that, it seems to be par excellence the science in which all books are introductory, colourful companions, manuals, great discoveries in great photos - any step beyond this, apparently, risking to alienate the public. It is of course great that larger audiences are attracted by archaeology, but I wonder if the quality of this attraction, as nurtured by a proliferation of general, sometimes gaudy, books, will give archaeology the chance to be understood by the public on a profound level. Rather, what happens is that none of the humanities is now more threatened with commodification.\n\n\"Archaeology in practice\" is, granted, nothing of this sort - it is a collection of solid, if introductory, articles on several fundamental aspects of field and post excavation work, written mainly by Australian and British specialists. Nevertheless, given its general character, it is no surprise that it finds its niche already occupied. P. Bahn \/ C. Renfrew's Archaeology, theories, methods and practice, which gets a new edition every four odd years since 1991, L. Ellis's Archaeological method and theory (1999), J. Bintliff's Companion to archaeology (2004) and H. Maschner \/ C. Chippindale's Handbook Of Archaeological Methods (2005) already cover, with connoisseurship and panache, everything I seem to be able to find in Balme\/Paterson's book.\n\nThe editors propose, as they state in the preface, a series of 15 essays on how archaeological materials are used to answer research questions and on what the archaeologists do with the evidence, rather than how they obtain it in the field. However, what brings together these essays (which do include shell, bone, stone analysis, but also stratigraphy, historical sources and consulting stakeholders) is less clear. Why does rock art deserve a special chapter, which introduces concepts such as style and symbolic systems, and not, for example, terra sigillata or bronze age hearth typology? As happens more often than not, if the theme is not strictly circumscribed, the more articles or topics the editors struggle to include to make the volume more \"comprehensive\", the more those which have not been included stand out.\n\nA. David's essay on \"Finding sites\" (remote sensing, field and geophysical methods - GPR, resistivity, magnetometry etc) is welcome since the field is advancing literally every day and, while a new article of Phidias every month would be futile, any contribution on non-invasive archaeological techniques is ever more accurate than the previous; especially valuable (i.e. up-to-date), pp. 26-30 on underwater sensing. David's candid treatment of surveying, on the other hand, doesn't do justice to the many subtleties of the topic, especially in the interpretation of data (e.g. S. Alcock \/ J. Cherry, Side by Side Survey, 2004). Additions to the bibliography range from matters of detail (J. M. Rivers et al, Investigation into the Origin of Magnetic Soils on the Oak Ridge Reservation, Tennessee, Soil Science Society of the America Journal, 2004), to S. Parcak's recent Satellite Remote Sensing for Archaeology (2009). There is always, I think, some sort of hunger on the part of the reader after reading a chapter on remote sensing, to \"go dig them ghost features on that map\"; it would be, therefore, commendable on the part of any author if such methods were advocated particularly for rescue excavations, where they can help the most, and not convey the impression that we are in a dire need to find new sites to excavate.\n\nThe editors' own chapter on stratigraphy is one of the least rewarding in the volume. \"Stratigraphy is [...] the interpretation of horizontal layers that form the deposits of a site\" (96), \"many cultural layers such as walls are horizontal rather than vertical\" (99), in the cross section not only units and interfaces, but also the features get numbers (107). Excavating in artificial units receives only a mild critique at p.104. When it comes to recording, things are downright wrong: \"colour and texture of each layer have to be described in everyday language\" (105), or blissfully innocent: first you record the stratification, and then you interpret it (106). No use or mention is made to the authoritative five volumes of the \"Interpreting stratigraphy\" conferences (1991-2000).\n\nS. Holdaway's substantial chapter on \"Absolute dating\", despite the dry title, is the book's main asset. Few archaeologists can pretend they don't care about how their material dates, and even if this does not mean we have to do accelerator mass spectrometry ourselves, it is always good to know what language the lab people actually speak. The overview of dating techniques is alert and all-encompassing, with, however, the most thought provoking part being the discussion on pp. 129-139 on what time and date actually mean in archaeology. This treatment owes much to A. Ramenofsky's underrated work on units in archaeology (1998), Husserlian in her assumption that the subject is a time generating element. Holdaway does not refrain from also touching on the Pompeii premise (L. Binford), fidelity and resolution (A. Behrensmeyer), time averaged sites (N. Stern), scope and microstratigraphic acuity (D.E. Schindel), autocorrelation (S. Holdaway and N. Porch), and time perspectivism (G.N. Bailey).\n\nA chapter on stone artifact analysis (C. Clarkson, S. O'Connor) elegantly moves from discussion of classification and assemblages to Hertzian cones and outrepassé terminations and opens the way for a series of straightforward chapters (7-11) on archaeological analyses: residues and usewear (p. 210 procedure for looking at stone tools, p.216-218 plant residues - starch, raphides, phytoliths, resins), and then ceramics (in L. Ellis's competent manner; note at p.251 the \"object condition and examination report\"). The animal bones chapter shares the latter cautionary tales about how the best way to analyze something always depends on what you want to find out, and with the plant remains chapter the emphasis on the need for reference collections (on site even!). S. Bowdler's \"Mollusks and other Shells\" is the closest these essays get to the issue of sampling, referred to en passant but never acknowledged for the enormously complex topic it is. (Orton's Cambridge manual from 2000 is here unsurpassed). I should say at this point that what the book could have included with great benefit would have been chapters on sampling, formation processes and recording in the field.\n\nA chapter on the use of historical sources seems to fall outside the subject of the book and offers few other compensations for that (\"Create a plan, but be flexible\" (391). \"Read with a critical eye\" (392). \"Critical thinking requires an open mind\" (393)). The same goes for the concluding essay, \"Producing the record\", a title which sounds fiercely post-processual (so now the archaeologists actually produce the archaelogical record!), but turns out to produce tips for writing reports - with ideas that would nonplus any post-processual author: \"separate actions from thought, discoveries from deduction\" (p 412), and anyone with methodological concerns: the method part of the report \"should be obvious: say [...] where did you survey?, how much did you dig?\" (413).\n\nAs an aside, it is striking how bibliographies of these essays follow the general trend by banishing practically all contributions that are not in English. Literature in English is vast and valuable, but I fail to see why we shouldn't also draw on traditional fields of excellence from other areas, such as German rescue excavations (Rheinland and Brandenburg), French underwater\/aerial archaeology and prehistoric stone technology, or Italian theoretical reflection (R. Francovich, D. Manacorda, E. Giannicheda).\n\nAll in all, the editors are modest in stating that this book only addresses \"higher undergraduate \/ lower graduate students\". It certainly offers new knowledge and case studies, and a lot of food for thought, albeit some of it because of interesting ideas, and some because of interesting mistakes.\n\nCatalin Pavel",
        "topic_id":13,
        "format_id":0,
        "topic_confidence":0.953989625,
        "format_confidence":0.5826364756,
        "weight":0.0017252171
    },
    {
        "url":"http:\/\/nlo.stanford.edu\/content\/periodically-poled-lithium-niobate-modeling-fabrication-and-nonlinear-optical-performance",
        "text":"Periodically Poled Lithium Niobate: Modeling, Fabrication, and Nonlinear-Optical Performance\n\n\nPeriodically poled lithium niobate (PPLN) has become the nonlinear-optical material of choice in many infrared optical parametric oscillators (OPO's) due to its high nonlinearity, readily engineered tuning characteristics, and repeatable fabrication. The domain periods required for these OPO's are typically between 15 um and 30 um, and are made by a process already well developed. The domain periods required for visible light applications are typically between 3 um and 10 um, and are more difficult to fabricate repeatably. The focus of this research was to understand the nature of this difficulty, to develop strategies for repeatable device fabrication, and to demonstrate the nonlinear optical performance of the material.\n\nThis thesis presents a model of the periodic-poling process in lithium niobate, a repeatable PPLN-fabrication process developed using this model, and the nonlinear-optical performance of PPLN fabricated with this process. The model combines ferroelectric properties of the material, measured as part of this research, with the electrostatics of periodic electrodes. The fabrication process developed using the model was used to periodically pole two 75-mm-diameter wafers of 500-um-thick LiNbO3 with a 6.5 um domain period. These wafers yielded 53-mm-long samples, more than five times the length previously reported. Second harmonic generation experiments performed with these samples produced 2.7 watts of 532 nm radiation output with 6.5 watts of continuous-wave 1064 nm Nd:YAG laser radiation input, corresponding to a record 42% single-pass conversion efficiency. These samples were also used to operate the first reported continuous-wave 532-nm-pumped PPLN-based singly-resonant OPO, with a record-low 0.93-watt threshold (relative to other 532-nm-pumped OPO's), 56% conversion efficiency, and continuous tuning from 917-1266 nm. Finally, data are presented that indicate the presence of 532-nm-induced 1064-nm absorption.\n\n\nGregory David Miller\n\n\nJuly, 1998",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9925797582,
        "format_confidence":0.9863944054,
        "weight":0.0142304929
    },
    {
        "url":"http:\/\/www.ccel.org\/ccel\/schaff\/anf04.vi.v.v.ii.html?scrBook=Zech&scrCh=9&scrV=10",
        "text":"« Prev Chapter I., Sections 1-23 translated from the… Next »\n\nTranslated from the Greek.\n\nChapter I.—On the Inspiration of Holy Scripture, and How the Same is to be Read and Understood, and What is the Reason of the Uncertainty in it; and of the Impossibility or Irrationality of Certain Things in it, Taken According to the Letter.\n\n(The translation from the Greek is designedly literal, that the difference between the original and the paraphrase of Rufinus may be more clearly seen.)\n\n1.  Since, in our investigation of matters of such importance, not satisfied with the common opinions, and with the clear evi­dence of visible things,28122812    τῇ ἐναργείᾳ τῶν βλεπομένων. we take in addition, for the proof of our statements, testimonies from what are believed by us to be divine writings, viz., from that which is called the Old Testament, and that which is styled the New, and endeavour by reason to con­firm our faith; and as we have not yet spoken of the Scriptures as divine, come and let us, as if by way of an epitome, treat of a few points respecting them, lay­ing down those reasons which lead us to regard them as divine writings.  And be­fore making use of the words of the writ­ings themselves, and of the things which are exhibited in them, we must make the following statement regarding Moses and Jesus Christ,—the lawgiver of the Hebrews, and the Introducer of the sav­ing doctrines according to Christianity.  For, although there have been very many legislators among the Greeks and Barbari­ans, and teachers who announced opinions which professed to be the truth, we have heard of no legislator who was able to imbue other nations with a zeal for the 350reception of his words; and although those who professed to philosophize about truth brought forward a great apparatus of apparent logical demonstration, no one has been able to impress what was deemed by him the truth upon other na­tions, or even on any number of persons worth mentioning in a single nation.  And yet not only would the legislators have liked to enforce those laws which appeared to be good, if possible, upon the whole human race, but the teachers also to have spread what they imagined to be truth everywhere throughout the world.  But as they were unable to call men of other lan­guages and from many nations to observe their laws, and accept their teaching, they did not at all attempt to do this, consider­ing not unwisely the impossibility of such a result happening to them.  Whereas all Greece, and the barbarous part of our world, contains innumerable zealots, who have deserted the laws of their fathers and the established gods, for the observance of the laws of Moses and the discipleship of the words of Jesus Christ; although those who clave to the law of Moses were hated by the worshippers of images, and those who accepted the words of Jesus Christ were exposed, in addition, to the danger of death.\n\n2.  And if we observe how powerful the word has become in a very few years, notwithstanding that against those who acknowledged Christianity conspiracies were formed, and some of them on its account put to death, and others of them lost their property, and that, notwithstand­ing the small number of its teachers,28132813    οὐδὲ τῶν διδασκάλων πλεοναζόντων. it was preached everywhere throughout the world, so that Greeks and Barbarians, wise and foolish, gave themselves up to the worship that is through Jesus,28142814    τῇ διὰ ᾽Ιησοῦ θεοσεβεία. we have no difficulty in saying that the result is be­yond any human power,28152815    μεῖζον ἤ κατὰ ἄνθρωπον το πρᾶγμα εἶναι. Jesus having taught with all authority and persuasive­ness that His word should not be over­come; so that we may rightly regard as oracular responses28162816    χρησμούς. those utterances of His, such as, “Ye shall be brought before governors and kings for My sake, for a testimony against them and the Gen­tiles;”28172817    Matt. x. 18. and, “Many shall say unto Me in that day, Lord, Lord, have we not eaten in Thy name, and drunk in Thy name, and in Thy name cast out devils?  And I shall 351say unto them, Depart from Me, ye work­ers of iniquity, I never knew you.”28182818    Cf. Matt. vii. 22, 23.  Now it was perhaps (once) probable that, in uttering these words, He spoke them in vain, so that they were not true; but when that which was delivered with so much authority has come to pass, it shows that God, having really become man, delivered to men the doctrines of salvation.28192819    σωτήρια δόγματα.\n\n3.  And what need is there to mention also that it was predicted of Christ28202820    προεφητεύθη ὁ Χριστός. that then would the rulers fail from Judah, and the leaders from his thighs,28212821    ἐκ τῶν μηρῶν. when He came for whom it is reserved (the king­dom, namely); and that the expectation of the Gentiles should dwell in the land?28222822    ἐπιδημήσῃ.  For it is clearly manifest from the history, and from what is seen at the present day, that from the times of Jesus there were no longer any who were called kings of the Jews;28232823    οὔκ ἔτι βασιλεῖς ᾽Ιουδαίαν ἐχρημάτισαν. all those Jewish institutions on which they prided themselves—I mean those arrangements relating to the temple and the altar, and the offering of the ser­vice, and the robes of the high priest ­having been destroyed.  For the prophecy was fulfilled which said, “The children of Israel shall sit many days, there being no king, nor ruler, nor sacrifice, nor altar, nor priesthood, nor responses.”28242824    Cf. Hos. iii. 4.  Quoted from the Septuagint.  And these predictions we employ to answer those who, in their perplexity as to the words spoken in Genesis by Jacob to Judah, as­sert that the Ethnarch,28252825    Termed by Rufinus “Patriarch.” being of the race of Judah, is the ruler of the people, and that there will not fail some of his seed, until the advent of that Christ whom they figure to their imagination.  But if “the children of Israel are to sit many days without a king, or ruler, or altar, or priest­hood, or responses;” and if, since the temple was destroyed, there exists no longer sacrifice, nor altar, nor priesthood, it is manifest that the ruler has failed out of Judah, and the leader from between his thighs.  And since the prediction declares that “the ruler shall not fail from Judah, and the leader from between his thighs, until what is reserved for Him shall come,” it is manifest that He is come to whom (belongs) what is reserved—the expecta­tion of the Gentiles.  And this is clear from the multitude of the heathen who have believed on God through Jesus Christ.\n\n3524.  And in the song in Deuteronomy,28262826    Deut. xxxii. also, it is prophetically made known that, on account of the sins of the former peo­ple, there was to be an election of foolish nations, which has been brought to pass by no other than by Jesus.  “For they,” He says, “moved Me to jealousy with that which is not God, they have provoked Me to anger with their idols; and I will move them to jealousy with those which are not a people, and will provoke them to anger with a foolish nation.”28272827    Deut. xxxii. 21.  Now it is possi­ble to understand with all clearness how the Hebrews, who are said to have moved God to jealousy by that which is not God, and to have provoked Him to anger by their idols, were (themselves) aroused to jealousy by that which was not a people—the foolish nation, namely, which God chose by the advent of Jesus Christ and His disciples.  We see, indeed, “our call­ing, that not many wise men after the flesh, not many mighty, not many noble (are called); but God hath chosen the foolish things of the world to confound the wise; and base things, and things that are de­spised, hath God chosen, and things that are not, to bring to nought the things which formerly existed;”28282828    Cf. 1 Cor. i. 26–28. and let not the Israel according to the flesh, which is called by the apostle “flesh,” boast in the presence of God.\n\n5.  And what are we to say regarding the prophecies of Christ in the Psalms, there being a certain ode with the superscription “For the Beloved,”28292829    Ps. xlv. 1, 2. whose” tongue” is said to be the “pen of a ready writer, who is fairer than the sons of men,” since “grace was poured on His lips?”  For a proof that grace was poured on His lips is this, that although the period of His teach­ing was short—for He taught somewhere about a year and a few months—the world has been filled with his teaching, and with the worship of God (established) through Him.  For there arose “in His days right­eousness and abundance of peace,”28302830    Cf. Ps. lxxii. 7. which abides until the consummation, which has been called the taking away of the moon; and He continues “ruling from sea to sea, and from the rivers to the ends of the earth.”28312831    Ps. lxxii. 8.  And to the house of David has been given a sign:  for the Virgin bore, and was pregnant,28322832    ἐτεκε καὶ ἐν γαστρὶ ἔσχε, καὶ ἔτεκεν υἱόν. and brought forth a son, and His name is Emmanuel, which is, “God with us;” and as the same prophet 353says, the prediction has been fulfilled, “God (is) with us; know it, O nations, and be overcome; ye who are strong, be vanquished:”28332833    Cf. Isa. viii. 8, 9.  for we of the heathen have been overcome and vanquished, we who have been taken by the grace of His teaching.  The place also of His birth has been foretold in (the prophecies of) Micah:  “For thou, Bethlehem,” he says, “land of Judah, art by no means the least among the rulers of Judah; for out of thee shall come forth a Ruler, who shall rule My people Israel.”28342834    Cf. Mic. v. 2 with Matt. ii. 6.  And according to Daniel, seventy weeks were fulfilled until (the coming of) Christ the Ruler.28352835    Cf. Dan. ix. 25.  And He came, who, according to Job,28362836    Cf. Job xl. and xli. has subdued the great fish,28372837    τὸ μέγα κῆτος. and has given power to His true disciples to tread upon serpents and scorpions, and all the power of... (truncated)",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.9926998019,
        "format_confidence":0.8254729509,
        "weight":0.0034439153
    },
    {
        "url":"http:\/\/journals.lww.com\/jtrauma\/Abstract\/2014\/02000\/Age_associated_impact_on_presentation_and_outcome.3.aspx",
        "text":"\n\nIf you have access to this article through your institution,\nyou can view this article in\n\nAge-associated impact on presentation and outcome for penetrating thoracic trauma in the adult and pediatric patient populations\n\nMollberg, Nathan M. DO; Tabachnick, Deborah MD; Lin, Fang-Ju MS; Merlotti, Gary J. MD; Varghese, Thomas K. MD; Arensman, Robert M. MD; Massad, Malek G. MD\n\nJournal of Trauma and Acute Care Surgery:\ndoi: 10.1097\/TA.0000000000000090\nAAST 2013 Plenary Paper\nEditor&apos;s Choice\n\nBACKGROUND: Studies reporting on penetrating thoracic trauma in the pediatric population have been limited by small numbers and implied differences with the adult population. Our objectives were to report on a large cohort of pediatric patients presenting with penetrating thoracic trauma and to determine age-related impacts on management and outcome through comparison with an adult cohort.\n\nMETHODS: A Level I trauma center registry was queried between 2006 and 2012. All patients presenting with penetrating thoracic trauma were identified. Patient demographics, injury mechanism, injury severity, admission physiology, and outcome were recorded. Patients were compared, and outcomes were analyzed based on age at presentation, with patients 17 years or younger defining our pediatric cohort.\n\nRESULTS: A total of 1,423 patients with penetrating thoracic trauma were admitted during the study period. Two hundred twenty patients (15.5%) were pediatric, with 205 being adolescents (13–17 years) and 15 being children (≤12 years). In terms of management for the pediatric population, tube thoracostomy alone was needed in 32.7% (72 of 220), whereas operative thoracic exploration was performed in 20.0% (44 of 220). Overall mortality was 13.6% (30 of 220). There was no significant difference between the pediatric and adult population with regard to injury mechanism or severity, need for therapeutic intervention, operative approach, use of emergency department thoracotomy, or outcome. Stepwise logistic regression failed to identify age as a predictor for the need for either therapeutic intervention or mortality between the two age groups as a whole. However, subgroup analysis revealed that being 12 years or younger (odds ratio, 3.84; 95% confidence interval, 1.29–11.4) was an independent predictor of mortality.\n\nCONCLUSION: Management of traumatic penetrating thoracic injuries in terms of the need for therapeutic intervention and operative approach was similar between the adult and pediatric populations. Mortality from penetrating thoracic trauma can be predicted based on injury severity, the use of emergency department thoracotomy, and admission physiology for adolescents and adults. Children may be at increased risk for poor outcome independent of injury severity.\n\nLEVEL OF EVIDENCE: Epidemiologic study, level III.\n\nAuthor Information\n\nFrom the Division of Cardiothoracic Surgery (N.M.M., T.K.V.), Department of Surgery, University of Washington, Seattle, Washington; Divisions of Pediatric (R.M.A.), General (D.T.), Trauma (G.J.M.), and Cardiothoracic (M.G.M.) Surgery, Department of Surgery, University of Illinois at Mount Sinai Hospital; and Department of Pharmacy Administration (F.-J. L.), University of Illinois at Chicago, Chicago, Illinois.\n\nSubmitted: August 12, 2013, Revised: October 14, 2013, Accepted: October 14, 2013.\n\nThis paper was presented at the 72nd annual meeting for the American Association for the Surgery of Trauma, September 18–21, 2013, in San Francisco, California.\n\nAddress for reprints: Nathan M. Mollberg, DO, Department of Cardiothoracic Surgery, University of Washington Medical Center, 1959 NE Pacific St, Seattle, WA 98195; email:\n\n© 2014 Lippincott Williams & Wilkins, Inc.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9969435334,
        "format_confidence":0.9405651689,
        "weight":0.0093037672
    },
    {
        "url":"http:\/\/www.scielo.org.za\/scielo.php?script=sci_abstract&pid=S2074-77052013000100004&lng=en&nrm=iso&tlng=en",
        "text":"SciELO - Scientific Electronic Library Online\n\nvol.34 issue1Pitfalls in 'Biblical' leadershipScriptural perspectives on the effect of baptism on forgiveness author indexsubject indexarticles search\nHome Pagealphabetic serial listing  \n\nVerbum et Ecclesia\n\nOn-line version ISSN 2074-7705\nPrint version ISSN 1609-9982\n\n\nWILLIAMS, David T.. Kenōsis in sexuality. Verbum Eccles. (Online) [online]. 2013, vol.34, n.1, pp.30-36. ISSN 2074-7705.\n\nRecent decades have witnessed both a shift in sexual standards, and the loss of the Biblical authority which has traditionally motivated them. This has been the case even with Christians. It is therefore necessary to suggest a new motive for morality, especially in this area. A possibility is the idea of the imitation of Christ, adopting the principles on which he acted, which can be summed up as kenõsis, or self-limitation. Jesus was fundamentally limited through being incarnate; human beings are likewise limited, also with regard to their sexuality. Jesus adopted the practice of self-limitation, seen in his humility; Christians, in imitation of him, likewise should practise self-limitation. Indeed, the manifestation and practice of sexuality is fundamentally limited in any case by its very nature. If the principle of kenõsis is applied in the areas of marriage and divorce, and in related issues such as homosexuality or chastity, it serves to underpin what is a traditional set of practices in a way consistent with a Christian world-view.\n\n        · text in English     · English ( pdf )\n\n\nCreative Commons License All the contents of this journal, except where otherwise noted, is licensed under a Creative Commons Attribution License",
        "topic_id":18,
        "format_id":0,
        "topic_confidence":0.994702518,
        "format_confidence":0.9778043628,
        "weight":0.0040794497
    },
    {
        "url":"http:\/\/eclipsechocolate.com\/wp-content\/symposium\/trend5\/seminar11\/",
        "text":"By E. Bufford.\n\nThe symptoms are greatest if the engagement occurs with the shoulder in a functional position, which typically involves a combina- tion of flexion, abduction, and external rotation. Gaibazzi N, Rigo F, Reverberi C (2011) Severe coronary tortuosity or myocardial bridging in patients with chest pain, normal coronary arteries, and reversible myocardial perfusion defects. Elliott PM, Anastasakis A, Borger MA et al (2014) 2014 ESC guidelines on diagnosis and management of hypertrophic cardiomyopathy: the task force for the diagnosis and management of hypertrophic cardiomyopathy of the European society of cardiology (ESC). Side effects can include nausea, headache, agitation, sex- Bipolar Disorder ual dysfunction or loss of drive, dry mouth, constipation, blurred vision, and sedation. Use in connection with any form of information storage and retrieval, electronic adaptation, computer software, or by similar or dissimilar methodology now known or hereafter developed is forbidden. The following questions invite the couple to consider ways of expanding their community of support: \"Would you be interested in hearing about strategies that other couples have used in coping with Suicide? And by correlating this description with the interpretive effect experienced by the competent and intuitive linguist in the process of lan- guaging the object of his own study, what can one infer about the archi- The using software is trial version. In his book The Origin of aids, Jacques Pepin describes his well-researched and highly plausible explanation of the circum- stances that led to widespread transmission of hiv in Africa. W hile magic may originally have meant the practices of the sacer- dotal caste of the Medes, who were followers of pseudo-sciences such as astrology or hermetic medicine, the word gradually has taken on a broader meaning to encompass beliefs and practices that have little to do with the rites of organized worship and that presuppose a belief in 11 supernatural forces immanent in nature. Cervical Spine Distraction Test Differentiates between radicular pain in the back of the neck, shoulder, and arm and ligamentous or muscular pain in these regions. His exam was noteworthy for conjunctival pallor and pale creases in the palms; normal cardiac and pulmonary exams; obese, scarred abdomen with normal bowel sounds, absent succussion splash, 16-cm-sized liver; brown stool, without occult blood; and nor- mal back exam, including straight leg raise tests. Marrow macrophages increased reticulocyte formation (5% to 10%), decreased destroy precipitate-filled erythrocytes in the bone marrow, osmotic fragility, moderately increased bilirubin, increased which results in ineffective erythropoiesis. The majority of specialty referrals were to orthopedists buy plaquenil 200 mg visa arthritis in my feet and hands, who saw an average of 56 percent of the specialty referrals at the demonstration sites and 48 percent of the referrals at the control sites (Figures 6 buy plaquenil 200 mg on-line arthritis for dogs symptoms. Both parents were addicted to crack cocaine, which left the oldest (10-year-old) sibling to provide the necessary care for the younger children (Randy was the fourth of ﬁve).\n\norder 200mg plaquenil\n\nIn most of the MTFs, a facilitator designated by the MTF commander provided some staff support to the champion, and for some, this role was an integral part of the facilitator’s regular job. Drug Selection Table for Dysthymic Disorders CLASS DRUG Selective serotonin reuptake inhibitors (SSRIs) First-line drug therapy: Fluoxetine (Prozac) Sertraline (Zoloft) Paroxetine (Paxil, Paxil CR) Citalopram (Celexa) Escitalopram (Lexapro) Fluvoxamine (Luvox) (continued) The using software is trial version. The key works in Chinese veterinary medicine appear later discount plaquenil 200mg arthritis pain during sleep, the most important dating from the seventeenth and eighteenth centuries order 200 mg plaquenil visa arthritis in dogs prevention, and related primarily to horses. Removing individual choice is a form of discriminatory practice and is likely to result in a series of unhelpful behaviours. Reticulocyte hemoglobin Other hematological findings related to the anemia content (CHr) is an effective early indicator of iron defi- include the following: platelets are usually normal but may ciency. Stage of melanoma The most important prognostic characteristics in malig- nant melanoma are the level of invasion (or microstage) and the clinical stage of the tumour. These included age (with older patients doing worse), gender (male patients doing worse), performance status (the more active the better), histological type (large-cell NSCLC patients doing worse than the others) and TNM stage (as expected, far worse for the more advanced stages). Flores Division of Thoracic Surgery, Department of Cardiothoracic Surgery, Mount Sinai Medical Center, New York, NY, USA Gereon Gдbelein Department of Visceral, Transplantation, Thoracic and Vascular Surgery, University Hospital of Leipzig, Leipzig, Germany Henning A. Finally, embodiment assumes that cognition evolved for action, and because of this, perception and action are not separate systems, but are inextricably linked to each other and to cognition. The choice of diagnostic approach to intrathoracic pathology may more aptly reflect the biases of the evaluating physician and available local expertise, as well as patient preference. At each position on the solid surface, where one bacterium had been de- posited, the bacterium would undergo division and in time a visible colony would be generated. Consideration may be gins of resection because viable cells may remain given to omitting the boost in women who have a at a significant distance from the original nidus. Such a study, supported by the National Institutes of Health and National Institutes of Diabetes and Digestive and Kidney Dis- eases probably cost tens of millions of dollars and was com- pleted almost 20 years after my own research was published. So to model a writing system is both to decipher the nature of the vocal or nonvocal experiences the writing gesture is connected with and to understand how the very format of the gesture (in terms of linearity and fragmentation) is reciprocally intertwined with its meaning. The amine precursor uptake and decarboxy- lation (APUD) system was proposed as the cell of origin in medullary carcinoma of the thyroid, carcinoid tumours, small-cell lung cancer, endocrine tumours of the pancreas, phaeochromocytoma, neuroblastoma and others.\n\nplaquenil 200mg generic\n\nPatha (Abuta). Plaquenil.\n\n  • Acne, asthma, diarrhea, fertility, high blood pressure, malaria, rabies, menstrual flow, wounds, nervous children, toothaches, and other conditions.\n  • How does Abuta work?\n  • Are there safety concerns?\n  • What is Abuta?\n  • Dosing considerations for Abuta.\n\npurchase 200 mg plaquenil with visa\n\nSeveral members of the department have undergone nonrenewals of their con- tracts in the last 5 years, including faculty who were perceived by their peers to have done good work. THERAPEUTIC IMPACT OF ZINC ACUTE DIARRHEA IN CHILDREN Zinc supplementation prevents and is effective in the treatment of acute diarrhea among children under 5 years of age [58,59]. The progress made in addressing this pandemic in the arenas of diag- nostics, drug discovery, access to care, and public health has been formidable, and it has influenced research and practices in these areas related to all infectious diseases. Receptors for comple- protection against microbial challenges, especially extracel- ment proteins and the Fc (fragment, crystallizable) portion lular bacteria and fungi. Some very small full-thickness injuries can regenerate from the margins of the The wound discount plaquenil 200mg overnight delivery arthritis pain burning sensation, but this delays is trial and is associated with using software healing time version cheap plaquenil 200mg without prescription arthritis behind knee cap. We are likely to encounter a higher percentage of dysfunctional families, though, since the most dysfunctional families proba- bly could not even participate in this study. Angled ligaments found within the cap- sule of the knee joint, the anterior cruciate ligament and posterior cruci- ate ligament, also connect the femur to the tibia. The planning target volume (PTV) is defined by the oncologist, radiographer and physicist working as a team, to incorporate additional margins of safety, allowing for tumour motion and set-up errors. Executive function, which involves planning, insight, abstraction, and judg- ment, is impaired in patients with serious chronic medical illnesses like hyper- tension, COPD, and diabetes (Schillerstrom et al. The following protocol is germicides are substantially inactivated in the presence of recommended for managing spills in a clinical laboratory: blood, large spills of blood require that the surface be cleaned before an EPA-registered disinfectant or a 1:10 (final concen- 1. The basic import of \"the\" is that the speaker and the hearer, just by using the nominal it grounds, establish mental contact with the same instance ti; at that point coordination of reference has been achieved\" (Langacker 1987). These are large-diameter fibres which do not transmit pain stimuli but carry information about harmless stimuli or mild irritation (e.g. touching, rubbing and scratching the skin) at the site of the injury. Thesomaticandautonomic nervoussystems Although the nervous system is a whole body system, for study purposes it is often split into the somatic nervous system and the autonomic nervous system. Now when I get the warning signal I can usually figure out what I am angry about and am constantly struck by the fact that no matter how many times I recognize that I have repressed anger, I will do it again and again, for it is apparently part of my nature, the way I developed 166 Healing Back Pain psycho... (truncated)",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9726969004,
        "format_confidence":0.8200314641,
        "weight":0.0081114867
    },
    {
        "url":"http:\/\/www.xhbv.com\/canadian-neighbor-pharmacy-discussion-of-cognitive-impairment-in-patients-with-obstructive-sleep-apnea-and-associated-hypoxemia.html",
        "text":"• 10\n  • Canadian Neighbor Pharmacy: Discussion of Cognitive Impairment in Patients with Obstructive Sleep Apnea and Associated Hypoxemia\n\nsleep apneaThis study shows that a large majority of patients with sleep apnea and associated hypoxemia have cognitive impairment. In addition, this study demonstrates that patients with sleep apnea and associated hypoxemia have poorer cognitive functioning than such patients without hypoxemia. The hypoxemic patients with sleep apnea had a significantly greater number of performance scores in the impaired range than patients without hypoxemia. Finally, the degree of hypoxemia during the awake and sleeping states was significantly correlated with the degree of cognitive impairment in patients with sleep apnea.\n\nHypoxemia during both wakefulness and sleep may cause a disruption in the biochemical and hemodynamic state of the central nervous system. Hypoxemia markedly affects central neurotransmitter function and brain adenosine levels in animals. Hypoxemia and hypercapnia also significantly increase cerebral blood flow in humans. Given such disruptions in the central nervous system, it is not surprising that previous investigators have found an association of hypoxemia with cognitive dysfunction in humans at high altitudes and in patients with severe COPD.\n\nPrevious investigators have found hypoxemia to be associated with impaired cognitive functioning in humans. Poor judgment, decreased memory, and impaired ability to perform complex tasks have been described in humans at high altitude.The severity of these impaired cognitive functions is said to be related to the subjects lowered PaO2 Other investigators have found cognitive function to be impaired in hypoxemic patients with COPD. Priga-tano et al found that performance on individual neuropsychologic tests as well as overall indices of neuropsychologic functioning significantly correlated with awake Pa02 in patients with COPD. Nocturnal hypoxemia was not examined in these studies at high altitude or with chronic pulmonary disease.\n\nTwo previous studies have described cognitive impairment in patients with sleep apnea. One study reported significant relationships between cognitive performance and sleep-related respiratory disturbances in 41 elderly men. Impairment of visuospacial reasoning, memory, and psychomotor speed were positively correlated with the numbers of disturbed breathing events during sleep. The second study demonstrated cognitive impairment in 76 percent of patients with severe sleep apnea. These patients had deficits in thinking, perception, memory, communication, and the ability to learn new information. The 76 percent rate of cognitive impairment in these patients is similar to the 89 percent rate found in the hypoxemic patients with obstructive sleep apnea in our study. Although the authors of each of these two studies suggested that associated hypoxemia was an important cause of cognitive impairments, measurements of hypoxemia during the sleeping and awake states were either not reported or qualitatively described in these studies. In addition, sleep architecture and sleep fragmentation were not analyzed in relation to cognitive impairment in these studies. Canadian Neighbor Pharmacy website is a source containing all news that you need.\n\nOur findings suggest that sleep fragmentation is a less important cause of cognitive impairment than hypoxemia in sleep apnea. The multiple awakenings and movement arousals caused by apneas and hypoxemia fragmented the sleep of hypoxemic patients with obstructive sleep apnea; however, this disruption of sleep did not significantly correlate with overall cognitive impairment in our patients with sleep apnea. In addition, the percentage of total sleep time in stages 3 and 4 sleep and the number of desaturations per hour of sleep were not significantly related with overall cognitive impairment in patients with sleep apnea. The lack of significant linear correlation between variables reflecting sleep fragmentation and overall cognitive impairment does not exclude a role of sleep fragmentation in producing cognitive impairment. Both groups of patients have marked sleep fragmentation, and a threshold effect could be present. Sleep fragmentation, nocturnal hypoxemia, and sleep deprivation can produce daytime somnolence, and daytime somnolence is a potential mechanism of cognitive impairment in patients with sleep apnea. Further studies are needed to clarify the role of sleep fragmentation in impairing cognitive functioning.\n\nAlthough this study shows statistically significant correlations between overall cognitive impairment and measures of both awake and sleeping hypoxemia, no direct role of hypoxemia as a cause of cognitive dysfunction is proven. In addition, the high correlations among median Sa02 during sleep and awake Pa02 do not allow separation between effects of awake and sleeping hypoxemia upon cognitive functioning. Further studies using either daytime or nocturnal oxygen supplementation may help to define the relative importance of awake and sleeping hypoxemia in maintaining cognitive functioning in patients with sleep apnea.\n\nOnline Pharmacy",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9970505238,
        "format_confidence":0.7348527908,
        "weight":0.0072689267
    },
    {
        "url":"https:\/\/journals.ashs.org\/horttech\/view\/journals\/horttech\/25\/4\/article-p437.xml",
        "text":"A Review of Organic Lawn Care Practices and Policies in North America and the Implications of Lawn Plant Diversity and Insect Pest Management\n\nin HortTechnology\nView More View Less\n  • 1 1Department of Entomology, North Carolina State University, 1110D Grinnells Hall, Raleigh, NC 27695\n  • | 2 2Department of Horticultural Science, North Carolina State University, 128 Kilgore Hall, Raleigh, NC 27695\n  • | 3 3Department of Forestry and Environmental Resources, North Carolina State University, Box 7646, Turner House, Raleigh, NC 27695\n\nThere are ≈40 million acres of turfgrass lawns throughout the United States, most of which are managed under chemical-intensive pest and fertilizer programs. “Organic lawn care” is being adopted more widely; however, unlike the formally defined policies and regulations that govern organic agriculture, the label organic lawn management has not been formally defined and is used to describe a variety of practices. Neighborhoods, cities, states, and provinces across North America are adopting policies regulating the use of pesticides and fertilizers in the landscape. In addition, a small but growing number of public institutions and individual consumers are successfully adopting alternative lawn care methods, including organic lawn care. Although perceived as environmentally friendly, the effects of organic management on insect diversity and pest management remain understudied. Organic lawn management may lead to increased lawn plant diversity, which in agroecosystems has enhanced ecological services provided by beneficial insect species. Effects of vegetative diversity on lawn pest management are less clear. Vegetative complexity and increased plant diversity in urban landscapes may enhance insect predator efficacy. The diversity of predatory insects varies between turfgrass varieties in response to prey populations. Mortality of insectivorous and granivorous ground beetles (Carabidae) while not directly impacted by pest management programs in turfgrass may be indirectly impacted by a reduction in the prevalence of plant species that provide alternative food resources. Previous studies have focused on herbivorous insects as well as predatory and parasitic insects that feed on them. Future studies should assess how lawn plant diversity resulting from organic management practices might impact insect communities in turfgrass.\n\n\nThere are ≈40 million acres of turfgrass lawns throughout the United States, most of which are managed under chemical-intensive pest and fertilizer programs. “Organic lawn care” is being adopted more widely; however, unlike the formally defined policies and regulations that govern organic agriculture, the label organic lawn management has not been formally defined and is used to describe a variety of practices. Neighborhoods, cities, states, and provinces across North America are adopting policies regulating the use of pesticides and fertilizers in the landscape. In addition, a small but growing number of public institutions and individual consumers are successfully adopting alternative lawn care methods, including organic lawn care. Although perceived as environmentally friendly, the effects of organic management on insect diversity and pest management remain understudied. Organic lawn management may lead to increased lawn plant diversity, which in agroecosystems has enhanced ecological services provided by beneficial insect species. Effects of vegetative diversity on lawn pest management are less clear. Vegetative complexity and increased plant diversity in urban landscapes may enhance insect predator efficacy. The diversity of predatory insects varies between turfgrass varieties in response to prey populations. Mortality of insectivorous and granivorous ground beetles (Carabidae) while not directly impacted by pest management programs in turfgrass may be indirectly impacted by a reduction in the prevalence of plant species that provide alternative food resources. Previous studies have focused on herbivorous insects as well as predatory and parasitic insects that feed on them. Future studies should assess how lawn plant diversity resulting from organic management practices might impact insect communities in turfgrass.\n\nKeywords: turfgrass; landscape\n\nAs a result of the economic boom in the mid-20th century, the middle-class changed its way of life, increasing urban sprawl due to movement away from city centers (Robbins and Sharp, 2003a). From the mid-1950s to 1986, almost 69 million acres of natural habitat was converted to urban or suburban areas (Grey and Deneke, 1986). From 2000 to 2010, urban (urban + suburban) area in the United States increased by 12% each year (U.S. Census Bureau, 2012). In 2012, over 80% of the U.S. population lived in urban areas (U.S. Census Bureau, 2012). Construction of homes and buildings often leads to a loss of natural vegetation (Blubaugh et al., 2011), which is often replaced with turfgrass systems (Tallamy, 2007). Public policies and local housing regulations impose guidelines to maintain aesthetic property values, which often influence homeowners’ needs to maintain lawns (Jenkins, 1994). However, arguably the most influential is the social pressure from neighbors who often ensure enforcement of lawn regulations, to which homeowners often conform (Byrne, 2005).\n\nThere are an estimated 40 million acres of nonnative grass lawns in the United States, covering almost 2% of land, making it the largest irrigated monoculture plant system in the country (Milesi et al., 2005; Tallamy, 2007). Lawns are often high-input systems, requiring significant amounts of time, monetary, and chemical investments to maintain aesthetic property value (Robbins et al., 2001). The prevalence of turf cover throughout the United States and a low tolerance for weed and insect pests coincides with an increase in the use of synthetic chemicals (Alumai et al., 2008). Conventional lawn management strategies are calendar-based applications of synthetic chemical inputs of fertilizers, herbicides, and insecticides (Alumai et al., 2008; Bormann et al., 1993) and have been associated with environmental pollution and human health risks [Robbins and Sharp, 2003a; U.S. Geological Survey (USGS), 1999]. As a result, strategies using integrated pest management (IPM) or “organic” practices have garnered increased attention as management alternatives (Alumai et al., 2008).\n\nSome individual consumers and public institutions have adopted alternative lawn management strategies, which have been promoted as a way to prevent potential negative environmental consequences of the overuse or misuse of pesticides (Henderson et al., 1998). The growing interest in lawn management alternatives has led to changes in public policies which ban the use of cosmetic pesticide applications and favor the adoption of lawn alternatives (Vickers, 2006), including organically managed green spaces (Alumai et al., 2008).\n\nAlthough organic management programs are offered as an alternative to traditional lawn care, their impact on arthropod diversity and pest management is poorly understood. A goal of commercial IPM or organic management is to enhance the overall aesthetic quality of lawns, which includes suppression of pests that invade turf (Alumai et al., 2008). Since little is known about the effects of organic lawn management on arthropod communities, this article reviews literature pertinent to organic lawn care, highlighting studies that have assessed the effects of turf variety and management practices on insect communities. To put this information into context, the article begins with an assessment of what organic lawn management means and the history of public policy regarding its implementation in North America.\n\nDefining Organic Lawn Management\n\nThe U.S. Department of Agriculture (USDA) defines organic agriculture as “… an ecological production management system that promotes and enhances biodiversity, biological cycles, and soil biological activity. It is based on minimal use of off-farm inputs and on management practices that restore, maintain, and enhance ecological harmony” (USDA, 1995). The USDA National Organic Program (NOP) administers and publishes organic regulations with input from the public and the National Organic Standards Board. Before being certified as organic, farms must undergo a 3-year transition period in which organic production practices are followed, and documentation must be provided that no unapproved products or practices were used in the production system. Producers must then submit an application and fees to a USDA-accredited certifying agent (state departments of agriculture or private organizations). After an on-site inspection and review of the application indicate the producer is in compliance with USDA organic regulations, the certifying agent will issue an organic certificate. Producers are required to provide annual updates to the certifying agent, who performs an annual inspection to ensure USDA regulations are still being met.\n\nExcept for cases where turf is grown commercially for sod or seed production, lawns are not agricultural commodities and so their management is not regulated other than by local municipal and homeowner association aesthetic rules. Because there has been no groundswell of support for consistent definitions of organic lawn management and accompanying regulations like for agricultural commodities, there is no national definition or regulation of organic lawn care. This article refers to organic lawn management with the understanding that there are many varying definitions.\n\nRelevant Public Policy in North America\n\nGrassroots organizations throughout North America are pushing institutions as well as local and regional governments to restrict the use of pesticides and adopt organic or similar management policies for public spaces. These changes are being made primarily because of perceived public health concerns, even though the conse... (truncated)",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.8808879852,
        "format_confidence":0.97637254,
        "weight":0.0140859097
    }
]