[
    {
        "url":"https:\/\/www.librarything.com\/profile\/Alisandre",
        "text":"\nThis site uses cookies to deliver our services, improve performance, for analytics, and (if not signed in) for advertising. By using LibraryThing you acknowledge that you have read and understand our Terms of Service and Privacy Policy. Your use of the site and services is subject to these policies and terms.\n\nSearch Alisandre's books\n\nMembers with Alisandre's books\n\nMember connections\n\nFriends: lilinah, PamBush, StarM\n\nInteresting library: lilinah\n\nRSS feeds\n\nRecently-added books\n\nAlisandre's reviews\n\nReviews of Alisandre's books, not including Alisandre's\n\n\nMember: Alisandre\n\nCollectionsYour library (606)\n\nReviews7 reviews\n\nTags16th century (176), Italian (80), Ottoman (80), textiles (79), 15th century (68), clothing (63), fashion (54), embroidery (50), 19th century (33), history (32) — see all tags\n\nMediaNot set (36), Book (562), Paper Book (550), Ebook (10), Video Recording (7), DVD (7), Other (1)\n\nCloudstag cloud, author cloud, tag mirror\n\nAbout meIndependent researcher of a variety of obscure topics. Fascinated by textile arts, material culture, social history & cutting edge technology. Daylighting as a mid-level corporate sarariwoman to support my book habit.\n\nIn the SCA, I am known as Lady Alisandre de la Chapelle from the Barony of South Downs in the Kingdom of Meridies.\n\nAbout my libraryI am always finding new rabbit holes to fall into, so it is eclectic and constantly expanding.\n\n\nFavorite authorsJanet Arnold, Roberta Orsi Landini, Jennifer Wearden (Shared favorites)\n\n\nLocationAtlanta, GA\n\nAccount typepublic\n\nURLs \/profile\/Alisandre (profile)\n\/catalog\/Alisandre (library)\n\nMember sinceOct 3, 2016\n\nAbout | Contact | Privacy\/Terms | Help\/FAQs | Blog | Store | APIs | TinyCat | Legacy Libraries | Early Reviewers | Common Knowledge | 146,482,589 books! | Top bar: Always visible",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.8469883204,
        "format_confidence":0.9903203845,
        "weight":0.0059970724
    },
    {
        "url":"https:\/\/www.webmasterworld.com\/profilev4.cgi?action=view&member=boblord666",
        "text":"homepage Welcome to WebmasterWorld Guest from\nregister, free tools, login, search, pro membership, help, library, announcements, recent posts, open posts,\nBecome a Pro Member\n\nHome \/ Forums Index \/ View Profile \/ boblord666\nPersonal Information:\nMember Since:July 23, 2011\nLast Post:Dec 4, 2011\nTotal Posts:3\nInterests:Lawn bowls, alcohol\nSocial Media Links:\nLocation Information:\nLocation: Sunny QLD Australia\nCompany Information:\nCompany Name: Self\nOccupation: Retired\nRecent Activity:\nRecent Messages WATCH: latest scam with content writing   in Content, Writing and Copyright\nLinks From General Directories - Are They Worth It?   in Link Development\nHome \/ Forums Index \/ View Profile \/ boblord666\nrss feed\n\nAll trademarks and copyrights held by respective owners. Member comments are owned by the poster.\nHome ¦ Free Tools ¦ Terms of Service ¦ Privacy Policy ¦ Report Problem ¦ About ¦ Library ¦ Newsletter\nWebmasterWorld is a Developer Shed Community owned by Jim Boykin.\n© Webmaster World 1996-2014 all rights reserved",
        "topic_id":20,
        "format_id":14,
        "topic_confidence":0.6259707808,
        "format_confidence":0.9921121597,
        "weight":0.0011627518
    },
    {
        "url":"http:\/\/college-fashionista.tumblr.com\/post\/36746867883\/meet-jireh",
        "text":"Follow college-fashionista Join Tumblr\nMeet Jireh., Meet Jireh.\n\nMeet Jireh.\n\nJireh De Jose is a student at SoFA Design Institute and a CollegeFashionista Social Media Intern, working the Twitter handler for @CFashionistaUK.\n\nI tweet out Style Gurus’ reports and interact with bloggers, brands, and other people in the industry who have a love for fashion. \n\nThe song I could listen to on repeat all day is… \"Party in the USA\" by Miley Cyrus\n\nMy go-to snack is… Peanut butter and jelly sandwiches. Ever since grade school they’ve been my favorite!\n\nIf there was a fire, the first thing in my dorm I would save would be… My Macbook Pro\n\nBecause… My whole life is on my laptop! What would we do without our computer in this day and age, right? \n\nIf I could only wear one thing for the rest of my life it’d be… Dresses. They’re my favorite thing to dress up in because they’re easy to wear and they exude total femininity. \n\n  1. college-fashionista posted this",
        "topic_id":8,
        "format_id":14,
        "topic_confidence":0.9661036134,
        "format_confidence":0.9758502841,
        "weight":0.0014940008
    },
    {
        "url":"https:\/\/socmediji.wordpress.com\/category\/vincent-mosco\/",
        "text":"Arhiva Kategorije: Vincent Mosco\n\nStaying ahead of the curve: an interview with Vincent Mosco\n\nDr. Vincent Mosco is Professor Emeritus in the Department of Sociology, Queen’s University in Kingston, Ontario, Canada. He graduated from Georgetown University in 1970 and received the Ph.D. in Sociology from Harvard University in 1975. Professor Mosco is the author of numerous publications on communication, technology, and society. His most recent books include ˝To the Cloud: Big Data in a Turbulent World˝ (Pluto Press 2014),˝The Political Economy of Communication˝ (Sage 2009, 2nd edition), ˝The Laboring of Communication: Will Knowledge Workers of the World Unite?˝with Catherine McKercher (Lexington Books 2008), and ˝The Digital Sublime: Myth, Power, and Cyberspace˝ (MIT Press 2004). He is also the editor, with Christian Fuchs, of the special issue of the journal Triple C titled ˝Marx is Back: The Importance of Marxist Theory and Research for Critical Communication Studies Today˝ (2012) and editor, with Catherine McKercher and Ursula Huws, of the special issue of the journal Work Organisation, Labor and Globalisation titled ˝Getting the Message: Communications Workers and Global Value Chains˝ (2010). In 2014 he was joint recipient, with Catherine McKercher, of the Association for Education in Journalism and Mass Communication (AEJMC) Professional Freedom and Responsibility award. His 2004 book ˝The Digital Sublime: Myth, Power, and Cyberspace˝ won the Olson Award for outstanding book of the year in cultural studies. In that same year he received the Dallas W. Smythe Award for outstanding achievement in communication research.\n\nNastavi čitati",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9805610776,
        "format_confidence":0.9303746819,
        "weight":0.0171267589
    },
    {
        "url":"http:\/\/positivepowerofholiness.com\/",
        "text":"Abiding Words\n\n\"If you abide in Me, and My words abide in you,\n\nyou will ask what you desire,\n\nand it shall be done for you.\"\n\n- John 15:7\n\nThe Ministry of Ruth Harvey\n\nAnointed Speaker ~ Gifted Author ~ Dynamic Singer\n\n\n\nAbout Ruth\n\nAn engaging, gifted communicator both through the written and spoken word, Ruth’s world-wide ministry has inspired and touched thousands of lives. She is deeply passionate about educating, empowering and equipping people of all ages to pursue a victorious life in Jesus Christ.",
        "topic_id":18,
        "format_id":14,
        "topic_confidence":0.997363627,
        "format_confidence":0.9670631886,
        "weight":0.0037628798
    },
    {
        "url":"http:\/\/www.sehbasarwar.com\/projects.shtml",
        "text":"Sehba Sarwar ::: ProjectsWhat Is Home?\" by Sehba Sarwar\n\nAbout What Is Home?\n\nDuring my 2012-14 arts residency at the Mitchell Center for the Arts (University of Houston), I researched and developed my memoir What Is Home? The narrative delves into different streams including migration and labor, family history, activism, and health. In 2014-15, through an Artistic Innovations award by Mid-America Arts Alliance, I worked on my manuscript and also expanded What Is Home? into a multidisciplinary project through which I continued to explore issues that connect me to two border regions - South Asia and North America.\n\nFor the project, I held a special performance on May 9, 2015 at Baker Ripley Neighborhood Center (scroll down to read about the show or view images here), and I am currently working on completing the manuscript. Also, over the past year, I have offered storytelling workshops for women\/mothers (at Baker Ripley Neighborhood Center) as well as for South Asian youth at Westbury High School; students and women went on to participate in public events around Houston.\n\nTo stay connected to my project, remember to check my blog, where I post reflections as well as interviews with friends, family, artists and community members; view images from my productions on Flickr; and follow me on Twitter @sehbasarwar\n\nPlease click here to view my 2013 TEDxHouston talk What Is Home?\n\nBuilding Bridges: What Is Home?\n2-3:30 pm, November 21, 2015\nBlog Exhibition: November 21 - December 29, 2016\nHouston Public Library, First Floor Gallery, 500 McKinney, 77002\n$ free\n\nDuring October and November 2015, I led women's workshops at Baker Ripley Neighborhood Center and at Somali Bantu Community of Greater Houston (SBCGH). In the gatherings that included writing, food and community, new and veteran entrants to Houston and the U.S. delved into issues of displacement, the state of being transnational, and the urgency one faces in coming to terms with being in-between.\n\nThe outcome of the workshops was shared with the larger public at a special reading and conversation session at Houston Public Library'sCentral Library in the First Floor Gallery.\n\nThe afternoon included readings and writings by Sukhada Tatke and Azeb Yusuf and students Purnima S. and Hemangi P. I hosted the afternoon and read poems and an excerpt from my memoir-in-progress.\n\nAn exhibition of interviews from my blog, What Is Home? will remain on view at the library till December 15, 2015.\n\nThe reading and exhibition are part of Building Bridges: Poetic Voices of the Muslim World, presented by Poets House and City Lore, in partnership with the American Library Association and the Houston Public Library. The workshops and performance\/installation are cosponsored by Neighborhood Centers Inc., and Voices Breaking Boundaries.\n\nPerformance \/ Installation: What Is Home?\n3-5 pm, May 9, 2015\nBaker-Ripley Neighborhood Center (6500 Rookin St, Houston TX 77074)\n$ free\n\nOn May 9, as part of my long-term What Is Home? project, through which I explore maps, home and memory loss, I exhibited an art installation and offered short readings from my memoir-in-progress. What Is Home? is an unraveling of the different strands of my journey as a transnational citizen: family history and borders; protest in a changing world; migration and movement; and health. Pushing the lines between public and private, my installation \/ performance created space for audience members to engage with my work and delve into their own narratives.\n\nWestbury High School students Purnima and Hemangi, who participated in my storytelling workshops, exchanged stories and string-tying with audience members, while women workshop participants offered home-cooked chatt and chai Pakistani style, and body care including neck-shoulder massages and facial threading.\n\nView images from the afternoon here.\n\nTo learn more about the background of my project, read Charisse P. Weston's article \"Meaning & Memory: Sehba Sarwar Explores Home\" in Arts & Culture, March 16, 2015.\n\nMore What Is Home? 2014-15 events\n\nApril 25, 2015: Students Sagar, Purnima and Barun translated their stories into Nepali for their parents and into English for Westbury High School staff members. The morning ended with a meal prepared by Sagar's mother. The gathering was hosted by Sagar and his family at his apartment in southwest Houston. View images from the afternoon here.\n\nApril 1, 2015: Morning tea was served along with home-made snacks at the apartment home of a workshop participant; reflections, food and final stories were shared.\n\nMarch 12, 2015:\nWestbury High School students from Nepal-Bhutan and India shared their stories and performed narratives by documented and undocumented Pakistani and Indian women. This event was free and open to the public and was held at Baker-Ripley Community Center; a lunch was served after the public talk. View images here.\n\nThis project was initated through a two-year artist residency (2012-14) with the Mitchell Center for the Arts, University of Houston; my residency was funded in part by the Texas Commission on the Arts. In 2014-15, my project was supported in part by an award from Mid-America Arts Alliance, the National Endowment for the Arts, Texas Commission on the Arts, and foundations, corporations and individuals throughout Arkansas, Kansas, Missouri, Nebraska, Oklahoma and Texas.\n\nWhat is home? is developed in part through a residency with the University of Houston's Cynthia Woods Mitchell Center for the Arts and is cosponsored by Neighborhood Centers Inc., and Voices Breaking Boundaries.\n\nSehba Sarwar ::: ProjectsAudience members experience my installation at Honoring Dissent\/Descent, 2009; photo by Eric Hester\n\nOther Projects\nBorderlines is an ongoing long-term project initiated in Fall 2013, one that I visualized and developed for Voices Breaking Boundaries, where I serve as Artistic Director\/Founder. The project explores parallels between the border regions of South Asia and North America.\n\nVBB living room art: Homes and Histories (Fall 2012) focused on exploring parallels between Houston's Freedmen's Town, a township created by the first freed slaves of Texas and Pakistan's Baloch\/Makrani\/Sheedi community that has roots in East Africa.\n\nVBB living room art: Women Under Siege (spring 2012) was inspired by the forced \"security\" created by metal detectors at the entrances of Abdullah Shah Ghazi's shrine in Karachi and Planned Parenthood Gulf Coast in Houston. Alongside directing the production that featured video, performances and installations by more than 10 artists from Houston and Karachi, I created two short videos Recording HerStory and Protecting Space. To read a CultureMap feature story about the production, click here.\n\nClick here to read more about additional installations",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.9606283307,
        "format_confidence":0.8654762506,
        "weight":0.0087343509
    },
    {
        "url":"http:\/\/healinghandsofjoy.org\/about\/our-staff\/makda-teklemichael",
        "text":"Makda Teklemichael | Development Associate\n\nOriginally from Ethiopia, Makda is  based in Boston, Massachusetts and joined Healing Hands of Joy in 2016. Prior to joining HHOJ, she was at Engel Entertainment in New York City where she worked on A Walk to Beautiful, Emmy Award winning documentary, that shows the plight of Obstetric Fistula victims in Ethiopia. Before moving to the United States, Makda worked as a researcher at Institute of Ethiopian Studies (IES) and Ethiopian International Institute for Peace and Development, on themes of Ethiopian Art, Globalization and East African History. She was also involved in several projects that addressed issues of Women and Development in Ethiopia. Makda received her MA and BA degrees in History from Addis Ababa University, Ethiopia.",
        "topic_id":4,
        "format_id":14,
        "topic_confidence":0.9315921068,
        "format_confidence":0.9630674124,
        "weight":0.0177285815
    },
    {
        "url":"https:\/\/laurapugno.info\/mis-love-3",
        "text":"news      works      books     texts     cv      contact    \n\nMis-love #3\n\n\nFor years now, the collective mind has been seduced by social media and garden magazines designed for the public at large which insist on the aesthetic fascination and the harmony one can re-create in one’s home by aptly using “greenery”.\nThis “new visual culture” has gained acceptance in our society starting from the famous brands of distribution, a glaring example is Ikea’s case, strategically placing the gardening section at the end of its sales departments. After prefabricated furniture, or shelving units and, after all this glazed wood, these furnishing accessories, and so forth, are plants: green, impeferct, delicate, personal, unique. One is strongly tempted to buy them in order to escape, at least to some extent, the previous serialisation.\n\nThe actions I perform on plants intend to follow this overwhelming attitude, and their results will inevitably be abnormal, where the uncontrolled action of love has eluded all culturally proposed standards of care and beauty.\n\nNida Art Colony, Lithuania",
        "topic_id":1,
        "format_id":14,
        "topic_confidence":0.8712095022,
        "format_confidence":0.8072420955,
        "weight":0.0081466542
    }
]