[
    {
        "url":"http:\/\/www.jetradar.com\/routes\/lux\/cgn",
        "text":"Flights from Luxembourg to Cologne\n\nCheap flights for the route Luxembourg – Cologne (LUX – CGN)\n\nJetradar will find you the cheapest airfare for Luxembourg – Cologne by comparing the costs of flights to Cologne using 45 agencies, five booking systems, and 728 airlines. Where exactly you buy tickets for Luxembourg – Cologne is up to you.\n\nPlease keep in mind that, depending on the number of days remaining until your departure, the price of a ticket for Luxembourg – Cologne could change by more than 0%.\n\nJetradar suggests purchasing tickets for Luxembourg – Cologne in advance so you can choose your flight conditions and focus on your preferences and financial capabilities.\n\nGeneral flight information for the route Luxembourg – Cologne\n  • The distance between Luxembourg and Cologne is: 96 miles (155 kilometers)\n  • Frequency of flights from Luxembourg to Cologne:0 times a week\n\nAirfare for Luxembourg – Cologne by month *\n\nMarch 201701.03.2017check01.03 - 08.03.2017check\nApril 201701.04.2017check01.04 - 08.04.2017check\nMay 201701.05.2017check28.05 - 21.06.2017$245\nJune 201701.06.2017check01.06 - 08.06.2017check\nJuly 201701.07.2017check01.07 - 08.07.2017check\nAugust 201701.08.2017check01.08 - 08.08.2017check\nSeptember 201701.09.2017check01.09 - 08.09.2017check\nOctober 201701.10.2017check01.10 - 08.10.2017check\nNovember 201701.11.2017check01.11 - 08.11.2017check\nDecember 201701.12.2017check01.12 - 08.12.2017check\nJanuary 201801.01.2018check01.01 - 08.01.2018check\nFebruary 201801.02.2018check01.02 - 08.02.2018check\n\n* prices found by users over the last 48 hours that do not represent an offer\n\nMost popular by Jetradar\n\nFlights from Luxembourg\n\nFlights to Cologne\n\nJetradar Mobile App\nFind and book cheap flights on your smartphone and get more from the Jetradar app, including history and favorites, to make your search more exciting.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.7900204659,
        "format_confidence":0.8664823771,
        "weight":0.0023563817
    },
    {
        "url":"http:\/\/www.govconnection.com\/shop\/cat6a-utp-bootless-patch-cable-blue-4ft\/31804255",
        "text":"Connection Clearance Center. Shop Now!\n\n\n          CAT6A UTP Bootless Patch Cable, Blue, 4ft\n\n          CAT6A UTP Bootless Patch Cable, Blue, 4ft\n          More From: E-Net\n          Item #: 31804255\n          Mfr. Part#: C6A-BL-NB-4-ENC\n          Availability: Temporarily Out-of-Stock\n          Est. Ship: Call for next available delivery\n\n            Ordering Information\n\n            UNSPSC 26121600\n            Warranty - Labor Call for Warranty\n            Warranty - Parts Call for Warranty\n            Collapse & Return to Top\n\n            Our Accessibility Policy\n\n            We endeavor to make our website accessible to any and all users. Please contact us toll-free at 800-998-4388 if you need assistance with navigating our blog, website, or placing an order. We appreciate your business and are happy to answer any questions that you may have.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9840703011,
        "format_confidence":0.9974023104,
        "weight":0.0026782478
    },
    {
        "url":"https:\/\/searchgo.co\/why-visit-bournemouth\/",
        "text":"Why Visit Bournemouth\n\nLast updated on March 2nd, 2020 at 07:02 pm\n\nWhy visit Bournemouth Beach\n\nBournemouth is located on the South Coast of England, surrounded by the beauty of the New Forest, the crashing waves of the English Channel and the award-winning seven miles of golden sandy beaches.  There are many reasons to visit Bournemouth for your summer holiday.\n\nThings to do in Bournemouth\n\nBournemouth has an abundance of wonderful locations, events and experiences for visitors and residents alike to enjoy in and around this cosmopolitan town nestled beside the sea.\n\nJourney back to the beginning of time on the Jurassic coast\n\nThe Dorset Coastline, known as the Jurassic Coast, is the only natural location in England that has been given World Heritage Site status, and for good reason. The 95 miles of Jurassic rock upon which this coastal portion of Dorset sits holds secrets dating back as far as 185 million years ago. Other World Heritage sites include the Grand Canyon, the Great Barrier Reef, the Pyramids and the Taj Mahal – so this is quite some honour!\n\n\nHengistbury Head\n\nOther historical sites of interest when visiting Bournemouth include Hengistbury Head, a local nature reserve which has been designated a protected special area of conservation due to the large variety of wildlife that reside there throughout the year, as well as for the history surrounding the site – ancient settlers dating back as far as 12,500 years ago once lived on this spot though at that time the land extended further into the sea and thus the settlement was located further inland. However, erosion has played its hand and now Hengistbury sits on the very edge of the English Channel.\n\nHengistbury Head\n\nReserve at least 2 hours to enjoy Hengistbury Head\n\nThe reserve is a beautiful location to visit if you have a spare couple of hours whilst in Bournemouth. Take a walk to the top of Hengisbury Head to enjoy stunning views of Christchurch, Mudeford and the Isle of Wight, and on your way back down the hill stop off at The Hiker Café to enjoy a delicious leisurely lunch or tasty Cappuccino.\n\nThe historic town of Christchurch\n\nSwan on the river in ChristchurchAnd finally, a visit to the historic town of Christchurch where one can wander around the wonderful Norman ruins of Christchurch Castle, or visit Place Mill, the Anglo-Saxon Watermill on the quayside.\n\nFrom the quay one can take a short ferry ride over to Mudeford and Hengistbury Head, and also to neighbouring Wick, – this service being historical itself since it first began transporting villagers around 1880.\n\nIn the summer months pack up a picnic to take with you whilst you sit and soak up the rays and enjoy the comings and goings of the Christchurch swans and other wildlife, as well as local sailors and fisherman enjoying Christchurch Harbour.\n\nReturn to Bournemouth Beach\n\nAfter all this gallivanting around Dorset, a little rest and relaxation are in order, so pack up your beach bag and head for the soft sand and glistening waters of the English Channel. Many of the beaches in Bournemouth hold Blue Flag status for meeting high standards of cleanliness in water quality and environmental management.\n\nEnjoy the warmth of the sun and take a stroll from Bournemouth Beach Pier to Boscombe Pier grabbing an ice cream along the way as you pass the vibrantly coloured beach huts that adorn the boardwalk.\n\nBournemouth beach huts\n\nEating out in Bournemouth\n\nAnd finally, to round off the day following a delicious dinner at one of the many fine restaurants Bournemouth has to offer, there is practically a restaurant with cuisine to suit most tastes, including Indian, Middle Eastern (Charminster), Chinese, Japanese (sushi), Italian, French and modern European fusion.\n\nHow about taking in a show at the BIC (Bournemouth International Centre).\n\nWhere to stay in Bournemouth\n\nYou’ll be spoilt for choice with the many excellent Bournemouth Hotels that stretch from the quiet and less populated beaches of Southbourne and historical Hengistbury Head to the more commercial sea view accommodations scattered along the Eastcliff.\n\nTraditional seaside guesthouses\n\nHead on westwards a short distance and you’ll find yourself in popular Westcliff where you’ll discover a selection of traditional Bournemouth guesthouses. This area is popular due to its close proximity to sandy Bournemouth Beach as well as the busy Bournemouth Shopping Centre, and pretty Bournemouth Gardens.\n\nIs Bournemouth the happiest town to live in the UK?\n\nWell, according to the BBC, a poll of 6,000 people in 2007 say that it is the happiest place. Whether that still holds true is another matter, but one thing for sure Bournemouth is a serious UK destination for a weekend visit or a summer holiday.\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9940245748,
        "format_confidence":0.5899382234,
        "weight":0.002287476
    },
    {
        "url":"https:\/\/www.freeonlinehockeygames.com\/carrage\/",
        "text":"Hockey Games Apps 0\n\n  • Release Date:\n  • Current Version:\n  • Adult Rating:\n  • Developer:\n  • Compatibility: iOS, Android\n  • Rating:\n    686 votes, average: 4.50 out of 5686 votes, average: 4.50 out of 5686 votes, average: 4.50 out of 5686 votes, average: 4.50 out of 5686 votes, average: 4.50 out of 5\n    4\/5 from 36 votes\n\ncaRRage is an addictive arcade racing game, that reveals a post-apocalyptic universe, ruled by mad and desperate drivers. Experience mind blowing races on a number of tough-looking vehicles: starting with a dusty rust-bucket and a van armed with a circular saw and ending with an indestructible truck blasting away everything in its way!\n\nThe key feature of caRRage is advanced and thoroughly-designed physics, allowing you to feel at the wheel of a real combat vehicle. Adding unique game modes, like battle in the open arena and the cargo delivery in an armored truck, you get a perfect racing game with lot’s of shooting, collisions and explosions.\n\nAmazing graphics and latest features of the Unity engine, incredibly realistic car crashes and destructions, colorful explosions and shooting. All this will plunge you into the good old arcade racing atmosphere in one of the most dynamic and beautiful games that you’ve ever seen on mobile platforms.\n\nOnly caRRage features:\n\n— 23 unique racing locations (racing tracks, open arena, truck route and more)\n— Exciting single-player campaign and Wi-Fi-based local multiplayer mode\n— Highly detailed game environments in Full 3D: Desert, City, Industrial Area and others!\n— 5 game modes: classic race with weapons, delivery mode featuring the Truck, open arena battle, trashball, and ice hockey.\n— 9 vehicles (cars, vans, and other deadly “chariots”) with a wide range of upgrades and modifications\n— 34 gears, that turn your car into the weapon of vengeance\n— 9 types of upgradable weapons\n— 40 original decals\n— Exclusive soundtracks, created to top the atmosphere of the game\n\nRam your opponents, use Nitro to overtake them on the turn, blow them up with mines or demonstrate your excellent driving skills and finally: blast your way through with rockets!\n\nDownload caRRage and enjoy insane missions in a single-player campaign or challenge your friends in multiplayer.\n\nOfficial Facebook community:\n\nOfficial game website:\n\nDownload free app for iOS iPhone, iPad or Android APK.\n\nLeave a Comment\n\nYour email address will not be published.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9958122373,
        "format_confidence":0.9983305335,
        "weight":0.0013700466
    },
    {
        "url":"https:\/\/www.tradeindia.com\/fp3043730\/M-S-Circle-Cutting-Services.html",
        "text":"Accepts only Domestic Inquiries\nBhavnagar, Gujarat, India Joined 24 July 2009\nM.S.Circle Cutting Services\nM.S.Circle Cutting Services\n\nM.S.Circle Cutting Services\n\nPosted by : Mr. Kavin Malaviya\nOffered by : SHREEJI SALES\nLast updated on : Jan 18,2016\nProduct added on : Jan 18,2016\nSend Inquiry Have a question?   Ask Supplier\nProduct Description\nWe are leading firm engaged in offering M.S.Circle Cutting Services in Bhavnagar, Gujarat, India. The services rendered by us are of high level cutting effectiveness. Utilizing by the endless Industrial and Know-how of this area, We have possessed the capacity to give best quality ms profile cutting services.\nAbout the Supplier\n\nEstablished in 2009, SHREEJI SALES has been a leading name in offering World Famous Cutting Services to our customers from Bhavnagar, Gujarat.\n\n  • Nature of Business\n    Manufacturer \/ Supplier\n  • Number of Employees\n  • Year of Establishment\n  • Working Days\n    Monday - Sunday\nSend your inquiry directly to this supplierReceiver's Company Name: SHREEJI SALES\n\n* Tips on getting accurate quotes. Please include product name, order quantity, usage, special requests if any in your inquiry.\n\nSend this inquiry to other Suppliers of similar products (?)\nI agree to abide by all the Terms and Conditions of\nContact Details\nPlot No. 2, Mamsa, Near Sitaram Weigh Bridge,\nBhavnagar, Gujarat, 360003, India\nContact Supplier\nMr. Kavin MalaviyaMarketing Manager\nLast updated on : 17 September 2018 Report Incorrect Contact\nYou May Also Be Interested In",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9095242023,
        "format_confidence":0.9601384997,
        "weight":0.0019828816
    },
    {
        "url":"https:\/\/westgalawyer.com\/columbus-injury\/workers-compensation-lawyer\/",
        "text":"\nHow can we help?\n\n\n    Columbus Workers’ Compensation Lawyer\n\n    Many workplaces require their employees to perform dangerous activities. But even in fairly mundane workplaces, there is a potential for people to get injured on the job. Whether an injury happens on a factory floor, in an office building, or on the road, if a person is injured while performing their work duties, they have the right to receive workers’ compensation benefits.\n\n    Oftentimes, an insurance company may deny payment, or issue payment that is insufficient for the injuries suffered. In these situations, a worker has the right to appeal the decision to the State Board of Workers’ Compensation with the help of a skilled personal injury attorney. Columbus workers’ compensation lawyers represent individuals in these hearings to argue for the fair benefits that they deserve for their injuries.\n\n    Defining the Employee Insurance Program\n\n    Workers’ compensation is an insurance program that all employers with more than three employees are required to procure. This program protects both employees, by providing payments in the event of injury, and employers, since people hurt on the job cannot sue their employers for damages.\n\n    The program pays any worker who was hurt on the job for almost any reason. The only exceptions include if the worker was fighting, was drunk, or on drugs at the time of the incident. Short of these situations, all injuries are eligible for the program.\n\n    Workers’ Compensation Process\n\n    The first thing a Columbus workers’ compensation lawyer is seeking is emergency treatment. Safety is the most important thing. After this, the injured worker has 30 days to report the injury to their supervisor. This will allow the employer to investigate the claim and to refer the worker to a list of approved doctors for treatment. All employers are required to list no fewer than six doctors that can be visited for treatment.\n\n    This doctor will be responsible to both return the worker to health and provide an opinion as to that employee’s ability to return to work. Taking this opinion, the insurance provider will issue payments. If the worker accepts the insurance company’s findings, the case is over and payments will be issued. It is when the payments are insufficient, or denied entirely, that the process becomes more complicated.\n\n    What are the Potential Benefits?\n\n    The types of benefits that may be issued change with the severity of the injury. All medical costs associated with treating the injury will be paid by the insurance company as long as the worker visits the approved doctors. In order for any cash benefits to be paid, a person must miss more than seven days of work.\n\n    This payment will only be issued if a person misses more than 21 consecutive days of work. This is paid at a rate of two-thirds of the average weekly wage. These are known as Temporary Total Disability benefits. Other potential benefits include temporary partial disability, permanent partial disability, and death benefits. Temporary partial disability is issued when a person returns to work but at a limited capacity. Benefits are paid at two-thirds of the difference between prior wages and current wages.\n\n    Permanent partial disability is a lump sum benefits paid because of a permanent reduction in workability. Death benefits are for cases where the worker dies as a result of the accident, all payments are issued to their surviving family. This is paid at two-thirds the average weekly wage. Additionally, funeral expenses are also compensated.\n\n    Compensation Denial Cases\n\n    Most workers’ compensation claims are accepted by all people involved and payments are issued. However, an employee always has the right to appeal the insurance company’s findings with the help of a Columbus workers’ compensation lawyer. The State of Georgia maintains the State Board of Workers’ Compensation that hears all appeals of benefits.\n\n    In order to initiate this appeal, a worker must file the necessary paperwork within one year of the accident. At these hearings, the Board will hear the case from both the employee’s and insurance company’s perspective. In addition, all workers have the right to be represented by an attorney at these hearings, but in no situation, will one be provided for them.\n\n    Assistance From Columbus Workers’ Compensation Attorneys\n\n    Columbus workers’ compensation lawyers represent workers in these hearings to argue their cases and fight for the full compensation warranted by their injuries. If you have been injured on the job and denied workers’ compensation benefits or the benefits offered are too low for the severity of the injury, contact today for help.",
        "topic_id":3,
        "format_id":16,
        "topic_confidence":0.9816921949,
        "format_confidence":0.9670854211,
        "weight":0.0006712319
    },
    {
        "url":"http:\/\/www.nwahomes.com\/property\/1060661-2\/",
        "text":"• LargePhoto19521068-1\n  • LargePhoto19521068-2\n\nProperty ID : 1060661\n\n  $55,000 - Residential\n1368 Sq Ft 3 Bedrooms 2 Bathrooms\n Add to Favorites\n\nThis contemporary style house is all metal and boasts large sky lights. It has two adjoining balconies, and large, wood patio doors. The house needs love and attention but would be a great fixer-upper or investment property. Almost entirely fenced, with wrought-iron fencing on at least two sides. Very close to schools, restaurants, and the Huntsville Square. Sold AS-IS.\n\nBroker: Keller Williams Market Pro Realty – Fayetteville\nAgent: Stewart Hawkins\nAgent Phone: 479-287-3544\n\nMLS #: 1060661\n\nProperty Map\n\nAgent Stewart Hawkins\n\nKnow More\n\nSimilar Properties\n\nLeave a Reply",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9980510473,
        "format_confidence":0.9959893823,
        "weight":0.0079807446
    },
    {
        "url":"http:\/\/www.partyearth.com\/los-angeles\/concerts\/al-green-concert-1\/",
        "text":"Al Green Concert Jul 19, 2012 7:30 pm\n\nAl Green\nCollapse map \/ See photo gallery\nAdd to list\n\nAl Green Videos\n\nAl Green-Lets Stay Together\n0:00 \/ 0:00\nAl Green-Lets Stay Together 12,265,657 views\nAl Green - Love and Happiness (Studio Version) 2,504,679 views\nAl Green singing People Get Ready 1,386,733 views\nAl Green - Here I Am (Come And Take Me) (song from album) 276,012 views\nAl Green \"How can you mend a broken heart\" 6,014,751 views\nAnnie Lennox & Al Green - Put A Little Love In Your Heart [HQ] 7,798 views\nAl Green - Tired Of Being Alone (song from album) 218,588 views\nNever miss out on a big event in Los Angeles again! Sign up for our weekly email and get reminders about major events!\n\nBook Now and Save at\n\nAre we missing a venue or event?\nFind your scene",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9975879192,
        "format_confidence":0.8759411573,
        "weight":0.0022404224
    },
    {
        "url":"https:\/\/www.equivision.com\/products\/21-day-hind-gut-health-program",
        "text":"Your shopping cart is empty.\n\n21-Day Hind Gut Health Program (30 servings of product)\n\n$ 225.00\n\nThe fastest and most effective way to improve your horse’s intestinal health and function\n\nA 21 day program to:\n\n  1. Re-set your horse’s hind gut fermentation and pH\n  2. Support your horse’s desired intestinal immune response\n  3. Provide anti-inflammatory activity for the intestine\nIn just 21 days or less use EquiVision’s Hind Gut Health Program to:\n  • Improve your horse’s attitude towards work\n  • Support normal digestive function in horses with a history of chronic colic\n  • Support normal consistency of your horse’s manure\n  • Improve your horse’s ability to maintain desired body condition\n  • Support normal insulin sensitivity\n  • Support your horse’s desired energy level and stamina\n  • Improve your horse’s lateral flexion (a horse with an inflamed intestine cannot flex freely)\n\nThe Hind Gut Health Program comes conveniently pre-packaged in an easy to carry box with a daily check list to help you feed or dose the correct product in the correct amount to achieve optimal effectiveness.\n\nThe Hind Gut Health Program includes ADR Paste, ADR Powder and Fish Oil Factor.\n\nNOTE: Works in 21 days but contains 30 servings of product.\n\nCustomer Reviews\n\nBased on 3 reviews Write a review\nis added to your shopping cart.\nGo to Cart\nis added to your wishlist.\nGo to Wishlist",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.980286181,
        "format_confidence":0.9986668825,
        "weight":0.0032168334
    },
    {
        "url":"http:\/\/readingukhotels.co.uk\/76160\/",
        "text":"Stawi Apartment @ Hunsaker in Reading\n\nBrochure page for Stawi Apartment @ Hunsaker in Reading and secure on-line reservation\n\nFlat 19, Hunsaker, Alfred Street Chatham Place, Reading, Berkshire, England, RG1 7AU, UK\n\nStawi Apartment @ Hunsaker reception\n\nWhen would you like to stay?\n\nNumber of nights\n\nNumber of rooms\n\n\nFrom £140.00 Per Night\n\n\nStawi Apartment @ Hunsaker Policies\n\nCheck In \/ Check Out\n\n  • Check-in from 14:00\n  • Please check-out by 10:00\n\n\n  • WiFi Internet Access Available\n\n\n  • Family Rooms\n\nCar Parks \/ Parking\n\n  • Car parking\n  • Free Parking\n\n\n  • Airport Shuttle\n  • All Public and Private Spaces Non Smoking\n  • Elevator\/Lift\n  • Heating\n  • Internet services\n  • Non Smoking Rooms\n  • Wireless Lan\n\nOur modern apartments are a perfect choice of accommodation when travelling to Reading on business or leisure.\n\nLocated 3.8 km from Madejski Stadium in Reading, this apartment features free WiFi. The unit is 200 metres from University of West London - Berkshire Institute for Health. The unit is fitted with a kitchen. A flat-screen TV is featured. Reading Magistrates Court is 400 metres from Hunsaker, while Reading Borough Council is 500 metres from the property. The nearest airport is London Heathrow Airport, 37 km from the property.\n\nStawi Apartment @ Hunsaker Rooms\n\n\nHome | How To Cancel",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9916908741,
        "format_confidence":0.9986419082,
        "weight":0.003872218
    },
    {
        "url":"https:\/\/www.lowes.com\/pd\/3-25-Gallon-Chandler-Semi-Dwarf-Pummelo-Tree-LW01372\/3630564",
        "text":"Skip to main content\nWelcome to Lowe's\nFind a Store\n\nPrices, promotions, styles, and availability may vary. Our local stores do not honor online pricing. Prices and availability of products and services are subject to change without notice. Errors will be corrected where discovered, and Lowe's reserves the right to revoke any stated offer and to correct any errors, inaccuracies or omissions including after an order has been submitted.\n\n3.25-Gallon Chandler Semi-Dwarf Pummelo Tree (LW01372)\n\nItem # 4528 Model # NURSERY\n\n  • Product Image 1\n\nImage shown of mature plant; shop your local Lowe's for plants specific to your growing zone\n\nPlease enter your zip code. Submit This Form\n\nProduct Information",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.9969295859,
        "format_confidence":0.9983370304,
        "weight":0.0079995561
    },
    {
        "url":"http:\/\/entertainment.accessatlanta.com\/roswell_ga\/events\/show\/276528625-guts-glutes-abs-buns",
        "text":"Home | Register | Log In\n  • Print\n  • Calendar\n  • Share\nPrice go to roswellgov.com and then Roswell Recreation Brochure\nAge Suitability Teens and up\nCategories Health Rec & Wellness\n\nGuts & Glutes (Abs & Buns)\n\nMonday, Mar 4, 2013 8:00a to 8:45a\nRoswell Area Park Roswell, GA\n\nA strength training class that focuses on the areas that we would like to flatten, tuck, tone, and lift!! You work your abs, lower back, buns, thighs and the supporting muscle groups. Great for beginners or those looking to add an extra challenge to their existing programs!\n\nCreated by ssilver\n\nLocation & Nearby Info\nRoswell Area Park\n10495 Woodstock Rd.\nRoswell, GA 30075\n(770) 641-3760\nShow nearby:\nReviews & Comments\nThis event currently has no reviews. Be the first to share your thoughts with others!\nZvents - Discover things to do",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9869526625,
        "format_confidence":0.9706581235,
        "weight":0.0020014957
    },
    {
        "url":"http:\/\/pitstopusa.com\/i-5077963-proform-chevy-v8-billet-distributor-hold-down-clamp.html",
        "text":"Click on image to zoom\n\nProform Chevy V8 Billet Distributor Hold-Down Clamp\n\nDistributor Hold Down, Stud Mounted, Hardware Included, Billet Aluminum, Natural, Chevy, Kit.\nReturn Shipping\nNot Available\nAvailability: Same Day Shipping!\nShipping: Ships from Michigan.\nWas: $18.99\nSale: $17.32\nSave: 9%\nSave: $1.67\n\n\nIf you're searching for some nice looking distributor hold-down clamps, look no further than Proform. These hold-down clamps will offer a nice added touch to your engine compartment. They include the clamp, stud, nut, and washer.\n\nPit Stop USA offers Proform Chevy V8 Billet Distributor Hold-Down Clamp 66985 at low everyday prices. Be sure to check out all of our products from ProForm including ProForm Distributor Hold-Downs and Clamps and ProForm Magneto Hold Down Clamps.\n\n\n  • PFM66985\n  • PFM66985\n  • 37995219858\n  • Proform Performance Parts\n  • Temporarily Not Available\n  • Same Day Shipping!\n  • New\n\nShipping Information\n\n  • Item Requires Shipping\n  • 0.2 lbs.\n  • W4.5000” x H0.7000” x L7.5000”\n  • Ships from Michigan.\n\nCustomer Reviews\n\nComment Total Reviews (0)\n\nWrite the First Review!\n\nYou must login to post a review.",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.8901875019,
        "format_confidence":0.9981551766,
        "weight":0.0027144633
    },
    {
        "url":"http:\/\/www.plimpi.com\/game\/elsa-wedding",
        "text":"Search Plimpi on to find new games every day :)\nElsa Wedding\nGame is loading\n\nYou don't seems to have a Flash player. Download now to play!\n\nGet Adobe Flash player\n\nElsa is getting married. You have to prepare her and her boyfriend. Choose the best looking clothes, it is a very important event for both of them.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9876900911,
        "format_confidence":0.9143769741,
        "weight":0.001254834
    },
    {
        "url":"http:\/\/www.coupflip.com\/deals\/groupon-myrons-prime-steakhouse",
        "text":"Get these deals and more for:\n\nWho are we? CoupFlip is the premier marketplace to instantly buy and re-sell deals from \"daily deal\" sites such as Groupon and Living Social. You can find daily deals that you missed out on for your favorite merchants.\nAny deal you buy or resell on CoupFlip is processed securely through PayPal and is guaranteed by the CoupFlip Guarantee.\nAs Seen On\nWhat customers are saying. \"I thought it was great! Very easy to use! I didn't know it even existed, I thought I was going to be stuck with the Groupon.\" - Julie from Tewksbury, MA\n\n\" saved my life! I missed two Groupons to my favorite restaurants and found them later on CoupFlip. You guys saved me hundreds!\" - Jordan from Boston, MA\n\n91% off deal at Myron's Prime Steakhouse in San Antonio\n\n$65 Groupon for Steakhouse Fare and Non-Alcoholic Drinks Sunday-Thursday\n\nRegular Price: $65.00\n\nGroupon Price: $30.00\n\nSale Price: $6.00\n\n  • Value $65.00\n  • Discount 91%\n  • Expires 08\/01\/12\nI agree to the Terms of Service\nHave a discount code?\n\nDiscount Code:\n\n$65 Groupon for Steakhouse Fare and Non-Alcoholic Drinks Sunday-Thursday - Myron's Prime Steakhouse in San Antonio\n  • Deal Description\n\n    Eating a hearty steak makes you feel like a king, much like wearing a crown or banishing the dog to a small island in the South Atlantic. Rule with a silver fork with this Groupon.\n\n    Choose Between Two Options\n\n    •   - $30 for $65 worth of steakhouse fare and non-alcoholic drinks SundayThursday\n    •   - $30 for $60 worth of steakhouse fare and non-alcoholic drinks Friday or Saturday\n\n    Myron's Prime Steakhouse imports USDA Prime Beef, which ranks within the top 2% of the nation's supply. After handpicking and tenderizing each cut, chefs prepare entrees such as Kansas City strip steaks ($45.95) and large filet steaks ($46.95). Chefs also offer seafood entrees and appetizers such as sauteed mussels ($13.95) and escargot ($12.95). See the full menu.\n\n    Myron's Prime Steakhouse\n\n    Understated confidence comes through in everything from the clean lines of the modern, but not stark, interior to the relaxed, yet professional service, to the cuisine itself, according to MySA food critic Edmund Tijerina, who especially enjoyed the bone-in ribeye and chocolate cake at San Antonio's Myron's Prime Steakhouse. The restaurant represents the culmination of more than three decades of study in the art and science of steak. After gleaning everything he could from successful steakhouses, owner Bill Been decided to open his own. In 2003, he and his wife founded Myron's Prime Steakhouse in a historic New Braunfels theater. Eight years later, they launched a second location in San Antonio, which earned the distinction as \"Best Steakhouse in San Antonio\" from the Destination Guide. Both supply the same USDA prime steaks, which originate from corn-fed, Midwestern cows who cheer for the Wisconsin Badgers. Chefs handpick short loins and tenderize them with a wet-aging process, and dry-age other steaks to enhance their meaty flavors. Side dishes such as stuffed tomatoes with chives in gorgonzola cheese complement the steaks they accompany.\n\nFine Print Limit 1 per person. Limit 1 per table. Valid only for option purchased. Not valid for the purchase of alcohol. Reservation required. Must use promotional value in 1 visit.\n  • Business\n    Myron's Prime Steakhouse\n  • Address\n    10003 NW Military Hwy.Suite 2101, San Antonio, 78231\n  • Yelp\n    No Yelp reviews available .\n  • Category\n  • Expires\n\n\nOther great deals\n\nWhat is CoupFlip?\n\nCoupFlip is a marketplace for people to buy and sell deals from \"daily deal\" (also known as \"group buying\") sites such as Groupon. On CoupFlip you can buy deals you missed, look for interesting deals in your area, or sell any deal you bought and won't use. The purchase is immediate - pick the deal, pay, download the voucher instantly and enjoy. Every voucher is guaranteed to be authentic by CoupFlip. For sellers, we provide the opportunity to sell your unwanted deal immediately without the hassle of listing your voucher and praying someone comes along and decides they feel like buying it.\n\nWhy should I buy a deal from CoupFlip?\n\n  • CoupFlip has a massive selection of deals in your area from all the top daily deal sites, all in ONE place\n  • There is no time limit to buy our deals, we have deals from months ago and today, allowing you to find a deal you missed when the flash sale expired. On our site you are not confined to choose from one or two deals per day!\n  • Find deals when you need them! Imagine you are going to dinner tonight and have a restaurant, type of food, or location in mind. Search CoupFlip for any deals that fit your preferences that were originated in the last few months!\n  • Often our deals are priced less than the original price, making your total savings that much greater!\n  • All our deals are guaranteed to be authentic.\n  • Why should I sell a deal on CoupFlip?\n\n  • It is so fast and easy! It takes seconds to resell a deal on CoupFlip. It can take weeks or months on competitor sites.\n  • Your deal is guaranteed to sell! We make an offer for every deal based on its fair value. Consignment based competitors cannot guarantee someone will ever decide to buy your deal, costing you time and money!\n  • Secure transactions are guaranteed, we take security very seriously.\n  • How much does it cost for me to buy or sell on CoupFlip?\n\n    It is completely free to buy and sell vouchers on CoupFlip!\n\n    Have more questions?\n\n    See our FAQ page!\n\n    More info\n\n    Daily deals make it possible for you to try something new or indulge in something lavish without the high price tag these things usually come with. If you ever have the need to buy and sell deals at any time, we're here to help. At CoupFlip, there's no need to worry about limited time offers on city deals or the long wait for a buyer.\n\n    What makes our listing different is that you can feel free to browse through our selection of vouchers at your leisure and pick the ones that you need. Thinking of going out for a meal or planning a vacation? Use our search bar to find the best deals you might have missed on Groupon.\n\n    If you're thinking of a Groupon return because you've changed your mind about a purchase, why not consider selling the voucher through us instead? We'll handle the work of offering your last minute deals to interested buyers.\n\n    Buy or sell coupons without any difficulty. Here at CoupFlip, we promise you a convenient way to buy and sell deals at any time.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9624890685,
        "format_confidence":0.9908094406,
        "weight":0.0014653846
    },
    {
        "url":"https:\/\/www.sellyourproblemcar.com\/get-a-quote\/",
        "text":"Get a Quote For My Car\n\nTake our FREE valuation and get Cash for your car ® will offer cash for your car with no hidden charges or admin fees. Our professional drivers will collect your car from anywhere in the UK within 48 hours.\n\nFull Offer Price, No Hidden Admin Fees!\n\nInstant Bank Transfer Prior to Collection – Funds Cleared in Your Account in Under an Hour!\n\nFor an instant car valuation and quote fill the form below or call 0136 638 7967 Now!",
        "topic_id":22,
        "format_id":16,
        "topic_confidence":0.9164655209,
        "format_confidence":0.9797217846,
        "weight":0.002664334
    },
    {
        "url":"https:\/\/shop.scottishstoreonline.com\/Guinness-Gaelic-Label-Long-Sleeve-Tee-G6015.htm",
        "text":"Guinness Gaelic Label Long Sleeve Tee\nClick To Enlarge\nThis Long Sleeved Guinness Tee is made from 100% brushed cotton. It features a classic crew neckline with long sleeves as well as ribbed cuffs and waist, making it ideal for day-to-day wear.\nThe black tee feaures a vintage Guinness Harp logo on the front and distressed Guinness® Gaelic Label on the back, guaranteed to make you stand out from the crowd.\n\nAvailable in Sizes Small to 3X Large\n\nCare Instructions:\n\n  • Simply machine wash in cold water with like colors\n  • No need to dry clean\n  • Air drying preferably\n\nGuinness® Official Merchandise: This product celebrates an extraordinary brand, which for over two centuries has been held in great affection around the world. For many, Guinness® has come to symbolize a way of life, always with style, wit, and good humor. This product is intended for purchase and enjoyment by people of legal purchase age for alcoholic beverages.\n\n  • Item #: G6015\n\nGuinness Gaelic Label Long Sleeve Tee\n\nPrice: $24.99\n* Marked fields are required.\nQty: *",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9913785458,
        "format_confidence":0.9986379743,
        "weight":0.0037461683
    },
    {
        "url":"https:\/\/partycash4gold.com\/articles\/tag\/cash4gold\/",
        "text":"Gold Buyers\n\nPosted By: PartyCash4Gold\n\nWhat is scrap gold?\n\nScrap Gold BuyersGold scrap can be anything from broken gold bracelets, bangles, necklaces, pendants, earrings, and rings to chains, gold watch cases and even dental gold. The best thing about scrap gold is that gold retains its value, regardless of whether it is broken or not, due to its malleability and its ability to be melted down and refined into new products. Scrap gold is usually gold that is broken, out of fashion or is sitting at the bottom of a jewellery box somewhere simply collecting dust. Why not sell that unwanted scrap gold and earn some extra money? It is a quick, reliable and safe way to get cash for gold.\n\nGold buyers\n\nThere are many gold buyers that buy gold, however it can often be a very tiring process trying to finding the best gold buyers to sell your gold scrap to. We buy your gold directly, so it saves you having to go through a “middle-man” such as a high street jeweller where you can end up having to haggle and shop around. Choosing PartyCash4Gold as a source of selling scrap gold to, is an simple and fast way to easily make money. PartyCash4Gold buy scrap gold that you no longer need.\n\nParty Cash 4 Gold\n\nIndustry Leader - Sell your Gold with Confidence\n\nCustomer Service : Freephone 0800 678 5002 | Monday - Friday 24 Hours\n\nPartyCash4Gold | Terms and Conditions | Privacy Policy | Affiliates\nTo be removed from receiving future emails, you can unsubscribe here\n© 2010 Refined Ventures Limited All Rights Reserved.",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.992528975,
        "format_confidence":0.9389554262,
        "weight":0.0030697941
    },
    {
        "url":"http:\/\/clarewools.co.uk\/shop-main.php?showprod=SIR4858&func=listprod&categ=NEW",
        "text":"Clares Wools logo\n\nClare Wools\n\n13 Great Darkgate Street, Aberystwyth, 01970 617786\nBalls of wool from Clare Wools\nYour basket\nis empty\n\nShop catalogue\n\nWe hope that you can find what you want in our catalogue. If not please contact us and we will see what we can do to help.\n\nImportant notice - Card payments\n\nWe have had reports that a few of our customers have been having problems getting card payments processed through Paypal. If this happens to you please phone us (01970 617786)and we can take your order over the phone.\n\nSirdar Snuggly Flurry Knitting Pattern\n\nHats\/ Bootees\/ Mitts Sirdar Snuggly Flurry\/ Snuggly DK (Age 0- 6mths\/ 2-3yrs).\nAll Designs, 1 \/ 1 x 50g balls (All Sizes).\n\nSize:Birth\/ 3yrs\n\nManufacturer: Sirdar\n\nProduct code: SIR4858\n\n\nadd to basket",
        "topic_id":14,
        "format_id":16,
        "topic_confidence":0.641882658,
        "format_confidence":0.9649485946,
        "weight":0.0077320185
    },
    {
        "url":"http:\/\/www.graysonline.com\/retail\/Kaya_Blue\/clothing-and-apparel\/jeane-blush-kaya-dress",
        "text":"Jeane Blush Kaya Dress\n\nRRP $99\n\nThis item is sold out\n\nTo view similar items click here.\n\nJeane Blush Kaya Dress\n\n\n  • Colour: Blue\n  • Chiffon dress\n  • Gathered at the waist\n  • Bands of contrasting colour that wraps around the dress top and ties at the neck\n  • Small opening at the bust\n  • Hidden zipper at side\n  • Material: 100% Polyester\n\nAbout Jeane Blush\n\nJeane Blush was established in 2008 and offers simple yet stylish clothing to suit everyone and every occasion.\n\nSize Guide:\n\nGST Note: GST is included in the price of this item. GST is included in the freight.\n\nCustomer Reviews\n\nDelivery \/ Returns\n\n\nDelivery time frames will depend on your location, please check the shipping calculator to see an estimate of when you can typically expect to receive your goods based on your postcode.\n\nWe will send you an email notifying you as soon as your items have left our warehouse. In this email, you will find the name of the courier company and the consignment note number of your item as well as information on tracking the delivery of your item online. Simply follow the link and enter your reference number. You will then be able to quickly and efficiently track the delivery status of your item!\n\nPlease Note: Your goods will be delivered to your registered address. We do deliver Australia wide except for a few remote territories, please check the shipping calculator to confirm delivery availability and timeframes.\n\nReturns Policy\n\nAt Grays we want you to have a great shopping experience. When you purchase a product from Grays and you find that it’s not what you wanted , contact us within 30 days and you can return it to us - no questions asked!\n\nClick here for further information.\n\nLoading content...\nLoading content...\n\nFollow Us\n\nWe Accept\n\nFollow Us\n\nDownload Our App",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9961444139,
        "format_confidence":0.9989340901,
        "weight":0.0037472791
    }
]