[
    {
        "url":"http:\/\/spice4life.co.za\/love\/table-politics-woman\/",
        "text":"Progression is not always met with acceptance. Sometimes the odd feelings that come with changing culture must be fought and hope must flare in the darkest of unexplored corners.  \n\n\nA man and woman are sitting in a restaurant. The atmosphere is light and brilliant, full of happiness and comfort. The waiters and waitresses are kind and steadfast. The scenery is lovely. Everything is going right. Then, the bill arrives.\n\n\nThe man begins to pull out his wallet, a natural response for him. What he doesn’t expect is the woman to pull out hers as well. She grins knowingly at his confusion, his eventual opposition for what she wants to do. Her goal? To pay for the both of them. The two will debate but both sides will remain adamant. Let’s pause this vision and ask a question. Why are the two people doing what they’re doing?\n\n\nFor the man’s case, the possible drive force behind his thought process could be tradition and faith his ability to be there for the people in his life. This is his date, a woman he respects and wants to take care of. For hundreds of years it has been this way. The male is supposed to take care of the female. It’s a gentleman’s duty. Isn’t it?\n\n\nFor the woman’s case, there is also a possible drive force fueling the divergence of her thought process. Apart from specific details, examples such as paying off a debt or remembering a previous favor, she can be opting for two things. One, she can be exercising her independence. That yes, she too can take care of her date. A second, she has the simple desire to pay the bill regardless of the situation.\n\n\nWhat’s significant is both persons giving each other the floor for presenting their arguments. Below the opposing sides is acknowledgment that both are able to take care of the other. Regardless of how the situation turns out, the necessary key point to absorb is the idea of a woman being able to take on the role of the protector as well. The idea that she doesn’t always have to be taken care of. The chivalry can exist and for some people, it’s a requirement in their partners. However, a woman paying the bill for a date doesn’t need to be seen as a foreign action or a way to undermine her partner. It could be a simple logical thing.\n\nAn efficient step towards equality.\n\nAbout The Author\n\nParamjot Kaur\nYouth Ambassador\n\nTo write is to paint thoughts into existence. Words are precious, containing the ability to take a reader to worlds that exist in our dreams. I seek to weave positivity into my storytelling. Currently an undergraduate student, I charter the ocean of academics, learning in school and from the outside world-- both have so much to teach me.\n\nLeave a Reply",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.9482437372,
        "format_confidence":0.5848437548,
        "weight":0.0006057458
    },
    {
        "url":"http:\/\/www.eharmony.com\/ld\/5465568019\/",
        "text":"Now FREE to communicate\n\nI'm a:\nSeeking a:\nLet's Go\nSpecial Offer\n$15.95\/month for 12 months\n\nUse promo code\n\n\n*automatically renews until cancelled\n\nMeet eHarmony member #5465568019 A Single Woman in Los Angeles, CA 44 \/ actress\n\nNever Once a week I don't have kids\n\n\n  • Gender: Female\n  • Height: 5'1\"\n  • State: California\n  • City: Los Angeles\n  • Marital Status: Divorced\n  • Has Kids: I don't have kids\n  • Education: Bachelors\n\nLos Angeles, CA Singles\n\nHi, I'm a White woman, living in Los Angeles, looking for a great guy. I have a Bachelors Degree. I'm 5'1\". I don't have any kids.\n\nSign up to eHarmony and let's see if we're a match.\n\nMeet Singles Like Me\n\nMore about me\n\nThe one thing I am passionate about...\n\n\nI typically spend my leisure time\n\nSeeing friends. watching college football. Walking and listening to music.\n\nThe three things which I am most thankful for\n\n  1. My health\n  2. My career\n  3. My family\n\nFriends Describe me as\n\nArticulate, Genuine, Loyal, Warm",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.987441659,
        "format_confidence":0.7580904961,
        "weight":0.0011661845
    },
    {
        "url":"http:\/\/cxowe.zhestokostfilm.ru\/dating-a-guy-who-used-to-be-fat-7.html",
        "text":"Dating a guy who used to be fat\n\n24-Jun-2017 14:08\n\nWhat I needed was someone to find out exactly why I was eating to excess.The recent case of an 11-year old boy from Norfolk whose parents were arrested because he tipped the scales at a \"dangerously overweight\" 15 stone brought the memories of my own childhood flooding back these memories.It’s typical that when a child has a behaviour restricted, they do the precise opposite as soon as they get the chance. I went from seven and a half stone at the age of 11 to a massive 17 stone by the time I was 16, even though I was a mere 5’8 in height. It was presumed by everyone that I was just being greedy, and rebellious, and that I needed punishing.\n\nHowever, those “ideals” presented by media, fashion and popular culture diminish, demean and leave out a lot of people, not just because of their size but because of their ethnicity, ability, gender presentation or class.\n\nIf you would feel a lot better meeting that ideal, you could easily swing it by taking a shower in the morning when the water’s not hot enough, or getting half-dressed for work while watching Have a sex, sexual-health or relationships question you want answered? By sending a question to that address, you acknowledge you give permission for your question to be published.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8361028433,
        "format_confidence":0.8423131704,
        "weight":0.0222768136
    },
    {
        "url":"http:\/\/thisismikeandtina.blogspot.com\/2015\/",
        "text":"Wednesday, November 25, 2015\n\nAll I Want for Christmas... my two front teeth.\nHe lost the left front tooth two weeks ago and the right front tooth last Saturday while biting into an apple.  The Tooth Fairy left chocolate coins under his pillow and a drawing of herself zip lining over a jungle.  He was thrilled.  \n\nWednesday, November 18, 2015\n\nLast Day\n\nToday was the last day of Zeke's \"semester\" at an enrichment program.  The best thing to come out of this enrichment program was ... M!\n\nM was Zeke's partner in a LEGO robotics class.  They built a motorized robot out of LEGOs and then battled other robots made by the other students in the class.  They also commiserated over the boring classes their moms signed them up for (Zeke had to take a \"Storytelling and Bookmaking\" class and M had to take a \"Yarn Crafting\" class.)\nIn my homeschooling literature, there are many defenses offered for the problem of socialization.  The best statement I've read comes from a classical homeschooler who argued that a child doesn't need a classroom full of 30 acquaintances, what he needs is one or two good friends.   Hooray for friends!\n\nWednesday, November 11, 2015\n\n\nThe best berm is not close to a parking lot.  But, for those who are willing to walk, great things are waiting.\nThe kids loved our day at the beach.  I thought they were crazy to go in swim suits, but, the water wasn't too bad and we dried out in the sun very quickly.\n\nLily thought the best part was the small bottles of root beer I brought along with snack. \nI thought the best part was how many times those kids climbed up (and jumped down) the berm.  \n\nTuesday, January 13, 2015\n\nParallel Lines\n\nInstead of taking a nap one day, Ben built this out of Zeke's treasure trove, the random toy bin, and all the stuffed animals he could find:\n\nHe's a genius.\n\nSunday, January 11, 2015\n\nHappy New Year\n\nBen graduated from Nursery.  He is now a bright, happy Sunbeam.  \nCan't you just see it?\n\nThursday, January 8, 2015\n\nFirst Trophy\n\nThis is Zeke with his first trophy.  A golden trophy he earned all on his own.  He won it by completing all 100 lessons in the reading manual, which, you may not know, took almost two years of begging, bribing, sweating, and incredible self-discipline.  I guess it's kind of a shared accomplishment.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9546376467,
        "format_confidence":0.9572996497,
        "weight":0.0254350108
    },
    {
        "url":"http:\/\/www.sheknows.com\/baby-names\/celtic-baby-names\/browse\/c",
        "text":"Start writing\nShare this Story\n\nCeltic baby names starting with c\n\nCeltic baby names can offer that beautiful, exotic name that you are wanting to give your baby boy or girl. Celtic baby names can feature difficult pronunciations due to Celtic vowels, so it is important to understand the pronunciation of ach name. SheKnows offers a comprehensive list of Celtic baby names for you to choose from.\n\n69 results found for \"Celtic baby names starting with c\"\n\nPrevious 1 2 3 4\n\nAnd you'll see personalized content just for you whenever you click the My Feed .\n\nSheKnows is making some changes!\n\nb h e a r d !\n\nWelcome to the new SheKnows Community,\n\nwhere you can share your stories, ideas\n\nand CONNECT with millions of women.\n\nGet Started",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.8344637752,
        "format_confidence":0.9943252206,
        "weight":0.0026900192
    },
    {
        "url":"https:\/\/sleepingonthediagonal.com\/2017\/01\/31\/no-more-vikings\/?like_comment=475&_wpnonce=d9a679cc57",
        "text":"No More Vikings\n\nHis sweat smelled like Cheetos and he wore a kilt.  Yes, my date on this balmy, humid, moisture dripping late July Sunday afternoon fancies himself a Scottish Viking plunked down in the middle of central Pennsylvania.\n\n\nLest anyone think I deem every date over 6’ as Viking in stature because of my previously recounted encounter with a certain Ginger Viking, I feel the need to clarify that this time it was the gentleman who described himself as “A Geek Brain in a Viking Frame” in the opening tag of his online profile.  He even reinforced it with a photo of himself ensconced in a horned helmet.   Be still my quivering loins!  Actually, for a 5’2” sapiosexual this combination can be quite alluring.\n\n\nI don’t have a physical type per se.  I have dated men exactly the same height as me and men who top out at 6’6”.  P.S.  One of those did not give me a crick in the neck to kiss while standing.  I’m sure all you smart folks can guess which one.  They have been thin and meaty and every variety in between.  However, there is a certain visceral appeal to tall, burly men for a sturdy farm girl like me.  I might be pocket size in height but the rest of me is soft and fleshy, strong and sturdy, Rubenesque instead of waif.    There is an instinctual tremble in my lower gut to men who look like they can toss me around my own bed with ease.  And maybe with a growl……\n\n\nAnd isn’t that the whole point of dating?  To find someone enjoyable with whom to converse and then toss each other around naked?\n\n\nA Geek Brain in a Viking Frame certainly sounds like someone who might understand my references to Sonic Screwdrivers, entertain a debate on how the zombie genre is actually intense social commentary with bonus special FX make-up AND be able to pick a farm girl up and throw her on the bed all manly, where’s my mead, I just sailed my longboat across the bitter Atlantic and conquered EVERYONE style.  It always sounds good on paper.  In theory, and internet dating algorithm magic, we should be a perfect union.  OK Cupid said so, weighing in at a confident 99% match.  The Interweb never lies, right?\n\n\nTo be fair, I knew about the kilt pre date.  We had seen each other’s pictures but he also did the we-met-online real people version of “I’ll be wearing a red carnation in my lapel, meet at the top of the Empire State Building, life is a Nora Ephron movie” by telling me he would be the super tall one in the kilt by the picnic tables.  We were meeting for a free concert in the park (no super awkward moments over who pays the check this time!) with some time before to take a walk and try out our conversational compatibility before it might be drowned out by the funky fresh beat of The Pimps of Joytime.  No, no I did not make that up and it brings me great glee to say it even now.  So much so I might just do it again.  The Pimps of Joytime.  Pimps, you are welcome for the free publicity…..  Hmmmm, that didn’t come out right…..  My original thought before being distracted by fun band names is that I am totally judgment free on the kilt.  Be you, be free.   However, being judgment free doesn’t mean the 12 year old boy in me isn’t currently karaoking a very inappropriate scrotal parody of Tom Petty’s Free Fallin’.\nAt least it’s a breeze free day.\n\n\n\nWho am I to judge anyway?  I’m a 36-yr-old showing up in Heidi Ann braids like I’m getting ready to climb up the mountain and milk a goat for my grandfather.  The sturdy farm girl in me rears her head again!  There’s no escaping one’s roots.  Call me Swiss Miss Girl if you must but braids keep my neck cooler.  A bun tends to make me look a bit Amish.  This is central PA so it’s not that far-fetched.  Please Google it up if you’re unaware of the religious sect that eschews modern convenience and made my learning to drive as a teenager a game of Frogger:  Horse and Buggy Edition.\n\n\nSo, I knew there would be a kilt even though there isn’t any restaurant serving haggis around and the Renaissance Faire grounds are a good 20 minutes north.  What I did not know is that his posted pictures were all fresh out of the Just For Men dye job box and it had been quite some time since a revisit to the Rite-Aid.  Before the tsking starts about skipping my stones on the well, aren’t you shallow pond, I actually prefer salt and pepper, or straight up gray, and people who embrace aging instead of bowing to the oppressive cult of youth perpetrated by the commercialism juggernaut that permeates our culture these days.  I’m also for doing things that make you feel better about yourself, so if it involves tinfoil and combing in some squid ink, comb away!  What I don’t care for is a jarring discontinuity between what one puts forth as truth and what is actually truth.  I try to be exceedingly honest these days before I meet a new man in person because life is too short for bullshit.  If they don’t bolt or Casper, we’re already a leg up on someone being tied to a bedrail.  Apparently, and unfortunately, not everyone shares this view.  I really could have cared less about his gray beard and his bald head if I had known but all his pictures were of a hale and hearty raven haired Viking with a full and bountiful beard.  I felt duped from 50 paces out.  But I’m trying to be all 7-11 Open these days and I get the impetus to smudging the online truth to put yourself in the best light.\n\n\nI committed to an outing and I don’t flake.  Even when my second impression via super-awkward first meeting hug is the wafting scent of stale corn chips leaking out his skin and directly into my nostrils.  I wish I didn’t recognize that smell but I do.  Years of a myriad of unwanted scents from working in healthcare tells me this is very much the aroma of unwashed men, with incredibly poor grooming habits, sweating profusely.  At the hospital, they sweat from pain and fever.  Here, it’s the late afternoon sun beating down.  I use every ounce of will not to look at his toenails for fear I become the sturdy, white farm girl version of Usain Bolt and sprint the fuck out of here.\n\n\nI take a deep breath (upwind), smile, and agree to drop our blankets in the concert area before setting out for our conversational constitutional.  Yes, more sweat.  Sure, great idea.  The park has a large man made pond with ducks to feed and even a swan or two.  A walking path encircles the whole she-bang and we set out to trek around it, mosquitos and West Nile be damned.    The conversation is pleasant enough, if not a bit stifled and lacking a certain zest.  His grown kids, him going back to school at 40-something.  Plenty of geek related topics, touching on Game of Thrones and World War Z.  The book, not the movie.  Read.  Please.  Studies show readers tend to have more empathy and we sure could use that in our current cultural and political state…… but I’ll get back on topic before I start a tirade about joining the resistance and donning a pussy hat of my own.  Back to July and pre-What clipartfest.comthe Fuck Did We Do Election.  He likes going to goth dance nights in his kilts.  I can only imagine the smell at 2 am after a night of glow sticks and Industrial music.\n\n\n\n\nHere’s the thing though about walking with a man over a foot taller:  My stubby legs literally can’t keep up unless I STRIDE.  He’s STROLLING.  I’m STRIDING.  For every step he takes I must take two.  My own sweat is gathering in the small of my back, rolling from the under swell of my breasts and down my sides.  Thanks to the shower I took pre date, I’m pretty sure I smell like clean sweat and not stale corn chips but who knows at this point?  It’s all mingling together with the pungent smell of duck shit.  After our ten thousandth trip around I realize sandals may not have been the best choice.  I dressed for a leisurely Sunday stroll and an open air concert enjoyed from a blanket with fireflies in the dusk and people watching, not a death march a la Stephen King as Richard Bachman Long Walk style.  I can feel the blisters forming on the pads and arches of my feet.  Cheeto Sweat is not worth band aids over bleeding blisters.  Luckily, it’s almost show time for some Pimps.  Oh, but I’m more than ready for a little Joytime.\n\n\nThe next few hours are quite joyful in music.  I people watch and dog watch and kid watch.  I often go to these summer concerts alone in this park, spreading my blanket out and watching the hipsters hula hoop, the dogs sniff each other, and the kids roll in the grass.  The concerts themselves are always a great way to wrap up a weekend.  The Scottish Viking and I talk some more but after a bit I lay back and stare at the trees above us, letting the music pound through my sternum and under my ribs.  I let it wash over me.  I bop my head against the blanket, against the earth below it, a tree root digging straight into my lower back.  I let myself go and be here, in this moment.  There is no date, no Scottish Viking reeking of stale snacks.  Only me with the feel of the cooling grass under my bare toes flung over the edge of the blanket, only the beat bopping the braids right out of my hair.  I open my eyes to the dimming sun, watching the bats swirl through the trees above now that the moon shines more brightly.  The Scottish Viking, trying to assert his Grown Man Gothness and Look At Me Nonconformity remarks bats are among his favorite animals.  I close my eyes so he can’t see me roll them in the remnants of light.  Remark it’s time to pack it up.\n\n\nCheeto Sweat obliges and offers me a ride back to my car I left outside the park since his truck is close.  I weigh my options of another long walk on my burgeoning blisters or another ten minutes with him in a more enclosed space.  I choose a ride.  At least he’s a touch self-aware enough to roll the windows down.\n\n\nHe drops me at my car and we don’t bother to pretend there will be a second date.  It’s obvious there is no chemistry here.  Maybe it was the off kilter pheromones.  Maybe it was me.  Maybe it was him.  M... (truncated)",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9179506898,
        "format_confidence":0.643689096,
        "weight":0.0244575372
    },
    {
        "url":"http:\/\/darksideofebay.livejournal.com\/1168223.html",
        "text":"Log in\n\n *~Janemarie~* [userpic]\nby *~Janemarie~* (ferretsnax)\nat March 7th, 2012 (11:12 am)\n\nattitude: scared\n\n\n\"You're beautiful- Show It!!! \"\n\n\nPosted by: Eric (kingeryck)\nPosted at: March 7th, 2012 06:41 pm (UTC)\n\nLOL I don't know what Easter is like a their house but I think I wanna go.\n\nPosted by: _The_ Wench (rayce)\nPosted at: March 7th, 2012 07:28 pm (UTC)\n\nI'm sure the local church would Love it if one of the mothers showed up in this for the egg hunt.\n\nPosted by: wobblerlorri (wobblerlorri)\nPosted at: March 7th, 2012 08:53 pm (UTC)\n\nSooooo... it's an ugly cheap black dress with nothing to recommend it. I know! Cram an ugly white belt from the 70's up under your arms, buckle it, call it a \"chest strap\" and slap it up on eBay!!\n\nYeah, that current bid of $1.60? Too high...\n\nEdited at 2012-03-07 08:54 pm (UTC)\n\nPosted by: a few prawns short of a galaxy (glitterberrys)\nPosted at: March 7th, 2012 09:51 pm (UTC)\n\nI wanna check out this chick's church...\n\n4 Read Comments",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9240171313,
        "format_confidence":0.9064967036,
        "weight":0.0048394971
    },
    {
        "url":"https:\/\/ekpreston.com\/tag\/peace\/",
        "text":"How I Stopped Hating Valentine’s Day and How You Can Too\n\nThis year, I have been looking forward to Valentine’s day.  I’m excited to see the red, pink, and purple decorations in stores, and I smile when I see cutesy stuffed animals holding puffy hearts.  But it didn’t used to be this way. I used to hate Valentine’s Day with a fiery passion.\n\nBlog at\n\nUp ↑",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9637283683,
        "format_confidence":0.9209272861,
        "weight":0.0256772206
    },
    {
        "url":"http:\/\/thesweetashleylife.blogspot.com\/2011\/12\/weekend-recap.html",
        "text":"Monday, December 12, 2011\n\nWeekend Recap\n\nHappy Monday! I hope everyone had a wonderful weekend! Mine was pretty great : ) Lots of relaxing and snuggling with the boy between Friday and Saturday. I couldn't get enough of being wrapped up with a blanket on the couch with Ryan. It was so cold....I hate going out because I have to put what seems like 20 layers on just to stay warm! On Sunday the weather got a little nicer and the temp was up around 50 so we ventured out to run some errands and such. Although I did get dressed up for a date on Saturday night (which was amazing-sushi!), the rest of the weekend my outfits didn't get past this point....\nWeekend by thesweetashleylife (<~~~Click to view items)\nI had to have my scarf, boots, and wool socks. Yes, I even asked if I looked like a teeny bopper, with my boots and skinnies.....Ryan assured me that I could 'pull it off'. Haha I'm not sure if I'm happy with that or sad! Either way, I stayed warm!\n\nEven though we spent a lot of time at home, we still had some fun! We drank this season's first batch of eggnog (someone might have spiked it...), ate pizza, watched movies (Perfect Host, which was pretty good) and laughed at some SNL goodness. I even made two more wreaths yesterday to ship out. So, add productive to the list!\n\nThis morning I've been trying to figure out my holiday schedule. Between figuring out time off from work, figuring out a moving schedule, figuring out the time we'll be spending with family (here and in KY), plus all of the normal stuff--I can't keep track of it all! We'll start moving late next week so I have a ton to do between now and then BUT I'm super excited about seeing everyone between now and the end of the year!\n\nOh yea, have any of you seen these funny pics of Christopher Walken? I find them randomly and I always crack up! I can't be the only one....right?!\nA friend sent this one...\n\nWhat did you do this past weekend? Are you getting excited about the holidays?\n\n\nMacKensie said...\n\nBahaha those Christopher Walken photos are amazing.\n\nElizabeth said...\n\nRandom question: How do you make those outfit pictures on one pic? I'm apparently not that smart to do that.=) Good luck moving!",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.993860364,
        "format_confidence":0.8840927482,
        "weight":0.0264800463
    },
    {
        "url":"http:\/\/travelpenguin.blogspot.com\/2015\/08\/bloggers-in-real-life.html",
        "text":"Sunday, August 30, 2015\n\nBloggers in Real Life\n\nThis is the first group of friends that we met through blogging.  Woodchuck (far right) Kel standing in the dark shirt, and Squirrel in the hat, were active bloggers that we met through comments on a blog written by Bert who is an old friend of ours who lives in London.  My introduction to blogging was as a guest blogger for Bert 10 year's when he was on vacation for two weeks.  I remember writing about going to a beauty show for cows on his blog.\n\nThe first time I mentioned to my co-workers that we were meeting Woodchuck for dinner and that we only knew him through blogging, by co-workers were convinced I would be found dead the next day.  But as we all know, most blogger are real people, and really good people.  Read their blogs for a few weeks and you kind of know if they are well balanced or not - of they are safe to meet or not.\n\nThis picture was take near Seattle in 2008. Woodchuck, Kel and Squirrel lived on the west coast at that time and met us in Seattle when we there to board a cruise to Alaska. Unfortunately all of them have dropped out of the bloggosphere. We read about their adventures on Facebook, but it is not the same.  Woodchuck (aka Bob) and Kel have become good freinds, they now live in northern Indiana and we see them from time to time.  I should let Squirrel know I am going to be in Portland in a  week or so.\n\nAnd now through the Bloggerpoloza we have met a new and larger circle of friends.  I have seen a couple of you outside of the gathering and I look forward to meeting more.  I have to make it Wales one of these days.\n\n\n  1. I would LOVE to meet squire john gray in person; such a loveable chap, don't you think? I have spoken with him by telephone.\n\n    many of the people I have met thru blogging are the salt of the earth. others...well, I have to avoid due to toxic temperaments. some have quit blogging, others have crossed the rainbow bridge to the atmosphere, others I have lost interest in over time. but there are so many people to be discovered yet!\n\n    I am glad I have met you and sweet bear thru the magic of the internet connections!\n\n  2. I've met a few bloggers and they were all fantastic.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9252281785,
        "format_confidence":0.9095499516,
        "weight":0.0246514359
    },
    {
        "url":"https:\/\/sfllaw.livejournal.com\/275197.html",
        "text":"Log in\n\nNo account? Create an account\n\nPrevious Entry | Next Entry\n\n\ngamma 256 in 115,000 words\n\n  • 1st Dec, 2007 at 8:06 AM\n\nWords cannot describe how awesome gamma 256 was.\n\nInstead, I only have pictures… Lots and lots of pictures\n\nOriginally uploaded by sfllaw.\n\nFilm crew\nOriginally uploaded by sfllaw.\n\nOriginally uploaded by sfllaw.\n\nOriginally uploaded by sfllaw.\n\nKill jet\nOriginally uploaded by sfllaw.\n\n\n( 7 comments — Leave a comment )\n1st Dec, 2007 15:47 (UTC)\nGrrr.... I so ran out of Juice. Stupid Condo committee meeting ran over.... That looks so awesome, and totally rad...\n\nI am a 2 bit person for missing it.. ;(\n1st Dec, 2007 16:46 (UTC)\nYou missed an excellent event! Maybe next year?\n1st Dec, 2007 20:38 (UTC)\nRad photos! I had a good time. I only wish I hadn't been so wiped (from assembling IKEA furniture, overhauling my bedroom, etc.). Not surprising that I look a bit scary in that photo.\n2nd Dec, 2007 00:18 (UTC)\nThank you! I hope you had a good time in spite of your fatigue.\n(Deleted comment)\n2nd Dec, 2007 00:18 (UTC)\nYou certainly can use the one of you. After all, these photographs are all under a Creative Commons license.\n\nSadly, none of the photos of Chris and you turned out properly. That's what happens when you shoot from the hip… But I can bring my camera to the next party you throw.\n2nd Dec, 2007 06:07 (UTC)\nThat looks really fun!\n2nd Dec, 2007 09:21 (UTC)\nIt was!\n( 7 comments — Leave a comment )",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.6684104204,
        "format_confidence":0.772519052,
        "weight":0.0035007687
    },
    {
        "url":"http:\/\/www.mgbmike.com\/2010\/04\/",
        "text":"MGB Wedding\n\nWhat a difference it makes to be 180lbs lighter for your wedding day! How many people would love to lose weight before they get married.. probably everyone and I was granted the best gift ever. My MGB from March 2009 allowed me to have an amazing wedding with dancing and kneeling and jumping.. It may sound strange to say this but as a 350lbs person these experiences would be totally different.\n\nMy wife is amazing.. the best friend.. the best companion. She has been with me at 350 and now at 170. She is one of the reasons I decided to have the MGB and I am thankful to God that I made the decision to have it done.\n\nHoneymoon here we come!\n\nNewer Posts Older Posts Home",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.6681268215,
        "format_confidence":0.9773538113,
        "weight":0.0178013228
    },
    {
        "url":"http:\/\/www.fluther.com\/42301\/are-you-going-to-celebrate-420-tomorrow\/",
        "text":"General Question\n\naviona's avatar\n\nAre you going to celebrate 4\/20 tomorrow?\n\nAsked by aviona (3240points) April 19th, 2009\n\nIf so, how? Something extravagant or a little more modest, perhaps?\n\nIt is a Monday, so if you’re going to celebrate are you going to have to go on with your daily routine (work\/school, etc.) as well?\n\nObserving members: 0 Composing members: 0\n\n20 Answers\n\narnbev959's avatar\n\nI’m going to get baked in the morning with several groups of friends, and then I think we’re planning on going into the city, and chilling\/smoking in Washington Square Park. Then we’ll probably walk around, and come back around 3, smoke some more with some other people, have a jam session maybe, go to a park. Nothing set in stone, other than that we’ll be stoned, but it’ll be awesome.\n\nDansedescygnes's avatar\n\nNo, but school starts later on Monday (9:00 A.M.) and then we have a senior meeting, so classes will be shortened even more. I’m sure many of my friends will be smoking before and after school plenty, though.\n\nbenjaminlevi's avatar\n\nYes, and I will be celebrating the birthday of a great man…\n\n…my uncle John.\n\naprilsimnel's avatar\n\nI will be celebrating by buying a can of Oust and lighting up lots of incense. My boy roomie will be toking enough for the entire building, and I don’t want us to get in trouble with the co-op board because of elderly neighbors complaining.\n\nA_Beaverhausen's avatar\n\nDUH! skipping class to get uber ripped\n\nTriiiple's avatar\n\nI never get the whole its 4\/20 lets get super stoned.\n\nI smoke every day, i dont see why this day i should waste more money or smoke even more, id probably just end up eating to much and passing out.\n\nIm going to smoke a blunt with my friends like every other day.\n\nstrangeling's avatar\n\nHow did the “holiday” get it’s start?\n\nNaturalMineralWater's avatar\n\nI will be celebrating by scooping up stoners off my driveway and carting them back to their house to get some fritos or something. I love this neighborhood.\n\nBlondesjon's avatar\n\nAre you a cop?\n\nstrangeling's avatar\n\nAre you an anarchist?\n\nBlondesjon's avatar\n\nWould a true anarchist even label himself as one?\n\ncasheroo's avatar\n\nI’m not in high school.\n\nAstroChuck's avatar\n\nI’ll be bringing doughnuts and coffee to work to celebrate my co-worker’s birthday.\nPoor thing; she has to share her birthday with Adolf Hitler and the Columbine tragedy.\n\nBBSDTfamily's avatar\n\nYES! It’s my birthday :)\n\nMacBean's avatar\n\n@AstroChuck But it’s also George Takei’s birthday! Focus on that instead.\n\nKraken's avatar\n\nYeah, I’m gonna celebrate Hitler’s birthday and have a neo-fascist white pride celebration today, LOL. I’m not for real here my peeps.\n\nkayysamm's avatar\n\nHELL YEAH. started at 12:00 this morning when midnight hit and will keep going till 12:00 tonight.\n\nIt’s a freaking hoilday everyone else celebrates MLK day and presidents day and other weird hoildays why can’t potheads enjoy a day to being high as heck. ?\n\ncak's avatar\n\n@BBSDTfamily – happy early birthday!\n\nDutchess_III's avatar\n\n@strangeling… it is of British origin. 4:20 is Tea Time in England. Or so I heard.\n\nAnswer this question\n\n\n\n\nto answer.\n\nThis question is in the General Section. Responses must be helpful and on-topic.\n\nYour answer will be saved while you login or join.\n\nHave a question? Ask Fluther!\n\nWhat do you know more about?\nKnowledge Networking @ Fluther",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9511704445,
        "format_confidence":0.926179111,
        "weight":0.0003626304
    },
    {
        "url":"http:\/\/www.alaskapublic.org\/2013\/01\/24\/housing-homeless-youth-takes-trust-love\/",
        "text":"Housing Homeless Youth Takes Trust, Love\n\nTaking care of the homeless is an ongoing problem in Alaska and it’s not limited to adults. There is also a large, and less visible, population of homeless kids. During the day they might be in school, indistinguishable from other students. But at night, they’re couch surfers. These kids may be avoiding an unsafe situation at home, or they’re over 18 — between childhood and adulthood — and simply have no options.\n\nKCAW visits with a family in Sitka who participates in a host home program — the only one in Alaska, and one of very few in the nation. They take in kids from ages 16 through 21 who have no place to go and give them a home.\n\nThere’s this family in Sitka that has homeless teenagers living in their house. It might make some people nervous — it’s not easy to raise a teenager or being one for that matter — especially when dealing with all the problems that come with being homeless. The family, a longtime married couple, looks past what the kids might seem like on the outside and look inside for who they really are.\n\n“We’ve had children in our home that people are just dumbfounded that we let them into our home,” the host dad says. “Their jaw drops. My response is, I don’t know this person you’re talking about. Kids make mistakes. If they make mistakes in a different environment, that’s a different deal.”\n\nThe couple is part of a program run by the nonprofit Youth Advocates of Sitka, or YAS. It places homeless youth with families in the community. We’ve been asked to keep the resource parents’ names confidential to protect the identities of the homeless teens they’ve hosted.\n\nThe resource dad says most of the people they invite into their home have really become part of the family.\n\n“I call them all my children,” he said. “Long after they’re gone, many of them have grown up, and have bought their own homes and their own cars, have their own families, and have moved to different parts of the United States. For us it’s about family. We wanted to have a large family and sometimes things don’t turn out the way you think, but it’s been a blessing for us because now we can still have a large family.”\n\nClients can be 16 through 21 years old and are able to stay in a home for up to 18 months. The program is funded by a federal grant and is the only one of its kind in Alaska.\n\nThe couple has hosted more than a dozen youth over the five-year life of the program. They also take younger foster care kids. Since they always wanted a big family, they’re committed to having the same dynamic in their house.\n\n“I have five sisters and three brothers,” he said. “She’s the oldest of 7. So we’re very comfortable with large families. We know what it’s like to share food and do dishes and have to think of others…we encourage family dinners. Every night. That’s really important. We both come from families where everybody, no matter what your schedule was, you had to be home at a certain time.”\n\nCultivating healthy relationships can be really hard, especially if trust has been broken in the past like it has been for many of these youth. And the host mom believes that to have a healthy relationship, love isn’t necessarily required.\n\n“A big thing is communication and trust,” said the host mom. “Trust is a huge thing. A lot of times, we’ve had conversations with our kids or with each other about what matters most, love or trust? You know, you don’t need to have both to have a healthy relationship. But having trust is so much bigger.”\n\nLove is unconditional; trust is not. They say that to cultivate and keep trust, you have to avoid so-called “deal breakers.”\n\n“If you violate emotional, physical, spiritual…those kinds of things are deal breakers.” It usually comes down to physical abuse or emotional abuse.”\n\nOther deal breakers are using alcohol, pot and other substances that might play a large role in some of the lives of these kids. This is a clean home – they don’t even drink a glass of wine at dinner.\n\n“So, they’re able to see that kind of a lifestyle,” she said. “It’s a little different for them to experience that, and to learn how that kind of lifestyle is and to know that it isn’t accepted into their home.”\n\n“What we don’t want to create is an environment where they have to be dishonest with us,”‘ said the host dad. “So, we really try to foster dialogue and an environment where they’re going to feel safe to talk with us. Some can’t handle it. Their substances are very important to them, so have to leave the house.”\n\nAnd the program has some deal breakers, too. In order for the youth to qualify for the program, they have to be willing to set some goals of their own and work toward becoming independent.\n\nJessica Clark is the family resource center program manager of YAS. She meets with clients to make an individual plan. She says just setting goals helps a lot of people get on their feet.\n\n“We’ve heard people say, I would like to be a rockstar,” said Clark. “When you’re working with youth, it’s really easy to be like, come on now, you’re homeless and you wanna be a rockstar. Let’s talk about reality. The reality is, if you start listing what you need to have in line and do to be a rockstar, you’ll find out that it’s a lot of the same job skills that you might need, minus maybe the music part.”\n\nJust as each person’s life plan is individualized, so is the home placement. All different types of families take part in the program, and a lot of care is put into matching up the family and youth in a situation that they all feel good in.\n\n“We always keep in touch with them,” said the host dad. “They call us up, they still come over. Even years later, the kids do. To say hello, wish us happy birthday. It’s like having older kids when you’re…I feel like an old man, because I’m going to my kid’s house…”\n\nListen to the full story\n\nDownload Audio",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9716281295,
        "format_confidence":0.8562294245,
        "weight":0.0013146938
    },
    {
        "url":"http:\/\/kyriethome.blogspot.com\/2010\/09\/5.html",
        "text":"Wednesday, September 1, 2010\n\n\nIf you know of a kindergartner this year, you know Kyrie.\n\nFive is such a delightful age. Full of wonder and full of entertaining explanations and questions. Five teeters on the edge of home and world in this delirious new experience called \"school,\" a place where baby brains become full with education, friendship, growth and development. Five is magical. Five is inspirational. Five loves being five.\n\nAnd five years after her arrival on this earth, she is, to me, delightful, wonderful and inspirational. Kyrie, five years later, has grown to include all of you in her life, to include many other children in heaven waiting for their parents, friends, family.\n\nI love that she shares a birthday with perhaps our number one fan, Susan, aka Easter Bunny. Kyrie also shares a birthday with my dear godson, who has volunteered at several of the foundation's events. Born on Labor Day five years ago, perhaps that was a sign, too, of the work that would be presented to all of us to fight this fight, to protect kindergartners' brains.\n\nI believe that we received a birthday gift for Kyrie last night. It's something that I've alluded to in the past couple months, and in a few weeks, I hope to share some good, big news—a gift that could mean a lot to the foundation.\n\nAnd in the spirit of appreciating the 5-year-olds in your life or remembering what 5 years old was like with one of your children, I hope you'll come September 18 to celebrate this journey with us.\n\nHappy birthday, sweet Kyrie. We love you dearly and miss you terribly. Thank you so much for bringing incredible joy to your parents and for showing us a new reason to be generous with our time, talent and treasure. Please continue to stay with us as we keep working to save children just like you.\n\nNo comments:",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8104827404,
        "format_confidence":0.985553205,
        "weight":0.0215942011
    },
    {
        "url":"http:\/\/thewigintons.blogspot.com\/2011\/05\/",
        "text":"Thursday, May 19, 2011\n\n\nPart I:  Baby Moses\nMy big 20-week ultrasound was Monday morning, and we learned that Baby Moses is a BOY!  I realize the odds were roughly 50\/50 that this baby would be male, but I was still shocked.  As in, I didn't know how to react, I asked the ultrasound tech to look again just to make sure, I still have trouble calling the baby \"he.\"  I was just very convinced this one was a girl.  My intuition regarding pregnancy seems to be worthless.  \n\nDaniel and I can't decide yet what we want this little guy's name to be.  We looked at a list of Old Testament names online the other night, and it was just comical.  We were trying to find some fresh options in all seriousness, but we ended up in fits of laughter multiple times.  You know how sometimes you're in situations at church where you have to read some weird biblical name out loud, and someone makes a joke about how you should name your kid that?  It was like that, except we're actually trying to figure out what to name our kid.  We still have plenty of time to decide, but I am a psycho and want this baby to have a name yesterday.\n\nBaby Moses, if you read this someday, please know that my thinking you were a girl and failing to have a name ready for you is no indication of how I feel about you.  I love you just as much as I loved your older brother when he was \"in my tummy.\"\n\nPart II:  Baby Ben\nIt's that time again -- time for a new round of Funny Stuff Ben Says and Does! \n\n  • For a little while, Ben knew Daniel's and my first names.  But now when you ask him what Mommy or Daddy's name is, he answers, \"Honey.\"\n  •  He has a freakish memory.  We can read a book or sing a new song once or twice, and he can suddenly fill in the blanks if you ask him to.\n  • While reading a favorite book about a visit from Nana, he showed extra interest in the page where Nana gives the little-girl protagonist a nightgown.  I usually call the nightgown \"pajamas\" to keep it somewhat relevant to my non-nightgown-wearing son, but I explained it a little further this time, and the following conversation ensued:\nMicah: That's a nightgown.  Girls wear nightgowns.\nBen: Giwls wear nightgowns.\nMicah: What do boys wear?\nBen: Boys wear... shirts.\nHe states both of these facts several more times, then out of nowhere...\nBen: Giwls wear... nuffins! (hysterical laughter)\nI had no idea this sentiment was one boys spontaneously created before age two.  I am in big, big trouble.\n  •  He's started calling things \"cute.\"  Mommy is cute, Baby Moses is cute, a random baby at the library was cute, animals are cute, etc.  And he raises the pitch of his voice when he says it.\n  • He thinks it's really funny to say that things smell like pepperoni (which sounds extra cute when you can't say the letter R).\n  • We took him to Lowe's recently, and he is in love.  He talks about the \"tool store\" alllllll the time now.  The morning after the Lowe's trip, I loaded him in the car to go to Wal-Mart and told him we were going to the store.  He excitedly asked, \"Tool store??  See jigsaws?  Miter saws?\"\n  • On that same special trip to Lowe's, we bought him a pink sprinkler - an item he dreamed up and has specifically requested for weeks.  Apparently our green sprinklers weren't cool enough for him.  I didn't even know pink sprinklers existed, so we pretty well had to get it when we saw one for under $3.  Maybe someday it will get warm enough to go outside and play with it.\n  • Have I mentioned before that he is insanely opinionated?  And bossy?  He will tell you to sit on the floor, and then get upset because he actually wanted you to sit one foot to the left of where you sat.  He also tells us frequently, \"No say that!\"  I considered it a milestone tonight when he, without being told to ask nicely, said to me, \"No say that, Mommy.  Pwease.\"\n  • He sort of has an imaginary friend?  Her name is Goggy (which is all the more bizarre because I had an imaginary friend named Coggy when I was a kid).  Goggy started out as a nonsense word that Ben made up to amuse himself.  So we might ask, \"Ben, what do you want for breakfast?\"  And he would reply, \"Goggy (hysterical laughter)!!\"  Somehow over the course of a few weeks, Goggy has morphed into a person that he randomly talks about.\n  • One of his new favorite play areas is a \"cave\" I made him on our loveseat.  The cave is really not that awesome, but crawling in\/out and throwing items in\/out of it entertains him for long stretches.  We're talking minutes at a time, people!  He also cleans his cave with an ear thermometer, which he calls a \"dust-buster\" (the handle part really does look like a dust-buster -- props to my clever boy on that one).\n\n    Parenting at this stage is quite an adventure.  It's more and more fun all the time to see the sweet, cute, witty parts of his personality develop.  But I have to get more and more creative to manage the strong-willed, whiney, stinkery parts that are also developing.  I complain too often about those latter parts because they sometimes take up a lot of the day, but I honestly LOVE having a toddler.  He is a gift that I do not take for granted!\n\nSunday, May 15, 2011\n\n\nOne of the 30 Before 30 items I've been most excited about is paying a surprise visit to my parents.  I started realizing, though, that if I waited much longer, I would either have to fly by myself with two kids or pay for an extra plane ticket to make Daniel come with me.  So when some of my oldest, dearest friends tried to convince me to pop into central Arkansas at the end of April, I (very, very excitedly) agreed.\n\nme, Rebecca, Whitney, Angela\nThese are my girls :)  We try to get together and go to a major-league baseball game at a different park every summer, but two of us didn't stagger our pregnancies very well this year.  So we settled for a minor-league game in Little Rock, followed by a little sleepover.  We also got to celebrate Whitney's daughter's first birthday and go to a baby shower for Rebecca (who is expecting baby Caroline at the end of June).  Have I mentioned that I love these girls?  Because I love these girls.  I'm beyond thrilled that I got to spend some time with them and celebrate fun things in their lives.\n\nMy girls knew I was coming, but they were just about the only ones.  But even with all my secrecy, I didn't quite get to surprise my parents.  I knew I would have to call my dad before I got there because I needed a ride from the airport from someone who had a car seat.  Then he had to spill the beans to my mom because she kept trying to make plans that interfered with our arrival.  So they both knew a few hours before Ben and I landed in Little Rock.\nHis hair was almost this curly the whole trip.  That Southern humidity is crazy.\n\nI mentioned here that I was nervous about flying with Ben.  I wish I had wasted all those valuable minutes worrying about something else because he did soooo well.  I'm still in shock.  Everything about flying was the coolest thing he had ever seen.  The wings!  The machinery (he still talks about \"machine-wee\") inside the wings!  All the people!  With suitcases!  Different colored suitcases with handles!  The air conditioner things above our heads!  He was hilarious.  And never shed a single tear while we were flying (I gave him raisins or jelly beans during take-off and landing, just in case). \n\nHe was also pretty excited about seeing Nana, Granddad, and the rest of the familial crew.  So excited that he barely slept the entire trip.  We never managed to get him to bed on time, and he would wake up around 6am and talk, talk, talk to himself.  For at least 30 minutes, non-stop.  I guess he had to review all the fun things he had been doing?  Who knows.\nA smooch from aunt Mindy (my big brother's wife)\nWe were there Wednesday night through Monday morning, and we squeezed in time with all my siblings, both sets of my grandparents, and a handful of aunts, uncles, and cousins.  I can't really remember the last time I went home when it wasn't a holiday, so it felt kind of nice to see everyone without having crazy holiday rushing-around.  I'm counting the trip as a success all around.  Thanks to all of you who made it possible and made it special!\nCould they BE any cuter?  Cale and Jude (big brother's sons), Ben\n\nPS - I did a terrible job of taking pictures (I was having too much fun to bother), so most of these were stolen from my mom.  She has more pictures and stories on her own blog here and here.\n\nSunday, May 8, 2011\n\nHe knows me so well.\n\nDaniel took Ben to Target this week and let him pick out a Mother's Day gift for me.  According to Daniel's account, Ben understood that he was picking something for Mommy, and he was adamant in his choice.  All I can say is, that kid has my tastes pegged:\n\nYou can't tell here, but it has a purple leopard-print design on the other side.  It also has a companion cup with a more masculine dog and the message \"King of My Castle.\"  After this home run, I think I'm going to let Ben do all our Christmas shopping this year :)\n\nAs excited as I am about that cup, I'm a teensy bit more excited that I've trained Ben to give me \"special kisses\" on command (excuse his pre-nap crankiness, please):\n\nWe are having gorgeous weather here this weekend, and I am maybe a little too excited to wear some of my favorite Spring clothes before I'm too spherical to fit into them.  And since I'm rather fond of the dress I wore this morning, I made Daniel take Baby Moses' first official belly picture.  Here he\/she is at 19.5 weeks:\n\nI am indescribably thankful for Ben and Baby Mo.  They are treasures, and I can hardly believe I get to be their mom.  I'm also more and more grateful all the time for my own mom.  It's fun to be at a stage of life where I still need her support\/advice\/wisdom\/mothering, but I can also call her just to talk as friends.  I can't do my mom justice in a few sentences here, so I'll just sum it up with a big ol' I LOVE MY MOM!  \n\nThis year on Mother's Day,... (truncated)",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9938613176,
        "format_confidence":0.9797204137,
        "weight":0.0264800717
    },
    {
        "url":"https:\/\/www.tango2themoon.com\/2012\/05\/",
        "text":"Search This Blog\n\nMonday, May 28, 2012\n\nWhat's in a Name?\n\nThe rose has thorns only for those who would g...Image by Parvin ♣( OFF for a while ) via Flickr\n\n If adapting to the Argentine culture wasn't already different enough, learning to adapt to the Argentine culture of church would be a whole new ballgame. Imagine already trying to keep up being in a country where they speak a whole different language. Not only did I have to learn spanish for everyday life, but I would have the added task of learning the special vocabulary that the Christian community in Argentina uses. As well, I would become aware of the many cultural differences between the Argentine church and the culture of church I grew up in.\n\nThere are many differences and I can't highlight them all in one blogpost. As best as I can, I've tried to bring to life the world of the Argentine church through video, blogs, pics and various forms of social media. One of the biggest differences I notice in the church culture down there is that exclaiming \"OMG\" \"Jesus Christ\" as an expression in daily life isn't considered an insult or taboo the way that it would be in the North American church. If I stubbed my toe and yelled \"FOR CHRIST SAKE\", I might end up with a pep talk about taking Christ name in vain.\n\nMonday, May 21, 2012\n\nFueling Up on Food, Fun & Friendship at Full City Coffee House\n\nSome of the biggest waves ever recorded that have knocked surfers off their surfboards often began with a small breeze of wind causing friction against the calm ocean water. Here in BsAs we've seen just about everything and in many ways we've been here done that. However, every so often someone comes along with an amazing idea that sweeps us off our feet the same way a wave can wipe surfers out.\n\nIt was a day that began just like any other day but the events of the day wound up being anything other than ordinary. I kept hearing a variety of sources rave about Full City Coffee House and how this was one of the best things to ever happen to the food scene down in BsAs.  I came expecting to taste just the food but I left the café that day with something more than just food............friendship :)\n\nMonday, May 14, 2012\n\nSlithering Past those Sneaky Serpents of Stress and Separation\n\nThere is no doubt in my mind that some may be out there looking at my life at feeling green with envy. The grass always looks greener on the other side....when you don't see the price the other person has to pay. For me, seeing the world and making friends on other continents is a perk that I wouldn't trade anything int he world for. But this perk has a price that costs more than even the costliest ticket to Buenos Aires. And that is the effects of separation when it comes time to leave.  What makes separation even more difficult is when you happen to have someone in particular that actually does not deal well with separation.\n\nMonday, May 07, 2012\n\nUntangling the Mysteries of Tango\n\nOne of the best decisions I ever made was to get tangled up in the world of Argentine tango. Not only did I meet people from all walks of life in the lessons and milongas....I gained respect and bragging rights among my peers. This is because most modern day Argentines do not dance tango. In the minds of many of the youth, this is what people their grandparents age do or something that you read about in history books. It's so funny to see the puzzled expressions come to their face when I tell other people my age that I dance tango :O\n\nAmorous Alpacas\n\nAmorous Alpacas",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8540255427,
        "format_confidence":0.6621009707,
        "weight":0.0227543393
    },
    {
        "url":"http:\/\/www.am-news.com\/content\/gloria-fern-moss-whitworth-75?quicktabs_4=1",
        "text":"Gloria Fern Moss Whitworth, 75\n\nGloria Fern Moss Whitworth, 75, of Polson, Mont. and formerly of Blackfoot, passed away Wednesday, Feb. 13, 2013 at Providence St. Joseph Medical Center in Polson, Mont.\nGloria was born Oct. 11, 1937 in St. Ignatius, Mont. to Henry Moss and Elsie Truchot.  She attended school in St. Ignatius, Mont. and Fort Hall..  She lived different places in Montana and Idaho, spending the last three years in Polson.\n In 1953 Gloria married Gene Whitworth.  They were later divorced.\n She worked as a cook at the State Hospital in Blackfoot,.  In her free time she enjoyed fishing, sewing, painting and gardening.  She was a very accomplished artist.  She loved spending time with her family and taking her grandchildren fishing.\n Gloria is survived by her children,  Roxanne Whitworth of Arlee, Mont.; J.R. (Ginger) Whitworth of Thomas; Danny (Robin) Whitworth of Rexburg; Wanda (Bryon) Whitworth of Polson, Mont.; and Tina Whitworth of Idaho Falls; sister, Marilyn (John) Woods of Blackfoot,; 23 grandchildren; and 30 great-grandchildren.\n She was preceded in death by her parents; son, Kelly Whitworth; brothers, John Moss, Jim Moss, Thomas Moss, George Moss and Frank Moss; sister, Mickey Wadsworth; and granddaughter, Deanna Whitworth.\n A funeral service will be conducted at 1 p.m. on Monday, Feb. 18, 2013 at Hawker Funeral Home, 132 South Shilling Avenue in Blackfoot.  Family will meet with friends and family from 6 to 8 p.m. on Sunday, Feb. 17, 2013 at Hawker Funeral Home and for one hour prior to services. \nInterment will follow at the Riverside-Thomas Cemetery. \nCondolences may be sent to the family at",
        "topic_id":7,
        "format_id":11,
        "topic_confidence":0.9828968644,
        "format_confidence":0.9829576612,
        "weight":0.0026764945
    },
    {
        "url":"https:\/\/www.blog.thehoya.com\/lesser-known-georgetown-traditions\/?shared=email&msg=fail",
        "text":"Lesser-Known Georgetown Traditions\n\nLesser Known Traditions\n\nKicking off Homecoming weekend this Friday is Traditions Day 2014, taking place on Copley Lawn. From noon to 3 p.m., you’ll be able to enjoy free GUGS burgers, a cappella performances from several groups and (obviously) free T-shirts. More information can be found on the Facebook event, but it’s sure to be an awesome afternoon.\n\nWhile the day is meant to celebrate some of Georgetown’s famous traditions, 4E is here to add some newer, lesser-known traditions that you might not have heard of yet.\n\nThe counter at Epi \n\nEveryone know about the tradition of sitting on John Carroll’s lap that every freshman partakes in because that’s been the tradition for years now. With Epi open 24\/7 you can partake in the tradition of sitting on Epi’s counter at 2 a.m. until a cashier inevitably asks you to to get off. Plus, the counter has the added benefit of being a little easier to get onto than John Carroll.\n\nThe line at Eat & Joy \n\nMost recent grads and current juniors and seniors remember the glory of Tuscany, which was put out of business unceremoniously over the summer of 2013. Eat & Joy has stepped up to the plate to fill the void left by Tuscany, and (assuming they don’t also mysteriously go out of business one day soon) they have become the newest Georgetown tradition.\n\nThe Healy tunnels\n\nDisclaimer: 4E does not condone trespassing. With construction all over campus (I think I’ve reached my limit for complaining about this), there’s no way to access the Reiss rooftop anymore; the Healy tunnels are just waiting at the heart of campus to be discovered!\n\nThe Hot Chick\n\nDuring practically every tour of Georgetown’s campus and neighborhood, prospective freshmen hear about the Chicken Madness at Wisey’s and how it’s a must-have. In my two years here, though, I have come to largely prefer the Hot Chick for its simplicity and originality. If you haven’t had it yet, you need to get one (or three, and eat them all in one sitting).\n\nWhile you might not have heard of some of these traditions until now, we can guarantee you’ll soon be making them a part of your usual Georgetown tradition routine. So, on Friday for Traditions Day and throughout Homecoming Weekend, inaugurate these newfound traditions as an integral part of your Hilltop experience.\n\nGifs: imgur.com; Photo: georgetown.edu\n\nLeave a Reply",
        "topic_id":7,
        "format_id":9,
        "topic_confidence":0.9157748818,
        "format_confidence":0.7987866402,
        "weight":0.0018129439
    },
    {
        "url":"http:\/\/www.blacksingles.com\/singles\/men\/Tennessee\/Maryville\/Christian\/",
        "text":"Meet and Communicate with Fun Singles Near You on\n\nRegister now to search thousands of members and post your FREE profile!\n\nSee who's on\n\n\nI'm 5'5\", 180lbs, athletic build. I am a sentimental (not to be confused with soft), Christian man who loves and adores his two childre...\n\nJuaquinn is a 33yr-old single man in Maryville, Tennessee\n\nView Profile",
        "topic_id":7,
        "format_id":1,
        "topic_confidence":0.9766998291,
        "format_confidence":0.7374920845,
        "weight":0.0031485385
    }
]