[
    {
        "url":"https:\/\/therenaissanceworkshop.com\/contact\/",
        "text":"If you would like to discover more about how we are promoting interaction with traditional Western art, culture and heritage, we would be delighted for you to get in touch. \n\nPlease fill in your name and email in the form below and ask any questions about this initiative, mission and ambition to generate a living connection to the roots of Western Culture you might have.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9724853635,
        "format_confidence":0.6564767957
    },
    {
        "url":"http:\/\/picturethisportraits.com\/index.html",
        "text":"Preparing For Your Session\n\nThe Studio\n\nTo ensure your session is not rushed scheduling an appointment is highly recommended. Solid colors work best in portraits. Try to stay away from clothing with the color green in it, our greenscreen technology will remove anything green in your clothing. You may also want to consider bringing in personal items that have special meaning or highlight the special occasion for your session.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9792494178,
        "format_confidence":0.7938210368
    },
    {
        "url":"https:\/\/ciaramulliganvisuals.com\/vendor-info\/",
        "text":"Vendor Info\n\nWedding Vendor Info\n\nHi there, you are probably reading this page because you were sent a copy of my images from a couple you worked with on their wedding day. I love sharing my images and I am more than happy for you to share a few through your social media. However, these are a few guidelines I ask that you follow when you share my images.\n\n  • First and most importantly, make sure you check with the couple first.\n  • Do not re edit, put a filter on, or crop the images in any way.\n  • If you’re sharing the images on social media please make sure there is an active link to my work in the description. Please use a format similar to “Image by Ciara”\n  • If you plan to use the images on your website blog then please make sure there is an active link to www.ciaraphotos.com at the beginning of the blog post.\n  • If you plan to use the images in an advert or as a feature image on your website please get in touch with me directly at ciara@ciaraphotos.com\n  • Please talk with me first if you would like to submit the images to a blog or magazine. I manage my wedding submissions directly with the blog\/magazine editors.\n\nThanks for your hard work, I hope to work with you again!",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.5811637044,
        "format_confidence":0.8640435934
    },
    {
        "url":"https:\/\/mygrafico.com\/products\/zenware-designs-commercial-license",
        "text":"Zenware Designs Commercial License\n\nby Zenware Designs\n\nIf you already purchased any Zenware Designs products and would like to add the commercial (no credit) license option, you can purchase it here. This is not for mass commercial usage. If interested in mass commercial usage, you must contact me directly so that we can make arrangements.\n\nPlease enter the quantity needed for each set you wish to use commercially.\n\nUpon checkout, please enter the product's name that you are licensing for into the customer comments section.\n\nYou recently viewed\n\nClear recently viewed\n\nJoin us as seller",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.651231885,
        "format_confidence":0.5386209488
    },
    {
        "url":"https:\/\/www.codextrous.com\/support\/categories\/b2j-k2-image-showcase.feed?type=rss",
        "text":"Support Thu, 21 Nov 2019 12:42:05 +0530 MYOB en-gb How can I get the best photo restoration service? Are your photos damaged, faded with age, Are they torn,or some parts are missing from them? Are your pictures filled with dust, scratches,blotches or spots caused by water,bacteria or mold? Are your photos in need of retouching and photo restoration? Photo restoration is the process of restoring a photograph which has been damaged or affected by age. Our Photo Restoration Services provide you with a wide range of services that can restore your old and damaged photos and reconstruct it to according to your choice. Also by choosing our Digital Photo Restoration and Best Photo Restoration Services all unwanted color casts are erased and the contrast of the image is changed in order to complete image restoration.\nDetailed repair by a specialist\nAmazing results, damaged photos look new\nGet a Free quotation within 1 hour\nLowest price Best quality]]> (Background Removal) B2J K2 Image Showcase Tue, 07 May 2019 16:12:40 +0530\nWhat is photo restoration?\nWe take photo restoration service to bring these damaged photos to their previous conditions. Photo restoration helps us get torn, destroyed, ruined photos in fresh conditions. You can’t image how aged and torn photos get new and fresh.]]> (Background Removal) B2J K2 Image Showcase Tue, 07 May 2019 16:08:27 +0530\nimage swap animation time I've installed the B2J Image Showcase for K2 on a Joomla 3.8.2.\nThe image swap runs well if I don't touch the forward and backward buttons, once i touch them, it starts swapping much faster and kind of random and sometimes even stops at half of the images.\nDo you know what this might be?\nHere is the website:\n\nThank you.\nAndré Santos]]> (Andre) B2J K2 Image Showcase Thu, 28 Dec 2017 20:23:48 +0530",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.6453228593,
        "format_confidence":0.5516375899
    },
    {
        "url":"https:\/\/zanegallery.com\/pages\/contact-us",
        "text":"Contact Us\n\nWe are dedicated to exceptional customer service.  \n\nIf you have questions about a product or about an existing order, please email or call our customer care team.  \n\nContact Customer Service\n\n\nCustomer Service Phone: 570-362-1059\n\nHours of Operation: \n\nDuring the week we are open by chance or by appointment.  To book an appointment to tour the gallery please call 570-362-1059.\n\nOn the weekends we are open Saturday and Sunday from 12 pm to 5 pm.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.790163219,
        "format_confidence":0.9284745455
    },
    {
        "url":"https:\/\/www.frescowindsculpture.com\/contact",
        "text":"Contact ME\n\nI’m very sorry, but for now, none of these are for sale. If and when that changes I’ll post prices on this website. I am working on a way to publish instructions, but , as I am lousy at documentation, it could take some time.\n\n\nPlease complete the form below\n\nName *",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9134026766,
        "format_confidence":0.5220006704
    },
    {
        "url":"http:\/\/www.honoluluphotobooths.com\/contact-us\/",
        "text":"Masthead header\n\nContact Us\n\nThanks for your interest in Honolulu Photo Booths by Joseph Esser.\n\nPlease fill out the form below and we will respond to your email as soon as possible.\n\nLet us know the date you wish to plan your photography session or event on in your email?\n\nFirst Name (required)\n\nLast Name (required)\n\nEmail (required)\n\nEvent\/Session Date (MM\/DD\/YYYY)\n\nWhat type of session are you interested in?\n\nHow did you hear about us?\n\n\n\n\nContact me",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.7249260545,
        "format_confidence":0.8545078635
    },
    {
        "url":"http:\/\/www.visionsfantastic.com\/daddyb\/2012-04-29-update\/14\/index.html",
        "text":"If you're downloading a desktop, won't you please consider a donation?\n\"Square\" screen monitor resolutions:\nWidescreen Computer Monitor resolutions\nHDTV widescreen resolutions:\n\nInstructions (PC)\nClick on the image size you want to use, when the larger image appears, right-click on the image and\nchoose \"Set as Background Image\" or \"Save Picture As\" depending on your preference.\n\n  Don't know your screen resolution?\nDon't know what size to download that will fit your screen?\n\nclose this window to return to DaddyB's Photo Update\n\ninking Rules: Do not \"hot link\" to any Images on this page!\n\nall Images © 2012 Brett Garrett and visionsfantastic.com",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9523578286,
        "format_confidence":0.7450426221
    },
    {
        "url":"https:\/\/pyle.wisc.edu\/about\/art-exhibits\/artist-exhibit-form\/",
        "text":"Request Art Space\n\nTo find out more details or book exhibit space, please contact us at (608) 262-0881 or\n\nYou may also fill out this brief form to request space. After submission, we will contact you to discuss your exhibit and help you understand all of your options.\n\nIf you wish to host an opening reception, arrangements may be made through the Event Planning and Sales Office by calling (608) 262-0881.\n\n\nArt Exhibit Form\n\n  • e.g. sculpture, painting, photo",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9829096198,
        "format_confidence":0.6211538315
    },
    {
        "url":"http:\/\/lindairwin.co.uk\/buying.cfm",
        "text":"How to buy\n\nMany of the paintings displayed in the gallery are for sale. For enquiries or if you are interested in buying please make contact by email stating the name of the work.\n\nNew paintings are added to the gallery on a regular basis and greeting cards will be on display shortly.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9431288838,
        "format_confidence":0.9516254663
    },
    {
        "url":"https:\/\/loveofcolors.com\/product\/vacas\/",
        "text":"Shipping: Your order will ship from Austin, Texas via UPS or USPS. You will receive a shipping notification and tracking information via email once the print leaves our studio. Poster prints can be expected to ship within three-five business days. Editioned prints require eight days due to the extra time required for printing as they are specially made for each order and requiere signature from Diego Huerta (who might be on assignment). We will let you know about this so you can have the correct expectations.\n\nWe use quality Hahnemuhle (Limited Edition), Canon and Epson (Open Edition) archival paper and ink and pack them for shipping with the highest care. We are a very small operation and don’t outsource your order to a huge printing factory. This means that you can expect the highest quality print possible. We will do our very best to get your order to you in a timely manner, but please understand that it might not ship right away. All the open edition or poster edition prints have a white frame\n\nRequesting Prints: If your favorite photograph isn’t shown in the store, don’t fret. If you would like a specific editioned print that you don’t see, please send me an email to . We will contact you personally to discuss your print request.\n\nArtist Proofs: Diego Huerta retains the right to create and sell AP (Artist Proofs) of editioned prints.\n\nReturns: If your print was damaged in transit please contact us with photos showing the damage within 48 hours of delivery, otherwise all sales are considered final. After we assess the damage, you will be asked to send the print back so we can send you out another print in its place.\n\nMissing Shipments: No matter what courier is used, lost packages are an inevitability. Sometimes packages get stuck in customs… If your shipment doesn’t make its way to you within 8 weeks, please contact us so we can make it right.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.5793660283,
        "format_confidence":0.9628655314
    },
    {
        "url":"http:\/\/museumofsignsandindustry.com\/museum-hours",
        "text":"Museum of Signs and Industry\n\nMuseum Hours\n\nThe Museum is open for viewing Mondays and Tuesdays, 12 noon to 5 p.m. EST and something near that time PST. On Wednesday we’re open around lunchtime. We can’t remember when the doors open Thursdays but we are certain Fridays are open most weeks but only if Bob remembers his meds. We’d rather not open on the weekends because we have lives too and we’d rather not leave our kids with the weird cat lady next door, okay?\n\nDue to cuts in government funding, Free Day is now Kinda Free Day, which essentially means we expect you to pay the normal fee but if you don’t, well, fine.\n\nThe Museum is closed on all holidays except Christmas Day and New Year’s.\n\nWe’re sorry: Active military personnel, firefighters, crossing guards and senior citizens are not welcome anytime.\n\n\nSubscribe to Museum of Signs & Industry",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.7977974415,
        "format_confidence":0.8162853718
    },
    {
        "url":"http:\/\/www.birdphoto.fi\/contact.html",
        "text":"How to Order Pictures or Contact to\n\nBy E-mail send a mail to address info2(at) Please give your information to the mail and list the species and picture numbers you are interested to. We will contact back with in few hours. Instead of normal E-mail you may also use the Form below.\n\nIf you use the form below, please give species and picture numbers you are interested, or any other message, you want to in the text box below. Don't forget to give at least your name and E-mail address, so we may contact back to you. If your Email address in the form is valid, you will get a reply immediately to the E-mail address.\n\nContact form\n\nList the pictures you are intrested to the text box below (species + picture numbers). Give your contact information and put the submit button.\n\nNotice! You may also use normal email.\nContact information:\nYour name:\nPhone number:\n\nWebmaster: arto.juvonen(at)",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.8016602993,
        "format_confidence":0.9689632058
    },
    {
        "url":"https:\/\/womanmade.org\/contact-form-volunteer\/",
        "text":"What do WMG Volunteers do?\n\nVolunteers lend a hand in whatever needs to be done at Woman Made. That involves changing exhibitions which includes packing and unpacking art, sanding, spackling, touching up walls and installing art and related text. Volunteers assist at opening receptions,literary events and other gallery programs. They are responsible for various tasks at our annual gala and other fundraisers. Volunteers might do research, write press releases, and are involved with social media activities. They greet guests and talk to school groups about Woman Made Gallery. If a volunteer sticks around long enough, they will learn all there is to know about a non-profit arts organization.\n\nIf you are interested in becoming a volunteer, please contact us!\n\nFor security purposes please answer the following question in the box below:",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9356946945,
        "format_confidence":0.8555568457
    },
    {
        "url":"https:\/\/www.cuppad.org\/what-we-do\/art-minigrants\/",
        "text":"MCACA Arts Minigrant Program\n\nMichigan council for arts & cultural affairs logoThe MCACA Arts Minigrant program is a grants-giving partnership funded by the State of Michigan through the Michigan Council for Arts and Cultural Affairs (MCACA) and administered locally by CUPPAD. There are 19 designated regions throughout the state. CUPPAD administers the program within the central Upper Peninsula consisting of Alger, Delta, Dickinson, Marquette, Menominee and Schoolcraft Counties.\n\nMinigrants provide up to $4,000, on a 1:1 matching basis, for locally developed, high quality arts and cultural projects, which are special opportunities to address local arts and cultural needs and increase public access to arts and culture. Minigrants support a broad range of artistic expression from all cultures through projects which preserve, produce, or present traditional or contemporary arts and culture.\n\nEligibility Requirements\n\n  • Non-profit organizations, located in the state of Michigan, including (but not limited to) service organizations, arts organizations, parks and recreational organizations, churches, professional associations, public and non-public schools, cities, townships and villages may apply.\n  • Proposed projects must take place during Fiscal Year 2020, Oct. 1, 2019-Sept. 30, 2020.\n  • New applicants will need to create an eGrant account. Returning Applicants do not.\n\nIndividuals, State of Michigan agencies, departments or commissions; and organizations with unmet obligations on a Michigan Council for Arts and Cultural Affairs grant may not be eligible for a minigrant.\n\nHelp in preparing your application is available by contacting the CUPPAD office.\n\nFiscal Year 2020 Minigrant Application Deadlines\n\nApplications are to be submitted online through eGrant by:\n\nRound 1:  11:59 p.m. EST, August 3, 2019\n\nHow to Apply\n\n  • Go to “” on the MCACA website and login or create account\n  • Click on “Opportunities” located on left hand side of the screen\n  • Click on “Fiscal Year 19 Mini-grant Application”\n  • Refer to FY 2020 Minigrant Program Arts Project Guidelines if applying for up to $4,000 for locally developed, high quality arts and cultural projects\n\n\nFinal reports are due 30 days after the completion of the project and must be submitted on eGrant or risk refunding the grant. Final report instructions can be reviewed here:\n\n\nFor more information regarding Art Minigrants in the Central Upper Peninsula, please contact Dotty LaJoye at or (906) 786-9234 ext. 1376\n\nThe CUPPAD Region\n\nClick the map below to pull up county-specific information and resources.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.9399455786,
        "format_confidence":0.7821240425
    },
    {
        "url":"http:\/\/www.leeminiaturecollection.com\/contact.html",
        "text":"We welcome your comments and feedback but please note The Sue Lee Collection paintings are NOT for sale and we do NOT buy miniatures. Unfortunately we will be unable to reply to either of these requests. To get in touch please use the following form - we do our best to reply within 48 hours:\n\nIf you experience problems you can also Email The Lee Miniature Collection",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.8290468454,
        "format_confidence":0.9396545291
    },
    {
        "url":"http:\/\/michaeljamesdesign.co.uk\/3.html",
        "text":"The quotation process usually begins with a meeting often arranged either by phone of email. A time is proposed by the prospective client and a site visit is organised.\n\nThe work is discussed further, areas are measured and photographs are taken.\n\nCustomers then receive an email outlining the preliminary costs. Should they find these acceptable then a full written quotation specifying all details of work to be undertaken is sent.\n\nOnce the client has confirmed they wish to go ahead then work can be booked.\n\nListed properties\n\nWhen a building is listed then the process is somewhat different and can be take longer.\n\n\nThe above example is very typical of the type of property on which I work.\n\nMany conservation department require an example square metre.\n\nYou will need permission from the conservation department of your local council if the area you wish to restore is considered large - i.e. an elevation of your property.\n\nThe joints are filled with mortar\n\nSmaller areas are classed as like-for-like repairs and don't need consent. However, it is arguable as to what constitutes a small area.\n\nThe mortar is then brush finished to weatherproof it\n\nDepending on which area of the country you reside, you may find it could take a conservation officer up to six months before you recieve a visit - it depends on how busy they are. In other areas email photographs of are sufficient. Once once you have recieved consent then an example area is sometimes required from your contractor. However, there are now far fewer requests for this nowadays and conservation officers are more likely to drop by and  inspect the work whilst it is being undertaken or when it's finished.\n\nJoints are finished flush to avoid frost sitting on the upper ledges of the stone and the example area is ready to be inspected.\n\nOnce listed building consent has been granted, the work can be booked.\n\nN.B.I usually only come out to do quotes once a prospective client has recieved consent.\n\nFor more information on listed building consent, please go to:",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.7980872393,
        "format_confidence":0.7966805696
    },
    {
        "url":"http:\/\/www.intanibase.com\/iad_general\/contact.aspx",
        "text":"We're always happy to hear from you regarding any aspect of this site, whether it be suggestions on how we can make it better, questions about any of the cartoons listed, or offers of help with keeping the databse as complete and accurate as possible.\n\nPlease feel free to send us a note at mfoxwebdesign@gmail.com and we'll be pleased to help you out in any way we can.",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.5065377355,
        "format_confidence":0.8774085045
    },
    {
        "url":"https:\/\/stephaniepatersonphotography.co.uk\/order-cancellation\/",
        "text":"Thank you for taking the time to look at my page and the gift vouchers available.\n\nIf you’d like to be kept informed of any future offers in the future, please be sure to join the mailing list (below).\n\nWith very many wishes for a wonderful Christmas and New Year!\n\nLet's keep in touch!\n\nYou won't be deluged with billions of emails, but you never know when the next offer could be winging its way to you!\n\nSpam goes in cans, not in my emails to you! Powered by ConvertKit",
        "topic_id":1,
        "format_id":3,
        "topic_confidence":0.6517804265,
        "format_confidence":0.8584632277
    }
]