[
    {
        "url":"https:\/\/neonslots.com\/games\/slots\/grand-x-amatic",
        "text":"Grand X (Amatic)\nGrandX Online Slot Machine\nGrand X slot by Amatic\n\nGrand X Online Slot by Amatic Review\n\nPlay for free the GrandX slot powered by Amatic. The slot has 5 reels with 10 payline and a double-up game where you have a chance to increase your winnings. In total, 10 symbols are involved in the game, two of which have special features: the Wild and the Scatter. The first is combined with all symbols, except for Scatter, and completes winning combinations. The bonus round is activated after the creation of a combination with Scatters.\n\nGame Information\nType Online Slots\nRows 3\nFeatures Bonus Game, Gamble Round\nDeveloper Amatic\nLines 10\nReels 5\nGames played 239\nGame Rating\nGrand X images\n\nGrand X Bonus Round\n\nTo activate the bonus round in the Grand X slot game, you need to land at least three bonus symbols in any boxes. The bonus round starts automatically. You have to spin the wheel of fortune here. For stopping on a certain sector you win a multiplier for your total bet. If a sector stops at the mark with the Double word, the wheel spins again and all multipliers are doubled on it. Your win is added to your main account.\n\nSymbols and payouts of the Grand X online slot\n\nTo earn a reward in the Grand X slot developed by Amatic, you need to form a winning combination of identical symbols. All winning combinations are formed from left to right. You can see all symbols and payouts for winning combos below. The rewards are listed for 3, 4 and 5 identical pictures, taking into account the maximum bet (50 credits per line): Regular symbols:\n\n  • J, Q, K and A - 250, 1,250 and 5,000\n  • 777 or a picture with the black jack words - 750, 2,500 and 10,000\n  • Dice - 1,000, 5,000 and 25,000\n  • A roulette wheel - 1,250, 5,000 and 25,000\n\nSpecial symbols:\n\n  • Wild - earns you payouts of 5,000, 50,000 and 250,000 credits for 3, 4 and 5 pictures. The Wild symbol is combined with other pictures, except for Scatter, completing winning combinations this way\n  • Bonus - comes up exclusively on reels 1, 3 and 5. A combination of three or more symbols activates a bonus round.\n\nDo you like to play online slots? At the NeonSlots website you will find a wide range of games to play for free with no registration.\n\nGambling Round\n\nTo activate the gambling round, you have to form any winning combination. Then click the Gamble button. In the window that opens, you have to guess the colour or suit of the flickering playing card. For the correct guess of the colour, your prize per spin is doubled. For guessing the suit right, your reward is multiplied four times. To select a suit, click one of the icons: hearts, spades, clubs or diamonds.\n\nControl buttons in the double-up round are:\n\n  • Red - to select the red colour of the card\n  • Black - to choose the black colour\n  • Half - to lower the bet size in the double-up round by half. Half of the win for the spin is immediately added to your account\n  • Collect - adds the entire amount won to your balance and stops the double-up round\n\nThe statistics of the most recent seven cards is displayed at the top of the game window.\n\nHow to Play the Grand X Online Slot\n\nBefore launching a spin, first select from 1 to 10 active paylines. This is done using the Lines button. Next, adjust the bet size from 1 to 50 credits with the Bet button. Click Start to launch a spin. If you hit it again, the reels stop before time. Other buttons:\n\n  • Gamble - to run the double-up game (the button is available only after a win)\n  • Exit - to exit the game\n  • Auto Start - to launch auto spins\n\nInformation sections on the control panel:\n\n  • Freeplay - the number of credits in your balance\n  • Bet - your total bet per spin\n\nBelow the reels, you can find a long information line that shows tips and information about the size of your current win.\n\nAdditional Settings\n\nThree buttons are found in the top left corner. They are used to adjust additional settings. The loudspeaker icon enables\/disables sound effects. The question mark opens the paytable. The latter button with an image of a flag is the language selection. You can change the interface language to: English, German, Spanish, Greek, Bulgarian, Turkish or Russian.\n\nThe Grand X one-armed bandit will suit those players who like frequent but small winnings. The slot has a double-up round and the bonus game where you can win the multiplier for the total bet. The game has a simple and intuitive interface and it takes just a few minutes to learn how to play. Discover more Vegas Slot Machines online and play for fun at NeonSlots.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9966928959,
        "format_confidence":0.9896470904
    },
    {
        "url":"https:\/\/www.freeonlinehockeygames.com\/carrage\/",
        "text":"Hockey Games Apps 0\n\n  • Release Date:\n  • Current Version:\n  • Adult Rating:\n  • Developer:\n  • Compatibility: iOS, Android\n  • Rating:\n    686 votes, average: 4.50 out of 5686 votes, average: 4.50 out of 5686 votes, average: 4.50 out of 5686 votes, average: 4.50 out of 5686 votes, average: 4.50 out of 5\n    4\/5 from 36 votes\n\ncaRRage is an addictive arcade racing game, that reveals a post-apocalyptic universe, ruled by mad and desperate drivers. Experience mind blowing races on a number of tough-looking vehicles: starting with a dusty rust-bucket and a van armed with a circular saw and ending with an indestructible truck blasting away everything in its way!\n\nThe key feature of caRRage is advanced and thoroughly-designed physics, allowing you to feel at the wheel of a real combat vehicle. Adding unique game modes, like battle in the open arena and the cargo delivery in an armored truck, you get a perfect racing game with lot’s of shooting, collisions and explosions.\n\nAmazing graphics and latest features of the Unity engine, incredibly realistic car crashes and destructions, colorful explosions and shooting. All this will plunge you into the good old arcade racing atmosphere in one of the most dynamic and beautiful games that you’ve ever seen on mobile platforms.\n\nOnly caRRage features:\n\n— 23 unique racing locations (racing tracks, open arena, truck route and more)\n— Exciting single-player campaign and Wi-Fi-based local multiplayer mode\n— Highly detailed game environments in Full 3D: Desert, City, Industrial Area and others!\n— 5 game modes: classic race with weapons, delivery mode featuring the Truck, open arena battle, trashball, and ice hockey.\n— 9 vehicles (cars, vans, and other deadly “chariots”) with a wide range of upgrades and modifications\n— 34 gears, that turn your car into the weapon of vengeance\n— 9 types of upgradable weapons\n— 40 original decals\n— Exclusive soundtracks, created to top the atmosphere of the game\n\nRam your opponents, use Nitro to overtake them on the turn, blow them up with mines or demonstrate your excellent driving skills and finally: blast your way through with rockets!\n\nDownload caRRage and enjoy insane missions in a single-player campaign or challenge your friends in multiplayer.\n\nOfficial Facebook community:\n\nOfficial game website:\n\nDownload free app for iOS iPhone, iPad or Android APK.\n\nLeave a Comment\n\nYour email address will not be published.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9958122373,
        "format_confidence":0.9983305335
    },
    {
        "url":"https:\/\/www.psmania.net\/game\/hungry-giraffe",
        "text":"Indicator GIF\nHungry Giraffe PS3\n\nHungry Giraffe\n\nIt sucks when you're hungry. Sometimes you just want to bury your face into a burger, or tear into a taco. Out on the African savanna, a Hungry Giraffe feels your pain. A 20 foot tall, 1200kg animal like the giraffe needs to chow down on tons of food each day, just to stay alive. But, oh no! All the tastiest leaves have been eaten, while up in the sky endless quantities of snacks, fruit and junk food\nHungry Giraffe is a Action, Puzzle-game for the   developed by Laughing Jackal and published by Laughing Jackal.\n  • US March 6, 2013\n  • EU March 6, 2013\n  • JP N\/A\nRate it\n\nMissing or erroneous information? Shout at us on Twitter.  \nMore from Laughing Jackal\nYou might also enjoy",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9961217046,
        "format_confidence":0.9844334126
    },
    {
        "url":"https:\/\/bitcoinexchangeguide.com\/goal-bonanza\/",
        "text":"Goal Bonanza\n\nGoal Bonanza is a blockchain technology that aims to disrupt the $3 trillion global betting industry. Find out how it works today in our Goal Bonanza review.\n\nWhat Is Goal Bonanza?\n\nGoal Bonanza, found online at GoalBonanza.com, is a self-regulating, blockchain-powered football (soccer) betting platform based on ERC20 tokens.\n\nThe platform aims to offer a fresh and new football betting experience using lottery-like crowd betting. The crowd bets on 10 possible final score outcomes. Based on how much money is bet, the crowd drives the potential returns. Goal Bonanza doesn’t set the odds themselves. They let the crowd set the returns based on which scores are most and least popular.\n\nOverall, Goal Bonanza aims to offer a better betting experience than traditional bookmakers and betting exchanges, which offer unattractive odds and low returns. The bigger the crowd, the bigger the potential returns will be.\n\nGoal Bonanza’s whitepaper describes one example of how their platform could be used for exciting gambling opportunities:\n\n“Imagine $100,000+ in returns on $1 bets by successfully predicting the final score of a football game out of 10 possible outcomes.”\n\nHow Does Goal Bonanza Work?\n\nGoal Bonanza’s basic process involves users choosing football scores from 10 possible options. You can choose a 0-0 draw, for example, a 1-0 home win, a 0-1 away win, and other combinations. Or, you can choose the “Goal Bonanza” option, where you pick any other final score.\n\nYou can choose from competitions in most major football leagues and competitions, including the EPL, La Liga, Bundesliga, Serie A, Ligue 1, Eredivisie, Liga, Liga Do Brasil, Argentina Primera Division A, CSL, FIFA World Cup, UEFA Euro 2020, EUFA Champions League, EUFA Europa League, and COPA Bridgestone Libertadores.\n\nIn addition to this system, Goal Bonanza will apply gamification mechanics to engage and motivate users to play in order to win rewards, badges, and points. These symbols are used to elevate the player’s status and privilege while showing their talents, expertise, and accomplishments.\n\nOverall, these systems are designed to tap into “basic desires and needs of users’ impulses which revolve around the idea of profits, status, achievement, competition, and community collaboration.”\n\nThe ecosystem revolves around an ERC20-compliant digital token built on Ethereum. Goal Bonanza doesn’t require the use of fiat currency. That means it’s outside the legal jurisdiction of gambling regulatory bodies, and it’s considered a non-regulated stateless business.\n\nBy year 3, Goal Bonanza has an oddly specific earnings target: the company claims they’ll reach a total of 6.34 million active players and generate earnings of $74.9 million.\n\nWhat Types Of Problems Does Goal Bonanza Seek To Solve?\n\nGoal Bonanza aims to solve the following problems in the betting world:\n\nLicensing And Compliance:\n\nMany gambling websites consistently struggle to remain compliant and regulated. Goal Bonanza is a stateless, non-regulated cryptocurrency platform that is not subject to any regulatory or licensing requirements.\n\nUnique Customer Proposition:\n\nMost betting platforms offer the same basic betting experience. Goal Bonanza aims to attract users with a unique feature – like picking football scores from 10 possible outcomes.\n\nLack Of Privacy:\n\nIdentity verification requires substantial personally identifiable information, including forms of identification, credit cards, and bank account details. Goal Bonanza allows users to play without any type of identification. There are also no records of deposits or withdrawals.\n\nLow Returns:\n\nBetting platforms provide low returns and unattractive odds designed to favor bookmakers and the house. Goal Bonanza doesn’t set the odds and potential returns – the players do. That means the bigger the crowd, the bigger your returns will be.\n\nThe Goal Bonanza ICO\n\nThe Goal Bonanza pre-ICO is scheduled for October 1 to October 31. During the pre-ICO, 1 ETH = 15,000 GOAL tokens.\n\nThere will be 5 rounds of the main ICO, with each round lasting 6 days. The ICO is scheduled for November 1 to November 30. The base rate for tokens during the ICO will be 1 ETH = 5,000 tokens.\n\nWho’s Behind Goal Bonanza?\n\nGoal Bonanza is led by founding partner Veljko Ristic, CTO Jon Santillan, and Chief Advisor Jacob Lopez.\n\nThe company was founded in 2017 and lists its headquarters in Makati, Manila, Philippines.\n\nGoal Bonanza Conclusion\n\nGoal Bonanza aims to change the world of football (soccer) betting using a decentralized gambling platform. That platform involves picking football scores from a range of 10 different options, or clicking the “Goal Bonanza” button to choose a score from outside of those 10 options. There are no odds – the crowd sets the odds by choosing the most and least likely scores for any particular match.\n\nTo learn more about Goal Bonanza and the ongoing ICO, visit online today at GoalBonanza.com.\n\n[FREE] Get Our Best Crypto Trading, Mining & Investing Hacks:\n\n*Action Required* Enter Your Email To Get Insight For Trending Coin News & Reviews\n\nI will never give away, trade or sell your email address. You can unsubscribe at any time.\n\n\n\n\nPlease enter your comment!\nPlease enter your name here\n\n10 − 7 =",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.7883556485,
        "format_confidence":0.717166543
    },
    {
        "url":"https:\/\/www.thepcconnectstorellc.com\/products\/assassins-creed-syndicate-windows",
        "text":"Assassin's Creed Syndicate - Windows\n\n\nLondon, 1868. The Industrial Revolution fattens the purses of the privileged while the working class struggles to survive — until two Assassins rise to lead the world's first organized crime family. Conquer the streets of London. Bring the ruling class to their knees. Make history in a visceral adventure unlike any game you've played before.\n\nYou also Viewed\n\nJoin our Mailing List\n\nSign up to receive our daily email and get 50% off your first purchase.\n\n\n\nSold Out",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.995608151,
        "format_confidence":0.9966147542
    },
    {
        "url":"http:\/\/www.thesims3.com\/assetDetail.html?assetId=6823336",
        "text":"Colorful Ripped Shirt\n\nColorful Ripped Shirt\ncreated by simgamelover12\nColorful Ripped Shirt\n  • 01\/02\/13\n  • 595\n  • 1\n  • DE\n  • Female\n  • Young Adult, Adult\n  • Everyday\n  • Upperbody\n  • To ensure the best experience with content from the Exchange, please Update Your Game\n\nThis Exchange item contains one or more items from the Sims 3 Store, expansion pack(s) and\/or stuff pack(s).\n\nIf you own the store item\/expansion\/stuff pack(s) noted below, the item will download properly.\n\nIf you don’t have the Store Item(s)\/Expansion or Stuff Pack(s) mentioned in this item installed on your system, the item will download from the Exchange and can still be installed. Upon download of the content, you will see a warning icon in the status section in The Sims 3 Launcher notifying that you are missing content. In place of the missing content you will receive a similar default item in its place, or, no item at all.\n\nExpansion\/Stuff Packs Used\n\nAdd All Items to Cart Store Items Used\n\nCreated By\n\nsimgamelover12 Visit My Studio Member SinceApr 09, 2011 Total Creations 642 Total Recommendations 1,508 Location DE\nOther Exchange Items by simgamelover12:\nBlue Butterflie...\n7362 Views Downloads\n83 Recommendations\nWB 001\n8104 Views Downloads\n73 Recommendations\nEmerald Bird\n4410 Views Downloads\n60 Recommendations\nApple Notebook\n10241 Views Downloads\n31 Recommendations\nShiny Brown\n3932 Views Downloads\n27 Recommendations\n940 Views Downloads\n20 Recommendations\nWB New\n1392 Views Downloads\n13 Recommendations\n1270 Views Downloads\n12 Recommendations\nWedding Veil\n2040 Views Downloads\n11 Recommendations\nSim Indentifica...\n1599 Views Downloads\n10 Recommendations\nTribal Angel\n2298 Views Downloads\n10 Recommendations\nDeluxe Edition...\n1512 Views Downloads\n10 Recommendations\nSee More",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9789215922,
        "format_confidence":0.833483994
    },
    {
        "url":"http:\/\/www.nexusmods.com\/skyrim\/mods\/3918",
        "text":"Sylgja default clothes replacer Deluxe Edition by Aurelio Magherelli\nSkyrim » Companions\nAdded: 17\/12\/2011 - 08:08PM\nUpdated: 22\/01\/2012 - 10:07AM\n\n114 Endorsements\n\nv3 Latest version\n\n1,632 Unique D\/Ls\n\n6,403 Total D\/Ls\n\n63,843 Total Views\n\nUploaded by AurelioMagherelli\n\n\nLast updated at 10:07, 22 Jan 2012 Uploaded at 20:08, 17 Dec 2011\n\nby AurelioMagherelli\n\nNow boost her stats while making her a follower!\nIn the optional section\n\nNEW IN V3 Deluxe Edition:\nChanged her default clothes to Emperor\nReplaced her pickaxe with an enchanted shock Glass Dagger\nAdded a Glass Bow so she doesn't glitch back to Hunting Bow\nAdded Circlet of Extreme Marksman as default\nChanged her npc type to Human Missile\nAdded 3 Spells:\nConjure Familiar\n\nOf course this is mainly, almost exclusively for those who married her and moved her to your house, you can find old less intrusive versions (lots of them) in the download section.\n\n\nSome time ago I made this mod:\n\nbecause I like Sylgja in game.\nI resorted to swapping the meshes of minerclothes.\n\nTurns out tho, making an .esp that changes Sylgja's clothes specifically is quite easy.\n\nWith this .esp ONLY Sylgja's default clothes are changed.\nMeaning, whenever she defaults to her outfit she'll wear this.\nNo more mining clothes.\n\nAlso, you may use my other mod at the same time, doesn't matter.\nI suggest the other one, the chef or merchant variant, so that other female miners (Annekke, Daighre, etc) have something better as default than sucky miner clothes.\n\nIf you want to make her a follower, download the optional file, then open console, click on her and type \"bat sylgjafollower\". Done.\nIf you make her a follower you then can give her armor, weapons and equipment easily. Not to mention take her out of the house once in a while, poor thing.\nAt the same time the bat will boost her following stats:\nHealth to 300 and\nLight Armor\nOne Handed\nall to 90\n\nNow added a make her essential bat.\nPretty useful since she's pretty weak compared to other followers.\n\nI'm open to requests, I can make any outfit if you want.\nI could add armor defaults, but I don't see the point. It's much better to just give her one yourself after you make her a follower.\nShe unequips it when in the house or at the mine.\nShe only equips it when you go questing with her (after a cell load).\n\nTo get rid of the pickaxe, give her a knife, she should equip that one instead.\nUnless of course, you let her keep her miner job.\n\nIf you already changed her outfit a 'resurrect' command might be required in order for her to load her new default clothes.\nOr just try to leave her at home, change game cell (fast travel, etc) then she might have respawned correctly.\n\nNo textures are included in my mod, just a .esp\nThe textures you'll get are whatever you have installed for each outfit.\nMost of the clothes you see in the screens are from Swagrabbit's mod.\nAll credits go to him.\n\nDrop the .esp in your Skyrim\/Data.\nEnable it either from launcher or plugins.txt located in X:\\Users\\XXX\\AppData\\Local\\Skyrim\nDrop the bat file in your Skyrim\/Data.\n\nDisable the esp",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9952681661,
        "format_confidence":0.9352740049
    },
    {
        "url":"http:\/\/proshopcasino.com\/casinos-online\/reasons-popularity-online-bingo-gaming-sites.html",
        "text":"Home | Casinos Online\n\nReasons for the popularity of online bingo gaming sites\n\nAre you looking for some real fun and entertainment from your comfort zone? Get rid of brick and concrete casinos and have some thrilling experience from the comforts of your home. A large scale of population does not prefer to go to casinos and play games. After a tiring day at work, playing bingo, slot games from online sites seems pretty more easy. It has been seen that thousands of people sign up in these online sites each day. They feel relaxed to play different varieties of games that refresh their mind.\n\nThe online bingo game sites are immensely popular these days. The most important reason behind it is accessibility. It can be called the most important USP of the online bingo games. The sites remain open for 24 hours a day. Perhaps this is one of the greatest advantages of online bingo gaming sites. People leading a busy life highly get rid of boredom because of this kind of online games. Bingo Bytes is one such site that helps you to play games and when you like. The best thing is that you can start playing games even from your Android or iPhones. Start playing whenever you feel like or stop the game as per your convenience.\n\nVariety in the gaming sites is another reason for its popularity. Online sites like Bingo Bytes have an array of games like slot games, strategy games, casino games, flash games that will keep you hooked to your computer screen for quite a long time. The market of online bingo games is very competitive and Bingo Bytes is a renowned name in it. The new versions of the games are much more interesting and engaging than the traditional ones. They keep you engaged to the screen and you will feel contented to browse through the variety offered by the site.\n\nOnline bingo sites like Bingo Bytes also offers you games where the results are unpredictable. You can try your luck rely on the site in terms of honest payouts and fair play. Apart from entertainment socialization is another reason for the popularity of these kinds of online sites. The chat rooms are the perfect place where you can interact with other kinds of people, enquire about a particular game or know more about how to play the games. Just by lying on your couch, you can interact with other kinds of players. This is really great as the atmosphere is electrifying and you will feel relaxed after a hectic day at work. Online bingo sites like Bingo Bytes offer you the advantage to win variety of cash prizes apart from exciting goodies and other prizes. The site aims to offer the best of enjoyment and playing experience that no other site can offer.\n\nWhat more do you need if you have innovation, comfort and rewards at the same time? With simply no deposit you have a chance to try your luck and win the best of prizes. So go ahead and have an experience of lifetime with Bongo Bytes.\n\nAverage: 10 (1 vote)\nYour rating: None\nReasons for the popularity of online bingo gaming sites 10 10\nBased on 1 Review",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9961209893,
        "format_confidence":0.5682492256
    },
    {
        "url":"http:\/\/www.evike.com\/product_info.php?products_id=45596",
        "text":"\nNew Phone Support Hours M-F 8am-5pm PST\nBrowse by Type or Category\nGET OUT & AIRSOFT - 25% OFF (exclusions apply, see details)   Use code: MAY25\n\nColt 100th Anniversary Licensed Full Metal M1911 A1 Airsoft CO2 GBB by KWC (350 FPS Version)\n\nID: 45596 (GP-M1911-18512)\nSoftAir USA \/ Cybergun45596\n4.9 stars, based on 15 reviews\nColt 100th Anniversary Licensed Full Metal M1911 A1 Airsoft CO2 GBB by KWC (350 FPS Version)\nHover or touch above to zoom\n\n$120.00 $95.00\n\nMAP ProtectedExempt From Coupons\nThe manufacturer of this product enforces a strict minimum advertised price (MAP) policy which excludes this product from any additional discount coupon codes. This item, however, may qualify for free shipping.\nThe Colt full metal 1911 by KWC is a fully licensed pistol with both incredible historical collector's value and combat fire power. Being the currently longest-standing military and law enforcement service handgun in the world and is still in use, the Colt 1911 is a remarkable design, and icon in the firearm world. The Airsoft licensed version by KWC retained it's faithful 1:1 scale original design, featuring an temperature independent Co2 magazine, full metal frame, full metal slide, detachable magazine, on-frame safety, working hammer, hopup, full metal barrel, hard-kick realistic blowback action, serrated slide, and much more! On the battle field the Colt 1911 is a force to be recognized with a whopping 340+ FPS, amazing accuracy, and range.\n\nAbout Colt Abe Lincoln may have freed all men, but Sam Colt made them equal\nColt's Manufacturing Company is a United States firearms manufacturer, founded in 1855 by Samuel Colt. It is the successor corporation to Colt's earlier firearms-making efforts since 1836. Colt is known for the engineering, production, and marketing of firearms, most especially between the 1850s and World War I, when it was a dominating force in its industry and a seminal influence on manufacturing technology. Colt's earliest designs played a major role in the popularization of the revolver and the shift away from earlier single-shot pistols. Although Samuel Colt did not invent the revolver concept, his designs resulted in the first very successful ones.The most famous Colt products include the Colt Walker, made 1847 in the facilities of Eli Whitney Jr., the Single Action Army or Peacemaker, the Colt Python, and the Colt M1911 pistol, which is currently the longest-standing military and law enforcement service handgun in the world and is still used today. Though they did not develop it, for a long time Colt was also primarily responsible for all AR-15 and M16 rifle production, as well as many derivatives of those firearms. The most successful and famous of these are numerous M16 carbines, including the Colt Commando family, and the M4 carbine.\n\n\n  • Fully licensed by Colt, the maker of the longest-standing military & law enforcement service handgun\n  • Full metal serrated slide, barrel, and frame\n  • Detachable full metal magazine\n  • Takes conventional 12g CO2 magazines\n  • Working on-frame beaver-tail safety, hammer, magazine release button\n  • Integrated hopup unit for maximum range\n  • 1:1 scale authentic replica\n  • Fixed Front and Rear Sights\n  • 340~360 FPS high power output with dead-on accuracy\n  • Realistic hard kick blowback action\nDimensions: 225mm x 140mm\nMuzzle Velocity: 340~360 FPS (Measured w\/ 0.20g BBs and CO2 Magazine)\nMagazine: 17rds\nGas Type: 12g CO2 Cartridge\nFiring Mode: Semi Automatic, Safety\nSystem: Gas Blowback\nHopup: Yes, Adjustable\nPackage Includes: Gun, Magazine, and Manual\n\nManufacturer: Cybergun (Licensed by Colt). OEM by KWC\n\nFPS Range: 340-360\n\n15 Customer Reviews\n\n(Write a review)\n\nby Bradley K. on 11\/29\/2016\n\"I've had this pistol for going on two years now and I LOVE IT. It has a satisfying weight to it and the controls are pretty comfortable. I can operate every feature both wearing and not wearing gloves. It has a very crisp blowback action that kicks about as much as a real steel .22lr handgun, which is very nice for an airsoft gun. I also bought two additional magazines and they work just as well as the one that the gun came with. If I don't do a lot of rapid shooting I can get 4+ 17rd magazines off before the CO2 cartridge runs out as long as I give the mag roughly 30 seconds of warming up in my hand after reloading it each time. If I shoot quickly, it easily holds enough gas for 2-3+ full loads. Speaking of capacity, I think that 17 rounds is just about right for a sidearm. When you compare it to the real 1911's capacity of only 7 rounds there really is a big difference. Sadly extra mags are a bit costly, but they are gas mags after all. I like that this gun is styled after the M1911A1 that the U.S. used in WWII up until the 80's, and the Colt trademarks make it great for themed matches of that time period. I have however noticed that the finish on the metal is a bit thin and is easily prone to scratching as I learned when using my first holster, a plastic one. It left some rubbing marks on the slide but this is purely cosmetic. That may still be a con for some, though. Personally, I think that the wearing adds character to the weapon. I have not tried to remove the orange tip and I do not plan to do so. I have not chrono'ed this gun but I did notice that while playing in an outdoor match it was not able to penetrate through thick brush and hit a target about 15 yards away, but shooting at a man-sized target without cover I can easily hit my mark from that distance. Realistically speaking, that's pretty much all you're probably going to be using a sidearm for anyway. The iron sights are not bad for an airsoft gun, but not the greatest at distance either, however when firing rapidly and watching the path of your bb's it looks like you're shooting a laser out of your gun. As an added bonus, this gun even field strips pretty realistically. I don't think I will ever be replacing this gun as my main sidearm, but if it ever broke for some odd reason I would buy another in a heartbeat. Overall I believe that this is a fantastic airsoft gun and it is one of if not THE BEST of the airsoft 1911's on the market. If you are looking for a durable, reliable sidearm that could also be used for themed matches or re-enactments, look no further.\n\n-Feels very nice in the hand, pleasant weight and ease of use\n-Very nice, hard kick for an airsoft gun\n-CO2 lasts a decent amount of time, especially when not shooting rapidly\n-Decent capacity\n-Classic design with COLT TRADEMARKS good for themed matches\/re-enacting\n-Finish scratches easily and gives a weathered look (may not be a pro)\n-Reasonably accurate\n-Very reliable\n-Field stripping is realistic\n\n-Additional magazines are expensive.\n-Finish scratches easily and gives a weathered look (may not be a con)\n-Will not punch through thick cover but it's an airsoft gun for crying out loud\n-Doesn't shoot .45 ACP\n\nIn my humble opinion the pros certainly outweigh the cons, so do yourself a favor and get your hands on one of these bad boys.\nby devyn m. on 07\/01\/2016\n\"I bought this gun (used) at a local shop. This is the best pistol I have ever owned. I have had it for 2years and have NEVER had any problems with it\n\nThe most acrate gun ever 60 ft +\n\n\n\nby Kai R. on 06\/23\/2016\n\"This is my favorite airsoft gun of all time, it really does justice to it's real life WW2 counterpart. It has a beautiful finish, which gets a nice battle hardened look after lots of use. Since it is CO2, it requires a lot of lubricant to keep it working properly without breaking. Make sure before buying this that you have good knowledge of where to lubricate CO2 guns, not lubricating it properly will shorten it's life span significantly. It has pretty good kick, for an airsoft gun. The way the gun handles is very close to a real gun, having to rack the slide upon inserting a magazine, combined with the kick makes it a real joy to fire. I don't have a chronograph, so in terms of FPS all I can say is that it is not really felt at all if wearing jeans. Accuracy is pretty good for a handgun, but it isn't pinpoint like non-blowback co2 guns. But from my point of view, that adds to the realism. Hop-up is rather easy to adjust, but requires field stripping to do. I have not had a chance to use it in a game, but I'm quite sure it would be able to challenge other handguns quite well.\n\nHeres a summary of the pros and cons:\n\n-Very Realistic\n-Beautiful finish that gets nice wear after a lot of use.\n-Good kick for an airsoft gun\n-Low enough FPS to get into most fields\n-Requires a lot of care, making it not so good for newer airsofters.\n\nQuestions, Answers and Comments\n\nDiscuss about Colt 100th Anniversary Licensed Full Metal M1911 A1 Airsoft CO2 GBB by KWC (350 FPS Version) with your friends and fellow shoppers!\n\nComment or answer questions for a chance to win awesome prizes. Details can be found on the Facebook page. Remember to check \"Also post on Facebook\" to qualify for the giveaways!\n\nHave an urgent question about this item? We monitor these comments daily, but it may be faster to email us directly or call us at (626) 286-0360. Our resident experts are standing by to answer your questions!\n\nSearch tags for related products",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.6027078032,
        "format_confidence":0.9732667208
    },
    {
        "url":"https:\/\/www.mikino.com.ar\/pin-up-betting-and-casino\/",
        "text":"Play Aviator Game At Pin\n\nPin Up Aviator Game\n\nThese groups are on the principle record of the Olympic Games volleyball league amongst males. Or possibly you’ll choose women’s groups from Japan or Russia. [newline]Start betting on tennis, particularly since you can see such popular options on the Pin Up bookmaker website. Here the most wished leagues are presented from now on. A few of the games quickly arrive as well as show up in the “TOP” tab in PIN UP gambling establishments. One of the most ranked, high-level emulators with brilliant graphics, innovative technique and a non-standard reward system do not go undetected by the players.\n\n  • Let’s take a closer look at what the Pin Up app is, and how it differs from the mobile version of the bookmaker.\n  • Such technology lets the system guarantee fair results and allows no third parties to participate in the process or interfere with the games.\n  • The game is based on a simple algorithm and all of the bets are placed through a secure system.\n  • You just need to log in to your Pin Up account and place bets the usual way.\n  • When you need to make a withdrawal all you must do is to move to the cashier and select the payment methodology you wish to use.\n  • To add another betting panel, click the plus sign in the upper right corner of the first betting panel.\n\nThis slot is made in the style of Mexican chili peppers with piñatas, chests and treasures, and chili peppers are also drawn to decorate the machines. Jack and the Beanstalk is a slot based on the children’s tale of Jack and the Beanstalk, which is sure to please adults. A huge number of symbols are waiting for you, based on the characters from the fairy tale. Hoard of Poseidon is another quality and atmospheric game.\n\nPlay Pin Up Casino With A Bonus Up To Inr 25,000\n\nEnter the PinUp Promo Code after registration on the 1st deposit replenishment and get a bonus of 150% of the deposit amount up to INR. The live distributor video clip games allow you to play in resistance to a live distributor whereas away from the on line casino. Evolution Video gaming powers live vendor video games in Pin-Up.\n\nAs the sun sets, the pharaohs of ancient Egypt come to life, and your task will be to get to their treasures as quickly as possible. Use promo code BESTBONUS2021 and get a bonus of up to 25,000 rupees on your first deposit. If you want Auto Play to stop once a certain number of wins have been recorded, set «Stop if one win exceeds» in the Auto Play pane. You will receive a message with a link to activate your account. Go to the registration page by clicking on the «Join now» button in the upper right corner of the main site page.\n\nWhats Great About The Aviator Game And Why Its So Popular\n\nThree mediums accessible to succeed in the assistance are e-mail, live chat, as well as mobile phone aid. Casino ReviewsPin-Up Casino’s online appeal is a narrative of the fantastic, the unsafe, as well as pinup aviator the unsightly. Some customers typically are not pleased with the casino solutions, specifically the poor benefit deal. The heart of the success of each playing web website is its computer game brochure.\n\nPinup Online Casino India\n\nTherefore, it cannot be changed by the platform technicians to make it profitable for the company. It is all about pure luck, and both here – the Aviator company and its clients have equal chances to get a reward in the game. Besides the common way of playing the game Aviator, here is also another great option. In case you are looking for some specific goal, the developers have created a special auto-play system. If you want to use it, find the switch bar that changes “Bet” to “Auto” and click it.\n\nAfter the Pin Up download of the App, you can log in to your account and start placing bets online right from your phone. The threat of shedding the deposit is zero, however you can’t win anything both. Pin Up Casino has a large number of slots from leading developers.\n\nLeave a Reply\n\nTu dirección de correo electrónico no será publicada. Los campos obligatorios están marcados con *",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9966063499,
        "format_confidence":0.9302370548
    },
    {
        "url":"http:\/\/frivxl.com\/puzzle\/1653-bubble-shooter-4",
        "text":"﻿ Bubble Shooter 4 Friv Games\n\nFriv Games Puzzle Bubble Shooter 4\n\nUse your ultimate bubble cannon and get rid of all those colored ball-shaped balloons. Aim and shoot wisely to match at least three or more bubbles of the same kind. Beat the high score in Bubble Shooter 4, the newest edition of the fun-addicting puzzle game series, that will keep you busy for the next hours. Much fun! Controls: Mouse = Aim \/ Shoot",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.995960176,
        "format_confidence":0.9750145674
    },
    {
        "url":"https:\/\/www.tesco.com\/direct\/air-flo-wired-ps3-controller\/549-4268.prd?pageLevel=&skuId=549-4268",
        "text":"Air Flo Wired PS3 Controller\n\nCatalogue Number: 549-4268\n\nAir Flo Wired PS3 Controller\n\nMore product information\n\nSorry, there are currently no sellers for this product.\n\n\nWe've carefully chosen all our Tesco Partners, to give you even more choice when you shop with us online.\n\n  • Browse a wider range of specialist products, all in one place\n  • Collect Clubcard points on every order\n  • Stay protected with the Tesco Partner Guarantee – we’re here to support you when buying from an approved Tesco Partner.\nNeed help deciding? Take a look at our buying guide\n\nProduct Details\n\nPlay hard, stay cool! No matter how hot the action, the Air Flo™ Controller is designed to keep your grip cool while you game.\n\nProduct specifications\n\n\nPS3 Compatible\n\nKey Information\n\nAccessory set\n1 1",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.5566021204,
        "format_confidence":0.9978783131
    },
    {
        "url":"https:\/\/www.androidpit.com\/forum\/721909\/little-pony-flying-adventures",
        "text":"Little Pony Flying Adventures\n\n  • Replies:0\n  • OpenNot stickiedUnanswered\n  • Forum posts: 9\n\nAug 31, 2016 8:11:30 PM via Website\n\nFly with ponies with crazy speed!\n\nFly with little ponies over the fantastic world! This is not simple ponyville but this is no less exciting. Choose your favourite brony like Pinkie Pie or luna and go ahead. Fly over the obstacles as more far as you can.\nIn this pony game some interesting bonuses, daily tasks, abilities like your own restyling and many other features.\n\n**Get it free!",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9958271384,
        "format_confidence":0.6583175659
    },
    {
        "url":"http:\/\/www.girlarcade.com\/other\/poppy-first-day-in-kindergarden",
        "text":"Poppy First Day in Kindergarden\n\nWater Mania Marisol Coxi At Dentist Fluttershy at the Hospital Barbie Wedding Groom Selena Foot Problems Barbie Mermaid Future\nPoppy First Day in Kindergarden\nIt is a first day for baby Poppy going to kindergarten. She needs your help to perform today’s activities. Join with baby Poppy and have lots of fun with the kindergarten kids.\nRating starRating starRating starRating starRating star\n\nDate: 2015-08-17\n\n486 Users Played\n\nUse mouse to play this game.\n\nLog-in to add a comment\n\nExit fullscreen\nDress Up Games Dress Up Games Girl Games\nWarning: mysql_fetch_assoc() expects parameter 1 to be resource, boolean given in \/home\/jocuric4\/public_html\/ on line 204",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9822069407,
        "format_confidence":0.9519577622
    },
    {
        "url":"http:\/\/www.gamerankings.com\/ds\/945174-princess-debut\/index.html",
        "text":"Home All-Time Best All-Time Worst Sites Help\n\nDS » Action » Rhythm » Dancing\n\nPrincess Debut\n\nThe Ranking\n\n70.83% Overall Rank: 8301\nDS Rank: 327\n2008 Games Rank: 8285\n2008 DS Rank: 327\nScore based on 6 reviews\n\n\nStep into the shoes of the princess of a magical kingdom! Can you master your dance moves and find true love? Waltz into the crazy and often hilarious life of royalty in this romantic\/dance adventure! You have 30 days to get ready for the big ball. Woo one of six charming princes to be your partner, then take your date out on the dance floor! Use the Touch Screen to guide your character gracefully across the dance floor while matching your partner's rhythm. Do you have what it takes to win one of the prince's hearts?\nRelease Date: September 30, 2008\n\nLatest Reviews\n\nGameCritics 01\/13\/09 Review 6.5 out of 10\nIGN 12\/26\/08 Review 7 out of 10\nNintendo Gamer 12\/01\/08 Review 75 out of 100\nNintendoWorldReport 11\/07\/08 Review 7 out of 10\nZentendo 11\/04\/08 Review 7 out of 10\nZTGD 10\/05\/08 Review 7.5 out of 10\nIGN 09\/17\/08 Preview n\/a\nWorthplaying 09\/10\/08 Preview n\/a\nGameZone 07\/20\/08 Preview n\/a\n1UP 07\/17\/08 Preview n\/a",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9943071008,
        "format_confidence":0.7955313325
    },
    {
        "url":"https:\/\/www.alexaffiliates.com\/affiliate-programs\/brands\/babe-casino",
        "text":"Username\/Email: Password:\nForgot your password?\n\nBabe Casino is on the fast track as a hot, new online casino venture to enter the market in 2017. Freshly launched, this attractive brand brings forth many benefits to satisfy a distinctive niche in an overcrowded market. Babe Casino is considered by many as the perfect blend of sassy and innovative gaming that players have perhaps craved for years.\n\n\nThere's more than meets the eye at this casino though. The core focus is not only on the pleasurable things in life but also on massive casino bonus deals, VIP hospitality to the hottest races in the world,   special events and parties and of course over 3000 casino games.  It is clear that Babe Casino together with, make it that much easier to convert quality players.\n\n\nAs it stands, the casino has already received a massive uptake which shows that this Monte Carlo inspired destination speaks to a deeper, inner need of a quite refined type of player. With multiple software providers to back up the appeal of the brand, Babe Casino has all the right ingredients to offer a revolution in the iGaming space. All members are privy to thousands of slots, table games, virtual sports, massive jackpots and live dealer games.\n\n\nAs part of the alluring nature of Babe Casino, new players are stroked just the right way with a huge welcome bonus of up to $\/€ 2500. This is a clear indication that the casino values all things big and isn't shy to show off what they're all about right from the start.\n\n\n·       Industry leading casino bonuses\n\n·       Over 3000 hot games\n\n·       Multiple software providers\n\n·       Trending on the market\n\n\nOnline Casino Affiliates can rest assured that all the hard work has been taken care of at the Babe Casino Affiliate Program. Laser focusing on a specific niche, with top quality gaming options, it is without a doubt that the brand naturally creates success, for both its players as well as affiliates. At, we team up to give you great Revenue Share deals to get started with this beauty of a brand. \n\n\n\nBrand - Fact Sheet\nKey Feature Description\nLaunched in:  2017\nGames: Slots, Jackpots, Live Casino, Table Games, Video Poker\nLanguages:  English Portuguese Spanish Swedish\nCurrencies: EUR, USD\nPlayer Bonus: 200% up to 500 EUR\/USD; 100% up to 2500 EUR\/USD + 100 FREE SPINS\nMain Target Markets:*  Sweden Norway Finland Brazil Mexico\nPrimary Restricted Markets:*     United States France\nPlatform: Flash, no download required\nSoftware: BetConstruct\nMarketing Materials:** Banners, Videos\nMarketing Mat. Languages:**  English Portuguese Spanish Swedish\n\n* please see T&C's for details \n** depends on availability\n\nPromote Babe Casino\nIf you'd like to add this brand to your portfolio, then contact your personalized manager for details about commission structures available and boost your ROI.\nIf you don't have an account yet, Sign Up for one.\nUsername:     *\nPassword:     *\nForgot Password? \nChoose another brand:\nPopular Brand Choices:\nMelbet affiliate program\nWixstars Affiliate Program\nA validation email has been sent to you. Please confirm your email address.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9118887782,
        "format_confidence":0.9920102358
    },
    {
        "url":"http:\/\/www.loveyourgame.se\/games\/bomb-sweep\/",
        "text":"Facebook Gplus E-mail RSS\nHome Games Bomb Sweep\n\nBomb Sweep\n\nWelcome to try BombSweep!\n\nBomb Sweep Beta\n\nShort description\n\nThe game is inspired by the classic Mine sweep.\nIt is developed 100% in Flash with ActionScript 3 and Adobe AIR using the wonderful and free IDE FlashDevelop. BombSweep plays on both Android and iOS, tablets and phones though playing on a screen smaller than 3.5 inches may at the moment be somewhat challenging.\n\nDownload it on Google Play and AppStore\n\nDownload BombSweep at Google Play\n\nDownload on the AppStore Badge\n\n\nFuture plans\n\n– Several difficulty levels\n– Zoom\n– Clear local highscore\n– Online highscore\n– Sound effects\n– Exklusive background music\n– Ad free alternative\n– Graphics updates\n\n3 Responses\n\n  1. […] Bomb Sweep Home Info BombSweep has been released on Google Play […]\n\n  2. […] Bomb Sweep Beta Home Info Love Your Game […]\n\n  3. […] Bomb Sweep Beta Home Info Try the latest Bomb Sweep beta! […]\n\nYou must be logged in to post a comment.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9935600758,
        "format_confidence":0.9834349751
    },
    {
        "url":"http:\/\/www.plimpi.com\/game\/elsa-wedding",
        "text":"Search Plimpi on to find new games every day :)\nElsa Wedding\nGame is loading\n\nYou don't seems to have a Flash player. Download now to play!\n\nGet Adobe Flash player\n\nElsa is getting married. You have to prepare her and her boyfriend. Choose the best looking clothes, it is a very important event for both of them.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9876900911,
        "format_confidence":0.9143769741
    },
    {
        "url":"https:\/\/www.dosgames.com\/game\/lynq",
        "text":"Lynq screenshot\nLynq gameplay screenshot\nUser Rating:\n\nBased on 0 user ratings\nPage views: 4,412\nShareware ($25)\nSingle player\nFor Kids:\n320 × 200\nDOSBox Cycles:\n16000 (Approximate)\nOfficial Website\n* Archived, Feb 1998\nLynq screenshot\nLynq gameplay screenshot\nDOSBOX_LYNQ.ZIP - 1,911k - Run LYNQ.EXE to play\nDownloading ...\nFound your game? Great! Glad you found it! Please consider saying thanks by making a small donation to support There are also other ways you can help!\nNeed help running the game? Check our DOSBox Guide to run DOS games on modern computers.\n\nPlay online in browser\n\nOriginal archive (, 1,976k) - The main download link above works in DOSBox after unzipping; the file is the original. Review:  Rating: 3.5\nLynq bears striking similarities to another of Anarchy Entertainment's games, Too Many Geckos! The object here, like that more intriguingly-named game, is to match up the colored shapes on the different pieces so they all match. The pieces (pyramids) are displayed in three dimensions, so you'll need to rotate them around, and carefully change your viewpoint, to be able to match them properly. It certainly looks impressive, but overall it seems a bit overly-complicated for the core gameplay mechanic, especially with so many buttons that you need to press at the bottom of the screen.\n\nPlay Lynq in Browser\n\nGame will not be saved after closing your browser. Download and install the game if you want to save.\nCTRL-F12 attempts to speed up game, CTRL-F11 attempts to slow it down.\n\nRelated \/ similar games:\n\nIf you enjoy Lynq, you might also enjoy playing these games:\n\nLynq, #1035. Added to website: 2019-12-20. All copyrights, trademarks, etc, are property of their respective holders.\nBack to top",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9960541725,
        "format_confidence":0.9343481064
    },
    {
        "url":"https:\/\/run3online.io\/strike-force-heroes",
        "text":"Strike Force Heroes\n\n\nStrike Force Heroes9 votes. 4.89 \/ 5\n\nDestroy the enemy with incredible weapons! Upgrade after each win and add heavy guns to your arsenal. Take part in brainstorming matches and enjoy exciting action scenes. You can also challenge your opponent in a one-on-one battle. Set your own rules and fight!\n\n\n  • Use WASD or Arrow keys to move.\n  • Use W, Up arrow or space to jump.\n  • Hold S or Down arrow to crouch.\n  • Use the mouse to aim. Click to shoot.\n  • Use Q or Shift to switch weapons.\n  • Switch heroes by clicking on a hero’s avatar and click the “change hero” button (only appears when the hero that your controlling dies).\n\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9960620999,
        "format_confidence":0.7032979131
    }
]