[
    {
        "url":"https:\/\/www.buckleycameraclub.co.uk\/internal-competition-rules\/",
        "text":"Internal competition rules\n\nGeneral rules\n\n  • Competitions are open to paid up members only.\n  • Hand in dates will be published no later than the 1st week in May preceding the upcoming competition season, entries maybe submitted at any time but no entries will be accepted after the hand in date. \n  • All entries must be original pictures that are the work of the author.\n  • All entries must have a title.\n  • All entries must be submitted with the correct entry form showing the same title.\n  • All entries with the exception of the portfolio competition must not have been entered into any previous Buckley Camera Club internal competition as a print or PDI.\n\nDigital images\n\n  • The maximum size for all images is 1400 pixels wide x 1050 pixels high.\n  • Images should be saved in .jpg format with sRGB colourspace.\n  • Images will be supplied to the secretary on a memory stick clearly marked with your name.\n  • Digital images will be projected onto a white screen, all areas outside of your image will be black, you may wish to add a keyline to your finished image.\n\nPrinted images\n\n  • All images must be mounted on a 50cm x 40cm mount.\n  • The print must be a minimum of 25cm on its longest side.\n  • Your competition number and title will be on the top left corner on the rear of the mount in pencil.\n  • Mounts must hot have stickers, labels, tape or ink on the rear.\n  • Digital copies of your final prints must be submitted on a memory stick with your entries.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.6598479152,
        "format_confidence":0.9031044841
    },
    {
        "url":"https:\/\/powderhillphotography.com\/licensing",
        "text":"Licensing Information & Publishing Credits\n\nVarious publications where landscape photographer Drake Fleege has had his images published\n\nPrint Photography\n\nImages found on this web site that are typically reserved for print sales. Depending upon the application, though, they may also be made available for licensing. My stock photography is now listed on Alamy (see below).\n\nRights Managed Licensing\n\nAll licenses are for Rights Managed (one-time, limited-use) and will incur the usage fee, dependent upon size, placement, print run, etc. \n\nI do not offer my images in return for “great exposure”. I’ve found “great exposure” never pays the bills!\n\nTo License The Image\n\nShould you be interested in licensing an image on this website, send me your planned usage, the image number, and proposed budget.  I will respond with the licensing fee. A large JPEG or TIFF file will be provided upon payment.\n\nStock Photography - Alamy\n\nI have far more images that I have available for immediate licensing through Alamy. Alamy is a stock photography agency that provides worldwide exposure for my stock images. Alamy handle all licensing fees, payments and image files.\n\nTo view all of the images I have with Alamy, visit my Alamy page.\n\nCopyright Protected\n\nAll images of  Powder Hill Photography, Drake Fleege are copyright protected. The copyright has never been, nor never will be, relinquished.\n\nThe company name, the copyright symbol and my name,  and my web site address are found on the lower right corner of each image. (Incidentally, this is also the same location I sign all fine art prints).\n\n\nShould you have any questions, please contact me. \n\nPublishing Credits\n\nWith most of my stock photography listed with stock photography sites, I never know where the image is used once it is licensed. (I do know for what purpose, ex. editorial, museum display, etc). There are times where I also license my images directly, and then I do know where the images are used.\n\nA short listing of publishing credits that licensed directly with me include:\n\nMagazines & Publications\n\n  • Chicago Life\n\n  • National Wildlife\n\n  • Mother Earth News\n\n  • Wisconsin Trails\n\n  • Country Extra\n\n  • Weekly Reader\n\n  • Scholastic\n\n  • AAA Living\n\n  • Smokies Life (Great Smoky Mountain Assoc)\n\n  • Northern Woodlands\n\n  • Wildflower (cover)\n\n  • Destinations\n\n  • \"Insects and Roadless Forests\" (published research report)\n\n  • Door County Visitor Guide\n\n  • Wisconsin DNR (State Fair mural display)\n\n  • Wisconsin DNR (tower kiosk)\n\n\n  • Amazing & Unusual USA\n\n  • Recreational Facility Management\n\n  • Stories of the Old Ones, Hunter and Fisher from Sheltered Water\n\nMarketing & Advertising\n\n  • Cowboy Brad Fitch, \"Columbine Blue\" CD (CD insert)\n\n  • Cowboy Brad Fitch promotion (candy bar wrapper)\n\n  • Edward Jones Financial Advisor billboard\n\nDocumentary Film\n\n  • \"The Last Mountain\" (documentary film)",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.7886354923,
        "format_confidence":0.5661064982
    },
    {
        "url":"https:\/\/www.jumpstartdesigns.net\/tou\/",
        "text":"Jumpstart Designs\n\nThese templates are designed for your personal, scrap for others, and scrap for hire use only. No commercial use!\n\n\nUse these templates for your personal use. Please credit Jumpstart Designs when you post your layouts in any and all galleries.\n\nUse these templates for CT layouts, if you are on any teams. Please credit me and provide links when you do.\n\nUse these templates in submission of layouts to a magazine for publication. Please give credit to Jumpstart Designs.\n\nUse these templates in your Scrap for Hire projects and Scrap for Others but all projects sold must be in flattened versions.\n\n\nYou are NOT permitted to sale any part of the template in individual layers. All scrap for hire projects must be sold in flattened versions, either in jpg, png, or printed formats.\n\nYou are NOT permitted to repackage these items in their original format, either individually or as a pack, and sell to consumers, or give away in their original format as freebies.\n\nYou may NOT make \"Quick Pages\" or templates from our designs and offer them for sale or free under any circumstances.\n\nYou are NOT permitted to redistribute these items as received and claim as your own.\n\nYou may NOT sell, share, loan, or pirate these items in any way.\n\nYou may NOT create brushes or tubes from any portion of these items.\n\nYou may NOT upload our designs to any webpage for download; send them through Google, Yahoo or other \"list\" groups.\n\nYou are NOT permitted to use my designs for any harmful, pornographic, obscene, defamatory, immoral, or racial material.\n\n\nJumpstart Designs, nor Sheri Sessions shall not be responsible, under any circumstances, for any loss or damages resulting from the use or inability to use products provided.\n\nIf you have any questions regarding my Terms of Use or would like Commercial Use rights, please e-mail me at: [email protected]\n\nI would also love to see your layouts and have the opportunity to comment on them!",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9537803531,
        "format_confidence":0.976568222
    },
    {
        "url":"https:\/\/www.cityoforange.org\/794\/Criteria-Used-for-Evaluating-a-Project",
        "text":"Criteria Used for Evaluating a Project\n\nIn general, all projects shall have an internally consistent, integrated design theme that reflects the following elements:\n\n\n  • The architectural features shall reflect a similar design style or period.\n  • Creative building elements and identifying features shall be used to create a high quality project with visual interest and architectural style.\n\n\n  • The type, size and location of landscape material shall support the project's overall design concept.\n  • Landscaping shall not obstruct visibility of required addressing, nor shall it obstruct the vision of motorists or pedestrians in proximity to the site.\n  • Landscape areas shall be provided in and around parking lots to break up the appearance of large expanses of paving.\n\n\n  • All signage shall be compatible with the building(s) design, scale, color, and materials.\n\nSecondary Functional and Accessory Features\n\n  • Trash receptacles, storage and loading areas, transformers and mechanical equipment shall be screened in a manner that is architecturally compatible with the principal building(s).",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.7360457778,
        "format_confidence":0.7902311683
    },
    {
        "url":"https:\/\/www.stockpicturesforeveryone.com\/p\/attribution.html",
        "text":"Free Images for everyone can be found here!!\n\nBloggers, you can use photographs from here for free, if your your blog is non-commercial. If a commercial website, the cost is nominal. All pictures on this blog are copyrighted to me. If an image is used, do attribute it as specified here! These photos are only for blogs\/websites. If distributed, same conditions apply to end-user. Brick and mortar businesses have to pay (unless non-profit).Thanks.\n\nThe photos cannot be sold. For commercial purposes other than the web, pay as specified here. Select photos by using the SEARCH function under the Archives, found at the bottom of page (my email id is there too) or labels at bottom of each post. To see original image, click on image or ask me for a bigger and better one.\n\n\nDo the right thing, be ethical. It speaks volumes for your character. If you use images from this site, follow the attribution requirements. Click here for more ABOUT THIS BLOG\n\nWEB USE ALLOWED EXCEPT FOR SITES WHICH DISTRIBUTE IMAGES or as part of an advertisement or for commercial use.\n\nIf using these pictures in a blog post or in any write-up (non-commercial use), put a link at the bottom of your article to the post on this blog from where the picture was taken plus credit to my name: Nita Jatar Kulkarni. This applies to ALL websites, commercial or non-commercial, even it is the Times of India.\n\nIf you do not wish to give the link, then kindly ask for permission to use the photo without a link with a valid reason as to why you cannot. However, attribution to my name right below the picture is necessary even if you do not link to my website. \n\nIf yours is a commercial website (which includes any site with advertisements), then payment is necessary.\n\nFor non-commercial websites, there is no charge as long as the photo is attributed to me as per the guidelines given above.\n\nOnly non-profit websites can use my photos without a charge. For commercial sites, prices are not high. The price can be as low as ₹10 to ₹100\/- (or 1 USD to 5 USD) for lower resolution images, or in some cases ₹ 500 (10 USD) or more, depending on the size of the image required. The images that cost more are the silhouettes and sketches, and also those wanted for unlimited use. However even these are fairly inexpensive, some available for a price as little as ₹ 200\/- if the image is a small one. High-resolution images can cost more.\n\nI reply to any emails very promptly so you can write to me and still catch that deadline.\n\nPlease do not use any of these photographs without the requirements listed. \n\nIf the picture is used in a header or any other form (eg. used and modified for web designs, websites, widgets, headers, icons, banners) you can add this blog to your blogroll if you have one. It will be much appreciated. Thanks.\n\nPlease don't use these photographs if you want to sell them. And no site which sells or distributes photographs can take images from here unless they pay for the picture an amount for exclusive use.\n\nDon't use any of these pictures for an illegal purpose.\n\nYou cannot use any of the images in an advertisement (even if it is only for online marketing) without payment.\n\nYou are free to use these pictures if you are a student and want to make presentations, for research, or submit papers to an educational institution. If any photograph is officially submitted to the institution, then an acknowledgement would be necessary. Attribute it to \"Nita Jatar Kulkarni.\" In India, academic faculty do not make it compulsory to attribute the photograph to the rightful owner, but it is an ethical thing to do, so please give a credit line. Ethics start at an early age.\n\nKindly attribute as mentioned above and pay for the image. Write to me to ask for the price. Payment can be made to my PayPal account (blog [dot] nita [at]\n\nThe images on this blog can be used without a link or payment. However a credit line to \"Nita Jatar Kulkarni\" would be required at the bottom of the photograph and please do write to me to let me know.\n\nFree to use for your personal non-web use if the purpose is non-commercial.\n\nIf you belong to a non-profit organisation you can take any image without payment but do drop a line informing me. However, if used in a printed form in the literature of a non-profit organisation, a credit line would be required. Attribute the picture to \"Nita Jatar Kulkarni.\"\n\nIf the pictures are used for any commercial or business venture, they have to be paid for, even if the association is a student body. Student bodies also make money, they are not non-profit. However they will be charged very little, mostly just a token amount.\n\nThe images could be used for advertisements (eg. flyers, brochures, posters, print ads, menu cards, book covers, greeting cards, T-shirts etc) or in newspapers, other publications and magazines, and in such cases the photos are not free to use. Credit has to be given to the photographer (in this case Nita Jatar Kulkarni) and the pictures have to be bought. Charges depend on whether you want an image for one-time use (much cheaper) or you want to use the image several times or the type of image.\n\nFor any more clarifications please feel free to write to me at blog (dot) nita (at)\n\nPaypal is preferred. My paypal account username is this email address: blog(dot)nita(at)gmail(dot)com \n\nNetbanking can be used. \n\nYou can also purchase full rights and\/or exclusivity. All licenses are provided with worldwide rights and can be included in unlimited projects.\n\nDo ask for larger images if you need them. \n\nPlease use the Search function at the bottom of the site to find the right photograph or try the labels or archives. I have done my best to categorize them correctly.\n\nEven if you do not want to buy any photograph but like this site, and want to donate, it will be appreciated highly. You can donate as little as 1-10 USD. If you live in India you can credit ₹ 50 - ₹ 100- to my account (ask me for the netbanking details) or via PayPal (email id given below)\n\nThanks for visiting this site.  You can write to me at:\n\n(Note: All downloads are recorded by statcounter and kept by me).",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9203190804,
        "format_confidence":0.8194244504
    },
    {
        "url":"https:\/\/epoty.artopps.co.uk\/rules-guidelines\/",
        "text":"Environmental Photographer of the Year aims to promote and reward excellence in international environmental photography and video, and to enhance the understanding of the causes, consequences and solutions to climate change and social inequality. Before entering, please read the Rules and Guidelines and Digital Specifications & Adjustment Guidelines carefully as all entrants have to acknowledge acceptance of them during the online registration process.\n\nRules and Guidlines\n\n  • Each entrant may enter up to 10 still photographs or films.\n  • All photographs and films entered must have been completed since 1 January 2015. \n  • Entries must be submitted as digital files only. For initial entry, all still photography images must be submitted as JPEGs, saved at a high quality level, e.g. 10 in Adobe Photoshop, with a maximum file size of 0.5MB. SEE DIGITAL SPECIFICATIONS SECTION BELOW FOR FURTHER DETAILS.\n  • If shortlisted, still photography entrants must be able to supply images as RAW files or original JPEGs. SEE DIGITAL SPECIFICATIONS BELOW FOR FURTHER DETAILS.\n  • Entrants must be the sole author and owner of the copyright for all the entries they submit, or they must have obtained permission from the copyright holder to submit the entries on their behalf. The photographer retains the copyright to all their entries into the Environmental Photographer of the Year.\n  • Do not add a signature to any entry as judging is done anonymously and entries with overlay signatures will not be accepted.\n  • It is the entrant’s responsibility to ensure that all the necessary permissions are obtained from people featured in the entry.\n  • All entries, both still photography and film, should be a faithful representation of the original scene and localised adjustments should be used appropriately. Some digital adjustment or editing is allowed, but entrants should understand that the objective is to remain faithful to the original experience, and to never deceive the viewer or misrepresent reality. SEE DIGITAL ADJUSTMENT GUIDELINES SECTION BELOW FOR FURTHER DETAILS.\n  • Each entrant agrees to participate in related publicity and to the use of their name and entry for the purposes of advertising, promotion and publicity of the competition and exhibition without additional compensation.\n  • By entering the Competition, you grant CIWEM a non-exclusive licence to reproduce, publish and communicate your entry to the public by exhibiting your entry through all media throughout the world in relation to the Environmental Photographer of the Year. This includes, but is not limited to: the judging process; the exhibition and tour; inclusion in an Environmental Photographer of the Year Exhibition catalogue or book; online galleries; promotional, press and marketing materials associated with the Environmental Photographer of the Year; and associated merchandising. CIWEM is allowed to pass on any entry to online and print publications to be used either for editorial or image based promotion only in relation to the Environmental Photographer of the Year, with full credit given to the photographer. Other commercial opportunities, such as third-party licensing, may exist for photographers to benefit from the use of any selected entry. Where such a commercial benefit is likely to arise, permission will be sought by the CIWEM in advance.\n  • By entering the competition you accept that your entry may be exhibited by CIWEM or other exhibitions organised or attended by CIWEM as part of the Environmental Photographer of the Year. CIWEM reserves the right to reproduce any entry for exhibition purposes.\n  • CIWEM cannot accept liability for the misuse of entries and or failure of any third party to comply with the Environmental Photographer of the Year’s credit guidelines.\n  • The sponsors of the Environmental Photographer of the Year (specifically Atkins but also any other sponsors detailed in the Background & Sponsors section of this website) reserve the right to reproduce any entry from the exhibition in their own marketing and publications, in relation to the competition and exhibition only.\n  • Judges appointed by CIWEM will choose the exhibition and winners. The judges’ decision on all matters relating to the competition is final and binding and no correspondence will be entered into.\n  • CIWEM reserves the right to cancel this competition at any stage.\n  • The competition is open to all international photographers, both amateur and professional, and of all ages.\n\nDigital Specifications\n\nThe following guidelines explain the required specifications for each category at the different stages of the competition and exhibition. Please ensure that your entries adhere to these guidelines. If any further queries, please check the HELP & FAQs section or contact the exhibition organisers by email.\n\n\n  • Still Photographs – initial entry: all still photographs must be submitted as JPEGs, saved at a high quality level, e.g. 10 in Adobe Photoshop, with a maximum file size of 0.5MB. Each image file must be named with your surname, first name and brief title e.g. SmithJohn_Title.jpeg. Whilst work titles may be too long to be used as image names, a section of your title would be adequate.\n  • Films – initial entry: entrants are required to provide an HTML link in order to view the full film via YouTube, Vimeo or similar. Each clip should be a minimum of 5 seconds and a maximum of 5 minutes long, and can include an audio track. The HTML link must be labelled in such a way that it is easily identifiable as your work, i.e. include your name in the file link. If your Vimeo account is password protected please paste the password into the ‘Vimeo Password (if applicable)’ field for that entry on the entry form. Please do not paste it in with the link, as this will corrupt the link.\n  • Still Photographs -proof of authenticity: original digital camera RAW files will be required if your image is shortlisted. Digital images captured as JPEG are allowed, providing the original un-retouched JPEG is available for inspection. Any work created from more than one original (e.g. stitched images), must be declared as such, and the original captured images should be available for inspection when requested.\n  • Films – exhibition: high-resolution files will be needed if selected for exhibition. Entrants will be required to either upload these file to the competition FTP site, or to send a DVD to the exhibition organisers. These details will be confirmed if selected for exhibition.\n  • Still images – exhibition: for printing in all media and for inclusion in the exhibition, a high-resolution image (preferably TIFF) will be requested if your image is selected for exhibition. This should be 8-bit, Adobe RGB (1998) at 300ppi. Images within the Exhibition will be printed to an approximate maximum of 920mm along the longest dimension.\n\nDigital Adjustment Guidelines\n\nThe following digital adjustments are not allowed:\n\n  • adding or removing animals, parts of animals, plants, distractions, people etc.\n  • composites and sandwich shots that add elements.\n  • images that have been digitally manipulated outside of the allowed adjustments.\n\nThe following digital adjustments are allowed:\n\n  • removal of sensor dust spots and chromatic aberration\n  • removing background noise (in moderation)\n  • levels (in moderation)\n  • curves (in moderation)\n  • colour (in moderation)\n  • saturation (in moderation)\n  • contrast work (in moderation)\n  • shadow and highlights (in moderation)\n  • sharpening (including selective sharpening) in moderation\n  • cropping in moderation and as long as a suitable high-res TIFF file can be supplied for printing a large exhibition display\n  • dodging, burning and toning (in moderation)\n  • neutral density gradients (in moderation)\n  • removing lens vignetting\n  • panoramas i.e. panoramas created from several images that have been taken from the same location and at the same time, and then combined or stitched using digital techniques, and resulting in a wider view than can be achieved with most wide-angle lenses. (NB: stitched panoramas must be declared in caption information.)\n  • multiple exposures are only allowed if this is a feature of the camera and the result is one single file. Entrants must state in the caption if their image is a multiple exposure.\n\n145 queries in 1.410 seconds.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9548341036,
        "format_confidence":0.9231923223
    },
    {
        "url":"http:\/\/www.ipswichlibrary.org\/general-information\/governance-and-policies\/library-policies\/art-exhibit-committee",
        "text":"Governance and Policies\n\nLibrary Policies\n\n\n  • Eligible artists must be at least 18 years old and current residents of Ipswich.\n  • Insurance coverage is the responsibility of the exhibitor.\n  • Artists must submit signed original works of art in two‐dimensional format.\n  • The Committee reserves the right to accept or reject any entry proposed and will not display artworks from previous library exhibits. The Committee also prohibits exchanging juried for non‐juried artwork.\n  • All artworks which are legally obscene, including child pornography, or which appeal to prurient interests, and taken as a whole, lack any serious literary, artistic, political or scientific value for minors as measured against local community standards may be rejected for display.\n  • Artworks may be offered for sale but this is not a requirement. Works sold must remain on view until the exhibit period ends.\n  • Registration fee in the amount of ten dollars ($10.00) from each artist is required. This fee is non‐refundable.\n  • 20% of the sale price of each art work will go to the Trustees Art Fund. All proceeds will be used to maintain and\/or acquire art works for the Ipswich Public Library.\n  • Each artist, whose artworks are accepted for display, must make a commitment to monitor the Art Exhibit area and provide artists’ information for up to 2 hours during the exhibit period.\n  • Art Exhibit Committee chairperson is in charge of the press release for the annual exhibit.\n  • Permission to photograph and reproduce any artwork accepted for exhibition for publicity purposes is considered granted to the Art Exhibit Committee.\n  • The Art Exhibit Committee approval does not imply endorsement of the artist’s viewpoints or artistic expression.\n  • Venue of the annual art exhibit will be at the Ipswich Public Library only.\n  • The Ipswich Public Library Art Exhibit Committee reserves the right to cancel any exhibit should unforeseen situations arise.\n\nOriginal Policy Approved by the Ipswich Public Library Board of Trustees on December 15, 2008 Revised and Approved by the Ipswich Public Library Board of Trustees on March 22, 2010\n\n\n  • NOVEMBER 11 and 12\n    Closed in observance of Veterans Day.\n\n\n\n\n\n\n\n\n\n\n\nMonday 9-8\nTuesday 9-8\nWednesday 9-8\nThursday 9-5\nFriday 9-5\nSaturday 9-4\nSunday 1-4\n\n\n\n25 North Main Street\nIpswich, MA  01938\n\n\nFree library cards! Available to Ipswich residents with proper identification.\n\nNot just books to borrow, but e-books, audiobooks, books on CD, DVDs, CDs, magazines and more.\n\nIpswich Public Library .  25 North Main Street  .  Ipswich, MA 01938  .  978.356.6648  .  This email address is being protected from spambots. You need JavaScript enabled to view it.\n\nCopyright © 2017  Ipswich Public Library. All Rights Reserved.   |   Disclaimer   |   Site Map",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.7489353418,
        "format_confidence":0.9400578141
    },
    {
        "url":"http:\/\/leugenenelson.tripod.com\/iol\/black_and_white.htm",
        "text":"Make your own free website on\n\n\n(505) 315-8409\n\nAll materials represented on these pages including all images, text and design elements remain the sole and exclusive property of Images on Location. \nImages, or portions of images may not be reproduced, published, copied, digitized or electronically\nscanned, projected, publicly displayed, used as artist's or photographer's reference (commonly known as \"Swipe\" or \"Artist's Scrap\") or make any other use of these images without express written permission on photographer's invoice.  \nNo images are within Public Domain. Use of any image as he basis for another photographic concept or illustration is a violation of copyright",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9882170558,
        "format_confidence":0.9832960963
    },
    {
        "url":"http:\/\/www.lancasterfineart.com.au\/index.php?pag=cms&id=135&p=terms-and-conditions.html",
        "text":"Lancaster Fine Arts..Online..Gallery\n\n\nSome of our Artists\n\nJosefina Diazgranados\n\nIf there exists a pictorial work that in one way or another could resemble the immaterial patrimony of the Northern Colombian Coast that represents in each brushstroke the grace, the color, and the feeling implicit in the meaning of loving a specific zone\n\nJulie Wecker\n\nJulie Wecker is a multi award-winning artist who was Finalist in the Moreton Bay Region Art Awards in 2009 and Finalist in the Pine Rivers Art Awards in 2008. Her work is in the collections of the Redcliffe Museum and the Pine Rivers Regional Gallery and\n\nLachlan Kennedy\n\nLachlan has lived in Redcliffe all his life. He has a quirky sense of humor and a unique vision of the world. In 2007 Lachaln held his first solo exhibition at the Graydon Gallery at New Farm, selling 60% of his work. This young man's passion for art has\n\nTerms and Conditions\n\nInformation goes here",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9966488481,
        "format_confidence":0.8793275356
    },
    {
        "url":"http:\/\/middleeasterndance.homestead.com\/BYB\/UseOfSite.html",
        "text":"Middle Eastern Dance\nUse Of This Site\n\nUsing this site as a student\n\nUsing this site as a professional\n\nReproducing Information and\/or Images From This Site\npermission.  I will generally grant it as long as it meets these two guidelines:\n1. The information may not be used for profit in any way.  This means you may not sell the information in any way.\n2. The information used must always clearly state that it is from http:\/\/www.middleeasterndance.net.\nIf you plan to meet both guidelines I will probably grant your request but you must e-mail and request use.  If you are not given\nwritten permission to use it then you may not use the information from this site.  I recommend saving e-mails that grant\npermission or printing them and saving them in a file folder.  If you are requesting to use images from the art gallery, you\nshould contact the artist directly.  All images in the art gallery are the property of the artist who created them and may not be\nreproduced without expressed consent from the artist themselves.  You must ask permission to use their images.  In addition\nif you have already referenced the site under the old web address's at homestead.com please note that the address has\nchanged and should be updated to http:\/\/www.middleeasterndance.net.\n\nLinking To This Site\n\n\nHow do I know that the information provided in this site is credible?\nEuropean Dancer of 1909.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.7306218743,
        "format_confidence":0.9817529917
    },
    {
        "url":"http:\/\/silveryachts.com\/imprint\/",
        "text":"124 Quill Way\nHenderson, Western Australia 6166\nPhone: +61 8 9437 0570\nFax: +61 8 9437 0576\nEmail: info(at)silveryachts(dot)com\n\nAustralian Business Number: 60 104 693 334\n\nDesign Concept + Creative Direction\nLizzy Courage, www.lizzycourage.de, art.lizzycourage.de\n\nPhilipp Hentschel \/ Christoph Guttandin, www.welance.de\n\nSILVERYACHTS uses its best efforts to ensure that all the information on its website is kept up-to-date. Any warranty to the correctness and acuracy can not be assumed. SILVERYACHTS reserves the right to make changes or additions to the information made available at any time without notice. When you access this website, the IP address of your provider and other information are stored on our server for data protection purposes. This information is also processed in anonymous form for statistical purposes. Any reference of the data stored to your identity is excluded. You can therefore use our website without revealing your identity. SILVERYACHTS has included links to other internet pages in this website. SILVERYACHTS has no control over the design or content of any pages to which links are provided and expressly disclaims any responsibility or liability for the content of such pages. The content of the SILVERYACHTS website is protected by copyright. No information, data, texts, parts of texts or images may be copied or used in any way without the prior permission of SILVERYACHTS.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.8093131185,
        "format_confidence":0.9873602986
    },
    {
        "url":"https:\/\/goetze.ch\/selfmadedesign\/",
        "text":"I assume that you're here because you read somewhere something like: And I guess that you want to know what is behind this label.\nPlease be not disappointed, but actually the answer is: \"selfmadedesign\" is my personal label for all that is a little better succeeded, because of development with some more consequence, and has received only positive feedback. With \"selfmadedesign\" I mark everything I have designed\/created, including any conventions which I learned at university or by other. And what, critically judged by other persons who deal professionally with the relevant topic and is rated positive.\n\n(CC) by-nc-ndUnless explicitly stated otherwise, any adaptation, re-use or commercial as well as private use of products which I created with and without labeling is expressly prohibited! Use is permitted only in the context I intend and communicate.\n(e.g. this is approximately comparable to: (CC) by-nc-nd; and this is not a Free Culture License)\n\nFor any further questions you can also write me, with the mail-form on the boarding page.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9817265868,
        "format_confidence":0.7409343719
    },
    {
        "url":"http:\/\/fairground-heritage.org.uk\/visit\/photography\/",
        "text":"Go to Top\n\n\n\n  • Photography or filming using a hand-held camera or video camera for personal non-commercial use is permitted in most of the museum, except in some temporary exhibitions and where an object’s label indicates a private loan\n  • Flash photography is permitted\n\nNot permitted\n\n  • Tripods, monopods or supplementary video lighting are not permitted without prior consent\n\nFor more information, call our reception on 01566 783425 \/ info@fairground-heritage.org.uk.\n\nThe above guidelines are for personal use only. For information about commercial use, please see our Press Office and Filming and Photo Shoots pages.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.5962407589,
        "format_confidence":0.7909137607
    },
    {
        "url":"https:\/\/www.pearllam.com\/important-notice\/",
        "text":"30 Jun 2022\n\nImportant Notice\n\nPearl Lam Galleries’ aim is to authenticate and protect every original artwork which in turn protects our artists from fraud and copyright infringement.\n\n– With regards to this, Mr Doodle works on canvas purchased from Pearl Lam Galleries are accompanied by our standard 5-year non-resale agreement. At the end of the 5 year period the relevant, official Certificate of Authentication (CoA) is then issued directly to the collector by the Mr Doodle studio. A CoA would not be issued to any collector who breaches their signed 5-year non-resale agreement.\n\n– Secondary market sales of works on canvas by Mr Doodle from Pearl Lam Galleries should be accompanied by the CoA issued by the studio, 5 years after the original purchase.\n\n– For CoA advice regarding any works on canvas acquired prior to Pearl Lam Galleries’ representation of the artist please contact the studio directly via the Mr Doodle website.\n\nFor more information about purchases, please contact us at sales@pearllamgalleries.com.\n\nOriginally posted on Pearl Lam Galleries’ official Instagram page on 28th February 2022",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.6745529175,
        "format_confidence":0.958782196
    },
    {
        "url":"http:\/\/innovative-idea.com\/viewlarge.asp?ID=ii2755&Rtn=stickers_military&Desc=POW%20MIA",
        "text":"\n\nPOW MIA #2755\n\n\nAll artwork is copyrighted by Innovative Ideas Novel Notion inc All rights reserved. Any unauthorized or reproduction, including derivative works,will be prosecuted to the fullest extent allowed under the law.\n\nCopyright 2006 Lasting Web Impressions, Innovative Ideas\/Novel Notions Inc.\nSite maintained by Lasting Web Impressions",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.955194056,
        "format_confidence":0.9126293659
    },
    {
        "url":"http:\/\/www.imagenique.co.uk\/copyright",
        "text":"\"The only limit is your iMAGINATION!\"\n\ntag line image\n\n+44 (0)1483 424506\n\nIn affiliation with: Jacqueline Smith Photography\nThe Arts, Portraiture, Fine Art Photography\n\nA Photo Editing & Digital Arts Company\n\nEMAIL your photo & brief for a FAST QUOTE!\n\n\n  • When submitting photographs for editing to iMAGENIQUE, the client must either own the copyright to the photograph(s) or have permission to use and have the photograph(s) edited by the copyright owner.\n  • Submitted photograph(s) that have been purchased from a third party site, such as a stock photography site, must be purchased with the appropriate license for end usage and editing.\n  • In some cases iMAGENIQUE may supply photography owned by © iMAGENIQUE\/Jacqueline Smith Photography for client's projects.  iMAGENIQUE and Jacqueline Smith Photography always retains photograph copyright.\n  • Completed retouched or edited images may be used across the iMAGENIQUE website or the Jacqueline Smith Photography website. Images may also appear on social media pages representing both affiliated business. Jacqueline Smith Photography is a sister company to iMAGENIQUE.\n  • Any images or copies of images or photographs, computer files or printed documentation related to such images are protected by the Copyright and Design Act 1988.\n  • All customer's details are kept in strict confidence and are not sold onto third parties.\n  • iMAGENIQUE values your privacy.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.8673219085,
        "format_confidence":0.9786925912
    },
    {
        "url":"https:\/\/photosphere.gr\/en\/history\/4th-photosphere\/actions\/time-lapse-action-2021\/terms-conditions\/",
        "text":"Participants can be both amateur and professional photographers at the age of 17 years and above.\n\nInterested parties should complete and send the application form, posted on the Festival's website (www.photosphere.gr), until May 30th, 2021 at 23:55.\n\nEach candidate may participate with one (1) Time-lapse, the duration of which SHOULD NOT exceed the 01:30 minutes.\n\nHyperlapses are accepted.\n\nThe resolution of the final presentation should be at least 1080p in MPEG4 or AVI format.\n\nBackground music or not, remains the choice of the creator.\n\nDuring the Time-lapse the author's name SHOULD NOT appear. Nevertheless, it is at his\/her discretion to place his\/her name or signature, at the end.\n\nThe selection of the Time-lapses will be made by a three-member Jury of prominent professionals in the areas of photography and cinema. The Jury, in its absolute discretion, will select the ten (10) best Time-lapses to be exhibited at the International Open Air Photography Festival “Photosphere” – summer 2021, on both islands, as well as at the International Photography “Photometria” in Ioannina in view of the collaboration between the two Festivals.\n\nA1\/A3\/A2 Diplomas will be awarded to the three (3) Time-lapses with the highest score. The awards are kindly offered by our Gold Sponsor “DroneXperts”!\n\nThe results will be announced by e-mail and will be posted both on Facebook and Photosphere’s website by June 7th, 2021.\n\nParticipation in the action is free of charge.\n\n\n\nThe theme of the Time-lapses is open and the only requirement is to be shot by Drone.\n\nEntries that include ground shots by any kind of camera other than the Drone, will not be accepted.\n\n\n\nAll entries should be original projects and the participants should be either the sole holders or the holders of the copyright.\n\nBy signing up for the Festival, the participants retain full copyright over their work.\n\n\n\nAll selected entries can be published by the International Open Air Photography Festival “Photosphere”, to affiliated sponsors and collaborators, magazines or books, websites, or any other media, for the promotion and the advertising of the Festival without the approval of the creator, but always mentioning his name.\n\nThe Festival and the participants will have no claim for compensation in such use.\n\n\n\n  • The decisions of the Jury for the selection of the Time-lapses will be final.\n  • Participants are solely responsible for any use of music in their work (copyrights).\n  • Entries are invalid if the Festival decides that they are not original or are illegible, incomplete, damaged, irregular, variable, counterfeit, misleading, or stolen by fraud or theft.\n  • The Festival reserves the right not to accept projects that do not meet the expected quality of production and presentation for the Festival.\n  • The Festival reserves the right to modify or extend the submission deadline in its sole discretion. In this case, the changes will be announced in the networking media.\n\nThe participants will be bound by and agree to all of the above terms and conditions by sending their participation form.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9208580256,
        "format_confidence":0.9839218855
    },
    {
        "url":"http:\/\/www.americanart.si.edu\/visit\/guidelines\/",
        "text":"Larger Type\nSmaller Type\n\n\nGallery and Photography Guidelines\n\nReynolds Center\n\nPlease help us protect our artworks. Smoking, eating, or drinking in the galleries is prohibited. Please do not touch any objects on display; the salts and oils naturally produced on your hands are damaging to artworks, even sculpture and furniture.\n\nSuitcases, large umbrellas, and backpacks are not allowed in the galleries. Security officers may ask visitors to hand-carry smaller backpacks, or wear them on the front. Bag check is not offered, but free lockers are available for smaller items in the lobbies.\n\nPlease show consideration for your fellow visitors by limiting the use of cellular phones in the galleries, unless using them for a cell phone tour of an exhibition or the Luce Foundation Center's audio tour. Children should be carefully supervised. Running, roller skating, and horseplay endanger the safety of both the artworks and other visitors.\n\n\nHandheld photography and video for personal use are permitted in the permanent collection galleries and in the Luce Foundation Center, but not in special exhibitions or in the Lunder Conservation Center. No tripods are allowed. Commercial use must be pre-arranged with the museums' Public Affairs Offices.\n\n\nBarrier-free access is available at G Street entrance. All areas of the museum are served by elevators. Wheelchairs are available. Please inquire at the Information Desk.\n\n\nBags, boxes, and packages may be inspected for security reasons upon entrance or exit, and officers may limit the size of what you may carry into the galleries. If you left something behind after your visit, please call the Smithsonian's Lost and Found Office at (202) 633-5630.\n\n\nSketching is permitted only in permanent collection galleries and the Luce Foundation Center, not in special exhibitions. Please be extremely careful with your drawing tools; show respect for the artwork and your fellow visitors. Drawing boards and sketch pads may be no larger than 18 x 24 inches and we allow \"dry\" media only: pencils, wax crayon, conte crayon and erasers. Pens, loose ink, fountain pens, oil crayon, paint (including watercolors), easels or stands, and charcoal or pastel in stick form are not allowed.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.9396337867,
        "format_confidence":0.6229872108
    },
    {
        "url":"http:\/\/obscuredplanet.com\/home\/",
        "text":"Please note that all images are copyright and remain the property of Mark A. Bennett \/ Obscured Planet. They may not be reproduced, copied or used without suitable written permissions &amp; fee. All images presented here are available for use in EDITORIAL (‘news’) publications. Use in publishing is by agreement with myself (the copyright owner) and the artist\/s concerned. Dual copyright release etc. may be a requirement from both myself and the artist featured. ALL images are COPYRIGHT ‘Mark A. Bennett \/ Obscured Planet’ and they may not be reproduced or used without the correct permissions and payment (if due) of a negotiated fee.",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.8317793012,
        "format_confidence":0.9807946086
    },
    {
        "url":"https:\/\/www.ilovenon.com\/",
        "text":"the non artist's statement\n\n\"non is not available in real terms. it's equally about what is and what is not. and the quotidian-  recontextualised...\"\n\nOrigin from the Latin non 'not.' Non means 'no' in French. I love not, no? J'adore non!\n\nUSAGE : The prefixes 'non'- and un- both have the meaning 'not,' but tend to be used with a difference of emphasis...  here, a painting becomes a non-painting, sculpture to non-sculpture. definitions become obscured.\n\nDisclaimer: all artwork remains the property of the artist and is protected by intellectual copyright law. © ongoing. all rights are reserved. viewing is restricted to personal use only. You must not: (a) republish material from this website (including republication on another website); (b) sell, rent or otherwise sub-license material from the website; (c) show any material from the website in public; (d) reproduce, duplicate, copy or otherwise exploit material on our website for a commercial purpose; (e) edit or otherwise modify any material on the website; or (f) redistribute material from this website. NB: If you disagree with any part of this disclaimer you must not use this website. Further information @",
        "topic_id":1,
        "format_id":8,
        "topic_confidence":0.7658637762,
        "format_confidence":0.7188965678
    }
]